{"title": "#MeToo firestorm consumes Bollywood and Indian media", "content": "India's #MeToo movement arrived in a cascade of allegations as women took to Twitter to call out comedians, journalists, authors, actors and filmmakers - in the process, they have sparked a debate about consent and complicity. \nUnlike its American counterpart, it has not been spurred by investigative journalism. Rather, it has been a spontaneous outpouring in the last few days, amplified by journalists themselves. And it has hit Indian media the hardest.  \nVeteran actor Alok Nath is the latest to be named for an alleged sexual assault nearly 20 years ago. His accuser, the director of a television show starring Nath, recounted the alleged incident in a Facebook post that has since gone viral. \n\"Neither I am denying this nor do I would agree with it. It [rape] must have happened, but someone else would have done it,\" Mr Nath is quoted as saying by the Indian Express newspaper. Meanwhile, the association of TV actors has promised an inquiry into the matter. \nIt's difficult to say what sparked the torrent of allegations. But it seems to have started on 4 October when a young female comedian accused Utsav Chakraborty, a 33-year-old comedian, of sending her an unsolicited photo of his penis. More allegations followed as other women replied to her tweet or she shared private messages they sent her (with their names blurred) - they said he had either sent them photos of his penis or asked them for naked photos of themselves. \nMr Chakraborty, who admitted to the accusation in a series of tweets, apologised the next day. By then, more women, many of them journalists, had begun to share stories of sexual harassment and even assault.  \nIn the next three days, as more comedians, senior reporters, editors, popular authors, actors and filmmakers were \"outed\", the hashtag #MeToo was trending in India. The scores of tweets - in the form of long \"threads\" and screenshots of incriminating conversations - have set off a debate about what constitutes harassment, complicity and consent. \nThis is not the first time alleged harassers have been publicly named and shamed in India - in 2017, a law student published a controversial crowdsourced list on Facebook accusing more than 50 professors. But this time, most of the accusers are not anonymous. And those that have chosen to remain anonymous are not alone in their accusations.\nWomen journalists have perhaps played the biggest role so far, \"outing\" reporters, senior editors, authors and even a high court judge. And it's likely the coming week will bring fresh accusations. \n\"So many allegations have come out and organisations are slowly realising that this is wrong and something has to be done,\" Dhanya Rajendran, editor of The News Minute, told the BBC's Divya Arya.\n\"But this is just a start. This is the first step to give women a safe working environment,\" she added.\nThe allegations have made it to the front page of national dailies, forcing newsrooms to not just take notice but also respond. At least one major newspaper has promised an investigation after seven women accused one of its senior editors of sexually harassing them and of sabotaging their careers if they did not comply; another newspaper announced that a senior editor who had been named was stepping down from his role. \n\"There were whispers all along in the newsrooms of misconduct by senior editorial colleagues who used their positions of power and influence to proposition and harass young women, but now some of it's being articulated in the open,\" says the BBC's Geeta Pandey. \nJournalist Sandhya Menon, who has called out two senior editors for allegedly sexually harassing her, has shared numerous stories of harassment and assault from other women - many of whom messaged her privately. \nSince then, many more women have come forward with their stories, some of them from years ago. This is perhaps a sign of how, for the first time, they believe people are listening. \n\"They are using their words, smartphones and laptops to speak their truth and be heard,\" says Supreme Court lawyer Karuna Nundy. \nShe said it was a form of \"civil disobedience\" because, having lost faith in the justice of public institutions, they were making use of the tools available to them.\nIndia's film industry has hovered on the edges of #MeToo for some time. In September, a 10-year-old allegation by actress Tanushree Dutta against veteran actor Nana Patekar once again made headlines but, for the first time, it attracted the attention of several people in the film industry. Patekar repeated his denial of the allegations over the weekend, calling them \"a lie\".\nThen on 6 October HuffPost India published a months-long investigation alleging that director Vikas Bahl had sexually assaulted a female crew member in 2015. It also alleged that his business partners, including acclaimed director, Anurag Kashyap, knew about the allegation but took no action against Mr Bahl.\nMr Bahl, who denied the allegation after it first surfaced, has not commented publicly since the HuffPost story on Saturday. \nWhile actresses have spoken out before they often did not name their harasser or their allegations did not become part of a larger movement. Although the accuser remains anonymous, this is the first time such an allegation has been made public in Bollywood. \nIt has also been corroborated by Mr Kashyap, who has issued an apology, vowing that something like this will \"never happen again\" on his \"work premises\".  This is no minor development in an industry which has long been criticised for exploiting women both on the screen and off it. \nPhantom, the production house set up by Mr Kashyap, Mr Bahl and two others, was dissolved on 6 October. It produced the Netflix show Sacred Games along with several Bollywood films. \nThe alleged victim had not wanted to speak out until now, Mr Kashyap said, so the company had not acted sooner.  \"Now in hindsight and after taking stock of things myself, I can quite see how I was ill-advised.\" \nThe allegations have ranged from awkward or creepy encounters, lewd behaviour and suggestive text messages to aggressive sexual advances and outright assault. This has prompted some women to ask others to use caution before calling someone out on Twitter for something \"trivial\".\nBut this has also invited criticism from other women who have argued in favour of a stricter definition of consent. Some have said this is a moment to listen, sift through stories and introspect rather than tell women how they should process what happened to them. \nThose who were allegedly complicit have also not been spared the naming and shaming. Mr Chakraborty, for instance, had appeared in videos by India's most popular comedy group, All India Bakchod (AIB). Co-founder Tanmay Bhat, who admitted to the charge that he knew about the alleged incident, has stepped down from his role as CEO.\nSince then, a film produced by AIB has been dropped from the prestigious Mumbai film festival while a third season of a television show featuring the group was cancelled by popular Indian streaming website Hotstar. \nAnd the allegations of complicity have also unleashed a public reckoning. \nGeeta Pandey, BBC News, Delhi\nThe floodgates have opened and what's coming out is predictably murky. \nMany are describing it as Indian journalism's #MeToo moment, but could it really be as potent as the movement that brought down some of the most powerful men of Hollywood?  The names that have been outed, barring one or two, are of relatively small fry - the \"Harvey Weinsteins\" remain unnamed as yet.\nThe strength of the latest #MeToo movement will ultimately be tested by where it travels from here - and if the past is any indication, there's not much to be optimistic about, for earlier attempts at an Indian #MeToo did not have any lasting impact. \nA list of alleged predators in academia died a quick death in the Twitter bubble; and calls to name and shame the sleazy in Bollywood did not find many takers. Also, it's not going to be easy for those who choose to speak out, especially for those who have no evidence to back up their allegations. \nSome of the women have provided screen shots of private text messages they were sent by their alleged harassers, making the allegations hard to deny.  \nBut in cases where it boils down to \"your word against mine\", many of the women who spoke out are already being threatened with legal action for defamation and some of the tweets, naming names, have already been taken down.", "date": "9 October 2018", "href": "https://www.bbc.com/news/world-asia-india-45757916", "tags": "metoo india media alleged senior first women consumes indian bollywood many allegations also firestorm"}