{"title": "#MeToo: Why sexual harassment is a reality in Bollywood", "content": "Every year thousands of young men and women head to the western city of Mumbai, India's film capital, in search of their own Bollywood dream. But for many the experience becomes a nightmare. The BBC's Rajini Vaidyanathan and Pratiksha Ghildial spoke to several actresses who say they have been sexually harassed by directors and casting agents.\nSix years ago, Sujatha (not her real name) persuaded her conservative parents to let her leave her home in a small village in rural India so she could seek her fame and fortune as a Bollywood actress in Mumbai.\nShe was just 19 at the time, with little acting experience and no contacts. But it didn't take her long to meet people who were willing to give her advice on how to break into the industry. \nOne of her first offers came from a casting agent who asked Sujatha to meet him at his apartment. She didn't think anything of it because she was told it is common for such meetings to happen at home. \nHer account of what happened next is distressing.\n\"He touched me wherever he wanted. He put his hand all over inside my dress. When he started removing it, I froze,\" Sujatha told the BBC. \nWhen she told him to stop, Sujatha says he told her that she didn't have the \"right attitude\" for the industry. \nThe BBC has no way of independently verifying Sujatha's claims but she told us she has faced unwanted sexual advances on a number of different occasions while seeking acting work.\nShe says that she went to the police on one occasion but her complaint was dismissed by officers who said \"filmy people\" can do what they want.\nSujatha asked us to conceal her identity because she is terrified of speaking out. She believes any actress who does so is accused of being hungry for publicity or after money and, as a consequence, has her reputation trashed. \nBeing asked for sexual favours in return for acting roles is something many people say is prevalent in the Indian film industry. \nBBC News has spoken to around a dozen other young actresses who say they have also faced lurid comments and sexual advances while seeking roles in films. \nThey chose not to reveal their identities because they fear that they would be called liars and face reprisals. \nUsha Jadhav is one of the few women willing to go public with her experiences of harassment. She has been in the business for a decade but she says she still receives unwanted advances, even after she has won a national film award. \nShe hopes that after hearing her story other actresses will come forward and share their stories too.\nWhen she first arrived in Bollywood, she says she was told that she would have to sleep with directors or producers to get ahead. \"We are giving you something - you need to give something back too,\" she recalls being told. \nUsha says some young women in the industry feel they that have no choice but to say yes. She says she has always refused sexual propositions but that has led to threats from some producers, including one who said he would not cast her in his film because she had rebuffed his advances. \n\"He cursed me and said you're not going to get any good roles… nothing good will happen to you. And I was like - I don't think you have much power.\"\nPower is part of the dynamic which drives many of these encounters, says Radhika Apte, an Indian firm star who spoke to the BBC about sexual harassment in the industry. \nWhile most of Bollywood's big names have stayed silent on the issue of harassment and abuse, Radhika is one of the few who has chosen to speak out. \nShe recently starred in the blockbuster film, Padman, which tells the story of one man's quest to produce low cost sanitary pads. Both on and off-screen she is a champion for women's rights. \n\"I have started talking about it openly… I do understand and empathise with a lot of women in the industry who are scared to talk about these things,\" she says.\nShe says the lack of an entry system in Bollywood makes it easier for this sort of abuse to continue unchecked. \nGetting roles in Indian films is heavily weighted on personal contacts, social conduct and appearance - more so than in Hollywood, where there is a formal process of going through acting schools and the stage, she says.\nRadhika wishes Bollywood could have a #MeToo moment like Hollywood. But, she adds, it won't happen until bigger names come forward to support those who are facing abuse.\nOne other well-known actress who has spoken to the BBC about this is Kalki Koechlin, who has in the past talked openly about how she was abused as a child. \nShe says she can empathise with young actresses and actors who are scared to share their own Bollwood horror stories. \n\"People don't listen to you if you're a nobody,\" she said in a recent BBC interview. \"If you're a celebrity and you talk about it...it becomes a headline.\"\nBut the issue of harassment extends well beyond Bollywood. India has thriving film industries in several regional languages and women from those industries are also beginning to speak out.\nRecently an actress from the southern Indian Telugu film industry stripped in public on the premises of a film association to protest against the casting couch. At first she was dismissed as someone trying to seek publicity and was even banned by the local artists association. \nBut the ban was revoked after the National Human Rights Association intervened. Now a sexual harassment committee is being set up in the Telugu film industry to address the issue.\n\"If people in the industry can demand that I send them my nude pictures, why can't I strip in public?\" Sri Reddy said in an interview with the BBC. \nThe film industry in the southern state of Kerala recently formed a collective for the welfare of women in that industry after a young actress was allegedly abducted and molested in a moving car.\nSexual harassment is not just restricted to women. \nRanveer Singh, one of Bollywood's biggest male actors, said in a 2015 interview that he had experienced the casting couch \"first hand\".\nHe is one of the few men in Bollywood to voice concerns over abuse and harassment. Farhan Aktar, an actor, director and singer, is another male celebrity who has spoken out. \nHe founded MARD, the Men Against Rape and Discrimination campaign, which raises awareness around sexual violence across the country, working in small villages and remote areas too. \nFarhan told the BBC that he would support women in Bollywood speaking out about abuse they say they've faced. \n\"I would trust the women when they say it exists, I completely trust them.\"  \nHe believes Bollywood's #Metoo moment is on its way. \"It'll only change through women speaking up, some amount of shaming that will put fear into people's hearts\".\nBut many of the women the BBC has spoken to believe change won't come until there are safe ways for them to report abuse and until more leading figures in the industry accept that there is a problem. \nUntil that time comes, sexual harassment and abuse will remain the one story few in Bollywood want to tell. \nAdditional reporting by Supriya Sobti. \nContact Rajini Vaidyanathan on Twitter @BBCRajiniV  if you have a story to share. ", "date": "28 April 2018", "href": "https://www.bbc.com/news/world-asia-india-43881129", "tags": "film metoo harassment women one industry says bbc sexual told bollywood reality"}