{"title": "'A Wrinkle In Time' And The Burden Of Being First", "content": "“A Wrinkle in Time,” Ava DuVernay’s sci-fi blockbuster for Disney, is the latest casualty in the so-called culture wars. With its wildly diverse cast and its message of empowerment for young girls, the movie has been described variously with admiration and disdain ― declared both “revolutionary” and a “noble failure.”\nOne particularly salty review from The Federalist called it a “victim of diversity-deranged stunt casting ... more interested in promoting colorblind multi-culturalism than producing an entertaining adaptation.”\nAnother article on Fox News condemned some cultural critics for “trying to look away from the movie’s problems and instead fawn over its politicized message,” and suggested that DuVernay “cares more about advancing social issues than making money for Disney.” The headline refers to the project as “Oprah’s ultra-PC” film.\nThere is no question that this movie is important and deeply necessary. There is also no question that it is flawed, and that some critiques — of its pacing, its world-building, its effects — are valid. Several things can be true at once. \nBut in the wake of the stellar success of “Black Panther,” it is worth asking why the specific detail of the film’s deliberately inclusive casting is the subject of so much vitriol. What is the impetus behind equating the movie’s perceived failures ― it’s projected to make around $30 million this weekend, a decent but not stellar amount ― with its diversity?\nOne wonders a great many things about these critics. One wonders if those complaining that PC culture and “multi-culturalism” have “ruined” the source material — Madeleine L’Engle’s 1962 novel, in which main character Meg Murry is assumed to be white — truly care all that much about the adaptation’s fidelity to the text. One wonders if the criticism and complaints would cease if the movie were simply based on an original story, or if the mere idea of a diverse cast and crew, no matter the source material, is the main issue here. One wonders if these critics felt the same amount of disgust at the idea of Scarlett Johansson portraying Major Kusanagi in “Ghost in the Shell,” a movie that was simply OK.\nOne wonders, too, about the critic I was speaking with last month about the future box office potential of black filmmakers and black-led films. This critic said “A Wrinkle In Time” shouldn’t be part of the conversation, because it’s “half white.” The critic continued: “It’s not a black movie. You’ve got Reese Witherspoon and Chris Pine. It’s just a different thing.” \nThe success of “Black Panther” was one thing, but “A Wrinkle in Time” represents, in many ways, a far bigger and more important shift in the ongoing, often exhausting conversation about diversity and representation in Hollywood. What does it mean for someone like DuVernay to make a movie that is difficult, divisive, not universally loved? Why must the critics hedge their negative reviews with patronizing words like “noble failure?” Why aren’t black artists (especially women) given space to fail and win, to be the first but not the best?\nAfter seeing “A Wrinkle in Time” this week, an image of actress Dorothy Dandridge came to mind. It’s an image of Dandridge in her prime, arriving on the red carpet the night of the 27th Academy Awards in 1955. She’s wearing long silk gloves, a glamorous fur stole, a stunning, long chiffon gown. She’s smiling, waving at the cameras, looking every bit the classic Hollywood star she is. But that night she’s more than just a movie star, of course ― she’s the first black woman, ever, to be nominated for Best Actress at the Oscars.  \nI’ve always wondered what was going through Dandridge’s mind in that photo, during that whole night. I’ve often wondered what, if anything, her megawatt smile might have been concealing as she made history, coming so close to gracing the Oscars stage and becoming the first black woman to accept that award. I’ve wondered if she guessed that she would eventually lose (to Grace Kelly), whether she contemplated what losing, for her, a black sex symbol in a racist white town, would ultimately mean. \nI’ve wondered about whatever feelings of exhilaration and precariousness she might have felt that night —  the exhilaration and precariousness of being a first. \n“A Wrinkle in Time,” itself, represents a huge industry first: the first live-action movie with a budget of more than $100 million ever to be directed by a black woman. \nAnd DuVernay herself has many firsts under her belt: the first African-American to win the U.S. directing award in Sundance’s dramatic category, the first black female director to have a film nominated for Best Picture at the Oscars, the first black woman to be nominated for Best Director at the Golden Globes, the first black woman nominated for Best Documentary at the Oscars, etc. \nBut the thing about being “first” that we never really talk about when we praise pioneering black entertainers, athletes and politicians is how incredibly charged it is with an energy of devastating expectation. Making history means you’re celebrated, yes, but it also means you’re the only one, the first, and with that comes its own baggage. DuVernay is experiencing what so many black folks who are the “first” to do anything experience ― the burden of expectations far exceeding those placed on many of her white, male peers, the burden of an individual’s failures being seen in some circles as pervasively revealing of blackness in general.\nThe movie isn’t great for many reasons. I can’t pretend that some of its more earnest lines didn’t make me cringe, that it wasn’t at various points clunky, disjointed and unsure of itself. But the movie also spoke to me on an emotional level that, yes, made it easier for me — a young black woman who grew up with deep self-hatred, who believed she’d never accomplish anything in life and had few things in her world to suggest the opposite — to look away from its problems.\nI don’t know whether that connection is less important, less relevant than whether this movie is good or bad. I don’t know how to shut off my perspective in order to be more “objective.” But I also don’t know why this, so often, is asked of people of color who experience art of any kind.  ", "date": "\n03/09/2018", "href": "https://www.huffpost.com/entry/a-wrinkle-in-time-ava-duvernay_n_5aa27655e4b07047bec58d99", "tags": "first movie ” one woman black many time — burden wrinkle"}