{"title": "'African gangs' debate polarises Australia", "content": "Recent heated debate about crime in Melbourne has zeroed in on the city's African-Australian youth. But as Trevor Marshallsea writes, many believe their role has been unfairly exaggerated, with allegations officials are caught up in racist mischief-making.\nMelbourne is a place of stunning architecture, celebrated laneways and tree-lined boulevards, of major cultural and sporting events. \nFor a record seven straight years, it's been ranked the world's most liveable city by the Economist Intelligence Unit. Its four million inhabitants, according to the EIU survey, enjoy top-level healthcare, infrastructure and education. \nSo why, then, would Australia's Home Affairs Minister Peter Dutton this month say Melburnians were \"scared to go out at restaurants\" for fear of violence? And why would his conservative ally, Prime Minister Malcolm Turnbull, voice his concerns about personal security for people in Victoria state's capital?\nFor many months, and particularly in recent weeks, this reputedly serene city has witnessed sporadic eruptions of so-called gang violence involving youths. Many of those involved have been Australians of African descent. \nPolice last week announced the establishment of a taskforce involving senior members of the African-Australian community to tackle youth crime. But this has led others to allege cynical, racist, mischief-making, saying the issue has been sensationalised by right-wing media, politicians and white nationalist groups. \nAll of this has played out amid intense debate about what \"gangs\" are, and police insistence that crime in Melbourne is, in fact, falling.\nThe saga traces back to January 2015, when a group calling itself the \"Apex gang\" - whose members, many of African origin, had been linked to carjackings, assaults and burglaries - drew police attention after a fight with another group.\nIn March 2016, police used pepper spray to dispel a large group of men and boys of African appearance who had gathered in the city's centre. \nA year later, police made 53 arrests after a larger brawl. \nAuthorities moved to quell gang fears by declaring Apex was no longer an active group.\nBut then last month trouble flared again, with a fight in a McDonald's involving some 60 youths of African appearance, a street riot after the trashing of an Airbnb house, and the assault of a police officer by a gang of youths, again of African appearance, after he'd made a minor shoplifting arrest.\nThe incidents have dominated national news coverage, with another of Mr Turnbull's ministers, Greg Hunt, saying: \"African gang crime in some areas in particular is out of control.\"\nThe prime minister, meanwhile, blamed Victorian Premier Daniel Andrews for \"growing gang violence and lawlessness\". \nMr Andrews vowed crime would not be tolerated, but rebuked Mr Turnbull for \"having felt the need to rubbish Victoria Police, rubbish Melbourne, rubbish Victoria\".\nThe violent episodes have sparked anti-immigration calls from some corners. Comments such as \"stop immigration until this mess is sorted\" have littered Victoria Police's Facebook page.\nAmid such scrutiny, members of the African-Australian community have told of receiving death threats.\n\"We saw a young person from an African community coaching young people and someone approached [and said] 'if you ever touch my child, we're going kill you',\" said one community leader, Kot Monoah, last week.\nPolice have been reluctant to embolden crime-linked youths by labelling them as organised criminal gangs, saying they are more accurately street gangs.\n\"What this is, it's young people coming together, networking through social media, coming together and engaging in criminal activity,\" the state's police chief, Graham Ashton, told reporters last week.\nInterpretations of crime data have fuelled the debate in different ways.\nLast October, a parliamentary inquiry on migrant settlement heard from Victoria's Crime Statistics Agency (VCSA) that around 1% of criminal offenders in the state were Sudanese-born, though Sudanese and South Sudanese communities comprised just 0.14% of the state's population. \nAfter Australians, the second-biggest group of offenders was people from New Zealand, who made up 2.3% of total offenders. Then came people born in India (1.3%) followed by those born in Vietnam (1.2%) and Sudan (1%). \nOn charges of riot and affray, people born in Sudan comprised 6% of offenders.\nHowever, VCSA statistics showed a 4.8% drop in the total number of criminal incidents in Victoria in the 12 months to last September. People under 25 were responsible for 40% of crimes in 2015-16, down from at least 50% in 2007-08, according to separate data.\nMr Monoah, a member of Victorian Police's new taskforce, said the issue had to be addressed in a responsible way, \"without obviously mixing them with politics or without mixing them with any other messaging\".\nFellow community leader Richard Deng also criticised politicians for using the term \"African gangs\", saying: \"The majority of these kids are born here, they're bloody Australian. Let's call them that way.\"\nSome social welfare workers say the situation has been wildly exaggerated, driven by the politics of fear. \nAnthony Kelly, the executive officer of Melbourne's Flemington and Kensington Community Legal Centre, in a region with a large migrant population, said the recent episodes \"were not the only crimes occurring over December in Melbourne. Nor were they the worst\".\n\"But the attention they are receiving is extraordinary,\" he wrote in a website article. \"Victoria does not have a youth crime wave - ethnic or not.\"\nMr Kelly told the BBC one reason for the recent apparent upsurge in incidents was simply that Australia is in the middle of its lengthy summer school holiday break. \nSadly, he said, the \"over-the-top\" media reportage had strengthened the arm of white nationalist groups, which had been active in writing to media outlets, politicians and police about the supposed threat of African communities. \nVictorian Council of Social Services deputy CEO Mary Sayers said portrayals of recent episodes as \"part of a bigger wave of African crime\" was \"very destructive\", and politically driven as a means to undermine the Victorian state government, which will contest an election in November.\n\"It's actually drumming up this fear that if young African men are gathering, they're a gang. Young white people will get together in shopping centres, but they're not labelled as a gang,\" Ms Sayers told the BBC.\nWith African youth leaders in Melbourne repeatedly blaming a small group of repeat offenders for most crimes attributed to their communities, Mr Kelly and Ms Sayers say more could be done to address risk factors that lead to crime, such as poverty, early school-leaving, drugs and alcohol, and lengthy involvement in child-protection systems.\nVictoria Police said the new taskforce would establish a more efficient channel for police to engage with African-Australian leaders, including advising how best to prevent youth crimes, and receiving information on emerging problem issues, and on any racial vilification incidents.\nMr Ashton said police would maintain a \"zero-tolerance\" approach to youth offending, which he said was often the result of complex issues of social disadvantage and unemployment, rather than the work of organised gangs.", "date": "18 January 2018", "href": "https://www.bbc.com/news/world-australia-42643834", "tags": "african australia people debate victoria gangs melbourne crime gang youth police polarises"}