{"title": "'Ask For Jane’ Tells The True Story Of The Women Who Created An Illegal Abortion Clinic", "content": "A new trailer for the upcoming film “Ask for Jane” tells the unbelievably true story of a group of women who helped run an abortion network before the procedure became legal nationwide in 1973. \nDirected by Rachel Carey, the film is set in Chicago in 1969 and tells the story of the Jane Collective, a whisper network for illegal abortions created by University of Chicago student Heather Booth. The secret organization helped women obtain safe and illegal abortions during a time when women were dying left and right due to dangerous back-alley abortion procedures. \n“Women’s bodies are always in men’s hands, but this was us doing it for us,” Janice (played by Cody Horn) says in the exclusive trailer above. \nThe illegal abortion network, which was first named Abortion Counseling Service of Women’s Liberation, is now known as the Jane Collective because the collective creators had women call a number and ask for Jane, as in Jane Doe, to signal that the caller was looking for an abortion. The Jane Collective operated from 1969 to 1973, when Roe v. Wade, the historic ruling legalizing abortion across the country, was handed down. \nThe story is an important look back at history and the perils women faced when trying to obtain an abortion. “This movie should be seen by every American,” iconic feminist activist Gloria Steinem says in the trailer. \nThe film also stars Chloe Levine, Sarah Steele, Alison Wright and Sarah Ramos.\nCarey described the Jane Collective to HuffPost as “a vital but forgotten piece of women’s history.”   \n“Abortions have always taken place; the only question is where they take place and how safe they are,” she said. “The Janes took that question into their own hands, helping women find reliable doctors and eventually learning to perform abortions themselves. While I hope we never go back to that practice, I think it’s important for people to know that it’s possible.” \n“Ask for Jane” hits theaters May 17. \nCORRECTION: A previous version of this article misstated that seven women created the Abortion Counseling Service of Women’s Liberation, also known as the Jane Collective. It has been updated to reflect that University of Chicago student Heather Booth created the Jane Collective.", "date": "\n04/23/2019", "href": "https://www.huffpost.com/entry/ask-for-jane-trailer-illegal-abortion-clinic_n_5cbdcc70e4b068d795cf2609", "tags": "collective tells film abortions story jane clinic ” trailer ask abortion created women illegal true"}