{"title": "'Beauty shines' as woman bares alopecia in engagement photos", "content": "Engagement photos are made to last forever - so when Makenzee Meaux prepared for hers, she made a dramatic decision.\n\"I realised it was time to release the burden, to show the real me,\" 21-year-old Makenzee told the BBC.\nShe decided to be photographed without the wig she's worn since her diagnosis aged eight of alopecia, which causes hair loss.\n\"What better way to celebrate engagement than to show our love and the support we've been given,\" she told the BBC from her home in Texas.\nMakenzee and fiancé Bryan met five years ago at high school.\nMakenzee, who is a waitress and student, says that losing her hair \"killed\" her confidence and that she was bullied at school.\n\"I lost all hope that I could ever feel beautiful again, until I met Bryan,\" she explained.\n\"He has shown me that the people who love you don't care whether or not you have hair, and the ones who do are not worth your time or your love.\"\nMore than 1,000 people have shared Makenzee's story since she posted it on Facebook on Sunday.\nShe says the response is \"amazing and heart-warming\" and she's received responses from other young girls with alopecia.\nOne woman showed the pictures to her six-year-old daughter who lost her hair when she was one.\n\"She does not remember what it was like to ever have hair,\" wrote Jessica Barnes. \n\"When she saw your pictures she said, 'Mom she looks like me - all grown up and happy!'\"\nAnother woman commented: \"You are beautiful and what a special young man. Congrats.\"\nMakenzee's big day won't be taking place until 2018. She plans to wear her wig to walk down the aisle but will take several photographs without it.\nFor now she's happy that she shared her story on social media:\n\"I want to make sure that all young women know they are beautiful - if you push through, real beauty shines.\"\nBy Georgina Rannard", "date": "21 November 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42072737", "tags": "engagement shines made young show bares alopecia woman makenzee real hair love time photos beautiful"}