{"title": "'China influence' book proves divisive in Australia debate", "content": "A controversial new book asserts that the Chinese government is undermining Australia's sovereignty through a network of local agents. \nSilent Invasion: How China is Turning Australia into a Puppet State has fuelled debate - some have welcomed discussion about China's influence, while others say it could fuel xenophobia.\nThe book, by Australian academic Clive Hamilton, argues that Beijing's reach has extended into Australian politics, business, education and religious groups. China has previously dismissed similar allegations as \"hysteria\".\nThe book caused angst even before it was published last week.\nLast year, publisher Allen & Unwin withdrew plans to release the book after \"extensive legal advice\". Prof Hamilton blamed it on fears of \"retaliation\" by Beijing, and later said two other publishers had similar concerns.\nThe book is the latest addition to a wide-ranging discussion. Prime Minister Malcolm Turnbull noted \"disturbing reports about Chinese influence\" when he unveiled a crackdown on foreign interference last year, although he said the laws were not aimed at one country.\nIn October, Australia's chief foreign affairs bureaucrat, Frances Adamson, warned Australian universities to be vigilant about alleged efforts by China to exercise influence on campuses.\nAccording to Fairfax Media, Australian lawmakers gave serious consideration to publishing the book under parliamentary privilege - an unprecedented move that would have given it legal protection. Ultimately, though, Prof Hamilton found a commercial publisher.\nSince its release, some Chinese-Australians have accused the book of \"fear-mongering\", while Australia's race discrimination commissioner warned it could excite \"an anti-Chinese or Sinophobic racial sentiment\". \nChinese foreign ministry spokeswoman Hua Chunying called the book \"malicious hyping up\" and \"slander\".\nOther prominent observers, however, have strongly defended it.\nProf Hamilton asserts that China is a \"totalitarian regime bent on dominating Australia\", and likens the relationship to \"boy scouts up against Don Corleone\" - a reference to The Godfather.\n\"China plans to dominate the world, and has been using Australia and New Zealand as a testing ground for its tactics to assert its ascendancy in the West,\" writes Prof Hamilton, a lecturer in public ethics at Charles Sturt University.\nHe says such a suggestion would have been \"fantastic\" in the past, but now \"so much evidence has accumulated that the conclusion seems irresistible\".\nProf Hamilton argues that Beijing has deliberately targeted its diaspora in Australia to recruit \"informers, plants and spies\" in business, academic, and other circles. Aspects of society covered by the book include:\nProf Hamilton told the BBC he had based his assertions on \"very credible\" sources and numerous materials that were publicly available, which he had referenced in his book. He said they confirmed \"what intelligence agencies have been telling government in secret for the last few years\".\nLast year, the Australian Security Intelligence Organisation warned in a report that ethnic communities in Australia were \"the subject of covert influence operations\" aimed at shutting down criticism. It did not name China specifically.\nIn December, a senator, Sam Dastyari, was forced to resign over scrutiny about his dealings with a Chinese businessman who was described by Mr Turnbull as having \"close links to a foreign government\". Mr Dastyari denied ever violating his \"parliamentary oath\".\nMr Turnbull's new crackdown will ban all foreign political donations, and force lobbyists to publicly register any overseas links.\nChina's embassy has said it does not seek to influence Australian politics. Last year it also issued a safety warning to Chinese students in Australia, following the discovery of racist graffiti on university campuses.\nChina's embassy in Australia said Prof Hamilton had been \"playing up the 'China threat' for quite some time\".\n\"His allegations, which are imbued with disinformation and racist bigotry, fully reveal his malicious anti-China mentality. His vicious intention is doomed to fall flat on its face,\" a statement said.\nIt has also received sharp criticism in Australia. Prof John Keane, a University of Sydney politics expert, said the book presented a simplistic view of Chinese power and was \"filled with wilful ignorance\".\n\"The many cases cited by him are much more complicated than his ideological view - he's twisted things to confirm a grand narrative of takeover,\" Prof Keane said.\nA reviewer, David Brophy, questioned whether the book contained sufficient evidence that \"Chinese actors have impaired the normal functioning of our imperfect democracy\".\n\"Beijing has its lobbyists, its front groups, its propaganda; but to depict China's activities as in any way unique in this respect strains credulity,\" he wrote in the Australian Book Review. \nSome Chinese-Australians also took issue.\nRace Discrimination Commissioner Tim Soutphommasane, who has Chinese ancestry, said some language used in the book \"smacks of The Yellow Peril revisited\", citing the inclusion of terms such as \"panda huggers\" and \"dyeing Australia red\".\nBut others defended Prof Hamilton, arguing criticism of the book was almost inevitable because of the topics it covered.\nChina-Australia expert Prof John Fitzgerald, whose work is quoted in the book, said criticism focused on perceptions of the text, rather than what it said.\n\"None of the reviews have challenged any of the points made. Rather they're concerned it will generate a controversy that gets out of hand, that will be politically McCarthyist or culturally racist,\" said Prof Fitzgerald, from Swinburne University.\nHe defended the text as \"a very important book\" that had brought \"government knowledge to public attention\".\nThe book has \"international resonance\", according to Prof Rory Medcalf, Head of the National Security College at the Australian National University. \n\"It is a book about how a multicultural democracy struggles when a foreign power exploits the open nature of its system,\" said Prof Medcalf, whose work is also quoted in the book. \nHe said Prof Hamilton's language was \"darker than what government agencies would use\", but it raised important concerns.\n\"It's really up to our politicians now to interpret this and act on it in a way that minimises the perception of divisiveness and xenophobia,\" he said.", "date": "8 March 2018", "href": "https://www.bbc.co.uk/news/world-australia-43193146", "tags": "australia debate china book prof proves divisive influence australian chinese last foreign hamilton"}