{"title": "'Covfefe': Trump invents new word and melts internet", "content": "One word was close to breaking the internet on Wednesday morning: \"covfefe\".\nIt was an apparent typo in a tweet by US President Donald Trump, and internet users have been mocking him mercilessly. \n\"Despite the constant negative press covfefe,\" he tweeted just after midnight, Washington time. \nAnd he then appeared to have gone to bed, without finishing his thought or correcting his mistake.\nIt took six hours before he acknowledged it with a good-humoured response, and by that time a lot of people had had a lot of fun. \nWhite House Press Secretary Sean Spicer was asked by journalists at Wednesday's daily briefing what the tweet meant.\nMr Spicer provoked incredulity from the assembled media as he replied: \"The president and a small group of people know exactly what he meant.\"\nAlthough it seems likely the word Mr Trump was reaching for was \"coverage\", social media users have been trying to guess other alternatives or motivations. \nOthers deliberated on the pronunciation, and wondered why no aides had stepped in to alert him to the mistake.\nGoogle Translate recognised the word as Samoan, though could offer no English translation. A BBC reader has written in to debunk any suggestion that the president is a secret Samoan speaker. Among many other reasons for this, the language does not even have a letter C.\nNo time was wasted as some users put the word on a T-shirt, which they started to sell on eBay. \nSomeone also appears to have bought the domain name, covfefe.us. \nGetting caught up in an explosion of memes, some social media users said they could not sleep, as everyone on the internet seemed to be trying to outdo each other with the best response. \nAnd then Europe woke up, and it started all over again. \n#Covfefe is currently a trending topic on Twitter across the world. \nMeanwhile, Twitter accounts for Covfefe the Strong and the Wizard Covfefe appeared online on Wednesday, claiming to have been summoned by Mr Trump's puzzling word. \nPhiladelphia's police department also poked fun at how the term could be used.\nAnd when President Trump reappeared on Twitter, six hours later, he deleted the mistake, but seemed to be enjoying the spectacle. \nHe asked followers to keep guessing, while giving nothing away. ", "date": "31 May 2017", "href": "https://www.bbc.com/news/world-us-canada-40104063", "tags": "users word melts mistake trump invents wednesday new internet covfefe time"}