{"title": "'Dual Loyalty' Is A Slur ― One Muslims Face All The Time", "content": "Earlier this month, top lawmakers from both parties and a slew of big-name pundits castigated Rep. Ilhan Omar (D-Minn.) for suggesting that lobbying influence pushes American politics toward an unquestioning “allegiance” to Israel. The outrage persisted this week: Nearly every major speaker at the high-profile American Israel Public Affairs Committee (AIPAC) conference referenced the congresswoman. Never mind that Omar didn’t point to the Jewish community in particular or that many of Israel’s staunchest allies in Congress are Christian. Omar, her critics claimed, had advanced the anti-Semitic trope that Jewish Americans are more loyal to Israel than to the United States.\nOmar’s foes were right about one thing: Suggesting that members of a religious or ethnic minority are guilty of dual loyalty is an inherently bigoted and dangerous charge. It’s also one that Muslim Americans ― especially those who, like Omar, dare to run for political office ― face every day.\n“The Muslim Brotherhood is now part of Congress. New Reps. like @IlhanMN @RashidaTlaib are known as #AntiSemitic and Anti #Israel. Moreover, they both are representatives of #CAIR and #MuslimBrotherhood and their values clash with American values,” prominent pro-Israel donor Adam Milstein wrote on Twitter last week. He was trying to link Omar and Rep. Rashida Tlaib (D-Mich.) to the Council on American Islamic Relations, a civil rights group, and to the transnational Muslim Brotherhood movement, and his words drew significant attention because of his own ties to AIPAC. (He backed out of speaking at the group’s event following backlash to his post.)\nThe assumption behind such commentary is that the 3 million or so Muslims who live in the U.S. are more closely tied to the 1.6 billion Muslims globally than they are to anyone else and that their faith makes them less committed to America. That’s the foundation for the troika of dark suspicions that define anxiety about Muslims in the U.S.: that they want to impose religiously mandated Shariah law, that they’re linked to violent foreigners and that they have a particular animus toward Israel because of how it treats the Palestinians.\nAs Muslim Americans seek office in record numbers, looking to shape U.S. policy after years of being subjected to it in often abusive ways, they can offer definitive answers to those first two fears. No, they don’t want to impose Shariah law. Like other religious groups, they honor the separation between church and state. And no, they do not support extremism. They want to serve the people of the U.S., not promote the agenda of forces abroad.\nTalking about the Israeli-Palestinian dispute is a lot more fraught.\nIt’s hard to pretend that peace efforts in that part of the Middle East have worked so far, to ignore Israel’s crackdowns or to gloss over Palestinian violence. But it’s also risky for a candidate to stake their reputation on some new moonshot proposal for resolving the yearslong conflict. The smallest misstep can become a major news story, and any comment is ripe for misrepresentation ― particularly when the candidate’s identity means they’re already drawing outsize attention and already thought to be biased.\nEven as they run campaigns focused on health care, economic inequality or immigration, Muslim Americans say they’re pushed again and again to comment on the Israeli-Palestinian conflict, particularly to explain how they feel about the U.S. alliance with Israel.\n“For a Muslim, if you ran for city council, somehow this was supposed to be a thing you should answer,” said Deedra Abboud, who unsuccessfully ran in Arizona’s Senate primary last year and is now a vice chair of the state Democratic Party. “It’s not, ‘What’s your position on the issue?’ or ‘What do you think about this?’ It’d be, ‘Do you support Israel?’”\nSince Omar took office in January, becoming the first lawmaker to regularly wear a religious head covering in the House and, with Tlaib, one of the first two Muslim women in Congress, she’s pressed former State Department official Elliott Abrams on U.S.-backed human rights abuses, urged a boycott of Saudi Arabia and warned against American military entanglement in Venezuela. It’s the Israeli-Palestinian dispute, however, that’s been perceived as her top priority. Her remarks about that issue have driven two separate multiday news cycles and bitter fights within the new Democratic House majority, which could spill into a 2020 primary challenge against her involving big outside money. And President Donald Trump has repeatedly targeted her﻿, recently promoting a story about some Minnesota Democrats frustrated with her and boosting Fox News host Jeanine Pirro, who suggested that Omar’s religious identity made her disloyal to the U.S.\nWhat’s happening to the congresswoman sends a warning to all Muslim politicians. As Trump administration policy makes Israeli-Palestinian relations even more tense, nativism rises again in American political life and the GOP continues to accuse Democrats of institutional anti-Semitism, the pressure on Muslims over their views on Israel and Palestine will likely grow. \nAlready, “there is a not-insignificant assumption about where you are likely to stand,” said Abdul El Sayed, who sought Michigan’s Democratic gubernatorial nomination in 2018 but lost.\nMuslim politicians have to weigh whether anything they say could be enough to counter those preconceptions. They might be able to assuage people’s genuine concerns rooted in limited experience or misinformation and boost solidarity between American Muslims and Jews, which has flourished under a president who seems to dislike all minorities. Or they might be entering a trap. Rivals, bigots or some mixture of the two are always waiting for a slip-up. \nAbboud said she developed a standard answer for those challenging her on Israel.\n“I pledge allegiance to the United States of America. That is the only country in the world that I will ever pledge allegiance to,” she would say. “Israel’s an ally.”\nShe said she responded similarly to Muslim voters looking for assurances of sympathy for the Palestinians. Her message was that as an American and an aspiring lawmaker, she had immutable loyalty only toward the U.S. “Everything else is up to American interests,” she would note.\nEl Sayed offered that kind of appeal to universal principle on the campaign trail too, pointing to his views on other countries ― including Muslim-majority nations like Egypt and Saudi Arabia ― to say his progressive take on foreign policy wasn’t uniquely concerned with Israel.\n“Our ideals matter more than our identities,” he told HuffPost. “As a country that holds certain truths to be self-evident, we should not be in the business of subsidizing foreign militaries or an occupation that has flouted international law for a very, very long time. I don’t care whether my name is Abdul El Sayed or my name is Peter Jones.”\nAnd Sameena Mustafa, who made a failed attempt to oust Rep. Mike Quigley (D-Ill.) last year, said she would note her support among both Jews and Muslims, endorse a two-state solution and then return to discussing the domestic policy issues in her platform, chief among them economic justice. \nThe need for candidates to repeatedly refocus conversations on their concerns as Americans and to establish their distance from Muslim communities abroad is a testament to how the U.S. has normalized subtle Islamophobia and how anti-Muslim activists have successfully spread the perception of dual loyalty.\n“The playbook is to always connect a Muslim candidate to an overseas political party that becomes the bogeyman in the campaign,” said Robert McCaw of CAIR. “In most cases, it’s the Muslim Brotherhood. In some cases, it’s Hamas or Hezbollah, Saudi Arabia or Iran.”\nLast year, Rep. Duncan Hunter (R-Calif.) provided an egregious example of exploiting anti-Muslim myths by spending months attacking Democratic challenger Ammar Campa-Najjar ― who is Christian ― over his grandfather’s membership in the Palestine Liberation Organization decades before he was born. Hunter’s campaign team claimed that his opponent was part of a terrorist plot “to infiltrate Congress” and his father, a former congressman, called Campa-Najjar, who’d worked in the Obama White House, a “security risk.” Hunter, who was indicted in the middle of the campaign, won his re-election bid.\nThat kind of moment reveals what skepticism toward Muslims is really about. Omar was slammed for describing a real phenomenon ― the ability of the pro-Israel lobby in the U.S. to use funding from a wide range of people, including many non-Jews, to wield major political influence ― in a way that echoed the longstanding anti-Semitic accusation that American Jews are more loyal to Israel than to the U.S. Her remark that “it’s all about the Benjamins baby” and her later comments about American lawmakers’ enforced “allegiance to a foreign country” were inartful. But they took aim at actions rather than identities ― at how politicians of all backgrounds make choices because of the ways money can be used for or against them, not at how Jews or members of another religious group allegedly behave because of who they are.\nBut for politicians like Omar, the perception of dual loyalty and of Muslims as fundamentally not belonging is inescapable ― which means they face an unjust challenge when they choose to enter public life. \n“My district had never had anything but a white man in office ... for 175-plus years,” Mustafa said. “I was the only woman running, I was the only person of color, and I was running against two men” also seeking to unseat Quigley in the Democratic primary.\nEl Sayed, whose gubernatorial campaign ended six months ago, noted that “Abdul El Sayed Israel” remains one of the top suggested search queries for him on Google because of just how many such searches were run. \nAmerica’s particular brand of racism offers a little leeway for some Muslims. Abboud is a white convert to Islam with a strong Southern accent.\n“As hard as I had it because I was wearing a scarf, I still had it easier than any person of any shade of color,” said Abboud, an Arkansas native. “It’s hard for someone to argue with me about American citizenship when the only thing that makes you question my citizenship is my clothing.”\nMillions of others, like Omar, lack that advantage. But neither do they have the luxury of leaving it to others to represent them.\n“I’m raising a 15-month-old whose name is Emily El Sayed,” El Sayed said. “I don’t want this world to be a place where her allegiances or her identity are questioned, and the only way to build that world is to stand up.”\nWhile some might fear that Omar’s public dressing-down could have a chilling effect on other Muslims considering politics, Mustafa said she sees hope instead.\n“I am so proud,” she said. “Really, I think this is a powerful model from Ilhan Omar and Rashida Tlaib and their courage and their clarity. If you are a Muslim and you are willing to take a bold stance, this is actually inspiring. Ilhan Omar went from one day getting dragged for a tweet and the next questioning Elliott Abrams.”", "date": "\n03/27/2019", "href": "https://www.huffpost.com/entry/muslims-dual-loyalty-ilhan-omar_n_5c926403e4b08c4fec334b6b?6x", "tags": "loyalty face american u.s. muslims omar slur one ― ” israel muslim time"}