{"title": "'End pensioner benefits to help young', peers say", "content": "\"Outdated\" age-specific benefits for older people should be replaced with support for the young to \"deliver a fairer society\", say peers. \nThe Committee on Intergenerational Fairness urged ministers to focus on housing and training, rather than benefits like free TV licences. \nCommittee chair Lord True said failing to rebalance policies could risk the \"strong bond\" between the generations. \nBut campaigners warned against changes, saying pensioner poverty was rising. \nThe committee - made up of Labour, Tory, Liberal Democrat and crossbench peers - issued a raft of recommendations, both to \"retain the supportive relationship between generations\" and to plan for the \"100-year life\" that younger people can expect to become the norm. \nSuggested improvements include: \nThe peers also propose changes to benefits for older people, including: \nConservative peer Lord True said: \"Both young and older people recognise the contribution the other makes and the challenges they face. \n\"However, there is a risk that those connections could be undermined if the government does not get a grip on key issues such as access to housing, secure employment and fairness in tax and benefits.\"\nLife expectancy in the UK is currently 82.9 years for women and 79.2 years for men. \nBut with technological revelations, medical breakthroughs and societal shifts, it is thought that an age expectancy of 100 is not far away. \nWhile living a healthy life for longer may appeal, it changes the way governments will need to prepare. \nThe London Business School says the current life stages of education (between the ages of five and 21), work (22-65) and retirement (65+) will cease to exist.\nThis means people may need to retrain, work for longer or need more care in their later stages of life. \nAs a result, many aspects of the government's remit will be affected, such as housing, health, education and pensions, and the committee says its recommendations will help them get ready.\nThe committee said intergenerational unfairness was being \"exacerbated\" by an ageing population, the 2008 global financial crisis and successive government policies that have failed to consider the issue. \nAccording to its report, many pensioner households are now, on average, better off than their working age counterparts, both in terms of income after housing costs and overall household wealth.\n\"We are calling for some of the outdated benefits based purely on age to be removed,\" said Lord True.\nHe said the universal benefits were \"justified when pensioner households were at the bottom of the income scale, but that is no longer the case\".\nHowever, The Centre for Ageing Better warned against \"tinkering\" with existing benefits, saying pensioner poverty was increasing for the first time in a decade.\n\"This is not about old versus young,\" said its chief executive, Dr Anna Dixon. \n\"It is about creating a society where everyone, regardless of income or background, can enjoy every stage of life.\n\"Headline-grabbing proposals like abolishing free TV licences based on age risk distracting from the big structural changes needed across housing, work and communities.\"\nBut David Sinclair, director of the International Longevity Centre, said policymakers had failed the young. \nHe said: \"Our approach to public policy at the moment risks pitching younger against older people and inadvertently and unhelpfully undermining the intergenerational contract. \n\"Today's young are tomorrow's older people.\" ", "date": "25 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48046595", "tags": "benefits young committee housing help say changes older pensioner peers life"}