{"title": "'Executive time' and other phrases we owe to Trump", "content": "President Donald Trump has brought an unusual rhetorical style to his first 12 months in office, just as he did on the campaign trail. Has he also in a small way influenced our vocabulary?\nIt is too early to say what his legacy will be on language, says Ben Zimmer, a lexicographer who writes a column for The Wall Street Journal.\nBut the president is already changing how politicians communicate. \n\"Particularly fiery rhetoric will be seen as more accessible because Trump has normalised that,\" he says.\nSome words and phrases invented or popularised by him and his aides are now firmly embedded in common usage.\nA private schedule of the president's day at the White House has revealed he has two hours of so-called \"executive time\" before he arrives for work at the Oval Office at 11am.\nAxios, which first obtained the schedule, says this slot is spent in his residence, watching cable news, making phone calls and tweeting. \nHis spokeswoman says he is making calls to party colleagues and foreign leaders, and works a very long day.\nEither way, suddenly people are talking about \"executive time\" as a euphemism for social media use, calling friends and napping.\nThe president has used his Twitter savvy to popularise a particular type of tweet, berating someone and then ending with \"sad!\".\nThis trademark sign-off has become something of a joke among political commentators and late-night comedy hosts.\nTrump's Twitter style was shaped by the 140-character limit, says Zimmer, which means the president has tailored his political rhetoric accordingly.\nSad! acts as \"a final punctuation mark\", he says.\nTrump left millions of Americans wondering what he meant when discussing tax during his first debate with Hillary Clinton in 2016.\n\"I'm going to cut taxes bigly [big league] and you're going to raise taxes bigly [big league].\" \nTrump's team never confirmed which, but many commentators assumed it was \"big-league\" because he had used it several times before. \nBigly was not the only word that confused viewers during that debate. \nWhen discussing his wealth and business dealings, Trump said he did not want to sound \"braggadocious\".\nDictionary publisher Merriam-Webster said searches for the word spiked during the debate and it was in fact a dialectical word from 19th Century America, meaning \"arrogant.\" \nThey explained it is thought to have come from \"braggadocio\" which is an older term defined as \"the annoying or exaggerated talk of someone who is trying to sound very proud or brave\". \nAmericans were both puzzled and amused in May 2017 after seeing a tweet just after midnight by President Trump that contained the bizarre and never-before-heard word. \n\"Despite the constant negative press covfefe,\" the tweet said. \nIt even left Merriam-Webster - which did not confirm the authenticity of the word - scratching their head. \nBy 6am, Trump had deleted the tweet and replaced it with an equally amusing one: \"Who can figure out the true meaning of 'covfefe' ??? Enjoy!\" \nSpokesman Sean Spicer added to the mystery when he said: \"The president and a small group of people know exactly what he meant.\"\nIt is now widely thought he meant to tweet the word coverage.\nKellyanne Conway, the president's former campaign manager and current White House counsellor, coined this term during an on-camera interview with NBC. \nConway was defending false statements made by Sean Spicer about inauguration crowd sizes.\nBut she received a wave of criticism for attempting to rationalise what her critics saw as blatant lies. \nHowever, her catchy phrase soon caught on and gained popularity as a hashtag on Twitter where users routinely used it to describe statements made by Trump and his team that they saw as falsehoods. \nTrump's former communications director Anthony Scaramucci liked to talk about his straight-talking New York upbringing.\n\"Where I grew up, we're front stabbers,\" he told the BBC, in an attempt to differentiate himself from the Washington types who \"take a shiv or a machete and stab you in the back\". \nThe term was picked up by comedian Stephen Colbert in a sketch that mocked Scaramucci after he was fired.\nZimmer says that such language mirrors that of Trump himself. \n\"People in the Trump orbit are in some ways looking to parrot the way he presents things,\" he says. \nThis became a favourite chant among Trump supporters at his rallies.\nIt was a reference to their belief that Hillary Clinton should be jailed for her use of a private email server while secretary of state.\nBut it came back to haunt the president's former national security adviser, Michael Flynn.\nHe led such chants at the Republican convention but then had to endure them himself as he walked into court shortly before pleading guilty to lying to the FBI.\nThe president's campaign slogan \"Make America Great Again\"became visibly ubiquitous after he started selling red baseball caps emblazoned with it.\nIt was first abbreviated to \"#MAGA\" for social media use and then became \"Maga\" in common parlance.\nThe slogan was first uttered (in full) by Trump at a summit in April 2014, according to Corey Lewandowski, his former campaign chairman. \nHe was so confident in its potency that in the days preceding his inauguration, he ordered lawyers to trademark \"Keep America Great!\" for his 2020 re-election campaign.\nIt has now become an \"emblematic representation of Trump's populism\", says Zimmer.\nPresident Trump has tweeted \"fake news\" 103 times. \nThe term first made its way into the spotlight during the 2016 election, when fabricated news stories were spread on social media with the intention of swaying voters and fuelling racial tension. \nTrump started using it after that, to describe news organisations and stories that paint him in a negative light. \nHis most notable use of the term came during a tetchy exchange with CNN at a press conference.\n\"I'm not going to give you a question. You're fake news,\" Trump said to their White House correspondent. \nLate in the election campaign, Mr Trump used the expression as a way of saying that he planned to replace career politicians in Washington with fresh faces who would provide much-needed reform to federal government.\nThe phrase was chanted at rallies by his supporters as a way to contrast their candidate, a man who had never been elected to office, with opponent Hillary Clinton, a long-time politician.\nHe was not the first to use it, but he has popularised it.\nDraining swamps used to be a way of ridding them of mosquitoes but it was reportedly first used as a political metaphor early in the 20th Century.\nMore recently, President Ronald Reagan - a hero of Mr Trump's - invoked it to illuminate his promise to shrink government bureaucracy.\nSome of the current president's critics accuse him of \"filling the swamp\" because he appointed Wall Street titans to posts in his administration.", "date": "8 January 2018", "href": "https://www.bbc.com/news/world-us-canada-42582478", "tags": "word first phrases used news president way owe trump says time use campaign"}