{"title": "'Feminism is sexist': The women backing Brazil's Bolsonaro", "content": "Jair Bolsonaro is one of the most controversial politicians in recent Brazilian history. \nThe far-right candidate, who has a wide lead in the polls ahead of the second round in Brazil's presidential election, is a man who speaks his mind. And he has revealed his homophobic, sexist and racist viewpoints while doing so. \nHis supporters have brushed his comments off as bad but innocent jokes or have simply dismissed reports of his more controversial remarks as fake news.\nThe list of offensive statements he has made is long. He certainly likes to stir. He told a congresswoman she \"did not deserve to be raped\" because she was \"too ugly\". \nHe has justified why women earn less than men by saying they are expensive to employ because they continue to draw a salary while on maternity leave. \nHe even said that the birth of his daughter had \"made him weaker\". \nThey are comments that experts thought would make it hard for Mr Bolsonaro to win over the female electorate. But they were wrong. \nThe most recent opinion poll by Datafolha suggested 43% of female voters would vote for Mr Bolsonaro, compared to 39% who said they would vote for his rival, the Workers' Party candidate, Fernando Haddad. \n\"There are women who hate him but we love him,\" says Carina Soledade, a mother of three who works as a secretary in a fertility clinic. \n\"He's a man of a certain age, he's a military man, he's explosive. But that's him. Lots of things people accuse him of saying are twisted by the media.\"\nOne of his more active and outspoken supporters is Vanessa Pacheco. The 27-year-old radiology technician set up a Facebook page in early September called Women with Bolsonaro, which she says has two million members. \nAs the group is private, will not allow journalists to join and does not appear in a Facebook search, that figure cannot be easily verified. \nMs Pacheco says she created it after noticing a growing number of pages set up by women opposing the politician.\nAt the end of September, millions of women united behind the hashtag #EleNao (Not him) and hundreds of thousands took part in the biggest female-led demonstrations in Brazil's history. \nThe march was designed to try to put a stop to Mr Bolsonaro's rise. \nOnly it did no such thing. Instead, his popularity grew in the week ahead of the first round and has kept rising further ahead of the second round on 28 October.\nMs Pacheco was one of those to oppose this anti-Bolsonaro movement. \n\"I thought it was impossible that there weren't more people, women who were with him, so I created it to prove that women support Bolsonaro, too,\" she says.\nThe group is dedicated to all things Jair Bolsonaro, the candidate who they say will change Brazil for the better. \nThe political stand-off between the two groups of women shows how in these elections even gender equality has become politicised. \nOn the one hand there are the #EleNao campaigners who are part of a wider movement against sexual harassment, sexism and discrimination, and on the other there are those who think feminists are pushing too far. \nMs Pacheco is one of those who dislikes the feminist rhetoric of the #EleNao campaign. \"Feminism is political, and it's sexist,\" she argues. \"It's worse than machismo.\" \n\"Feminism supports feminine superiority. Feminists treat men like dirt, as if they have to be submissive. Take the political left for example - men on the left are always submissive, they treat women as better than them,\" she adds.\nMr Bolsonaro has run a campaign based around preserving family values. But when you meet his female supporters, they do not all fit neatly into one conservative box.\nSome like Mr Bolsonaro's support for the loosening of gun laws, which they argue will empower them and make them safer.\nMany, like Carina Soledade, reject the idea that a woman's role is to look after the children. Ms Soledade is among a group of women who argue that in Brazil, gender equality already exists, even if official statistics would suggest otherwise. \n\"If you're well-trained [and working] in a company, it doesn't matter if you're a man or a woman,\" she says. \"There are some people who believe in discrimination, but I don't think it exists. In my view, men and women earn according to their knowledge and abilities.\"\nShe says she will be voting for Mr Bolsonaro on Sunday because \"he can bring hope\". \"He can bring about change for Brazil,\" she adds. \nIt is a change the women of the #EleNao movement fear and which has created deep divisions among the women of Brazil.", "date": "23 October 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45944164", "tags": "sexist man bolsonaro one says brazil women men backing pacheco"}