{"title": "'Game Of Thrones' Premiere Confirms Huge Rumors About Season 7", "content": "“Game of Thrones” Season 6 ended over a year ago, and we’ve been waiting for new episodes ever since.\nWe watched blocks of ice melt to learn the premiere date (during a Facebook Live stream which cut out multiple times), but now that’s all in the past. Season 7 has arrived. Winter is here.\nThere were plenty of surprising scenes during the first episode (uh, Ed Sheeran showing up out of nowhere to debut some hot new tracks comes to mind), but nothing topped the opening. \nFor a while now there’s been a rumor that Arya (Maisie Williams) wasn’t done avenging the Red Wedding. Though the young assassin killed Walder Frey (David Bradley) and his sons in the Season 6 finale, the word was she would don Walder’s face in Season 7 and finish off the other Freys.\nThat’s exactly what happened, and people lost it.\nIn the opening moments of the episode, Arya Stark shows up at a banquet wearing Walder Frey’s face. Then, she makes an epic speech while poisoning the rest of the Frey men, saying lines like, “When you leave one wolf alive, the sheep are never safe,” and, “The North remembers.”\nIt was very baller. Arya is very baller. \nHere are the other big moments from the premiere ...\nRemember Euron Greyjoy (Pilou Asbæk)?\nHe showed up in Season 6, killed Balon Greyjoy (Patrick Malahide) and ended up becoming the leader of the Ironborn. \nWell, now he’s back and asking Cersei (Lena Headey) for her hand in marriage, confirming the rumor that he’d be teaming up with the Lannisters.\nWill he marry Cersei? Meh, who knows? He promised her a gift, though, so this is to be continued.\nIt’s a Bran-new day for the youngest Stark left alive.\nBran (Isaac Hempstead Wright) finally makes it to the Wall in the Season 7 premiere and convinces the Night’s Watch to let him pass. \nWhy is this a big moment?\nRemember that Bran was marked by the Night’s King in Season 6 of the show. This allowed the Night’s King to get past the magical protections on the Three-Eyed Raven’s cave, and many theorize that when Bran crosses the Wall, it’ll take magical protections off that, too.\nOK, what the hell is going on here? \nEd Sheeran shows up in what looks like Lannister gear, sings a song, and Arya’s all like, “Yo, that was dope.” \nWhatever.\nArya saves the rando moment by saying she’s headed to King’s Landing to kill the queen. Everyone has a good laugh.\nIf the scene continued, we’re 100 percent sure Sheeran would start singing about a castle on the hill. \nBeric Dondarrion (Richard Dormer) and Thoros of Myr (Paul Kaye) show the Hound (Rory McCann) exactly why the Lord of Light chose them. While looking into the flames of a fire ― at the home of a family he seemingly robbed before ― the Hound sees a vision, including “a mountain, it looks like an arrowhead, the dead are walking past.” \nFulfilling yet another rumor, Sam Tarly (John Bradley) comes across Jorah Mormont (Iain Glen) apparently in a cell in Oldtown. You pretty much just see his arm, but Jorah’s looking pretty rough thanks to that Greyscale. We’ll see if Sam ends up helping him.\nOther than that, Sam’s having a pretty crappy time at the Citadel, literally cleaning up crap. But then, Sam goes all Harry Potter and steals keys to sneak into the restricted section of the library. There, he discovers there’s a bunch of dragonglass under Dragonstone. \nThat could be pretty useful when it comes to taking on the White Walkers.\nDany (Emilia Clarke) has arrived!\nThe Mother of Dragons finally makes it to Westeros and arrives at the Targaryen ancestral home of Dragonstone. There’s not a whole lot that happens here except Dany’s all like, “Shall we begin?”\n(She means shall we begin taking over the world, basically.)\nWinter is here, and so are giants in the White Walker army. They’re not at the Wall yet, but the scene just serves as a reminder that shiz is going down and Season 7 is on!", "date": "\n07/16/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-premiere-confirms-huge-rumors-about-season-7_n_596928c6e4b01741862779cd", "tags": "premiere confirms season sam sheeran ” arya rumors pretty comes thrones like huge"}