{"title": "'Game Of Thrones' Star Talks Revealing That Jon Snow Bombshell", "content": "Jon Snow finally knows something.\nIn the “Game of Thrones” Season 8 premiere on Sunday, Samwell Tarly (John Bradley) finally revealed to Jon Snow (Kit Harington) the mother of all secrets: his parents are Lyanna Stark (Aisling Franciosi) and Rhaegar Targaryen (Wilf Scolding), his name is Aegon Targaryen, and he is the rightful heir to the Iron Throne.\nThe King in the North is shook.\nWe knew it was coming. After years of theories (decades really), the show’s sixth season confirmed fans’ suspicions that R + L = J (that’s fanspeak for Rhaegar + Lyanna = Jon) with a pivotal scene at the Tower of Joy. Of course, Rhaegar was known to have married Elia Martell, so technically Jon still could have been a bastard. But in Season 7, Gilly (Hannah Murray) discovers Rhaegar got an annulment, and it’s later revealed that he and Lyanna were legally married. Jon Snow, aka Aegon Targaryen, is the legitimate heir to the throne. \nSam and Bran, aka the Three-Eyed Raven, aka the Westerosi Google search, learned all of that information in some of the final moments of Season 7, so it was only a matter of time before Jon learned the truth. \nFollowing the Season 7 finale, Bran himself (Isaac Hempstead Wright) got on the phone with HuffPost and said he hoped Sam would be the one to ultimately deliver the news to Jon.\n“It’d be a bit of an underwhelming reunion for Jon to come back like, ‘Bran, how are you?’ [And Bran goes], ‘Great. I know everything and you’re the heir to the Iron Throne.’ Probably don’t want that kind of delivery,” he said.\nOn Sunday, Hempstead Wright got his wish.\nToward the end of the episode, Bran prompts Sam to tell Jon the truth of his parentage, basically saying, “The fans have waited long enough! Just do it!”\nSam finds Jon in the Winterfell crypts and, after an awkward reunion — he’s obviously been avoiding Jon the whole time he’s been at Winterfell to keep from telling him the news — he drops the truth bomb, saying Daenerys Targaryen (Emilia Clarke) shouldn’t be the queen. Jon’s really Aegon Targaryen, Sixth of His Name, the whole shebang:\nThere’s a lot going on in this moment. Sam has also just learned from Dany that she incinerated his brother and father when they did not bend the knee, so the idea of serving under the Mother of Dragons doesn’t sit too well with him. He tells Jon as much, saying he should be the king and asking him if he would have also burned the Tarlys.\nJon says he’s executed men before, but the implication is, no, he wouldn’t have had a dragon fry Sam’s family to a crisp. Understandably.\nTalking to HuffPost about the moment, Sam actor John Bradley, said:\n“It’s never going to be easy telling somebody what Sam’s got to tell Jon, but I think that as far as Jon’s concerned, if he had to hear that, he’d want to hear it from Sam. I think he knows that Sam’s the one who does love him and he has his best interest at heart. ... He wouldn’t be telling Jon for any kind of agenda or to kind of start trouble. He’d be telling him because he feels that he needs to know. I think if Jon was to hear it from anybody, he’d rather hear it from a source he trusts and loves.”\nDuring the scene, Jon protests that Ned Stark (Sean Bean) wouldn’t have kept that truth from him. (Sure, maybe he wouldn’t have if he had made it out of King’s Landing.)\nBut in the end, and with surprisingly little evidence from Sam — no worries, Sam, we all know you’re right — Jon seems to accept his parentage, reaching his final form: an R + L = J stan.\nBradley added, “I think [fans] will take away from that moment a real sense of the right thing’s been done by the right person.”\nComposer Ramin Djawadi’s score puts the punctuation on the moment, making it the standout scene of the Season 8 premiere.\nThe implications here are game-changing. Like Sam says, Jon is the true heir to the throne. The weight of that statement hits him hard. Well, it’s that, or the fact that he just found out he’s been hooking up with his aunt.\nThat’s not a cute look.\nOf course, “Game of Thrones” has already had Jaime (Nikolaj Coster-Waldau) and Cersei’s (Lena Headey) “twincest” relationship going on for years, and the Targaryens have a history of marrying each other. Dany’s parents, for instance, were brother and sister, and if not for Khal Drogo (Jason Momoa) she would have likely ended up with her brother Viserys (Harry Lloyd). \nGeorge R.R. Martin, author of the “A Song of Ice and Fire” novels on which the HBO series is based, said as much in the first book: “She had always assumed that she would wed Viserys when she came of age.”\n (Guess she’ll have to settle for her nephew. Tough break, bruh.)\nAll that being said, still … gross.\nSo what now? Will Jon tell Dany immediately? Will he still “keep his queen warm”? Could he suddenly realize that earlier he was riding Rhaegal, a dragon named after his daddy? Whatever happens, rest assured: Jon Snow knows something. Actually, forget that, now he knows way too much.", "date": "\n04/14/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-jon-snow-targaryen_n_5caf34dbe4b0308735d5c032", "tags": "revealing targaryen sam season bombshell ” jon knows snow thrones bran star talks"}