{"title": "'Game Of Thrones' Star Offers Support For Creepy Lady Stoneheart Theory", "content": "You may think you like “Game of Thrones” theories, but nah ― Joe Dempsie likes “Game of Thrones” theories.\nHis character, Gendry, was the subject of a lot of posts and memes before he made his surprising return in last Sunday’s episode, “Eastwatch.” The actor told HuffPost he “fueled the fire” when it came to the mystery of what happened to Gendry, tweeting out things like “still rowin’.”\nDempsie also told us he noticed that showrunners David Benioff and D.B. Weiss seemed to give “a couple of little nods to fan theories or things that people seem to want to happen” in the Season 7 scripts.\nOne possible “nod” ― albeit an absolutely creepy one ― was noticed by fans during Arya (Maisie Williams) and Brienne’s (Gwendoline Christie) sparring match in Episode 4, “The Spoils of War.” Arya convinces Brienne to participate in the fight by reminding her, “You swore to serve both my mother’s daughters.”\nRight as she says this, an extra who reminded viewers of Catelyn Stark (Michelle Fairley) walks past in the background. Some thought it could be a nod to Lady Stoneheart, the zombified version of Catelyn Stark who appears in the books but not in the show. Perhaps Lady Stoneheart is making sure Brienne keeps her vows.\nSeven hells. That shiz gives us the heebie-jeebies.\nIn the books, Stoneheart plays a role in Brienne’s story as well as Gendry’s. So we asked Dempsie if he thought the moment could’ve been a callout ― and he was into the idea.\n“They might well have done [that],” the actor said. “I know that is a strand of the story that is present in the books whose absence from the TV series thus far has been something people are a little bit put out by, such a cool idea essentially. As we said before, they seem to be more willing to put these little nods in, these little crowd pleasing moments into the show here and there.”\nSo, was that really a nod to Stoneheart? Maybe. Either way, it’s still fun to talk about.\nDempsie said he doesn’t know for sure, but added, “I think it’d be great. Lady Stoneheart’s an incredible character, and if we’d see her at some point, that’d be fantastic.”\nOne of the actor’s favorite theories actually has to do with a parentage mystery, but not all that R + L = J stuff. While we’ve all been speculating about Jon Snow’s (Kit Harington) mom, it’s easy to forget that no one seems to know who Gendry’s mom is, either. Because of this, there is a lot of speculation that it could, in fact, be Cersei (Lena Headey), meaning Gendry isn’t a bastard after all.\n“As far as Gendry is concerned, the big unanswered question is who is his mother, and I think the Cersei theory really blows so much out of the water,” Dempsie said.\nHe continued, “Just because the political implications that Gendry would bring to the show and being acquainted with people that are sort of involved with this power struggle. It’d be really interesting, I think, a really interesting aspect, and something that I really hope we get to explore a little bit down the line.”\nTo the actor, theories ― even dead-wrong theories ― are one of the things that makes “Game of Thrones” so great.\n“The thing about the fan theories is some are so incredibly well thought-out, but are probably wrong. This is a show where you can do that, where you can come up with a very intricate theory that works for every element of this, makes absolute sense, but is also completely wrong,” said Dempsie. “I think [that’s] fantastic, so long may they continue.”\n“Game of Thrones” airs Sundays at 9 p.m. ET on HBO. ", "date": "\n08/19/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-star-offers-support-for-creepy-lady-stoneheart-theory_n_5995d107e4b0e8cc855be5e3", "tags": "support think little lady stoneheart theories ” dempsie theory gendry ― one thrones star offers creepy"}