{"title": "'Game Of Thrones' Built Up Its Female Characters Just To Watch Them Fall", "content": "Bells continuously chime as Daenerys Targaryen (Emilia Clarke), sitting atop her fire-breathing dragon Drogon, stares out at King’s Landing. She’s enraged, having recently watched Queen Cersei Lannister (Lena Headey) order the execution of her best friend, Missandei (Nathalie Emmanuel), shortly after her dragon-child Rhaegal was speared to death.\nBefore facing those losses, Dany fought the army of the dead, held her adviser Jorah Mormont (Iain Glen) as he took his last breath and discovered that her new love, Jon Snow (Kit Harington), was actually her nephew, the true heir to the Iron Throne. At this particular moment, she’s unhinged. And bells are ringing. \nAnd ringing, and ringing.\nWith the Red Keep in sight, Dany snarls as she decides to forgo everything she’s become in favor of an old Targaryen tactic: “Burn them all.” She goes full villain in the penultimate episode of “Game of Thrones,” scorching enemies and innocents alike as she surrenders to madness.\nYet many viewers saw little forewarning that a character twist of this magnitude was coming, and her erratic change of heart was a punch to the gut. Instead of the satisfying conclusion of a long descent to depravity, Dany suddenly shifts modes, from a woman who graciously earned loyalty over seven seasons to a power-hungry monster who murders thousands of men, women and children.\nSure, she wasn’t always perfect, but the Daenerys Targaryen we knew was the fearless Mother of Dragons. She was Khaleesi, who united the Dothraki after the death of Khal Drogo (Jason Momoa), later rallying them to fight for her claim to the Seven Kingdoms. She was Mhysa, who freed the Unsullied and was lifted up by the slaves of Mereen. Dany rose from the ashes to break chains and then risked everything to protect Jon and the North from the Night King’s army. \nTo see a woman so fully represented over 70 hours of television, especially in a fantasy epic, was groundbreaking. But, with a final season of just six episodes, showrunners David Benioff and Dan Weiss decided that a couple of scenes were enough to turn the unburnt beauty bad ― and essentially muddied her yearslong journey. \nThe “Game of Thrones” audience had devoted so much time to Dany, and other characters, only to now watch Benioff and Weiss hurry along the ending (and move on to their “Star Wars” trilogy). Why couldn’t they, after spending nearly two years crafting the final season, show us Dany’s slow decline into madness? Why do we have to watch “Inside the Episode” to figure it all out? \nSurely George R.R. Martin, who wrote the unfinished “Song of Ice and Fire” book series on which the HBO show is based, told Benioff and Weiss where he wanted the storyline to go: “Mad Queen” Dany destroys King’s Landing, demonstrating that humanity, not necessarily the dead, is the true enemy. The thing is, the showrunners decided to shorten the final two seasons of “Game of Thrones,” to seven and six episodes respectively, and rush through key plot points to reach Martin’s goal. And it’s turned into a bit of a nonsensical mess.\nSure, make Dany evil ― women can be monsters, too. We’ve certainly seen glimpses of her “madness” in the past, whether it be callously watching as her brother Viserys (Harry Lloyd) is killed by Khal Drogo in Season 1 or perhaps prematurely burning alive the father and brother of Samwell Tarly (John Bradley) in Season 7.\nBut whereas, lately, the show tells us what to think, the books present Dany’s inner monologue. Readers can see how she fights to shake her violent family history as not only her actions but her wide-ranging relationships with siblings, friends and lovers are described.\nFrom “A Storm of Swords”:\nAlthough “Game of Thrones” used to give us more context around characters and their decision-making, once it passed the books’ timeline in Season 6, the series faltered a bit in terms of depth. It didn’t show us the intricacies of Dany’s small council, her romance with Jon or her friendship with Missandei, who is only a young girl in Martin’s novels. Perhaps if we saw the show’s version of Dany and Missandei have a meaningful conversation about fear or loneliness ― versus men and sex ― we would have understood Dany’s underlying fragility and why Missandei’s murder triggered a rage within her. Instead, we saw the one woman of color become a plot device to turn Dany, as well as her own lover Grey Worm (Jacob Anderson), to the dark side.\nThat’s all to say that the recent rushed storylines have prevented us from getting that nuance we previously used to connect the dots. \nThe same flaw also hurts other women on “Game of Thrones,” including Cersei, Brienne of Tarth (Gwendoline Christie) and Arya Stark (Maisie Williams).\nBrienne is one of the strongest warriors in Westeros. She killed Stannis Baratheon (Stephen Dillane) and took down the 6-foot-6 Hound (Rory McCann) ― with a few solid punches, might we add. Yet she turned into a puddle of mush when Jaime Lannister (Nikolaj Coster-Waldau) left her for Cersei ― something she would’ve never done three seasons ago. In one sense, it’s wonderful to see a vulnerable woman on screen. But Brienne ― who is rarely shown out of armor ― sobbing in a nightgown came out of left field. (Love makes us do crazy things?)\nAnd Cersei was so shocked and afraid to meet her rubbly end during Episode 5, Season 8, that it’s easy to forget she once told Ned Stark (Sean Bean): “In the game of thrones, you win or you die.” The ruthless Cersei we’ve studied over eight seasons, the most cunning of the cunning, would’ve known to flee the city when she saw dragon fire (especially if she wanted to protect her unborn child). Or she would’ve at least had another plan in case those scorpion artillery weapons didn’t work out. \nWe’re not watching the most adventurous show in the world for uninventive writing. Yet here we are. \nDuring the most recent episode, The Hound easily convinces Arya to go home and forget about killing Cersei. She hugs him goodbye, gives up on Cersei and tries to make it safely out of King’s Landing. \nEh, what? We’ve watched Arya train for years to become an assassin. She just destroyed the Night King with a stab of a dagger! She doesn’t fear death! She just traveled weeks to get to the capital for one sole purpose: to murder the woman who betrayed her family.\nToo-fast, terribly thought-out writing has reduced “Game of Thrones” to a soap opera. We miss the scenes where Dany argues the advice of Ser Barristan Selmy (Ian McElhinney). Or when Arya secretly soaks up intel from Tywin Lannister (Charles Dance). Or how about when Sansa Stark feeds her abusive husband Ramsay (Iwan Rheon) to his own hounds? \nNow we see a half-baked “Mad Queen” and a woman like Sansa crediting sexual violence, not her own strength, for making her a power player in Westeros. \nIt’s that bad. \nRiddle me this: Why does a show featuring four leading ladies have barely any female writers? (Bonus: Michelle MacLaren was the only female director brought on to helm episodes, the last of which aired in 2014.) Although Gursimran Sandhu is credited as a staff writer for Season 8 on IMDb, only two other women, Jane Espenson and Vanessa Taylor, wrote for the series, with both of their runs ending by 2013. That, my little birds, is the root of a very big, now unfixable problem.\nEspenson helped craft scenes like the aforementioned death of Viserys, and Taylor had a say in that memorable lunch between Sansa, Margaery (Natalie Dormer) and Olenna (Diana Rigg) as well as Arya and The Hound’s Brotherhood Without Banners meetup. Those back-and-forths soar in comparison to Season 8’s Sansa-Dany stares or Cersei’s unexplained cowardice. \nClearly, Sandhu couldn’t have singlehandedly saved the final season, but other women’s voices in the writers’ room might have provided more perspective into these characters’ closing motivations.\nStill, Martin created these women, and Benioff and Weiss have shown they can write strong dialogue for them on this show. It just feels like the latter two’s desire to be in a galaxy far, far away perhaps trumped their desire to give these ladies what they deserve: earned arcs. ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-women-daenerys-cersei-arya-sansa_n_5cd98811e4b0796a95dfd968", "tags": "female cersei characters game show season watch ” ― woman fall thrones built dany"}