{"title": "'Game Of Thrones' Composer Breaks Down The Season Finale's Opening Sequence", "content": "One of the first notes composer Ramin Djawadi ever received from \"Game of Thrones\" showrunners David Benioff and Dan Weiss concerned the now-beloved theme song. \"Make it like a journey,\" they told him. \nWell, that initial direction sparked a desire to bring the HBO fantasy series to life through music -- a task that proved to be, shall we say, unpredictable.\n\"I tried to create an overall thematic piece that captures the mood,\" Djawadi told The Huffington Post of creating the main title in a phone interview. \"There's this tiny little piece at the very intro before the melody starts playing -- the piece is in minor, but for a split second it switches to major, and then pulls you back to minor. And I always intended that to be a part of the unpredictability of the show -- not knowing the backstabbing or the conspiracies, the instability about the characters and the story, and never knowing who you can trust. I wanted to implement that immediately with the opening of that piece, where you go, 'Wait, is it in major or is it in minor?' And then it settles.\"\nDjawadi weaved that approach throughout the show's score over the last six seasons, truly bringing it to a head for the Season 6 finale's opening sequence in King's Landing. He composed a song titled \"Light of the Seven\" that not only took the creators by surprise, but pleasantly shocked viewers with its unconventional use of non-medieval sounds. \nAs Cersei's plan to \"burn them all\" ensues at the start of \"The Winds of Winter,\" the score tells the story, gently beginning with a piano melody before rising and falling and churning and twisting around the instrumentation so beautifully laid out by Djawadi. The haunting piece of music has been praised in the days since the episode aired, with many naming it as a reason why the opening sequence was one of the best scenes in \"Game of Thrones\" history. Even the episode's director, Miguel Sapochnik, said that the music surprised him, in the best possible way. \n\"In the end I submitted my cut to Dan and David with a note explaining that while I understood that this was not 'Game of Thrones,' I really wanted them to hear the sequence with this emotional underpinning to understand the tone I was going for and then do what they will,\" he told Deadline. \"Four months later I receive the final cut and mix to look at and am slightly dreading what they might have changed the music to and instead I hear Ramin’s score and it put a huge grin on my face.\" \nBelow, Djawadi opens up to HuffPost about the positive response he's received since the episode debuted and details what it's like to score one of the most successful and compelling dramas on television. \nThe first 20 minutes of the Season 6 finale were fantastic, and it had a lot to do with your score. How did you go about creating \"Light of the Seven\"? What did you want the music to portray? \nI knew this new piece was coming my way because when we started with the season, David and Dan, and also Miguel Sapochnik, the director, warned me that the Battle of the Bastards and the big trial were ahead and they said, “You know, we got some big stuff coming that we’re very excited about. We need you to look at it and just start thinking. It needs to be different.\" So, conceptually, we already talked about it way before I even started writing anything. They showed me a rough edit and then we just started talking instrumentation. What was so interesting and amazing about that scene is it’s very long, and there’s hardly any dialogue, and we don’t want to tip it [the explosion surprise] with music at all, but we knew it needed music. So we decided to use organ, because we had used organ with Cersei before with the walk of atonement, and we talked about the kids and using their voices, maybe.\nThe big concern was the piano because we have never used it in the score [of the entire series]. It’s not part of the language of the score. But what’s amazing about \"Game of Thrones\" is that it’s set in a fantasy world, it’s a fantasy story. So I always say that with the score, we’re open to do whatever we want. And we are using so many different instruments all the time, but we had never used piano. We were going back and forth because it has such a unique sound.\nThat’s what was interesting, because the piano, in particular, doesn’t fit in this medieval-esque period. Miguel Sapochnik even said he was worried David and Dan would reject it.\nThis is what I love about the process with David and Dan and the whole collaboration on the show: the way we experiment and try things. When I wrote the piece, we definitely tried it on the harp and used other elements, but we always came back to the piano and we said, “No, there’s nothing like it. This will be it.”\nIf you look back through the seasons, \"Game of Thrones\" is always up for surprises. You never know who’s going to get killed off, and whenever you feel like, “I think I know this is going to happen,\" it takes you somewhere else. And I’m so excited we were able to do this with music, because over the seasons we’ve had different bands perform music, like \"The Rains of Castamere,\" and people would [ask me], \"Who’s going to be the band this season?\" And this season we didn’t even have a band, the surprise was, “Whoa, there’s piano? Where’s this coming from?” So I think it just worked out really well, and I’m happy that people embraced it so much.\nIt was one of those moments where the show began and the music kicked in and, as \"Game of Thrones\" fans, we all said to ourselves, “Wow, this is different.” Did you know people would react this way and were you reacting this way in the edit room?\nNot at all. When I work on my music, I always kind of just try to do my best work. It’s the same as back in Season 1 when the main title came out and people were doing covers and putting them on YouTube. I was so pleasantly surprised and excited about how creative people were with that. I think we all just did what we thought was right for the show and what would be dramatically the correct choice. \nFor sure. \nWhat’s interesting about the scene too, besides the piano, is, thematically, we knew we couldn’t really play an existing theme. In the piece, if you listen closely, I actually hint to the main title theme twice. It’s in the middle when the boys [choir] sing and shortly after that, as well. Because I wanted to make sure we were still enveloped and we got to let people know this is still \"Game of Thrones\" and not just some piece.\nWe knew that this had to be, overall, just a new piece of music. We cant use the Lannister theme, because we didn’t want to tip it and have people ask, \"Wait, is Cersei up to something?\" We just wanted this little minimalistic piece that told the course of this entire nine minutes and slowly builds and pulls back a little bit. What’s interesting about this theme and what was so fun to score is that the different characters find out what’s going on at different times. Like, Lancel gets stabbed but Margaery doesn’t know yet what’s going on. So the piece has to stop again and go into a holding pattern. But overall, there has to be this steady increase in tension and build, and that was so fun to create.\nThe timing is outstanding. There’s no music when Loras is confessing to his sins or when Tommen jumps out of the window. Your choice or the editor’s choice?\nWe do it all together. I sit with David and Dan and we do what’s called a spotting session where we watch the entire episode and then discuss when music should start and stop. Everybody’s very involved with that. And it constantly gets played with. What I love about \"Game of Thrones\" is that the positioning of the music is so well done, because it’s not overdone. When the music cuts in, it really has something to say. The writing and the dialogue is so strong that there’s many scenes where we'll say, \"Lets try a piece of music there.\" Then I write something, show it to the guys, and then we go, “You know what, maybe it’s better without it.” And sometimes it’s the other way around, where we’ll think a scene doesn’t need music and then after a while we think, “You know, we haven’t heard music for a while, it might be good. Maybe toward the end, lets bring something in.\" It’s a constant process that we go through and it’s really carefully designed.\nAre you on set at all? Or do you just see scenes once they're in the edit room? \nUnfortunately, I always only see it when it’s been shot. I don’t come into the process until the very end in post-production, when shooting wraps and they come back to LA and the music writing starts. However, I had the opportunity last fall for the first time to go to the set because I was in Europe and I decided to stop by. I was there for two days and they had three scenes going at the same time, which is kind of rare, so I got to see a lot of the cast and see the whole machine in action, which was incredible.\nThat must have been cool for you because they, obviously, all know your music and you probably stare at them for how many hours when you’re scoring the episodes?\nYes! I’ve met the cast at events like premieres and things, but also it was great to meet the rest of the crew and all these people I would have never met. It was a very inspiring experience.\nWere you an avid reader of the books? I'm sure you ingested a lot of the story in order to delve deep into the music creation.\nTo be completely honest, I have not read the books. To date, I have not read them. David and Dan reached out and said that they were interested in working with me, so they sent me the first two episodes of the first season and my jaw dropped and I thought, \"Wow, this is amazing.\" We had a meeting and hit it off and I just jumped on it immediately.\nDavid and Dan have been amazing guiding me through the process. I don’t always have all the episodes available to me because, obviously, they might be still cutting them, but they always try to get me multiple episodes to watch so I really can see the story arc. But even if I don’t have the visuals, they will always talk me through it. I always like to use Daenerys as an example; In the first episode, I didn’t really understand what her role would be and I had no idea that she would turn into this powerful character. [When she was marrying Khal Drogo] I asked, \"What’s going on here?\" and they said, “She’s going to become very powerful, so we have to give her a powerful theme.” So we planted that very early on and gave her a theme that played with the Dothraki and the other things that we were really able to expand on.  \nThat must have been quite difficult to create a theme for each character not knowing exactly where their storylines would lead in the books. Did you take inspiration from the script?\nWhen I work on a movie, I look at the script or watch the film and I talk to my director or producers and make a plan: this is our main character, we need a theme for this plot, we need a love theme. This all gets discussed and ideas get talked about, and it’s almost the same here. I like that I didn’t have the books influence me because I know that David and Dan have to omit some things and leave characters out. I was really looking at what was in front of me.\nThe difficult thing about \"Game of Thrones\" is, in the beginning, we said, “Look, we have a ton of characters, a ton of plot, let's also make sure that we find the sweet spot of not writing too many themes, because when all of these characters cross, then its confusing rather than helpful.\" So we were very cautious about who we gave a theme to. Theon, for example, didn’t even have a theme in the first season. But in Season 2, when his character kind of breaks off and does his own thing, we gave him a theme. When Jon Snow came back this season, we decided that it was about time to give him his own theme, so he has a new theme. As the show expands, we add new themes. It’s an interesting combination of how we layer it.\nI was going to ask you specifically about the significance of Jon Snow’s song. Now with the big reveal of who his mother is and that he's possibly a Targaryen, did you change the dynamic of his theme to incorporate that?\nI actually stayed away from [adding any Targaryen elements] on purpose because I didn’t want to hint at that at all, because the music can be so guiding. We gave him his own theme, which you hear the first time in Episode 3, when he walks away and says, “My watch has ended,\" and then during the Battle of the Bastards we play it several times. It’s tricky, because we always use the Stark theme for him a lot as well, so on the reveal of his mother, when we show his face, we play the Stark theme. In a sense, I did not set up anything [hinting to Targaryens] because \"Game of Thrones\" has a very smart audience and its interesting how quickly they dissect every thematic element and how they are able to think, “Oh, this is how it's going to be?”\nHow did you go about creating the show’s theme song? And were there ever any lyrics for it?\nNo, there were no lyrics. I’m pretty much an instrumentalist. If I do write songs I need to be teamed up with a lyricist because, to me, a vocal is another instrument. “The Rains of Castamere” came about the other way around. At the end of Season 1, David and Dan said, ”There’s this song in the books that we want you to play a theme to, because at the Red Wedding it will be very important.” So we planned that very early on.\nBut the main title did not have any lyrics. What they did was they sent me over to the title house that was creating these amazing visuals in their raw form. I was so blown away by it that I ran back to my studio, which was actually pretty close, and just started writing. In terms of direction, what David and Dan said was, “Look it’s a lot of locations, try to make it like a journey.” So I tried to create an overall thematic piece that captures the mood. There's this tiny little piece at the very intro before the melody starts playing -- the piece is in minor, but for a split second it switches to major, and then pulls you back to minor. And I always intended that to be a part of the unpredictability of the show -- not knowing the backstabbing or the conspiracies, the instability about the characters and the story, and never knowing who you can trust. I wanted to implement that immediately with the opening of that piece, where you go, \"Wait, is it in major or is it in minor?\" And then it settles.\nIf there were any lyrics to the theme song, can you think of anything that would work?\nIt would be interesting to put some lyrics to it. I won’t be able to do that because I’m not very good with words. Maybe David and Dan can do that -- they’re the good writers.\nIs there a song that you’re proudest of creating for the series?\nI think it's always whatever I created last that sticks with me. I remember in Season 3, for example, it was really “Mhysa” -- that finale piece. Then, in Season 4, we had “The Children,” when Arya’s on the boat. And this season, I think it is “Light of the Seven.\" It's just such a departure from what we had before. It's so exciting the way the plot expands every season that I’m able to reinvent the themes and expand upon the themes, and add new ones.\nWhat's to come in Season 7? Are you going to experiment a bit with music more now that you’ve tested the waters? \nWho knows? I guess it’s hard to say. \"Game of Thrones\" is always up for surprises, so lets see what we come up with next. We literally just finished. I haven’t really had a chat with David and Dan, so I don’t really know what Season 7 will bring us. It’ll be exciting to see what we can come up with next year.\nListen to Ramin Djawadi's \"Light of the Seven\" and the rest of the \"Game of Thrones\" Season 6 soundtrack on Spotify. \nThis interview has been edited and condensed.  ", "date": "\n06/29/2016", "href": "https://www.huffpost.com/entry/game-of-thrones-composer-breaks-down-the-season-finales-opening-sequence_n_5773cacde4b0352fed3e7774", "tags": "composer opening going finale always sequence dan season david breaks music theme thrones piece"}