{"title": "'Game Of Thrones' Assistant Director Posts, Then Deletes, Congratulations To Crew On Epic Shoot", "content": "Fans of HBO’s “Game of Thrones” waiting for the hit show’s eighth and final season may be getting a huge reward for their patience ― an epic battle scene that tops anything the show has ever done before.\nPopular fan site Watchers On The Wall reportedly unearthed a since-deleted Instagram from assistant director Jonathan Quinlan congratulating the crew for its efforts while filming in Toome and Magheramorne in Northern Ireland. Quinlan, has helped shoot 20 episodes of the series so far, shared a photo of a note from the producers that described “enduring 55 straight nights” in production. Watchers On The Wall suggested the lengthy shoot was likely a major battle scene.\nA spokesperson from HBO confirmed that “a crew person posted congrats to his colleagues for finishing up a run of night shoots,” but declined to specify how long the shoot took. HuffPost has reached out to “Game of Thrones” creators David Benioff and D.B. Weiss for comment, but has not heard back. \nThe “Battle of the Bastards,” an ambitious battle scene that appeared in the show’s sixth season, took 25 days to shoot.\nThe note also described how the crew put up with “the cold, the snow, the rain, the mud, the sheep shit of Toome and the winds of Magheramorne.”\n“When tens of millions of people around the world watch this episode a year from now, they won’t know how hard you worked,” the note read. “They won’t care how tired you were or how hard it was to do your job in sub-freezing temperatures. They’ll just understand that they’re watching something that’s never been done before. And that’s because of you.” \nThe note is signed by “The Producer Types.” \nIn February, Belfast Live reported a huge blaze at a “Game of Thrones” set in Toome that was understood to be part of filming for a battle scene.\nThe final season of “Game of Thrones” is slated to be released in 2019. In January, HBO programming president Casey Bloys told Entertainment Weekly that the delay is meant to give Benioff and Weiss extra time to create the final six episodes of the show.\n“As the show has gone on, it’s gotten bigger — big battle scenes, big special effects,” Bloys said. “These things take time.”", "date": "\n04/10/2018", "href": "https://www.huffpost.com/entry/game-of-thrones-may-have-just-shot-the-longest-battle-scene-in-its-history_n_5accd970e4b0e37659b11c88", "tags": "assistant game crew deletes congratulations shoot battle show scene director epic ” hbo note thrones posts"}