{"title": "'Game Of Thrones' Actor Iain Glen Shoots Down 'Evil Dany' Theory", "content": "The mother (of Dragons) of all “Game of Thrones” theories may not be such a sure thing, according to Jorah Mormont actor Iain Glen.\nDespite Daenerys Targaryen (Emilia Clarke) seeming like she’s the one to root for on “Game of Thrones” (she did give us dragons after all), a popular theory has come up saying Dany may actually become a villain.\n(Dun, dun, dun ...)\nSupporters point out that her father, the Mad King Aerys Targaryen, also had a penchant for burning people alive, Dany is bringing the murderous Dothraki to Westeros, and she’s becoming colder as time goes on.\nEven the Mother of Dragons seems to notice a change. After saying goodbye to Daario Naharis (Michiel Huisman) in the “Game of Thrones” Season 6 finale, she told Tyrion (Peter Dinklage), “Do you know what frightens me? I said farewell to a man who loves me, a man I thought I cared for, and I felt nothing.”\nDamn, Dany! Chills.\nBut supporters of this “Mad Queen” theory shouldn’t go counting their dragon eggs before they’re hatched. During an interview with HuffPost, Glen said he thinks the idea is “highly unlikely.”\nGlen first stated that only showrunners Dan Weiss and David Benioff know for sure how the story will end up, saying, “From my point of view, from Jorah’s point of view, I mean, the great thing about Dan and David is none of us have a clue of where this is going. We have a sense that things are moving toward their end game, but no one knows.”\nDespite that, Glen shot down the idea that Dany would become a villain.\n“I think that would be highly unlikely,” he said. “I mean, this is Iain speaking and Jorah speaking ― we share the same voice ― my belief in her is such that I can’t see her going that way myself, so I think that’s highly unlikely. It becomes academic whether I would stand by her or not because I don’t believe that would happen.”\nWe should have expected this from the guy who plays Jorah Mormont. Like a true King of the Friendzone, he is standing by his queen. We’re hopeful Dany won’t end up burning him on this. (With dragons, that can tend to happen.)", "date": "\n07/08/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-actor-shoots-down-popular-evil-daenerys-theory_n_596118e6e4b0d5b458eacb84", "tags": "glen shoots game saying actor ” jorah theory thrones dany iain dragons"}