{"title": "'Game Of Thrones' Actor Says Cut Scene Would've Explained Confusing Finale Moment", "content": "Warning! Spoilers below for “Game of Thrones” Season 7! \n“How do you answer these charges ... Lord Baelish?”\nWhen Sansa (Sophie Turner) uttered those words in the “Game of Thrones” Season 7 finale, we all pretty much went, “Whoa. What?”\nIncluding Littlefinger (Aidan Gillen) ...\nArya (Maisie Williams) then answered Littlefinger’s confusion with a wry, “My sister asked you a question.”\nAgain, we were all like, “Whaaaaat??”\nDespite Littlefinger’s attempts to tear the sisters apart, it appeared that at some point the Stark kids got together off screen and, with the help of Bran’s (Isaac Hempstead Wright) limitless knowledge, planned Petyr Baelish’s demise. \nBut how? And when?\nWas the season-long tension between Sansa and Arya just a show for setting up Littlefinger? Were they conspiring the whole time?\nIt turns out there is a reason the moment the Stark kids came together felt sudden ― because it was.\nIsaac Hempstead Wright told HuffPost that a deleted finale scene would’ve explained things a little better.\n“Funny enough, we did actually shoot a scene that didn’t make it into that episode where Sansa knocks on Bran’s door, and I don’t know whether they actually want to change the story, but as I understand it, Sansa came to Bran and goes, ‘Can you just look some of this up before I kill my sister?’ That kind of sentiment. Sansa just checking that fact,” said the actor.\nSo apparently, Sansa’s scene with Littlefinger where she questions whether Arya was going to kill her was legit. She was actually worried, but then decided to check with Bran before doing something she might regret.\n“I think it suddenly occurred to her that she’s got the best fact-checker in the universe, someone who’s gonna look up the entire history of time,” Hempstead Wright continued. “So she stops by Bran’s office and goes, ‘Look, bro, can you just check up on what this crazy guy is actually about,’ and Bran goes, ’Yeah, no worries. I got you,’ and they all come together, and the three of them just fuck him up.”\nThe Three-Eyed Raven continued dropping knowledge on us about what to expect in Season 8, and he even had a Bran-tastic reaction to one of HuffPost’s original theories. \nSo what’s the deal with Bran holding back so much information?\nIt’s less of Bran just holding back this information because right now Bran doesn’t actually have the entire history of the world in his head. It’s like he’s got Kindle libraries of all the history of the universe, but he just hasn’t read every volume yet. The old Three-Eyed Raven sat and actually went through every single page and read every single word, so he has known by heart everything that happens. Bran still has to look stuff up in a massive encyclopedia, so it’s not that he doesn’t know. It’s like if people guide him in the right direction he can tell you anything. In his own time, he’s working through everything that’s happened. He needs like Samwell Tarly saying, “Can you see this?” Bran goes, “Oh, shit. Yeah, that actually did happen.” [He needs] Sansa to say, “What happened with Littlefinger?” Boom.\nNow that Sam is there, people are saying Bran’s like Google search.\nExactly! And that’s great because Bran doesn’t necessarily have quite the initiative now to be able to formulate complex plans about, “Oh what do we need to know about this?” It’s just kind of like a slightly glazed-over super computer saying, “Oh, this happen. This happened. This happened. Oh, that’s important. This happened. This happened. This happened.” When Sam goes, “Ooh! Ooh! Tell me about this!” Oh, here we go … Branipedia ... WikiBran.\nBran can be kind of emotionless, so how do you expect he’s going to deliver the news to Jon and Dany?\nI’m hoping it’ll be Samwell Tarly that breaks that news. It’d be a bit of an underwhelming reunion for Jon to come back like, “Bran, how are you?” [And Bran goes], “Great. I know everything and you’re the heir to the Iron Throne.” Probably don’t want that kind of delivery. Samwell Tarly. I think that’ll be a little more interesting to play out on screen.\nIt looks like Jaime might be on the way to Winterfell, what do you want to see in a Bran and Jaime reunion?\nYeah, I’d love to see that. I think it could be interesting because clearly Jaime has now noticed that his lover and sister is completely fucking insane, and Jaime’s been one of the most interesting character evolutions in the whole show. It’s been fascinating to watch him develop. From the outset, he was clearly morally reprehensible, but to see how ambiguous that actually is, and perhaps what a good person he is inside, has been really, really fun. I’d be really interested to see his response to Bran, especially now that Bran knows everything about Jaime. Really freak Jaime out. I’d like to see Jaime apologize. I think that’d be really cool.\nWhere do you want to see Bran go in Season 8?\nI hope to make it through most of the episodes, but I also wouldn’t mind getting to do a death scene now that it’s the last season. I can rest easy knowing that I made it to the last season. But more than anything else, I’d just like to see mankind triumph over the supernatural.\nOn “Game of Thrones” there’s a lot of talk about “breaking the wheel.” And we’ve already seen the concept of a time loop introduced in Season 6. So I’m theorizing that breaking the wheel could actually be breaking out of a time loop everyone’s in. What do you think?\nOoohh! Damn! Damn! I like it! I like it! I’ll email David [Benioff] and Dan [Weiss]. I’ll see what we can [do].", "date": "\n08/30/2017", "href": "https://www.huffpost.com/entry/bran-stark-actor-says-cut-scene-wouldve-explained-confusing-game-of-thrones-finale-moment_n_59a5d56ee4b00795c2a26a71", "tags": "confusing see finale moment actor cut scene explained would ” season sansa says actually jaime thrones bran like littlefinger"}