{"title": "'Game Of Thrones' Director Tackles Unanswered Season 8 Questions", "content": "Heading into the final season of “Game of Thrones,” fans already had a lot of questions. Well, believe it or not, Season 8, Episode 4, “The Last of the Starks,” left viewers with even more.\nHow did Arya and Sansa react to Jon Snow’s true parentage? What did Euron think when Tyrion addressed Cersei’s pregnancy? Why did Jaime go back to Cersei when he just found out she sent Bronn to kill him with a crossbow?\nSo many questions and, thus far, so few answers. \nBut, thanks to Episode 4 director David Nutter, some explanations are coming ...\nNutter has been with “Game of Thrones” since Season 2 and taken on some of the show’s biggest episodes, including the “The Rains of Castamere,” aka the Red Wedding. In an interview with HuffPost, he explained the reasoning behind some of the mysteries that still have fans scratching their heads. (And if you’re wondering why Jon didn’t scratch Ghost’s head, he answered that here.)\nIn the episode, Cersei (Lena Headey) tells Euron (Pilou Asbæk) that he is the father of her unborn baby for the first time we see on-screen. There’s no 23andMe in Westeros, so Captain Jack Sparrow Euron buys it ― having no idea that Jaime (Nikolaj Coster-Waldau) is the child’s actual father. \nThey’re one big, happy, murderous family for about two minutes until the army of Daenerys (Emilia Clarke) meets with Cersei at the gates of King’s Landing. Tyrion (Peter Dinklage) tries to plead with his sister to surrender, begging her to do it for the life of her child.\nBut wait.\nSince Euron just found out about the baby, and he’s standing right behind Cersei in the scene, wouldn’t he question how Tyrion knew this information? That’s what fans were wondering after the episode.\nFor Nutter, the scene wasn’t really about that.\n“I think Euron, he’s not paying that much attention,” Nutter said, explaining that the scene was more about Tyrion appealing to Cersei’s softer side.\nApparently, Tyrion wanted Cersei to “realize that she wasn’t a monster at all, that she was really, truly a mother.”\n“That was an intense scene,” Nutter continued. “I think any type of Euron intrusion there would’ve weakened the intent of what we were trying to tell.”\nThe true parentage of Jon Snow (Kit Harington) — that is, the fact that he’s really the son of Lyanna Stark (Aisling Franciosi) and Rhaegar Targaryen (Wilf Scolding) and therefore the heir to the Iron Throne — has always been the core mystery of “Game of Thrones.” So one of the most significant moments of Episode 4, and the entire series for that matter, comes when Jon and Bran (Isaac Hempstead Wright) reveal the truth to Sansa (Sophie Turner) and Arya (Maisie Williams).\n“I need to tell you something. But you have to swear you’ll never tell another soul,” says Jon.\nArya swears it while Sansa kind of mumbles, but then, right before Bran is about to tell them the big secret, the scene cuts off.\nFollowing the episode, people were wondering: Why?\nWere Arya and Sansa happy? Sad? Angry? Mad?\nNutter explained that because the reveal had been done a couple times before for viewers ― Sam (John Bradley) told Jon about his parentage in the Season 8 premiere, and Jon told Dany in Episode 2 — the siblings’ moment was left out of the story.\n“We knew what Jon and/or Bran was going to say. What was going to come out of their mouth? Aegon Targaryen,” explained Nutter. “So it’s kind of wasted time.”\nPerhaps the most talked about moment of the episode was when Jaime leaves in the middle of the night to go back to Cersei after having started an intimate relationship with Brienne (Gwendoline Christie).\nWhat’s going on here? Is Jaime’s arc over the last eight seasons just getting thrown out the window like Bran in Season 1? \nWhile some have speculated Jaime is actually on a mission to take down Cersei and is just keeping Brienne in the dark about it, Nutter seemed to debunk that notion.\n“I think [it’s] this magnet. He’s always running back to Cersei ... and he can’t help himself. Too powerful for him to try to control,” said Nutter, explaining how Jaime feels about his sister. “And he needs to get back to her. I think it’s the kind of thing where he’s realizing who he is and what he’s made of.” \nNed Stark (Sean Bean) kept the secret of Jon’s parentage for years. Sansa seems to hold it in for only a few hours.\nGiven that she swears secrecy to Jon one minute and spills the tea the next, we asked Nutter why Sansa couldn’t just play the quiet game a little while longer.\n“Well, she doesn’t say it blatantly, of course, basically inferred it, so I think that that’s a moment that Tyrion has to put two and two together,” Nutter said.\nExplaining more of Sansa’s state of mind, the director said right now she’s just trying to keep order in her house, with another battle looming.\n“That’s her No. 1 thing, I think. Keep her family safe and her kingdom whole.”\nThe “Game of Thrones” Season 8 promo, “Crypts of Winterfell,” was all about whipping up suspense by teasing the deaths of the Starks, showing Jon, Sansa and Arya staring at their own burial statues in the Winterfell crypts.  \nAfter the teaser, a lot of people were wondering, “Is Jon Snow’s statue looking a little long in the tooth?”\nIf Jon’s statue did depict an older Snow, it could be a hint that he makes it through to the end of the story. So did Jon trade in his life as a Crow for crow’s feet?\nNutter, who directed the teaser, said people are “reading too far into the statue.”\n“That is not intentional, in any respect,” he said.\nGiven the director’s answers, it seems for now that Jon’s fate ― as well as the truths behind some other questions ― will remain cryptic.", "date": "\n05/11/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-director-questions_n_5cd45cb5e4b0796a95d84ece", "tags": "cersei nutter think euron episode season director ” sansa jon questions tackles thrones unanswered"}