{"title": "'Game Of Thrones' Is All About This Character, According To Math", "content": "Who is the real star of \"Game of Thrones\"?\nSet across the sprawling Seven Kingdoms and beyond, it can be tricky to pinpoint the books' and hit TV show's most important character.\nBut mathematicians from Macalester College in Saint Paul, Minnesota, think they've figured it out. And the answer is ...\nYes, Tyrion Lannister -- portrayed on the HBO show by Peter Dinklage -- is reportedly the glue binding the entire fantasy epic together.\nMacalester College's associate professor of mathematics Andrew J. Beveridge and undergraduate student Jie Shan applied \"network science\" to A Storm of Swords, the third installment of author George R.R. Martin's epic \"A Song of Ice and Fire\" novel series.\n\"We opted for this volume because the main narrative has matured, with the characters scattered geographically and enmeshed in their own social circles,\" they wrote in their paper, published on the Mathematical Association of America's website last week.\nThey analyzed the interconnection between all the characters, and linked them together every time they appeared within 15 words of one another. This diagram is the end result:\nTyrion appears to be the principal character. Jon Snow, portrayed by Kit Harington on the TV show, is close behind.\nPerhaps surprisingly, Sansa Stark (played by Sophie Turner) is also in the running. \"Other players are aware of her value as a Stark heir and they repeatedly use her as a pawn in their plays for power. If she can develop her cunning, then she can capitalize on her network importance to dramatic effect,\" the researchers wrote.\nDaenerys Targaryen, played by Emilia Clarke, was also deemed important -- but not so much as the others, because of the way her character appears to be isolated.\n\"Game of Thrones\" Season 6 premieres Sunday, April 24, on HBO.", "date": "\n04/03/2016", "href": "https://www.huffpost.com/entry/game-of-thrones-math-real-star_n_5700de59e4b0a06d5805ef9a", "tags": "tv game college math important macalester show according -- thrones character tyrion"}