{"title": "'Game Of Thrones' Won't Stop Hinting At That Dark Daenerys Theory", "content": "Warning: Spoilers below!\nYou mad after that episode of “Game of Thrones”? Because Dany (Emilia Clarke) is, and it seems like she’s just getting started.\nWasn’t this supposed to be a victory lap?\nIn Episode 3, “The Long Night,” Arya (Maisie Williams) shattered the Night King (Vladimír Furdík) — the embodiment of death — into a million ice cubes with one thrust of a Valyrian steel dagger ― thus supposedly ending the threat of the army of the dead.\nBut apparently, death doesn’t have anything on Cersei Lannister (Lena Headey).\nWhereas the Night King clearly hadn’t been watching game film (Arya’s been practicing that dagger switch for a while, dude), Cersei did her prep work. In Episode 4, she dealt the dragon queen two shocking losses: Missandei (Nathalie Emmanuel) and her baby boy Rhaegal. \nMissandei of Naath has been on the show since Season 3, becoming one of Dany’s closest friends and most trusted advisers after the Mother of Dragons acquired the Unsullied army. Sadly, now her watch has ended.\nAs much as we loved Missandei, she was probably on borrowed time already, planning a beach getaway with Grey Worm (Jacob Anderson) before the battle with the dead even began.\nIn Sunday’s episode, after being captured by Cersei’s forces, Missandei is beheaded by the Mountain (Hafþór Björnsson) in front of Dany and what’s left of her army. Her last word was “Dracarys,” basically imploring Dany to burn the eff out of Cersei.\nGrey Worm is, understandably, heartbroken. \nAnd in addition to that loss ― among ongoing struggles with Jon Snow (Kit Harington) and Sansa (Sophie Turner) ― the Mother of Dragons lost another one of her kiddos. Rhaegal is taken down by Euron (Pilou Asbæk) and his fleet in a surprise attack when Dany and her team are heading south. \nWith that, it looks like a well-worn “Game of Thrones” theory may finally be coming true: It’s time for the Mad Queen to “burn them all.” \n“Game of Thrones” is a cyclical show, as all the constant callbacks of Season 8 prove over and over again, and the idea that Dany becomes the villain, aka the Mad Queen — much like her father, Aerys Targaryen II, the Mad King — has been alive within the fan base for years.\nWe asked her friend zone ambassador, Jorah Mormont (Iain Glen), about the idea in 2017 —and at the time, he was doubtful, telling us, “My belief in her is such that I can’t see her going that way myself, so I think that’s highly unlikely. It becomes academic whether I would stand by her or not because I don’t believe that would happen.”\nBut times have changed. \nWe’ll see what happens in Episode 5 next week, but it’s safe to say Dany’s new House words are, “We don’t need no water, let that Mother of Dragons burn.”", "date": "\n05/06/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-daenerys-theory_n_5ccde395e4b0e4d7573372f8", "tags": "dark mad cersei game wo episode ” theory stop missandei thrones hinting dany daenerys —"}