{"title": "'Game Of Thrones' Finally Reveals Jon Snow's Real Name", "content": "Jon Snow is “Jon Snow” no more.\nAfter last season of “Game of Thrones” confirmed the character was actually born to Lyanna Stark, Sunday’s episode, titled “The Dragon and the Wolf,” finally made Jon’s (Kit Harington) true given name known to viewers. For those fans who started with George R.R. Martin’s book series, it’s a revelation 20 years in the making.\nHe Who Knows Nothing is really named Aegon Targaryen, reflecting his actual ancestry. (Our vote, “Jon Starkaryen,” was apparently not taken into consideration.)\nWhile last season confirmed Lyanna as Jon’s mother, his father’s identity is now confirmed to be Rhaegar Targaryen, brother to Daenerys (Emilia Clarke) and heir to the Mad King’s throne ― before the Targaryen dynasty was toppled.\n“Aegon” was the name of Aegon the Conqueror, the first Targaryen ruler in Westeros, and also the name of Rhaegar’s other son, who died in the Sack of King’s Landing (at least in the books). This also means Rhaegar may have named two of his sons Aegon, for some reason.\nIn order to protect his orphaned nephew after Lyanna’s death, Ned Stark (Sean Bean) claimed Jon as his own bastard son, giving him the traditional surname of Northern bastards and a ho-hum first name, as if to say, Nothing to see here! No Targaryen blood in this kid. At the time, Robert Baratheon (Mark Addy) was intent on killing off surviving Targaryen family members to secure his claim to the Iron Throne. If Jon’s true bloodline had been discovered, it would have put him in a lot of danger, even as Ned’s own nephew. Robert loved Lyanna, whom he intended to marry, and he hated Rhaegar for running away with her.\nIn any case, the truth about Jon’s heritage is likely to be a game-changer, especially because his parents were married. While being a bastard outsider has been such an integral part of Jon’s identity throughout his life, we now know that he’s the legitimate son of Lyanna and Rhaegar.\nGilly (Hannah Murray) nearly confirmed Rhaegar and Lyanna were married earlier in Season 7, but was frustratingly cut off before she could say Lyanna’s name. This time, it was Sam (John Bradley) and Bran (Isaac Hempstead-Wright) who uncovered the truth. \nAlthough the Northern lords overlooked Jon’s status as a Stark bastard when they named him their king, discovering he’s Aegon Targaryen might cause some problems. After all, the North fought against the Targaryens with Robert and Ned.\nHis relationship with Dany (Emilia Clarke) may also turn awkward. Despite their supposed similar ages, she is Jon’s aunt ― although the Targaryens famously wed close relations for centuries.\nBut Jon is technically the rightful ruler of the Seven Kingdoms, as the true-born son of Rhaegar Targaryen, who was next in line to the Iron Throne under the Targaryen dynasty. Considering how much of Dany’s identity has been tied to her claim to the Iron Throne, she probably won’t take the news all that well. Jon, though, has repeatedly expressed his reluctance to lead, so he may simply be uninterested in the country’s ultimate leadership position. Besides, he just recently bent the knee to give up his status as King in da Norf.\nWith the living occupants of Westeros gearing up to face the fight of their lives ― or rather, the fight for their lives ― we hope they keep their eye on the ball, joining forces, destroying White Walkers, saving the continent and living happily ever after. But, you know, they probably won’t.", "date": "\n08/27/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-reveals-jon-starkaryen_n_599da804e4b0a296083ba0a6", "tags": "name snow targaryen confirmed finally ” real jon aegon king reveals thrones rhaegar lyanna"}