{"title": "'Game Of Thrones' Star Says Every Episode Of Season 8 Is 'Monumental'", "content": "It sounds like “Game of Thrones” Season 8 won’t be the Sam old thing.\nNews recently broke that the final season’s episodes could come in at around $15 million each, and that the show will bring back directors Miguel Sapochnik and David Nutter.\n“We assembled a team of directors this year who have been in charge of some of our big episodes in the past,” John Bradley, who plays Sam Tarly on the show, told HuffPost. “Miguel and David have done some of the standout episodes of previous seasons. Clearly every single episode of the six you’ve got left in Season 8 is gonna be monumental and needs somebody at the helm who’s done that kind of high-stakes, high-octane direction before for us.”\n“I think what we used to call Episode 9 in ‘Game of Thrones’ folklore — the episode when everything comes to a head and you get a lot of spectacular sequences — I think you’re gonna get six ‘Episode 9s’ this year,” Bradley added. “You can tell that because we’ve got directors who have been in charge of some of the most huge setpieces in the past doing episodes all throughout the season.”\nShowrunners David Benioff and Dan Weiss are set to direct the finale, which Bradley calls “poetic.”\n“It’s in the right hands there,” the actor said. “They know everything about the show. They’ve been in charge of everything ― every key decision in all seven seasons so far has been made by David and Dan. I think they’ve done an incredible job with this series. They deserve everything they get, and they deserve the right to finish this show off in the way they see fit. I don’t think there’s anybody better qualified, so I can’t wait.”\nThe actor continued talking to HuffPost about “Game of Thrones,” explaining the reason Sam seemed to take credit for Gilly’s (Hannah Murray) big discovery on the show, and opened up about his upcoming project, “American Satan,” a supernatural thriller about a rock band that may find itself in an actual deal with the devil.\nHow do you fit in other projects while doing “Game of Thrones”?\nIt’s a little different this year because the way the schedule works out, but usually you have the last six months of the year taken by “Game of Thrones,” and the first six months of the year you’re pretty much free to do whatever you want. So that’s been nice over the last few years ― the fact that we have all this time to play around with things and do different projects and venture into slightly uncharted territory as far as our careers are concerned, but knowing that we have this security, that we have this brilliant thing to go back to in the last six months of the year. That’s kind of a really nice comfort blanket.\nWe filmed [“American Satan”] a long time ago now. We filmed it spring 2016 — March, April 2016. Yeah, it was a long time ago. This is the way they go with movies, the fact that you filmed them so long ago. You’ve kind of forgotten about them and you kind of have to refresh your memory before you can talk about them again. “American Satan,” we’re talking a good 18 months ago now.\nSo how did you refresh your memory?\nBy just reading the original script again, watching the movie for the first time, and kind of being reminded of that shooting experience, which was a strange shooting experience. On “Game of Thrones,” we’re so used to having lots of time to shoot and a lot at our disposal, and “American Satan” was a little bit different, much more kind of a self-sufficient, resourceful thing going on. We had to shoot when we could on this project in this slightly less formulaic way. It’s a much less orthodox way of filming than I’m used to.\nThat’s one of the things that first attracted me to it. I’ve done indie movies before, and I often like the kind of danger of them, that little bit of uncertainty, and that little bit of energy that comes from a group of people who have to make choices artistically and solve problems artistically when you don’t necessarily have a lot of money to throw at a problem.\nWhat can you tell us about your character, Ricky Rollins?\nAll the characters that I play tend to be in quite dark places, psychologically, and [don’t have] that much faith in themselves. They’re crippled by self-doubt or low self-esteem or envy of other people or a dissatisfaction with life. They’re such great characters to play because you can deal with internal conflict, and you can deal with all those dark psychological areas a character like Samwell, especially, basically inhabits.\nThe thing that I found refreshing about this film is that I play a character for the first time really [who’s] beaming with self-confidence. He’s absolutely overflowing with self-confidence. He has absolute belief in himself and it may be deluded. It may be completely misguided belief in his own ability, but he has them. He can go into any room in any situation and take it by the scruff of the neck because he believes he is Superman. He believes he is bulletproof. This guy has not got any of that crippling Samwell Tarly self-doubt. He’s got absolute — perhaps wrongfully, but — absolute belief in himself.\nMalcolm McDowell is in this movie. Did you talk about “A Clockwork Orange,” or is that taboo to bring up?\nTwelve months before “American Satan” started shooting, I really became a kind of [Stanley] Kubrick obsessive ... then when I found out Malcolm McDowell was in this movie I was so desperate to get him to talk about it, and so I thought, “I’m gonna ask him everything. This is going to be direct about what it’s like to work with Stanley Kubrick.” And then I thought, “Well, maybe he wants to get away from all that. Maybe he talked enough about ‘A Clockwork Orange.’ Maybe he just sees that as one movie in his career, and he’s done lots of other great things he might want to talk about. Maybe he’s sick of talking about Kubrick.”\nI kind of danced around the issue for a long time, and I wanted to bring it up so often — just kind of pin him down and get him on my own where I could finally ask him the question, “What was it like?” and hopefully he has some stories about him. I knew I had to walk on eggshells around [McDowell] a little bit because he may not be quite fond of me. I found out he’s very, very happy to talk about Stanley Kubrick.\nI think he’s still incredibly proud to have worked with him and have that association with him. He told a famous story about Kubrick trying to con Malcolm out of money [...] I heard that story before when I was getting beamed into my Kubrick fascination, but to hear it from Malcolm and to hear him talk about those days in vivid detail, I really got an impression of what it was like to work with Kubrick.\nIn “Game of Thrones” Season 7, there’s a scene where Gilly seems to uncover that Prince Rhaegar had an annulment, but Sam cuts her off. Then he brings up that info later to Bran. A lot of people on Twitter were upset, but what do you think about what happened?\nSam hasn’t consciously plagiarized Gilly’s idea there. He’s not giving her the elbow. He’s not really necessary taking credit for someone else’s work because … Sam heard that because he’s so good at processing information now. He can take information in, almost subconsciously, and almost without thinking about it. His eyes and his ears are constantly attuned to absorbing information, so he’s able to absorb that without even necessarily thinking about it. Sam is like a radio, and if there’s information in the air, he will pick it up, and he will store it whenever he needs it.\nIt’s not about him ... taking credit for her idea. He probably wasn’t even aware of where he heard that information. He just knows he heard it somewhere in the air, and he was able to pick it up and process it. \nWhat I will say that in fairness, Gilly did tell Sam that, and Sam didn’t necessarily say that Gilly was the one who started that, but Jorah Mormont didn’t go back to Daenerys saying Samwell Tarly cured him of greyscale. He’s not gone back there name-checking Sam for saving his life. He’s not mentioned the name Samwell Tarly to Jon Snow or Daenerys, so Sam’s not getting his credit there for something he actually did.\nAlthough Sam is taking a little bit of credit for something that he didn’t do, he’s also not getting credit for something that he actually did, so I think in terms of the equilibrium, he’s getting just the right amount of credit from a slightly different source than he probably deserved.\n“American Satan” is in theaters Oct. 13.\nThis interview has been edited and condensed.", "date": "\n10/03/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-star-says-every-episode-of-season-8-is-monumental_n_59cd078ce4b05063fe0f8ec1", "tags": "like credit game think episode sam season every ” says thrones time star kind"}