{"title": "'Game Of Thrones' Creators Spark Controversy With Next HBO Show", "content": "As “Game of Thrones” is left with just a dozen more episodes, series co-creators and showrunners David Benioff and D.B. Weiss are looking ahead to their next project: “Confederate.”\nAlthough details are sparse, the upcoming show has already sparked criticism on social media over its premise. Following a popular subgenre of historical fiction that imagines a world where the South won the Civil War, “Confederate” envisions an alternate version of the United States that has already been ravaged by two civil wars, with slavery still legal in the South.\nIt’s set to begin production after “Game of Thrones” wraps its eighth and final season. Here’s the full description from HBO:\n“We have discussed ‘Confederate’ for years, originally as a concept for a feature film,” Benioff and Weiss said in a statement. “But our experience on ‘Thrones’ has convinced us that no one provides a bigger, better storytelling canvas than HBO. There won’t be dragons or White Walkers in this series, but we are creating a world, and we couldn’t imagine better partners in world-building than Nichelle [Tramble Spellman] and Malcolm [Spellman], who have impressed us for a long time with their wit, their imagination and their Scrabble-playing skills.”\nImmediately after the announcement, critics questioned the political timing of a show helmed by two white men seemingly poised to spotlight perspectives of white supremacists.\nIts title, if not specifically intended to cause controversy, seems to willfully overlook the current, ugly debate surrounding the Confederate battle flag, which has reignited in recent years. Many consider the flag a symbol of racism and hate. \nSome also called out a perceived tokenism in the HBO announcement. The Spellmans, who’ve worked on “The Good Wife” and “Empire,” respectively, are writers of color. They’ll partner as executive producers and writers on the series along with two veterans of “Game of Thrones,” which ― despite its smash success ― has faced questions of promoting a white savior narrative. \n“Whose fantasy is this?” asked a social critic who goes by Son of Baldwin and runs a popular Facebook page.\nSeason 7 of “Game of Thrones” is currently airing on HBO. The Season 8 premiere date has not yet been decided, but “Confederate” will likely air in 2018 or 2019.", "date": "\n07/19/2017", "href": "https://www.huffpost.com/entry/the-game-of-thrones-creators-next-show-is-called-confederate_n_596fd0cbe4b0aa14ea76e9e6?v25", "tags": "next game hbo show season confederate series ” white controversy two creators thrones spark"}