{"title": "'Game Of Thrones' Actor Joe Dempsie Finally Reveals What Happened To Gendry", "content": "And now, his rowing is ended.\nAfter he climbed into a boat and rowed out of our lives in Season 3 of “Game of Thrones,” the most memed-about mystery on the show became “what happened to Gendry?”\nFinally, on Season 7 , Episode 5, “Eastwatch,” actor Joe Dempsie brought his character, the bastard son of Robert Baratheon, back to “Game of Thrones,” when Davos discovered him blacksmithing for the Lannisters at King’s Landing.\nAnd Dempsie couldn’t be more relieved.\n“Thank God,” the actor told HuffPost of Gendry’s return. “It’s a relief, mate. I think the question of, ‘Where is Gendry?’ ‘What are you up to, dude?’ ‘You still rowing, man?’ has become part of my daily existence for the last three years.”\nThough, Dempsie is thankful for all those questions and all your memes, saying they probably helped him stay employed.\n“It was always the plan to bring Gendry back at some point and tie up that loose end and answer those questions, but you’re also aware that the show is huge, and the show is bigger than any one character or an actor. It is the sum of its parts,” he said. “You’re never sure whether they [the showrunners] are going to have time. They might decide a couple of years down the line that there are other storylines they need to concentrate on as it reaches its climax, and I guess if no one really seems to notice that you’ve gone, you’re an easy character to lose.”\n“They probably kept me in a job,” Dempsie added. The actor officially learned he would be returning about 18 months ago, and had to keep the news a secret ever since. “This feels like a real exhale. It’s gonna be out there, and it’s great to be back involved,” he said.\nBut, let’s get down to the real question: What happened to Gendry?\n“I think that hiding-in-plain-sight thing is what Gendry decided is the best way to go about it. King’s Landing, and particularly Flea Bottom, it’s an environment he’s familiar with and often that’s easiest to survive in those types of places. The landscape you know, the people you know, all the tricks of the trade and sort of how you can go unnoticed,” Dempsie said.\nThe actor also talked about how Gendry’s experiences have shaped him into the character he’s become. “He almost misses the danger he was in before, and added to that he’s making weapons for Lannisters, the family he now knows killed his father, the family that he knows tried to have him killed, and there’s a great deal of resentment that’s been allowed to fester as a result of that,” he said.\nDempsie continued to open up about what we can expect from Gendry and what he really thought of all those memes. And, most importantly, he revealed whether all that rowing made him super ripped ― or not.\nWhat’s it been like seeing all the memes over the years?\nI have to sort of take a portion of responsibility. I fueled the fire.\nOh, I know. I’ve seen your tweets.\nYeah, dude, and it’s lovely. It’s quite rare as an actor you get a chance to be involved in something that has such a huge committed fan base that’s all over the world, that are also really funny and clever and so obsessed about it and have the time to make these memes. I’ve just enjoyed it. Every year there’s a fresh batch. Whether it be “The Life of Gendry,” like the “Life of Pi” in the boat with the tiger. It never ceases to amaze me how inventive people could be, and I’ve enjoyed it in a way. It’s going to be sad to see that element go, but yeah, it’s been a riot.\nSo are your arms completely jacked now?\nAw, mate, I mean, this is the thing. I see that. I see that on the internet, and then I have to look at my own arms and go, “Ah, there are going to be some disappointed people out there.” The thing is this time around, like in the first three seasons when I was first offered the part, I was astounded because as an actor when you’re sent a script or some scenes to read for an audition, they usually give a little breakdown of the character ― just a few lines to give a sense of who this person is and maybe a physical description ― and the physical description was “tall, muscular, with thick black hair.” And I was literally none of those three. So I thought, “All right. This isn’t going to go my way.” Then they offered me the part, but they did say, “We’re going to dye your hair black, and it’d be great if you hit the gym and put on a bit of bulk before you get here.”\nI still try and go to the gym in between jobs, but when you have that goal, when you have a thing where you go, “All right. I have to start filming on this date and they’ve told me I need to be jacked,” you get that motivation to keep going. Then it becomes a habit or borders on an obsession sometimes, so I kept myself in shape the first three seasons, and then I had a scene I think in Season 2 where I’m fairly inexplicably forging a sword with no top on. I mean, it’s raining. I can’t say that it’s warm. He’s just got his bod out, and David [Benioff] and Dan [Weiss] knew that I had been hitting the gym in order to get in shape for that. So this time around when I was coming back, they said, “All right, so yeah, you’re coming back and you better hit the gym, dude, and get back in shape.”\nAnd then I was like, “All right, OK.” Really, really went for it. And then there was no scene whatsoever. No gratuitous shirtless scene. Usually, I’m like, “If I’m going to do anything like that, that needs to make sense for the story for the narrative.” It needs to have some integrity to it. I’m not just going to get my top off for no reason. Then, this time around, I was like, “You better put a gratuitous topless scene. I’ve spent hours in that fucking gym!” [Laughs] And there was nothing. Viewers aren’t going to be able to see under my shirt, so I’m just going to pretend that, yeah, he’s huge.\nHah. Yeah, Davos even makes a rowing joke when you come back.\nYeah, yeah, he does. And I think that’s the thing I sort of noticed reading the scripts for Season 7. That it’s an indication of what a phenomenon this show is. It’s become such a cultural reference point, “Game of Thrones,” and there’s so much talk about it. The fans are so keen. I think David and Dan are allowing themselves a couple of real crowd-pleasing moments in a way that maybe they didn’t do in the first few seasons, a couple of little nods to fan theories or things that people seem to want to happen. They’re able to be a little more self-referential now. They’re just in their groove, those guys, and I think it takes a real confidence in your work to know you can do that and get away with it. For it not to veer into the cheesy or the cliches, like, “Davos says that and then looks down the lens and winks.”\nIt’s just put in there, and people are going to love it. I think they’ve not been afraid to do that. The story is still absolutely traveling in the direction they’ve decided, and that they ― along with George R.R. Martin ― have wanted it to go. There’s no sense of pandering to anybody else, but they’re confident enough to give those little nods here and there, and I think people are going to really dig it.\nWhat theory about Gendry did you find wackiest?\nI love the theory that he might be the one rowing past and pick up Theon in terms of just really going, “Yeah, he has been rowing the whole time.” If they were bold enough, had the balls to do that, I’d be astounded. \nWhat was it like finally being back on set?\nIt certainly takes a few days of filming to feel comfortable again and at ease, and at home on such a huge production. But it’s been great. It’s been so nice. When you do get that comfort back, it’s almost like you never really left. There are these tiny little things that are a bit different, a few things slightly different now because the interest in the show has grown and grown and grown. There’s a lot more security around scripts and call sheets, and your character name. You have a code name on a call sheet. Unless you knew everybody’s code name, you wouldn’t be able to account which characters are in the scene, and that was just totally alien to me.\nAre you all keeping the same code names, or could you reveal it?\nOf course not! I mean, I just got my job back. [Laughs] I don’t want to get sacked again. But, yeah, they’re interesting. They’re inventive.\nHopefully we can hear those one day.\nOh, dude, the second Season 8 is over, I’m selling the lot.\nNow that Gendry’s back, what do you think an Arya and Gendry reunion might be like?\nThat’s been the amazing thing to watch about this season so far. It’s very deliberate, seeing the Stark children and the shit they’ve been through and how that has affected them all.\nSansa seems to be the rational one whose eyes we’re seeing all this through. The joy you’re seeing and then the slow realization that, “Oh, my god. That’s really not the brother that I knew, and that’s not the sister that I remember.” They’ve seen terrible things, and they’ve had experiences that have changed them forever, and there’s bound to be some of that with Gendry seeing Arya again ― if it was to happen.\nAs well, we don’t know what might have happened to Gendry in intervening periods. His experience with Melisandre, as you’ll see later in this season, is still something that rankles with him, something that he’s maybe not quite able to get over in his mind. These things are all happening at quite formative ages, so I think it’d be great to see them cross paths again. I have no idea what it would be like, but I think they must carry some torch for each other. I think they crossed paths at that time where they were both searching for something, and they kind of found it in each other a little bit. I think Gendry really reminded Arya of her brothers back up in Winterfell, who she was missing greatly. Then Arya trusting Gendry with the information that she was who she was. I’m filling in my own blanks here, but I don’t imagine that Gendry ever felt that he’d been trusted like that before by anybody, and maybe the first time in his life that he was given real purpose ― the purpose being to keep a secret ― but he’s like, “Oh, someone actually trusted me with a task that’s really fucking important,” and the fact that interacting with highborns is something Gendry’s never done before, so it was almost the beginning of opening his eyes, and being conscious that there is much more out there than what he has known his entire life. There is a bond there, and I hope they get to cross paths again at some point.\nYeah, plus she was around for your shirtless scene, so at least the gym was working for you there.\n[Laughs] I was disingenuous before when I said it was pointless to have my top off. The idea of that scene, yeah, I mean David and Dan were like, “Look, it’s more about Arya than it is about Gendry. She’s becoming a young woman and is noticing things and feeling things like she hasn’t felt before.” Whether the romantic storyline is one they chose to pursue or not, I have no idea.\nI used to get asked about that quite a lot when we were doing Seasons 1 through 3, and it was never something that I ever felt massively comfortable talking about because at the time I was a 25-year-old actor talking about a 14-year-old girl, and I sort of felt like, “Look, I know what you’re saying. I know what you’re getting at, but what do you want me to say about that? ‘Oh, yeah, no, I really hope we hook up?’” So that’s something I’ve given a great amount of thought to, really, and it’s been years. I’ll be interested to see what David and Dan have in store.\nThere’s a scene in Season 7 where Arya doesn’t like Ned Stark’s statue in the Winterfell crypts and says it should’ve been done by someone who knows his face. Gendry knows Ned Stark’s face and is a craftsman. What do you think about him making Arya a Ned Stark statue one day?\nI think that’d be great. Hopefully he’d make it out to Winterfell and not have sort of a Lionel Richie “Hello” type of thing, he drags it up as a present for Arya. But, yeah, I mean, that’s an interesting theory. I think you might be on to something there. I personally would like to hope that Gendry has a bigger role to play in the end game than carving a statue of Ned Stark, but I think it’s plausible, dude.\nHaha, for sure.\nI think it’s plausible, but that’s the thing. That’s the beauty of “Game of Thrones.” There are those lines that seem very throw away, but there will be someone out there that’s heard it and goes, “Whoa, whoa, whoa, whoa. What does that mean?” And it’s just brilliant. There’s an endless amount of pawing over the scripts you can do. Theories you can come up with from the most, it would seem, really innocuous of lines. But David and Dan, they’re not really in the habit of writing lines for no reason, so you might well be right.\nYou’re the bastard of Robert Baratheon. Jon Snow is thought of as the bastard of his best friend, Ned Stark. What was the significance of those two meeting?\nIt’s interesting because there are so many quite complex dynamics going on there ... essentially on the way to go meet with Jon Snow, King in the North, Davos does tell Gendry, almost the last thing he says is, “By the way, don’t mention who you are. It’s best to just keep that a secret for now.” And Gendry says, “Don’t worry.” It’s the first thing Gendry says when he gets in is he’s the bastard son of Robert Baratheon! \nAs I’ve said before, Gendry’s world was so small. He was told by Melisandre that he’s the son of Robert Baratheon, legitimate or not, and I think that actually in the intervening years he’s always been someone that’s never been quite sure who he was ― didn’t know who either of his parents were. I think there are a lot of identity issues that come with that. To spend your life adrift in that sense, it must be kind of difficult, and to finally learn something that places you in the world. In his time away, he’s become quite proud of it, actually ... he’s forged himself a war hammer, which is famously the weapon King Robert used in battle, used formidably in battle. I think you can just tell Gendry is kind of pleased. He’s sort of feeling himself a little bit now that he’s a Baratheon or he’s got Baratheon blood in him.\nHe’s obviously heard about Jon Snow, King in the North. People talk. Gendry probably feels that he might after many, many years, finally meet someone he has common ground with, both being bastards and the confused identity that goes with that. I think also there’s something about seeing what Jon Snow has managed to do, and the respect that he has, and how he’s been able to transcend the label of bastard, him being King in the North, I think Gendry really looks up to, and he’s also got to bear in mind that he’s a king and there’s certain etiquette that you have to respect, which I don’t think Gendry is that familiar with. He’s spent the majority of his life in Flea Bottom with the peasants, right? What manners? So this is all kind of new for him, but there’s an element certainly from Gendry’s point of view he senses a bit of a kindred spirit, and I think it’d be really interesting to see what Jon and Gendry could do as a team. It certainly wouldn’t be one to be messed with. Gendry says to Davos he’s been training himself, so I think they’re both pretty handy when it comes to battle.\nWhere do you think Gendry goes from here?\nHe has numerous potential purposes, whether that’s forging dragonglass for the impending war or political ambitions. I don’t know, but we’ll have to just wait and see.\nGendry ― in my heart of hearts ― I don’t see him as a person that would make an active play for power unless he would be manipulated by someone a bit further down the line, but then again there’s that old idea that anyone who wants power probably shouldn’t be allowed to have it on that basis. Jon Snow is someone for who power was hoisted upon him. He didn’t want to lead. \nWhat can we expect the rest of the way? \nThere’s a sense that the story is really moving at pace now. There’s less time for character development and exploration and it’s more “Avengers Assemble”–type of thing now, with everyone converging on this one place, and shit is about to go down. There’s a sense among the cast now we’re really getting to the end of this, and that’ll be bittersweet.\nI was talking to one of the writers, Bryan Cogman actually, and he was saying David and Dan emailed him the script for Season 8, Episode 6, and he said he sort of didn’t want to open it. He didn’t want to open the file because he knew that once he opened it and started reading, once he got to that last page, that was it, must be a real mix of emotions when that happens. It’s been an incredibly enjoyable and manic and long journey for a lot of people involved. And I don’t envy David and Dan the task of bringing it to an implicit and satisfying, but somewhat surprising, conclusion.\nThis interview has been edited and condensed.", "date": "\n08/13/2017", "href": "https://www.huffpost.com/entry/game-of-thrones-actor-joe-dempsie-finally-reveals-what-happened-to-gendry_n_59905bc3e4b08a2472750692", "tags": "think going joe really actor yeah back finally dempsie gendry ” reveals thrones get like happened"}