{"title": "'Game Of Thrones' Season 8 Release Date Might Be Later Than We Thought- Exclusive", "content": "EARLIER: Winter is coming ... possibly with a little bit of a delay.\nEarlier this year, rumor had it that “Game of Thrones” Season 8 would begin airing sometime in April 2019. The gossip started with a quote Maisie Williams allegedly gave Metro in the U.K., which she later denied. Still, fans hopped on the date and rally around it to this day.\nAnd, hey, a release earlier in the year makes sense. HBO’s president of programming, Casey Bloys, said the show would be premiering in the first half of 2019. And in order to qualify for the Emmy Awards in ’19, a series must air between June 1, 2018, and May 31, 2019. So if HBO wanted the final season of “Game of Thrones” to be considered in the next Emmys, it would have to air before the end of May.\nAlas, I’m here to tell you, our April watch may have ended.\nIn an interview with HuffPost, “Game of Thrones” visual effects supervisor Joe Bauer discussed the show’s Emmy hopes (it’s nominated for 22 awards at the 2018 ceremony) as well as its future eligibility. “In two years we’ll be eligible for the Season 8 work,” he said, “which we’re just beginning now.”\nThat’s right. He said the show will be eligible for the 2020 Emmys, not the 2019 Emmys, meaning it would be airing the bulk of its expected six episodes after the 2019 deadline: May 31.\n“We’re going to be toiling away on Season 8 until May of 2019, so it’s eight or nine months away,” he added. “But the prequel is starting to shoot in February, at least the pilot. So we’ll still have quite a lot to do on Season 8 when they’re beginning.”\nBauer said he’s blocked off his schedule until next May for “Game of Thrones” effects work. “So much of it comes down to timing and all that stuff. The situation changes every week. I know I’m not doing anything else but ‘Thrones’ until May of next year.”\nThe Emmys do make some exceptions. While May 31 is always the cut-off date, “hanging episodes” that air after that time can be considered for the previous cycle’s Emmys. \n“If an ongoing series has enough episodes (six or more) in the current eligibility year to qualify as a series, but has one or more episodes, including the season/series finale, airing after May 31, those ‘hanging episodes’ that are part of the season’s contiguous rollout on the same distribution platform will join the six or more eligible episodes of the series, as long as the hanging episodes air prior to the first-round voting deadline,” a representative of the Academy of Television Arts & Sciences told HuffPost.\nFor the 2018 Emmys, the voting deadline was June 25, so shows like “Westworld,” which aired its finale on June 24, will still qualify in their entirety.\nWith the prospect that “Game of Thrones” Season 8 won’t be eligible for the Emmys until two years from now, it’s safe to assume that the majority of its episodes won’t air before May 31. Since Bauer said his effects team is going to be working into May, it seems late May is the earliest Season 8 could premiere.\nBut we’d guess a release date of at least June or maybe July is more feasible. After all, Season 7 premiered in July 2017.\nAs long as HBO doesn’t make us watch a block of ice melt again for the release date (like they did for Season 7), we’re cool with that. That nightmare would’ve scared even the White Walkers.\nNow that we’re done talking about when the series might end, let’s talk about how it could end.\n“I thought it was really brave,” Bauer said of the ending of the series. “I thought it’d be interesting to see. It’s very true to what ‘Thrones’ is, and knowing how it ends, I don’t actually see how it could end any other way.\n“I think the whole series has aimed toward this. I obviously can’t say what it is. I think there will be divisions because people have grown to identify and like and hate various characters, so everybody has their version of how they want it to end based on those things, but looking at it objectively, I think the way it ends is the way it must end, so I’m just going to leave it at that.”\nWhenever it finally airs, it sounds as if it will be worth the wait. Just, again, please no block of ice. Winter wouldn’t even be that cruel.", "date": "\n08/25/2018", "href": "https://www.huffpost.com/entry/game-of-thrones-season-8-release-date-later_n_5b7b3bbde4b018b93e96beca", "tags": "thought- may later end thrones might season series ” emmys episodes date exclusive release"}