{"title": "'Game Of Thrones' Was Originally A Really Terrible Show", "content": "\"Game of Thrones\" as you know it almost never saw the light of day. \nIn a sit-down with \"Scriptnotes\" podcast hosts and screenwriters John August and Craig Mazin, \"GoT\" co-creators and showrunners David Benioff and D.B. Weiss dished on their disastrous unaired pilot.\n\"It took us almost four years to get the pilot made,\" Benioff said. \"We finally got it finished, and we show it to [screenwriters] Craig [Mazin], Ted Griffin, and Scott Frank. And watching them watch that original pilot was one of the most painful experiences of my life.\" \nMazin told co-creators that they had a \"massive problem\" and the two went back and reshot everything. When they finished reconstructing roughly the entire pilot (over 90 percent), they had a screening for their essentially new TV show. \n\"And I sat there, and this show unfolds, the first episode, and I am stunned. Stunned,\" Mazin said. \"And I very specifically remember walking out in between and you were there, and I said to you, “That is the biggest rescue in Hollywood history,” because it wasn’t just that you had saved something bad and turned it really good. You had saved a complete piece of s**t, and turned it into something brilliant. That never happens.\" \nIf the original pilot had been good, then two of the show's most well-known characters, Daenerys Targaryen and Catelyn Stark, would've been played by two totally different actresses. \nEmilia Clarke, who plays Daenerys, previously spoke about taking over the part from actress Tamzin Merchant. \n\"I had never heard of the books,\" Clarke said in a 2013 interview with The New York Times. \"And so I spent 48 frantic hours Wikipedia-ing ... This is going to sound odd or bizarre. But just from those few lines I felt I understood the character. She’s a young girl trying to do good and to realize her own capabilities.\" \nThe role of Catelyn Stark originally went to actress Jennifer Ehle, though she later dropped out of the role and Michelle Fairley took it over. \nTo read more about the differences between the original pilot and the one that ended up airing, head here.  \n\"Game of Thrones\" Season 6 premieres Sunday, April 24, on HBO.\n \nAlso on HuffPost: ", "date": "\n02/05/2016", "href": "https://www.huffpost.com/entry/game-of-thrones-original-pilot_n_56b4b22be4b08069c7a6dab0", "tags": "game pilot really show never originally good terrible two original thrones mazin"}