{"title": "'Game Of Thrones' Showrunners To Direct Next Film In 'Star Wars' Galaxy", "content": "Rest assured, bitter “Game of Thrones” fans. Another opportunity for showrunners David Benioff and D.B. Weiss to disappoint you in a galaxy far, far away awaits. \nAfter “The Rise of the Skywalker” blasts off into theaters this December, the creators of the HBO fantasy juggernaut are set to helm the next entry in the franchise. Walt Disney Company chairman Bob Iger confirmed at the MoffettNathanson Media & Communications summit on Tuesday that Benioff and Weiss’ “Star Wars” film is expected to be released in 2022.\n“We did a deal with David Benioff and D.B Weiss, who are famous for ‘Game of Thrones,’ and the next movie that we release will be theirs,” Iger said, according to io9. “And we’re not saying anything more about that.”\nThough Igor had indicated just last month that there would be a “pause” after “Rise of The Skywalker,” the film studio is now charging ahead with a new slate of films. There are reportedly plans for three currently untitled “Star Wars” features, with releases scheduled for December 2022, 2024 and 2026. \nDetails about Benioff and Weiss’ film are scarce, but the project will reportedly break with the Skywalker bloodline and focus on a different set of characters. Fans have clamored for new films to be based in the Old Republic, an era set hundreds of years before the current saga, which would very much be within the creators’ wheelhouse.\n“[We thought] it would be smart for us to take a bit of a hiatus while we figure out what’s next. Now, we’re not going to wait until [‘The Rise of Skywalker’] is released and start figuring it out, we’re actually hard at work doing that already,” Iger said at the summit. “The conclusion that we reached was that three years was the proper amount of time to not only take a breather and reset, but to really gear up for the next film’s release.”\nThe company announced in November 2017 that “The Last Jedi” director Rian Johnson would also be helming his own trilogy, but it was previously unclear which batch of films would debut first. \nAnd if a three-year “Star Wars” dry spell is of concern, two television series set in the universe ― Jon Favreau’s “The Mandalorian” and the upcoming Cassian Andor series — are in the works, with the former debuting on the Disney+ streaming platform in 2019. ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-showrunners-star-wars_n_5cdaeff3e4b0f7ba48abe65f", "tags": "next film set galaxy benioff skywalker weiss wars ” direct rise thrones showrunners"}