{"title": "'Gay cake': Ashers Bakery case heard at Supreme Court", "content": "The owners of a Northern Ireland bakery found to have discriminated for refusing to make a \"gay cake\" were forced to act against their religious beliefs, the Supreme Court has heard.\nAshers Bakery is challenging the ruling over its decision not to make a cake iced with the slogan \"Support Gay Marriage\" for activist Gareth Lee.\nAppeal court judges upheld the original decision.\nHowever, Mr Lee's barrister said he had 'no abusive intent' placing the order.\nAshers general manager Daniel McArthur and his wife Amy attended the hearing in Belfast, where the bakery was represented by barrister David Scoffield QC.\n\"This is a case of forced or compelled speech, unlike other cases which have come before the court,\"  Mr Scoffield told the Supreme Court.\n\"Mr and Mrs McArthur have been penalised by the state, in the form of the judgment at the county court, for failing through their family company to create and provide a product bearing an explicit slogan 'Support Gay Marriage' to which they have a genuine objection in conscience.\n\"They would equally have refused to provide that cake with the slogan to a heterosexual customer.\n\"Their difficulty was the content of the cake, not the characteristic of the customer.\"\nMr Scoffield added that the McArthur family were being forced to use their skills, trade and experience for a purpose inconsistent with their beliefs and claimed they must \"choose between operating their businesses or living and acting in accordance with their religious beliefs, and we say that cannot be the law\".\nIt is only the second time the Supreme Court, established in 2009, has sat away from its permanent home in London. Last June the court held four days of hearings in Edinburgh.\nThe court's judgement on whether the owners of Ashers Bakery were guilty of unlawful discrimination is expected to be handed down later in the year, or possibly in early 2019.\nBy BBC News NI's Mark Simpson, inside the Supreme Court \nWhat started as a dispute in a Belfast bakery has ended up in the highest court in the land. \nThe protagonists were separated by only three seats in court.\nIt is almost four years to the day since gay activist Gareth Lee walked into Ashers bakery in Belfast city centre and tried to order his cake. \nOn Tuesday, Mr Lee sat only a short distance away from Daniel McArthur, the general manager of Ashers. \nWhile they may have been close in court, there is a legal gulf between them. \nThe five Supreme Court justices who have to decide which side they are on will not rush to judgement. \nIt could be February 2019 before they make up their minds. \nTuesday marks the latest legal chapter in the long-running case that began in May 2014 when the order was placed at an Ashers shop in Belfast by Gareth Lee, a gay rights activist.\nAshers refused to bake the cake but was later found to have discriminated against Mr Lee.\nHis barrister, Robin Allen QC, said he \"knew nothing at all\" about Mr and Mrs McArthur's religious beliefs when he placed the order.\nMr Allen listed a range of images which Ashers had advertised on a flier that it would ice on cakes, including a witch for Halloween, a photograph of a person or \"a picture of Larne Ladies Football Club\".\n\"They say on the reverse of the flier 'We scan images - bring a favourite photo and we will scan it using edible ink, for all cakes we need three days notice,\" Mr Allen told the court.\n\"That was what Mr Lee understood was the offer they were making to the world at large when he went in with his logo of Bert and Ernie and 'Support Gay Marriage'.\n\"There was an attempt to argue that his request was outside the normal offer that they made to the public at large and that was rejected at first instance and on appeal by the Court of Appeal.\"\nWhen Mr Lee first took action against Ashers he said the bakery's actions left him feeling like a lesser person.\nArriving outside the court on Tuesday, Ashers general manager Daniel McArthur said the case had \"always been about the message\".\n\"We didn't say no because of the customer; we'd served him before, we'd serve him again. It was because of the message. \n\"But some people want the law to make us support something with which we disagree.\"\nThe case against has so far cost the Equality Commission of Northern Ireland £150,000.\nThe move to take the case to the Supreme Court came after Appeal court judges said that, under law, the bakers were not allowed to provide a service only to people who agreed with their religious beliefs.", "date": "1 May 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-43955734", "tags": "beliefs mcarthur court case cake bakery heard supreme lee ashers gay"}