{"title": "'Gay cake' case - Supreme Court to sit in Belfast", "content": "The UK's highest court will sit in Northern Ireland for the first time next April.\nThe Supreme Court will consider a judgement against Ashers Bakery in the so called \"gay cake\" case.\nIts owners are challenging a ruling that their refusal to make a cake iced with the slogan \"Support Gay Marriage\" was discriminatory.\nThe hearing will be the first court proceedings in Northern Ireland to be live streamed.\nFive of the court's 12 judges will travel to Belfast to hear the appeal.\nThey will also hear a case on whether a policy on allowances for widowed parents breaches human rights law\nThe appeals have been listed for four days, starting on 30 April.\nThe judges who will hear them include the president of the Supreme Court, Lady Hale.\nThe others will include Lord Kerr, who was born in Lurgan and is a former lord chief justice of Northern Ireland.\nAnnouncing the visit, Lady Hale said it was important for the court to be as accessible as possible.\n\"My colleagues and I strongly believe that the experience of watching a case in person should not be limited to those within easy reach of London,\" she said.\n\"The main thinking is that we are the Supreme Court for the whole of the United Kingdom, that means England, Wales, Scotland, Northern Ireland, and we hear cases which are important to everybody in the United Kingdom and so we want them to have the opportunity of seeing us in action in the flesh.\n\"Accessibility and transparency are very important parts of any courts work.\"\nThe hearings at the Royal Courts of Justice will be open to the public and will also be streamed live.\n\"This will be a fantastic opportunity for local people to see the court in action on their doorstep,\" Lady Hale added.\n\"The Supreme Court is committed to being one of the most open and accessible in the world and, like all our hearings, our Belfast cases will be live streamed via our website for everyone who cannot get to see us in person.\"\nThe visit has been welcomed by Northern Ireland's most senior judge, Lord Chief Justice Sir Declan Morgan.\n\"I am very much looking forward to welcoming the Supreme Court to Belfast in April,\" he said.\n\"I regard it as extremely significant that the court is now sitting outside London, and I am pleased that Belfast has been chosen as one of the earliest locations to feature in the court's calendar.\n\"I believe it is important for people in this jurisdiction to have the opportunity to see the work of the court at first hand, which can only help to enhance public confidence in the administration of justice,\" Sir Declan concluded.\nThe visit has also been welcomed by the Bar Council, which represents barristers in Northern Ireland, and the Law Society, which represents solicitors.", "date": "27 November 2017", "href": "https://www.bbc.co.uk/news/world-europe-42111688", "tags": "important first court cake justice supreme northern belfast hear ireland sit case april"}