{"title": "'Gay cake' row: MLA attempts to introduce 'conscience clause'", "content": "A DUP assembly member has begun an attempt to introduce a \"conscience clause\" into equality law in Northern Ireland, following legal action taken against a Christian-owned bakery.\nThe Equality Commission has brought a civil case against Ashers Baking Company after it refused to bake a cake with a pro-gay marriage slogan.\nPaul Givan's Private Members Bill aims to create a legal exemption on grounds of strongly held religious beliefs.\nHe said the law had to be rebalanced.\n\"The dilemma facing people of faith is the choice of violating their sincerely held beliefs or going out of business,\" he said. \nMr Givan said it was a choice between a society \"that can make space for difference or one that is intolerant\". \n\"Our democracy for centuries sought to make reasonable accommodation for religious belief and freedom of conscience,\" he said. \n\"This was enshrined as far back as the 1700s, with the rights of conscientious objectors not to serve in the military. \n\"This shows laws for the majority making space to accommodate minorities.\"\nHe said the Equality Commission's legal action had \"created a hierarchy of rights where all minorities are not to be treated equally\". \n\"Gay rights, and the right to have those rights endorsed and promoted by everyone, is more important than the rights of Christians to live according to their conscience,\" he said. \nMr Givan said he had \"taken the unusual step of publishing the specific legislation so people can see exactly what is proposed\".\nJohn O'Doherty of the Rainbow Project, a gay rights charity, said the proposed legislation was \"not motivated by a desire to protect those of religious belief but by a hostility to lesbian, gay and bisexual people and their hard-won rights\". \n\"This is just updating, 'no dogs, no blacks, no Irish' to include 'no gays',\" he added. \nThe row first emerged in July, when Ashers revealed it was facing possible legal action over its decision to decline a customer's request.\nThe cake had been ordered in Belfast by a gay activist, for a civic event in Bangor, County Down, marking International Day Against Homophobia and Transphobia.\nAshers Baking Company said it had declined the request because it was \"at odds\" with its Christian beliefs.\nLast month, Equality Commissioner Michael Wardlow told a Stormont committee hearing: \"We have a situation where there is equality legislation, and we have supported an individual who believes that under that equality legislation, he has been discriminated against.\" ", "date": "8 December 2014", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-30385535", "tags": "mla introduce givan legal equality rights cake legislation clause ashers conscience row attempts action gay"}