{"title": "'GoT' Director Says He Expected Controversy With Sansa Rape Scene", "content": "You might have missed it when this year's Emmy nominations were first announced, but \"Game of Thrones\" got double recognition in the Outstanding Director Drama category. In addition to Season 5 finale's David Nutter, \"Unbowed Unbent Unbroken\" director Jeremy Podeswa also got nominated. In case you forgot, that's the episode where Sansa is raped by Ramsay.\nDeadline recently caught up with Podeswa, who is on board to return for the first two episodes of Season 6 next year, to ask about one of the most controversial episodes in \"Thrones\" history. The director remained rather quiet about addressing the backlash the episode received, which included both fans and critics threatening to quit the series and debating the depiction of rape on television.\nBut Podeswa said that the cast and crew \"tried to handle [the scene] as delicately and carefully as we could.\" The director said he was \"very aware\" that the episode would upset viewers, though. \"We expected a certain amount of controversy because people had really felt a strong connection to Sansa and had really seen Sophie [Turner] grow up on the show, like literally grow up,\" he told Deadline. Podeswa also briefly discussed the scene with Gold Derby, saying that he found the discussion following the episode \"very interesting\" and \"really valid.\"\nAs San Diego Comic-Con last month, Turner assured fans that despite what Sansa went through, she's still strong. Meanwhile, George R.R. Martin continued to remind people that yes, the show and the books are different (i.e. stop hassling him about the changes).\nFor the full interview, head to Deadline.\n﻿﻿Also on HuffPost:\nFor a constant stream of entertainment news and discussion, follow HuffPost Entertainment on Viber.", "date": "\n08/19/2015", "href": "https://www.huffpost.com/entry/game-of-thrones-sansa-director_n_55d4c8eae4b07addcb451247", "tags": "rape really first episode scene director deadline got expected sansa controversy says year thrones podeswa"}