{"title": "'I'm sad that I didn't have sex until I was 37'", "content": "While the average person loses their virginity in their late teens, this is not true for everyone. \"Joseph\", who is 60 and a widower, found it was a source of great shame and frustration. Here he shares his story. \nI remained a virgin until my late 30s. I have no idea how unusual that is but I experienced a sense of shame, and I felt stigmatised. \nI was a terribly shy and anxious person, but not isolated. I always had friends but I was never able to translate that into intimate relationships.\nAt school and sixth form I was surrounded by girls and women, but I never made the kind of move that is probably quite a normal one to make. \nBy the time I reached university, my pattern was set - not having relationships was what I expected. A lot of it was due to a lack of self-esteem and a deep sense that people would not find me attractive. \nIf you go through your late teens and early 20s without going out with people, you don't have the evidence that builds up and says: \"Yes, people can like me because look: I've had that girlfriend and that girlfriend.\" That allows the sense that you are unattractive to persist and to be reinforced. \nListen to Anna Foster's show on BBC Radio 5 live \nI never spoke to my friends about it, and they didn't ask. I would have been quite defensive if they had, to be honest, because I was developing a sense of shame about it.\nIt may not be true that society judges people for not having sex. But I think when anything is perceived to be outside of normal then it's liable to be seen as deviant in some way. \nI feel there's a cultural investment in \"success\" with women - if you think about popular songs and films, of coming-of-age movies, they will quite often be about early relationships and there's a cultural \"thing\" about becoming a man. If you think about the Frankie Valli song \"Oh what a night\" it's the sense that she took the boy and turned him into a man. \nAll of that promoted in me a sense of shame. \nMost of my friends had girlfriends. I watched from the sidelines while they were starting relationships and, later, getting married. That had a corrosive effect on my self-esteem, in a drip-drip way. \nI was lonely and quite depressed - although I didn't recognise it then. That might have been about not having a sexual relationship, but it was also about a lack of intimacy. \nI look back now and for about 15, probably 20 years, I really wasn't touched by a human being or held by anyone apart from immediate members of my family, like my mum, my dad and my sisters. Apart from that, any sort of physical, intimate contact was absent. So it's not just about sex. \nIf I saw somebody who I fancied, I didn't feel any excitement or pleasure - instead, my instant reaction was one of sadness and depression. I had a sense of hopelessness about it all.\nI didn't have a fear of rejection - the idea of rejection was irrelevant because I was so certain that no-one would be reciprocating any attraction I felt. \nIt might have been a defence mechanism on my part, but I developed a deep feeling that it might be wrong to approach women and that it might be an imposition on them. I was certainly never going to be that guy who \"used\" women. \nI felt women had the right to go about everyday life and enjoy a night out without having anyone approach them.\nI often became friends with women I was attracted to. I'm sure many of them were completely unaware of my romantic feelings.\nAt the time I would have been certain that they didn't want me. From where I stand now looking back, I honestly don't know. I don't think I had the attractiveness of confidence. \nA woman never asked me out - that would have been nice! Perhaps it was less acceptable to do so at the time.\nI became clinically depressed in my mid-to-late-30s, so I saw my GP and I was prescribed antidepressants, and I also started having counselling. \nThat's when things changed.\nFirst of all I gained a little bit of confidence in myself through the counselling. Secondly I think the antidepressants might have had an impact - I think they can act as a little bit of an anti-shyness pill. \nPlus I'd grown up a bit. \nI found myself asking somebody out, and that then turned into a brief relationship. \nI remember being anxious and nervous on the first date. But I felt, \"This is nice, I like this.\" So I asked her out again afterwards, she said yes, and things developed from there.\nOnly a few weeks after that first date, we became physically intimate. You hear those cliches of teenage fumbling - well, I wasn't a teenager, so I found I knew what to do. I also found it was exciting and pleasurable. Some people say the first time isn't good, but it was good.\nI didn't tell her I was a virgin, but had she asked me, I would have been open.\nI met my wife about 18 months later, at work. I noticed her immediately. She was really pretty with lovely huge eyes - a dreamy look. \nI didn't ask her out directly, but I asked a mutual friend if she was spoken for. She ended up acting as a bit of a matchmaker. \nOur first date was on my 40th birthday and we married 18 months after that. \nShe was very special. \nI was lucky when she fell for me, she gave me complete and unconditional love and that's rare. And I'm lucky to have had it.\nWhen I spoke with her about my sexual history she was totally accepting and non-judgmental so it was fine. Our relationship was so strong emotionally and there was never an ounce of criticism in her - to be with her was simple.\nWe were married for 17 years. Sadly she passed away nearly three years ago now, so that was traumatic. \nI always feel that I met her too late and lost her too early, but then again I'm not sure she would have found me attractive if she had met me when I was young.\nI look back on my youth with a sense of regret. It's almost as though I am grieving for something that didn't take place. I feel there's a stack of fond memories that aren't available to me, or a set of experiences that I didn't have. \nI don't know what it's like to be in love when you're young, I don't know what it's like to take those steps in the world with a member of the opposite sex, that experimental, fun time - and that leaves me with a sense of regret.\nSo the first thing I would say to anybody in that situation now is: Do take it seriously.\nAnd we should think about intervening if we notice it. How we do that, I'm at a loss to say because if someone had asked me about it, I would have denied the problem. But some people will be in a position to notice.\nThe thing is, people like me - like I was - aren't going to be on anyone's radar. \nWe tend to worry about when young people do things perceived to be risky - drug-taking, knife crime, early sexuality and those kinds of things. So not doing something isn't something we tend to worry about.\nBut if you know somebody who's never had a girlfriend or a boyfriend, perhaps don't assume that's what they want. Try and be supportive - probably not by directly asking them, \"Why don't you ever go out with anyone?\" But by being encouraging and explaining that everybody has doubts when they first ask someone out. \nIt's OK to be nervous, but it's also OK to have the desire to want to be with someone. All of these feelings are part of humanity, and if you deny yourself that then you deny yourself part of a human experience.\nOn 23 April, Alek Minassian allegedly launched a van attack in Toronto that killed 10 people. He identified with the \"involuntary celibate\" or \"incel\" subculture. Members of this online community believe they will never have sex and often blame women for their sexual failures. The existence of this incel community worries Joseph.\nOne of the things that most worries me about the publicity around the Toronto attack is that people who are still looking for love may feel stigmatised and have a sense of shame.  \nIt might perpetuate the idea that people who have yet to find love are socially awkward and in some way weird. I felt I was perfectly normal before I found my wife and I was perfectly normal after - I didn't change. There is nothing unusual about me. \nThere are plenty of people looking for love who are not hate-filled. It would be a shame if we conflated whatever drove the Toronto attacker with people looking for a human need.  \nThere is no right or entitlement to being loved or finding love, but looking for love is still a valid wish in life. Not having love is not anybody's fault, it's just circumstances. \nThirty-something Jessica was eager to get pregnant but a series of bad relationships left her ready to try a radical approach.\nI advertised for a man to get me pregnant\nJoin the conversation - find us on Facebook, Instagram, YouTube and Twitter.", "date": "10 May 2018", "href": "https://www.bbc.co.uk/news/stories-43956366", "tags": "sense think first never sad sex found women love like"}