{"title": "'I'm Fucked,' And Other Damning Revelations From The Mueller Report", "content": "WASHINGTON ― “Oh my God,” President Donald Trump said. “This is terrible. This is the end of my presidency. I’m fucked.”\nThat was how Trump reacted to the news that special counsel Robert Mueller had been appointed to investigate Russian interference in the 2016 presidential election, according to Mueller’s report, which the Justice Department made public with several redactions Thursday morning.\nThe scene, which took place in May 2017, is one of several damning episodes detailed in Mueller’s nearly 400-page report.\nThe redacted document describes 10 instances in which Trump may have obstructed justice by using his authority to interfere with the special counsel’s investigation. Mueller declined to make a determination about whether the president obstructed justice.\n“The Russian government interfered in the 2016 presidential election in a sweeping and systematic fashion,” Mueller wrote. He found extensive ties between members of the Trump campaign and Russian officials. “The links included Russian offers of assistance to the campaign,” he wrote. “In some instances, the Campaign was receptive to the offer, while in other instances the Campaign officials shied away.”\nBut ultimately, Mueller wrote, his probe did not find that Trump campaign officials participated in an illegal conspiracy to aid Moscow’s efforts to influence the outcome of the 2016 election.\nTrump and his allies have tried to spin Mueller’s findings as a win for the White House, which has long smeared the special counsel’s investigation as a politically motivated “witch hunt.” Yet the report includes plenty of damaging information about the president and his team.\n“How could you let this happen, Jeff?” Trump said to his then-attorney general, Jeff Sessions, when Sessions gave him the Mueller news, according to notes taken by Sessions’ former chief of staff Jody Hunt. Sessions told investigators that Trump told him “you were supposed to protect me,” or words to that effect. “Everyone tells me if you get one of these independent counsels it ruins your presidency. It takes years and years and I won’t be able to do anything. This is the worst thing that ever happened to me,” Trump told Sessions.\nA month later, the president called White House counsel Don McGahn at his home and ordered him to tell the acting attorney general that Mueller had conflicts of interest and must be fired, Mueller wrote in his report. McGahn refused, fearing a situation similar to the Nixon-era Saturday Night Massacre. The New York Times reported last year on Trump’s effort to fire Mueller.\nTwo days after his failed effort to fire Mueller, Trump told political operative Corey Lewandowski to tell Sessions that Mueller’s investigation was unfair to the president and should be limited to future election meddling, the special counsel wrote. Lewandowski didn’t want to deliver the message to Sessions, so he asked senior White House official Rick Dearborn to do it instead. Dearborn also declined.\nTrump went on to trash Sessions publicly, telling The New York Times in an interview he never would have appointed Sessions if he knew the attorney general would recuse himself from the Russia probe.\nTrump may have been saved from an obstruction of justice charge by his own aides’ refusal to follow his orders. “The President’s efforts to influence the investigation were mostly unsuccessful, but that is largely because the persons who surround the President declined to carry out orders or accede to his requests,” Mueller wrote. Then-FBI Director James Comey ignored Trump’s request to stop investigating the president’s first national security adviser, Michael Flynn, who was later convicted of lying to the FBI; McGahn didn’t help fire Mueller, and later refused to lie about Trump’s demand that he do so; and Lewandowski and Dearborn didn’t pass along Trump’s message to Sessions.\nThe events described by Mueller suggest that Trump used his authority to try to kill the investigation.\n“Our investigation found multiple acts by the President that were capable of exerting undue influence over law enforcement investigations, including the Russian-interference and obstruction investigations,” the report states. “These incidents were often carried out through on-on-one meetings in which the President sought to use his official power outside official channels.”\nBut proving that the president obstructed justice would require the special counsel to determine whether Trump’s actions — which may have had the effect of impeding the Russia probe — were done with that intent, Mueller explained in the report.\n“If we had confidence after a thorough investigation of the facts that the President clearly did not commit obstruction of justice, we would so state. Based on the facts and the applicable legal standards, we are unable to reach that judgment,” the special counsel wrote. “Accordingly, while this report does not conclude that the President committed a crime, it also does not exonerate him.”\nMueller’s report shows that Michael Cohen, Trump’s longtime fixer, received a text message from Russian businessman Giorgi Rtskhiladze during the election campaign saying that Rtskhiladze had “stopped flow of tapes from Russia but not sure if there’s anything else.” Cohen told the special counsel’s team he briefed Trump on Rtskhiladze’s texts.\nRtskhiladze said the tapes referred to compromising recordings of Trump, which were rumored to be held by people associated with the real estate group that helped host Trump’s 2013 Miss Universe Pageant in Russia. The description of the tapes appeared to match an unverified allegation from a dossier compiled by former British intelligence officer Christopher Steele, who was hired by a private firm during the 2016 campaign to collect information about Trump.\nMueller found that the Russian government worked to help Trump win the 2016 election, and that the Trump campaign believed it would benefit from information stolen and disseminated by Moscow. Throughout 2016, members of the campaign expressed interest in obtaining emails stolen by Russian government operatives — but Mueller’s investigation did not conclude that the Trump campaign conspired with Moscow in stealing or disseminating information to damage the Democrats.\nThe report includes detailed descriptions of several Trump affiliates who developed ties to Russian operatives — including Sessions, Flynn, Cohen, George Papadopoulos, Carter Page, Rick Gates, Paul Manafort, Jared Kushner and Donald Trump Jr. — much of which has already been made public in press reports and court filings over the past several years.\nThe report verifies press reports that Trump Jr. helped arrange a June 2016 meeting between senior members of the campaign and Russian lawyer Natalia Veselnitskaya in Trump Tower. Trump Jr. expected to receive damaging information about Hillary Clinton from the Russian government. The meeting was ultimately a letdown for the Trump associates; Kushner texted Manafort during the meeting that it was a “waste of time,” and left before the meeting ended.\nMueller considered charging Trump campaign officials with crimes in connection to the Trump Tower meeting, he wrote in his report. It is against campaign finance law to solicit or accept something of value from a foreign national or government. But Mueller decided against it, in part because of challenges in proving the violation was “knowing” and “willful.”\nCampaign finance law expert Richard Hasen argued in Slate that Mueller made a mistake in not pursuing Trump Jr. more aggressively. The special counsel should have called Trump Jr. before the grand jury after he declined to be interviewed voluntarily, Hasen wrote. Forcing Trump Jr. to testify under oath could have helped answer whether he knew about the campaign finance law and willfully broke it.\nMueller’s report also confirms that Russian intelligence officials targeted Clinton’s email system in 2016, about five hours after Trump said at a news conference, “Russia, if you’re listening, I hope you’re able to find the 30,000 emails we are missing” ― a reference to emails Clinton said she had deleted from her private server.\nSince Deputy Attorney General Rod Rosenstein appointed Mueller in May 2017, Trump and his allies have made a concerted effort to undermine the special counsel’s investigation. In recent weeks, Attorney General William Barr has assisted in the effort.\nWhen Mueller’s team completed their report in March, Barr initially declined to make the document public. Instead he drafted a four-page letter to Congress that he said summarized the special counsel’s principal findings. But in the letter, Barr and Rosenstein took it upon themselves to go further than Mueller on the obstruction of justice question. The DOJ officials claimed that the special counsel’s report did not include enough evidence to establish Trump’s guilt.\nBefore Trump nominated Barr as attorney general, Barr sent Rosenstein an unsolicited memo arguing that the special counsel had no basis for the obstruction of justice investigation. According to Barr, Trump was acting within his presidential authority when he pressured Comey to drop part of the FBI’s Russia probe and when he later fired the FBI director.\nBarr’s decision to weigh in on the obstruction matter in March, without making Mueller’s report public, infuriated Democrats, who viewed it as an effort from a Trump appointee to downplay the special counsel’s findings.\nThe version of the report released on Thursday included redactions from Barr that he said concealed grand jury material, intelligence information that could reveal sources and methods, information related to ongoing investigations, and information that would infringe on the privacy and reputations of “peripheral third parties.”\nHouse Judiciary Chairman Jerry Nadler (D-N.Y.) said Thursday afternoon that he plans to issue a subpoena for the full unredacted report and the underlying evidence. He also requested that Mueller appear before the committee to testify by May 23.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-report-does-not-exonerate-trump_n_5cb619a6e4b098b9a2db6c69?ov4", "tags": "special fucked report russian counsel ” revelations campaign mueller damning"}