{"title": "'I bought my mum a flat just by renting out my camera kit'", "content": "Peer-to-peer \"sharing economy\" tech platforms have mushroomed in the last decade, but very few have rivalled Airbnb or Uber in size, largely because consumers have found them difficult to trust. So how are tech firms rising to this challenge?\nWhen photographer Antonio Salvani, 36, was commissioned to do a wedding, he realised he didn't have all kit he needed to do the blushing bride justice.\nNormally he would have gone to a camera rental shop to get the extra equipment., but deposits \"can be £250-1,000\", he says.\nA friend told him about Fat Llama, a start-up peer-to-peer (P2P) platform that enables people to rent out stuff they own.  \n\"For £60 I was able to hire two cameras and lenses,\" says Mr Salvani, a property management receptionist in London's Mayfair as well as a photographer. \n\"It would've been 40-50% more expensive through the rental shop.\"\nThis experience persuaded him to list all his camera equipment worth about £20,000 on the site, \"as I only use about 30% of it at any one time\". \nMoney came easily and he hasn't looked back since.\nHe made £4,000 in April, he says, and has been able to buy his mother a £30,000 flat in Macedonia with the proceeds of this flourishing sideline business.\nBut isn't he concerned about his equipment getting broken or stolen?\n\"I was very worried at first renting out my expensive kit to people I don't know. I couldn't sleep!\" Mr Salvani admits. \n\"But you're covered by insurance - I've had 700 rentals and no breakages so far.\"\nOne guy did fail to return a smoke machine, but Fat Llama reimbursed him the £50 cost \"within a week\", he says.\nHe meets all his customers face-to-face first and thinks this helps establish a personal relationship, making fraud less likely. One client left a piece of expensive kit on a train but reimbursed Mr Salvani £750 without needing to go through the insurance process.\nFat Lama chief executive Chaz Englander acknowledges that the sharing economy idea has been around for at least a decade, but trust and insurance have been stumbling blocks for many start-ups.\n\"Insurance companies were very sceptical at first because the market was still too small and the risks too high, so we concentrated on tech to make our risk profiling of customers as accurate as possible,\" he says.\nThis involves analysing 150 data points on customers, explains Mr Englander, from their browsing behaviour - searching across lots of different product categories could be suspicious - to which type of phone they use - messaging from an iPhone one minute then from an Android the next might be another indication of dodgy behaviour.\n\"Our risk modelling helped the insurers get on board - claims are capped at £25,000 per item,\" he says. The cost is included in the 15% commission the firm charges both parties involved in the transaction.\nFat Llama, which has attracted 80,000 customers in London and is expanding in New York, is just one of thousands of firms around the world exploiting smartphone apps, cloud-based servers, GPS technology, eBay-style ratings, and flexible digital payment systems to facilitate what's been dubbed the sharing economy - something of a misnomer.\nFor while there are organisations such as Freecycle dedicated to promoting the sharing of goods and services - without money changing hands - most P2P platforms take a commission.\nThe market has been growing exponentially. In the UK alone, sharing economy transactions could reach £140bn by 2025 says consultancy PwC, up from an estimated £7bn in 2015. Globally, this figure could top £2.6tn by some estimates.\nThe idea is that the stuff we own - houses, cars, camera equipment, our money - sits around doing nothing for most of the time when it could be earning us extra cash.\nYounger generations in particular have embraced renting rather than buying, not only as a way to save money, but also as a way to live more sustainably in opposition to our throwaway culture.\nIn finance, companies like Funding Circle, GreenSky, and Lufax are matching lenders with borrowers in direct competition with those banks offering poor interest rates on savings.\nIn short-term property rental, Airbnb has blazed a trail, followed by the likes of HomeAway, HouseTrip and Tripping.com.\nThe taxi sector has been thoroughly shaken up by Uber and Lyft, while car rentals are being challenged by companies such as Turo, Getaround and easyCar Club.\nBut many start-ups have fallen by the wayside in this nascent market, unable to engender enough trust and confidence in such novel services, or reach scale quickly enough to survive the cut-throat competition.\n\"The biggest challenge for peer-to-peer brands is trust,\" says Richard Laughton, chief executive of car sharing platform easyCar Club and chair of trade body Sharing Economy UK.\n\"People on both sides of a rental need to be confident that their assets will be looked after and their safety guaranteed.\"\nTechnology is making the vetting of users easier, he argues, enabling techniques such as video verification and social media profile analysis to supplement the established rating systems. \nAnd smart \"internet of things\" sensors could be \"built seamlessly into the rental process to provide accurate feedback on how assets are being used,\" he adds.\nKitemark schemes, such as Sharing Economy UK's TrustSeal, also help to engender confidence, says Mr Laughton. \nMore Technology of Business\nOne P2P car sharing firm, Cube Intelligence, thinks the distributed ledger technology blockchain could eradicate the trust issue once and for all.\n\"Blockchain is set to reduce risk by facilitating a 'trustless' system in which personal data can be verified and payments can be transferred quickly and securely,\" says Robert Cooke, the firm's  director of partnerships.\nSmart locks will detect when a customer has arrived at the vehicle, meaning the owner doesn't have to be present to hand over the keys, he says. He's hoping the system could be extended to bicycles and motorbikes.\nBut for Turo, one of the world's largest car-sharing platforms, the main challenges have not been insurance or trust - its insurer Liberty Mutual is an investor - but the threat of regulation lobbied for by car rental companies, says company spokesman Steve Webb.\nUber and Airbnb have had their fair share of regulatory issues, too, but if the main threats have switched from lack of trust to opposition from incumbent rivals, then the sharing economy must be doing something right.", "date": "1 June 2018", "href": "https://www.bbc.com/news/business-44301183", "tags": "trust bought renting one economy camera rental kit says sharing could salvani mum insurance flat"}