{"title": "'I had my misgivings about going abroad for surgery'", "content": "When Melissa Moore travelled from the US to Costa Rica for knee replacement surgery she decided to keep it a secret.\n\"I didn't tell my friends and family because I didn't want them to say 'are you crazy?',\" says the 53-year-old.\n\"Of course I also had my own misgivings about travelling to Central America and having major surgery.\"\nMelissa, from the town of Brandon in Mississippi, is one of a growing number of people around the world who are going abroad for cheaper or quicker medical treatment.\nWhile many Americans do so because they don't have health insurance - official figures show that more than 28 million do not  - others like Melissa go overseas because their basic cover means that they have to pay a sizeable chunk of any treatment bill.\nShe says that her knee operation in Clinica Biblica, Costa Rica's largest private hospital, cost $12,200 (£9,200), compared with around $44,000 in the US.\nPatients Beyond Borders, a publisher of guidebooks for \"medical tourists\" estimates that more than 20 million people will travel to another country for medical treatment this year, up 25% from 16 million last year.\nMeanwhile, a 2016 report by payments giant Visa estimated that the medical tourism industry was worth $50bn a year, and continuing to grow.\nYet before people in the UK feel relieved about having the National Health Service, with its free at the point of delivery service, more and more Britons are also going abroad for treatment.\nThis is more often so they can avoid waiting lists, get cosmetic surgery that is not covered by the NHS, or for dental work due to a lack of NHS dentists.\nMedigo, a German-based medical travel company says that queries from UK residents jumped 53% last year. Official figures from the UK's Office of National Statistics also show that a rising number of people are going abroad for treatment.\nOne British person who recently travelled abroad for surgery was Amanda Wells, from the Scottish town of Dalkeith, near Edinburgh.\nThe 46-year-old travelled to Poland last year - via Medigo - to have a painful bunion removed from her left foot, because she didn't want to wait the nine months that her GP estimated it would take her to get the operation on the NHS.\nShe says she was able to get the work done in Poland for £3,000, half the amount she was quoted by a private surgeon in the UK.\n\"I did my research regarding waiting times to meet with a [NHS] surgeon, and I discovered that my GP was being optimistic,\" she says.\n\"The facilities were excellent in Poland. The surgeon was fantastic and I saw him for three follow-ups before I went home.\"\nAnother Briton who went abroad for treatment last year was Lincoln Summers, of Woking, south west of London. He went to a dentist in Hungary.\n\"I looked like a mobster after one of my front teeth broke off,\" says the 54-year-old.\nLincoln says he got an implant fitted in Budapest for £800 compared with the £2,500 he was quoted by a private UK dentist.\n\"It was not what I expected at all [in Hungary], it was a state-of-the-art dentist,\" he adds.\nWhile both Lincoln, Amanda - and Melissa in the US - say they were very happy with the medical care they received, some experts urge medical tourists to be cautious. Especially if people are travelling to the developing world.\n\"People go abroad thinking they are going to get affordable care... and they get back to the States and end up having massive medical bills because they require treatment of infections, and they require additional surgery,\" says Prof Leigh Turner, from the School of Public Health at the University of Minnesota.\n\"If they have insurance, their insurance doesn't cover it.  It ends being a costly experience.\"\nDespite this risk, the number of Americans going abroad for medical treatment goes up every year. About 422,000 did so in 2017, according to the US National Travel and Tourism Office. That is up from 295,383 in 2000.\n\"The number of uninsured Americans began to climb again in 2017,\" says Prof Turner.\n\"And... it seems plausible that reductions in insurance coverage are pushing more Americans to search elsewhere for affordable medical care.\"\nMore from the BBC's series taking an international perspective on trade:\nJosef Woodman, chief executive of Patients Without Borders, says that much of the growth in global health tourism is coming from people in the developing world.\n\"You have got literally hundreds of millions of people entering the middle class in China, in India, and in Indonesia,\" he says.\n\"The healthcare systems in these countries don't offer them what they need in terms of speciality, complex care.\"\nBack in Mississippi, Melissa Moore is continuing to recover from her knee operation in Costa Rica earlier this year. She praises all the staff that treated her.\n\"I had a meltdown one day [at the hospital] because of the pain, and the feeling of helplessness,\" she says. \"But the nurses and techs were so sweet and helped to calm me.\"", "date": "28 March 2019", "href": "https://www.bbc.com/news/business-47704954", "tags": "going uk medical treatment melissa says year misgivings surgery abroad"}