{"title": "'I hire a man to pretend to be my daughter’s dad - and she doesn't know'", "content": "Megumi was a baby when her parents separated and her father disappeared from her life. But years later her mother told her he wanted to reconnect. Megumi began to see Yamada regularly. She thinks he is her father, and that Yamada is his real name - but this is a lie.\n\"Ever since she was little she'd ask me where he was,\" says Megumi's mother, Asako. \"All she knew was that he had gone soon after she was born, so she blamed herself.\"\nFor years it didn't appear to be a problem. But when Megumi was about 10, Asako noticed a change in her daughter's behaviour.\n\"She didn't talk to me and became very quiet and withdrawn,\" Asako says. \n\"It took a long while to find out about the bullying.\"\nAsako discovered that Megumi wasn't only blaming herself for her parents' breakup. Her classmates were also ostracising her because she didn't have a dad - children of single parents are often stigmatised in Japan.\nEventually she became so unhappy that she refused to go to school.\n\"She's my only child and it was breaking my heart to see her so sad,\" Asako says. \nShe tried to get the teachers at school to help, but when that failed another idea came into her head.\n\"All I could think about was, what if I found a man who was nice and kind, an ideal father, someone who would make her feel better?\" Asako says.\nShe'd heard about relative rental agencies that could send an actor to play a guest at a wedding or go on a date - they are well established in Japan. So she contacted one to ask if they could also provide a fake dad. After auditioning five hopefuls, she settled on a man called Mr Takashi.\n\"I found him the easiest to talk to,\" Asako says. \"He's very kind and sweet, so I just followed my instincts.\"\nTakashi runs a rental agency with about 20 staff and more than 1,000 freelancers - men and women of different ages and backgrounds who can cater for almost any situation, taking on fake names, personalities and roles. They often have to lie, but they are very strict about not breaking the law.\nAs an actor himself, he's played boyfriends, businessmen, friends and fathers, and been a bridegroom at five fake weddings.\nHe prepares for his roles, he confesses, by watching Hollywood movies like Little Miss Sunshine, the Oscar-winning film about a dysfunctional family bonding on a road trip, and The Descendants, in which George Clooney plays an indifferent parent who suddenly has to embrace fatherhood after a family tragedy.\n\"I study these films, and memorise phrases and lines,\" Takashi says. \"I take notes on how different family members interact and communicate, and what it takes to be a certain kind of father or husband. They help me understand different family dynamics and relationships.\"\nAsako met Takashi several times to talk about the kind of father she wanted him to play to Megumi.\n\"My requests were very simple,\" she says. \"Firstly, I wanted him to say how sorry he was that he couldn't be in Megumi's life until then. Secondly, I wanted him to listen to whatever she wanted to tell him.\"\nAsako then told Megumi that her father had remarried and now had a new family, but that he had recently been back in touch because he wanted to see them again.\nHe was working, she said, as \"an actor\".\nMegumi was shocked, but eventually agreed to meet him. And so, nearly 10 years ago, Takashi became Yamada, Megumi's father - his longest-running, and perhaps most ethically dubious role to date.\nTakashi still remembers their first meeting.\n\"It was a very complex emotion that was there,\" he says. \"She asked me why I hadn't come to see her before, and I felt her resentment.\"\nAs Yamada, Takashi began seeing Megumi and her mother a couple of times a month - joining them on days out, trips to the cinema and visiting for birthdays. And Asako says it didn't take long to see a real change in her daughter.\n\"After a while Megumi became much happier and more outgoing,\" she says. \"She loved to talk, she was lively - she even wanted to go back to school, and that's when I thought, 'This has all been worth it!'\"\nOne particular occasion sticks in Asako's mind - when she and Yamada were at Megumi's school parents' day.\n\"We were standing at the back of the classroom,\" Asako says. \"She saw us together and kept on turning around to look at us. She had the biggest smile on her face and that made me really happy.\" \nTakashi's services are not cheap. Each time Asako hires him to play Yamada she pays about 10,000 Yen, (about £70 or $90), and although she earns a decent salary she has to make savings elsewhere to afford it. But when she remembers how unhappy her daughter once was, she thinks it is money well spent.\nTakashi also sees a difference in Megumi, from the quiet, hesitant girl that he first met.\n\"Gradually she became happier and more confident,\" he says. \"I used to meet her with Asako, the three of us together, but one day she said, 'I want to go out with my father, just the two of us,' so I took her out and she held my hand for the first time.\"\nOver the last 10 years, Takashi's character Yamada has grown very close to Megumi, now a young adult. He's become a part of the family. He even tells Megumi that he loves her, in the way that any father might - but, of course, he doesn't really.\nHow does he justify this act of deception?\n\"Switching personalities and identities is very important in this job,\" he says. \"But I'm human, and so, of course, it would be a lie if I said I don't feel any emotional conflict saying, 'I love you,' to that child. But this is a business, I have to do it, and I have to keep reminding myself of that.\"\nAsako also understands that some might disagree with her choices.\n\"I know what I'm doing is drastic,\" she says. \"But I really, really wanted to save my daughter.\"\nTo complicate matters, she has also become very attached to the fictional character she is paying Takashi to portray.\n\"When the three of us are together, I feel at peace,\" she says.\n\"We talk, we laugh and we are very kind to each other. He's been in our lives for such a long time now, I would like to marry him and become a real family.\"\nBut Asako has had to face the bittersweet reality that she is in love with someone who isn't real and who cannot love her back.\n\"I have told him [how I feel], but he told me to my face that he's with us because it's his job. It's very complicated,\" she says.\n\"I'm very aware that he's only with us because we're paying him.\n\"I sort of fantasise about our relationship, that maybe we can be a real family, but the relationship as it is actually helps me emotionally and mentally as well. It keeps me stable.\"\nIn fact, Asako has no plans to end the arrangement with Takashi and says she would like to carry on hiring him to play Megumi's dad indefinitely - even if that means sinking deeper and deeper into a world of fantasy and deception.\n\"The ideal situation is that she continues to think of him as her father,\" she says. \"So when she gets married I'd like him to be at her wedding ceremony, and when she has her own child, I'd like him to act as a grandfather as well. The worst case scenario is that my daughter finds out.\"\nAnd if Megumi's real father were to ever turn up?\nThat's not a possibility that Asako has ever really considered. As she hasn't had any contact with him since their divorce she feels it is unlikely - but if he did walk through the door one day, she thinks Megumi would choose Yamada over her real dad, because they have such a good \"father-daughter\" relationship. He is the ideal father, just as Asako hoped he would be.\nTakashi is also aware that the lie could continue to grow.\n\"This is one of the big issues of renting a family,\" he says. \"Megumi could get married in the future and then her husband would think I'm her father. If she then has her own child that means she'd believe I'm the grandfather of her child, and the stakes get bigger and bigger.\"\nAnd he has thought about how Megumi might feel if she finds out - though the plotlines he envisages might strike many as highly optimistic.\n\"In the best case scenario, I'd like to think that she might thank me for taking care of her - that is 80% of my imagination,\" he says.\n\"The other 20% thinks that she would be devastated. She might say, 'Why did you come clean? Why couldn't you just keep lying to me until the end?'\n\"I think I've been a big support in her life... Maybe asking her to thank me is a bit excessive, but at least I'd like her to recognise our service.\"\nMany might also find it hard to understand why Asako has chosen to do something which could be so distressing for her daughter, if she discovers the truth. Yet she stands by her decision.\n\"I know some people think it's foolish to pay money to lie to my own daughter and to have a pretend father, but I was desperate,\" she says.\n\"Anyone can understand that horrible feeling of desperation, to see your child so hurt.\"\nShe says she does worry about the potential impact on Megumi, but tries not to think about it.\nAnd she thinks this kind of thing happens more than you might imagine.\n\"My situation isn't unique. I'm sure there are loads more surrogate fathers and mothers out there.\" \nAll names have been changed to prevent Megumi uncovering the deception before her mother is ready to tell her\nIllustrations by Katie Horwich\nWhen a one-day-old baby, Paul Joseph Fronczak, was stolen from a Chicago hospital in 1964, the terrible story made headlines across America. Then, two years later, an abandoned boy was identified as the missing baby and handed over to the relieved parents. Years later, Paul began to investigate what had happened - and was shocked by what he found. \nRead: The FBI said I was my parents' stolen baby, but I found out the truth\nJoin the conversation - find us on Facebook, Instagram, YouTube and Twitter.", "date": "21 November 2018", "href": "https://www.bbc.co.uk/news/stories-46261699", "tags": "takashi wanted know could dad hire man yamada says daughter father megumi pretend family asako"}