{"title": "'I Love It'- Donald Trump Jr- Knew He Was Meeting With Kremlin-Linked Lawyer", "content": "Donald Trump Jr. released images of an email exchange Tuesday that show he was contacted in June 2016 about a meeting with a Kremlin-linked lawyer. At that meeting, he was told, he could obtain “some official documents and information that would incriminate” former Secretary of State Hillary Clinton.\nTrump Jr., President Donald Trump’s eldest son, released the images just as The New York Times published a story describing the emails. An editor for the Times confirmed that Trump Jr. posted the emails after being informed of the Times’ story.\nIn an email sent to Trump Jr. on June 3, 2016, music promoter Rob Goldstone said he could facilitate a meeting to provide Trump Jr. with information that “would be very useful to your father,” at the time a Republican presidential candidate.\n“The Crown prosecutor of Russia met with his father Aras this morning and in their meeting offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father,” Goldstone wrote in an email to Trump Jr.\n“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump ― helped along by Aras and Emin,” Goldstone added. “What do you think is the best way to handle this information and would you be able to speak to Emin about it directly?”\nTrump Jr. replied, “If it’s what you say I love it.”\nThe documents posted by Trump Jr. show that he forwarded the email exchange to Trump’s son-in-law, Jared Kushner, who is now a presidential adviser, and to Paul Manafort, Trump’s then-campaign manager, on June 8 ― one day before the meeting took place at Trump Tower in New York.\nAs The New York Times notes, there’s no evidence in the emails to suggest the meeting was related to the Russian hacking of Democratic National Committee emails, many of which were provided to WikiLeaks and released over the last few months of the presidential campaign.\nTuesday’s revelation comes after an earlier New York Times story on Trump Jr.’s meeting with the Kremlin-linked lawyer. In response to that story, published Saturday, Trump Jr. claimed he “primarily discussed” an adoption program with the lawyer, Natalia Veselnitskaya, whose clients have included Russian state-owned businesses and the son of a senior Russian government official. Trump Jr. changed his statement a day later, admitting he attended the meeting to obtain “potentially helpful information” about Clinton.\nThe president has so far remained silent on the controversy, tweeting instead about Senate Democrats, the Olympics and a military plane crash. Mark Corallo, the spokesman for the president’s personal lawyer, told The New York Times on Sunday that the president “was not aware of and did not attend the meeting.”\nIn a statement on Tuesday, Vice President Mike Pence’s press secretary said Pence was not aware of the meeting.", "date": "\n07/11/2017", "href": "https://www.huffpost.com/entry/donald-trump-jr-emails_n_5964e8b9e4b005b0fdc8815c", "tags": "jr. information jr- president new meeting trump ” kremlin-linked knew donald times love lawyer"}