{"title": "'I survived abuse - now I'm starting to date at 47'", "content": "At 47, Matt is a virgin, but wants to settle down and start a family. So, for the first time, he is immersing himself in the world of online dating.\nMatt Carey is struggling to find the right words to describe himself on his online dating profile.\n\"You're an attractive man. You're lovely, intelligent and funny,\" suggests his friend Maddy, who is helping him. Matt responds with a self-deprecating laugh.\n\"You don't have to reveal too much when you first meet someone,\" Maddy advises. \nMatt is wary.\n\"This is all new,\" he says, betraying the nervousness he feels at putting himself out on the dating scene.\nAccording to his friends, Matt is a catch - a kind, attractive man who has had a successful career in theatre management since moving to London from his childhood home in the West Country.\nBut, despite his confident appearance, Matt has struggled with intimacy his entire adult life.\nAt 47, he is a still a virgin, though he is desperate to find a partner, settle down and start a family.\nMatt tells his story to Sarah Bowen on BBC Radio 4's The Untold on Monday 13 May at 11:00\nListen again on iPlayer or download The Untold podcast\n\"For so long in my life I shut down the possibilities of it. I lived in a fantasy world or put women on a pedestal as a means to not do anything,\" he says.\nMatt's fears around forming close relationships stem from his childhood in a south-west coastal town.\nHe counts himself lucky to have grown up in an affluent area, with two older siblings and plenty of friends to play with in the parks and sand dunes at the local beach.\nThen one hot day when he was eight, after playing football, he walked into a public lavatory. Two men followed him into the small, confined space.\nOne of the men complimented him on his playing, saying he remembered Matt had once waved to them from the football pitch. Matt said he didn't recognise them. But the men persisted, calling Matt a liar and saying they would tell his headmaster about his rude behaviour.\nAt this point, one of men feigned a pain in his groin area. The other told Matt that it was his fault as he had hurt the man's feelings. He said Matt needed to rub the man's groin to make him feel better. Matt says he knew this wasn't right and started to cry.\nThe men kept insisting that Matt do what they wanted, putting more and more pressure on him. In the end, he relented.\n\"I remember going home and Mum saying to me: 'What's wrong?',\" he says.\nMatt hardly ate that night. He says it is hard to overestimate the sense of confusion and guilt he experienced. He didn't think he could tell his parents because he felt in some way responsible for what had happened.\n\"It was like being in a car crash. You don't know what the hell's going on. So you shut down and pretend nothing has happened,\" he says.\nEven though he had been deeply shaken by the experience, Matt saw his abusers again for the next 18 months. He was assaulted on more than 30 occasions in 12 different public toilets and, once, in a private flat. One time, other men and children joined in.\n\"They control you by threatening you that things will get worse,\" he says, explaining why he kept going back to the men.\n\"There's a presence of evil. You're scared they might kill you so you go along with it.\n\"The complicity control is a lot worse than the abuse - the threats, the evil atmosphere.\" \nSchool photographs from this time show the effect the abuse had on Matt's childhood. A photo from before shows him happy and smiling with a messy mop of blonde hair. A photo from a year later shows that he had pulled out much of his hair.\nWhen the abuse eventually stopped, Matt made a promise to himself that no-one would ever hurt him again. He says it was like something inside him shut down.\n\"For a lot of my adult life I've had real problems with sexual intimacy,\" he says, although he wanted a sexual relationship.\n\"For years I imagined sex to be something really deeply uncomfortable and horrific.\" \nBecoming a teenager was difficult. Matt says he longed for a pill to stop his developing sexual feelings. He felt confused and ashamed - dirty on the inside, even though outwardly he was a bit of a lad. \n\"It was all a front,\" he says.\n\"Any girl showing me interest, particularly any girl coming on to me, I just ran away from. My fear was ultimately at some point, they might want to have sex.\"\nPlaying rugby helped him express his feelings, especially the rage he felt inside. Aggressively tackling other players became a way of coping with the sense of intimidation he felt in the presence of other men.\nAnother emotional crutch was alcohol. \nMatt began drinking at the age of 15. By 17 he was stealing to fund his habit and by his late teens, he was dependent on alcohol to get through the day.\n\"Initially I drank because of the buzz because I felt much better being drunk than being sober,\" he says.\nMatt's drinking became so extreme that he started experiencing blackouts, tremors and palpitations. Once, after a big night out, he had a hallucination of Hitler, Stalin and Mussolini standing beside his bed. Instead of stopping, he decided to drink more.\nEventually, at the age of 20, Matt had a breakdown and was kicked out of university. He returned to living with his parents, knowing he needed help. This led him to Alcoholics Anonymous where he found a sense of spirituality that became the basis for his healing.\nInformation and support for anyone affected by sexual abuse, current or historic - including sources of support for children, young people and concerned parents\nComing to terms with his alcohol abuse allowed Matt to begin opening up about his sexual abuse. For years he had told no-one about what he had been through.\n\"You feel so complicit and the manipulation forces your silence so you don't tell people - you go out of your way to hide it. It's a conscious denial to survive,\" he says.\nA psychologist encouraged Matt to open up to his parents. Initially, Matt was cautious, not wanting to hurt them. And, although he knew they were not responsible for the abuse, he felt angry that they hadn't been there to protect him. He says it was easier to speak to his sister, Caroline.\n\"It was feelings of guilt - why wasn't I there for him? I was the older bossy sister who thought I looked out for him, so it was quite upsetting to find out this had happened and I was completely oblivious of it,\" she says.\nCaroline considered advising Matt to go to the police, but she realised there would be no evidence for a prosecution. Instead, she offered to do whatever her brother needed to help him heal and live a full life.\nOver the years, Matt has been helped by various forms of therapy and by travelling to India and Brazil. He has learnt to manage his emotional triggers and get over his feelings of discomfort about being physically close to another person.\nBut the results have come slowly. Matt says it took him 20 years before he was able to fully remember the coercion and threats made by the paedophile ring. He says it was only then that he knew, on a deep emotional level, that the abuse had not been his fault.\n\"This has allowed me to move forward and let go of the shame,\" he says.\nAs Matt has become more open about the abuse he suffered, his confidence has grown. He now helps others who have been through similar experiences, and is considering joining a NSPCC campaign which helps children know where to turn if they are abused.\nHe's also found the confidence to put his own story into words, in a self-published book.\nBut in his personal life, Matt's progress has been more hesitant. Although he finished writing his dating profile, for months, he held back making it live. \nIn particular, he worried that dates would ask him to explain why he didn't drink and why he hadn't been in a relationship before. He worried that his only experience of sex was the abuse, and that he had never had a relationship based on equality, sharing, kindness and love.\n\"If anyone on a date senses someone is holding something back, it can raise alarm bells. Maybe it's best to be open,\" he says.\nFinally he summoned the courage to post his profile online. Almost immediately he received some promising responses.\nNow Matt is ready for his first date arranged through the website - a coffee with a woman with whom he feels he has a lot in common.\nHe says he is trying hard not to over-think what he will say and what he will do. He feels has made a massive step forward.\n\"So much of the shame around the abuse has left me, so I don't feel I need to apologise for the after-effects,\" Matt says.\n\"I'm more accepting that I'm scared, but I also feel excited as well that there is an opportunity - that my life isn't about the abuse.\n\"It isn't everything.\"\nMatt Carey is a pseudonym.\nMatt Carey's book, A Small Boy Smiling, is out now.", "date": "13 May 2019", "href": "https://www.bbc.com/news/stories-48213284", "tags": "starting dating matt men survived man abuse says felt feelings sexual date life"}