{"title": "'I saved my teenage son's life with a defibrillator'", "content": "When 15-year-old Ethan Askew started to feel ill in a sports class, he went to tell his teacher and collapsed into his arms - he'd stopped breathing. And it was his Dad who used the school's newly installed defibrillator to help save his life. \nAt 15, Ethan was a fit and healthy teenager, who went hiking with his dog Treacle and worked towards Duke of Edinburgh awards.\nThere was no hint of any health problem before his collapse.\nEthan's dad Stuart works as premises manager at the Steiner Academy school which his son attends.  \n\"I was just leaving a meeting when three girls ran up the stairs saying Ethan had collapsed.\n\"I'm a first-aider at school, and with the number of stubbed toes and things like that you get on a daily basis you don't really worry when somebody says something like that - but I ran down to the field.\n\"As I was sprinting across, I realised somebody was doing chest compressions on him and it kind of takes a couple of seconds to realise what that truly means. \n\"I knew how serious it was.\" \nThe school had applied to the British Heart Foundation for a community defibrillator for the village to be installed at the school, and it had recently been delivered. \n\"Literally two days before, I was sitting in the middle of the staff room putting the battery in it - and then the idea that the first person that it gets used on is actually my son... It's staggering,\" says Stuart.\n\"You know if I said, 'Pick anyone this could be used on', he would never have made the list. But it's not just the elderly or people with existing conditions, it could in theory just happen to anyone, so putting these community defibrillators in any location is just amazing.\"\nThere are tens of thousands of defibrillators now available in workplaces, train stations, leisure centres and other public places across the country. \nBut sometimes it is difficult to find out where they are. \nNHS England and NHS Scotland are joining the British Heart Foundation and Microsoft over the next 12 months to create a database of defibrillators across the UK. \nThe move is in response to figures that show public-access defibrillators are used in less than 3% of out-of-hospital cardiac arrests, which the British Heart Foundation says is \"significantly reducing the survival chances of tens of thousands of people every year\".\nStuart says the device was \"very easy\" to use, which he acknowledges \"is a very weird thing to say\" considering the stressful circumstances.\n\"It was very scary, but as soon as I remembered we had a defibrillator I kind of didn't doubt it would have an OK ending. It was a terrible and frightening experience but I never really had any doubt that that was it.\" \nAn ambulance arrived within five minutes and Ethan was taken to hospital and put in an induced coma. \nTests revealed that one of his coronary arteries was too narrow - a random genetic condition - and because he'd exercised so much, not enough oxygen was getting to his heart.\nEthan had surgery during which they replaced his artery.\nNow 16, he says he's fully recovered and \"even better than before\". \nHe says it feels like a bizarre dream. \"I still can't believe it happened. Honestly I can't remember anything from that day.  I can remember the day before and then I can't remember anything past that until I woke up from my induced coma and then after that it was a bit hazy.\" \nAnd he wasn't fully aware of what his Dad had done for him. \n\"Everything was so overwhelming, I didn't really acknowledge it that much. I kind of just accepted everything that happened from then on. \n\"They only told me they put it in two days before after I came out of hospital, so that was quite a surprise.\"\nBut Stuart says things could have been very different.\n\"He was due to go on his Duke of Edinburgh silver expedition the week after, which means he'd have been in the middle of the Brecon Beacons. We're so fortunate that it happened within sight almost of a community defibrillator.\"  \nThe first thing Stuart did when he went back to work was to register the defibrillator with the West Midlands Ambulance service.\nHe says people shouldn't be scared to use them in an emergency, even if they haven't had any first aid training. \n\"Have the confidence that the device is there to help. As soon as you unzip the pack there are only one or two buttons to press and the device tells you what to do.  \n\"Don't be afraid and just know that you're doing some good - you have the potential to save someone's life by having the guts to go and get this device and it really is just having that confidence to grab it and be part of helping somebody.\" ", "date": "8 August 2018", "href": "https://www.bbc.com/news/health-45084104", "tags": "defibrillator really saved used son heart defibrillators stuart says device school life ethan teenage"}