{"title": "'Iconic' blue British passport to return after Brexit", "content": "British passports will change from burgundy to blue after Britain leaves the EU, the Home Office has said. \nImmigration Minister Brandon Lewis said he was delighted to return to the \"iconic\" blue and gold design which came into use almost 100 years ago.\nThe new passports will be issued to those renewing or applying for a passport from October 2019.\nBurgundy passports were first issued in 1988. The EU has never compelled the UK to change the colour of its passport. \nFormer UKIP leader Nigel Farage responded to the announcement by tweeting \"Happy Brexmas!\"\nHe added: \"In the 2016 referendum, we wanted our passports back. Now we've got them back!\"\nBut Labour MP Mary Creagh tweeted: \"No-one under 45 will have owned a blue passport, and most will think they're not worth £50 billion and crashing the economy.\"\nMr Lewis told BBC Radio 4's Today programme he knew many Remain voters who still had an \"attachment\" and \"speak fondly\" of the blue passport.\nBy Dominic Casciani, home affairs correspondent\nDid Brussels force the UK to change the colour of its passport? No.\nThe European Union has never had the power to force the UK to change the colour of the British passport. \nDumping the blue for burgundy was a decision taken by the UK in the 1980s after the then EEC (European Economic Community) member states tried to harmonise designs to make life easier for travellers and border officials. \nSo this wasn't a decision forced on the UK by Brussels Eurocrats. Ministers could have ignored it. \nCroatia retained its blue passport after it joined the EU in 2013.\nIn a similar vein, the EU has never had the power to order the UK to remove references to Her Majesty The Queen from the passport. It is still a British document, but with added EU wording to guarantee freedom of movement. \nThe only legal requirement to harmonise EU passports related to security standards, part of a global governmental effort to combat forgery. \nIf the EU wanted passports to change in any other way, the plans would need each government to agree. \nTory MP Andrew Rosindell, who campaigned to bring back the blue passport, tweeted: \"A great Christmas present for those who care about our national identity - the fanatical Remainers hate it, but the restoration of our own British passport is a powerful symbol that Britain is Back!\"\nHowever, many other people have mocked the announcement on social media.\nSimon Blackwell, a comedy writer, said: \"Why do we need any colour passport? We should just be able to shout, \"British! Less of your nonsense!\" and stroll straight through.\"\nAccording to the Passport Index, 76 countries have blue passports, including a number of former colonial and Commonwealth countries, such as Australia, the United States, Canada, India and Hong Kong.\nSeveral Caribbean countries also have blue passports, including Jamaica, Antigua and Barbuda, Barbados and St Vincent and the Grenadines.\nIn Europe, people from Iceland and Bosnia and Herzegovina both carry blue passports, while it is also a popular colour in central and south America - Argentina, Brazil, Costa Rica, El Salvador, Uruguay and Venezuela are among those that have them.\nOthers include Israel, Iraq, Syria and North Korea.\nStig Abell, editor of the Times Literary Supplement, tweeted: \"I've just spent the last 10 minutes screaming 'Take that you burgundy symbol of EU oppression' at my passport. \n\"It just stares insolently back, as if it is an inanimate and merely functional object and its colour doesn't matter.\"\nThe new passports will also have updated security features to protect against fraud, Mr Lewis said.\nThe Home Office said there was no need for British passport holders to do anything ahead of their current passport renewal date, adding that the changes would be introduced in phases.\nWhen the UK leaves the EU in March 2019, burgundy passports will continue to be issued but with no reference to the European Union.\nThe blue passports will be issued later the same year, after a new contract for their production is negotiated.\n\"Leaving the EU gives us a unique opportunity to restore our national identity and forge a new path for ourselves in the world\", Mr Lewis said.", "date": "22 December 2017", "href": "https://www.bbc.com/news/uk-42443253", "tags": "brexit burgundy uk eu return passports change british passport blue colour"}