{"title": "'It's OK to be white' bill defeated in Australian Senate", "content": "Australia's Senate has narrowly defeated a motion condemning \"anti-white racism\", by just three votes.\nPauline Hanson, the leader of Australia's far-right One Nation party, wanted backing for her motion which stated \"it is OK to be white\".\nIt also spoke of the \"deplorable rise of anti-white racism and attacks on Western civilisation\".\nCritics have dismissed it as another stunt by Ms Hanson, who last year hit the headlines for wearing a burka.\nYet a number of ruling party politicians backed the motion.\nAmong the 23 people who voted in favour was Australia's first parliamentarian of black African descent, Kenyan-born Lucy Gichuhi of the governing coalition.\nOthers in government who supported the motion were the Deputy Senate Leader and Trade Minister Simon Birmingham, Indigenous Affairs Minister Nigel Scullion and Deputy National leader Bridget McKenzie.\nSpeaking ahead of the vote, Ms Hanson said \"people have a right to be proud of their cultural background, whether they are black, white or brindle\". \n\"If we cannot agree on this, I think it's safe to say anti-white racism is well and truly rife in our society,\" she added.\nOne of those who opposed the bill, Justice Party Senator Derryn Hinch, called it a \"headline-grabbing stunt\".\nHe said Ms Hanson was \"in a race\" with another of her colleagues \"to the bottom of the sewer\" by seeing \"who can be the biggest, the loudest, racist bigot\".\nThe phrase \"it's OK to be white\" has been popularised online among far-right groups.\nIts inclusion in the motion is also seen as a nod to the Canadian activist Lauren Southern, who wore a T-shirt emblazoned with the phrase when she visited Australia earlier this year.\nIn March, Ms Southern was refused entry to the UK on the grounds that her actions \"present a threat to the fundamental interests of society\". ", "date": "15 October 2018", "href": "https://www.bbc.co.uk/news/world-australia-45861433", "tags": "australia ms racism motion party white ok hanson australian senate leader bill defeated anti-white"}