{"title": "'It feels like the hand of God thrusting you up the road'", "content": "Electric cars have grabbed all the headlines, but what about electric motorbikes? They're quick, clean and quiet, and big manufacturers are waking up to their potential as legislators around the world bear down on vehicle emissions.\nRichard Hatfield, boss of Silicon Valley-based electric motorbike maker Lightning Motorcycles, believes the experience of riding his high-performance superbike borders on the divine.\n\"There's something almost magical about riding a bike where you twist the throttle and you get this incredible acceleration: no noise, no vibration ...there's this seamless thrust,\" he enthuses. \nThe first time he rode one felt like \"the hand of God coming behind you and thrusting you up the road\".\nLightning's only production model, the LS-218 can do 0-60mph in under two seconds and has a top speed of 218mph (361km/h). All through battery power.\nIn 2013, the company made history by winning the Pikes Peak International Hill Climb - \"The Race to the Clouds\" - against electric and petrol-engine rivals.\nBut this kind of performance costs - prices start at $39,000 (£29,000). \nSo Mr Hatfield knows that if his electric motorbikes are ever going to reach the mass market he's going to have to roll out more affordable models in future. \nThis has been the strategy of Zero Motorcycles, another Silicon Valley-based electric bike maker. \nSam Paschel, the firm's chief executive, cites performance as the number one selling point for his bikes. \n\"Like you'd see with a Tesla, the torque and power you have off the line, the acceleration, is on a different level from most gas [petrol] motorcycles,\" says Mr Paschel, who also waxes lyrical about \"instant torque at any speed.\" \nThis is an electric engine's ability to apply maximum power instantaneously whether it's just moving off or running at top speed - unlike a petrol engine, whose pulling power at different speeds depends on which gear you're in and how much horsepower it has.\nZero's most powerful model has a top speed of 100mph (161km/h) and can accelerate to 60mph in about 3.5 seconds. That's on a par with some cheaper conventional models from the likes of BMW, Ducati and Honda. \nMr Paschel cites an annual 8%-10% improvement in battery energy and power density as a \"natural tailwind in performance and range\" for electric motorbikes.\nHis team hand-makes 2,000-10,000 of them a year at their facility in the Santa Cruz mountains. The firm has seen annual double-digit sales growth since 2006, he says, with the US, France and Germany as their main markets.\nThe firm offers six models with a starting price of $8,500 for its 50-mile-range bike. For a longer range (100-200 miles) and more a powerful performance, you'll need a bigger battery, so you'd pay closer to $16,000. \nThe battery is about half the cost of the bike. \nMost electric motorbikes can be charged using a standard power outlet, but a full recharge can take up to eight hours this way. For faster charging - one to two hours - you need a bike equipped with a fast-charging port that can make use of the existing car charging infrastructure. \nMost mainstream bike makers are developing prototypes and even iconic brand Harley-Davidson has announced it will be introducing an electric model to its range next year.\nIn racing, 2019 will see the first ever MotoE series for electric bikes take place alongside five European MotoGP races, featuring slightly modified versions of the Energica Ego.\nIn China, where the government offers subsidies to electric vehicle makers, there are thousands of electric motorbike manufacturers producing all types of model, from low-powered scooters to high-performance speed bikes. \nThe Chinese-made Evoke Urban S model is due to go on sale in the UK later in 2018. And in Berlin, Germany, Coup launched an e-scooter sharing scheme last year.\n\"Motorcycle technology - like fuel injection, emissions equipment, ABS braking - tends to lag car technology by four to six years,\" explains Lightning's Mr Hatfield.\nBut now improvements in electric motors and lithium-ion battery technology have enabled electric motorbikes to match the performance, range and speed of traditional internal combustion engine bikes.\nAs an electric bike has relatively few moving parts, maintenance and vibration is minimal. With a large battery pack feeding an electric motor that powers the back wheel, there are no smelly exhaust emissions or greasy parts. \nIn 2020, Europe, China and the US will introduce tougher emissions standards for motorbikes that could increase costs and reduce the performance of conventional bikes, giving a fillip to their electric counterparts.\nOutside the US and Europe, fossil-fuel bikes - mopeds and scooters - are often the primary modes of transport. But their popularity means they're also major contributors to pollution. \nSo the idea of a \"guilt-free\" ride is a selling point for environmentally conscious consumers, and something many governments around the world are keen to encourage, especially in Asia's smog-bound cities. \nMore Technology of Business\nHarley-Davidson's decision to introduce an electric model might have something to do with  declining sales and factory closures over the last decade. Its appeal has been waning as fast as its clientele has been ageing. \nBut its recent partnership with electric motorbike maker Alta Motors could change that trajectory.  \n\"We intend to be the world leader in the electrification of motorcycles,\" said Harley-Davidson chief executive, Matt Levatich in a recent statement.\nBut for many traditional motorbike enthusiasts, especially Harley owners, the roaring symphony of an internal combustion engine is a huge part of the appeal. They also argue that \"loud pipes save lives\" in that motorists and pedestrians can hear them coming. \nSo won't quieter electric bikes have something of an image problem? \nZero's Mr Paschel argues it's better to be able to hear what's going on around you, but if accident rates increase as electric motorbikes grow in popularity, there could be a backlash.\nBut even dedicated petrol-heads admit to the allure of electric.\nAnthony Shortland, a 55-year-old Silicon Valley engineer who rides a noisy petrol-engine Triumph motorbike for his daily commute, says: \"My beautiful Triumph is nothing but a bucket of bolts, a hell of a lot of moving parts, all of which need maintenance. It's the result of 100 years of incremental engineering.\n\"But e-bikes are a complete game changer. I appreciate the elegance and efficiency of building a vehicle around electric motors. \n\"The electric bike really represents the pinnacle of efficient engineering.\" ", "date": "8 June 2018", "href": "https://www.bbc.com/news/business-44301182", "tags": "hand bikes electric model road battery motorbike performance god feels bike motorbikes speed like power thrusting"}