{"title": "'Little progress' on Brexit border, say MPs", "content": "The Northern Ireland Affairs Committee has said it is concerned at the lack of progress in finding a solution to the Irish border issue after Brexit.\nIn a report, the Westminster committee said it fears the government could run out of time to both find a solution and implement it.\nThe United Kingdom is due to leave the European Union in 2019.\nOver several months the MPs heard from a wide range of witnesses.\nThese included customs officials, politicians and people living along the Irish border as well as officials from Switzerland and Norway to find out how they operated their frontiers with the European  Union.\nThe committee found no evidence to suggest that there is currently a technical solution that would avoid infrastructure between the jurisdictions. \nThe report says: \"We have seen no evidence to suggest that, right now, an invisible border is possible.\"\nIt also ruled out any border between Northern Ireland and Great Britain: \"This would create a costly barrier to trade with Northern Ireland's largest market and would be incompatible with the spirit and intent of the Belfast/Good Friday Agreement.\"\nThe committee chairman, Andrew Murrison MP, said:  \"It is now clear that a significant transition period is essential for the options in December's Joint Report to be worked though.\n\"It is equally clear that regulatory and tariff alignment will be required during transition to avoid any hardening of the border before a definitive low-friction solution can be determined.\"\nAmong other points contained in the report:\nMeanwhile, Conservative MP Jacob Rees-Mogg has said that people claiming Brexit could lead to a return to conflict in Northern Ireland are \"almost encouraging violence\".\nSome people, including former prime minister Tony Blair and Irish deputy prime minister Simon Coveney, have said that Brexit pose a threat to the peace process.\nHowever, Mr Rees-Mogg, a Brexit supporter, told political magazine The House that warnings that Brexit could pose a threat to peace were \"cynical\".\n\"I think it's a politically unappealing and cynical approach to suggest that violence may be a consequence of not doing what the pro-Europeans want, and they should think whether that is a wise approach to take.\n\"Once you start proposing that violence may be a consequence of something, you're almost encouraging violence. So, people making that argument should think very carefully about the wisdom of that argument.\"\nMr Rees-Mogg also said that Theresa May had been \"generous to the European Union\" when she pledged to work closely with the EU to solve border issues.\n\"She wants to have friendly relations in the negotiations, but it's a question of nuance and I think they're the stick in the muds in this and have come up with a solution that is wholly impossible for the United Kingdom to accept, that we should take Northern Ireland out of the United Kingdom.\n\"Why don't we suggest to them that the Republic of Ireland comes out of the single market and customs union and accepts our regulations? It's an equally logical suggestion.\"", "date": "16 March 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-43422698", "tags": "brexit solution report border committee union mps say northern progress ireland"}