{"title": "'Millions' Fewer With Health Insurance Under GOP Bill, CBO Says", "content": "The last-ditch Republican legislation aimed at repealing the Affordable Care Act would result in millions fewer Americans without health coverage and weaker protections for people with pre-existing conditions, the Congressional Budget Office reported Monday.\nThe findings are merely preliminary, since the Congressional Budget Office and Joint Committee on Taxation had mere hours ― not the usual weeks ― to evaluate the latest version of a measure sponsored by GOP Sens. Bill Cassidy (La.) and Lindsey Graham (S.C.), which became public just Monday morning.\nBut the CBO’s findings directly contradict the claims Cassidy, Graham and other supporters of the legislation have made to their colleagues and the American public, including at a Senate Finance Committee hearing Monday afternoon. Those senators vowed the bill wouldn’t harm people with pre-existing conditions and that states would do a better job covering people than the Affordable Care Act does. The CBO disagrees.\nThe Congressional Budget Office’s findings may prove irrelevant, however. Despite the Republican Party’s years-long quest to scrap Obamacare and replace it with a new system, the GOP appeared to have failed again Monday. Sen. Susan Collins (R-Maine) announced she would not support the measure, citing the CBO’s findings. Collins joins Republican Sens. John McCain (Ariz.) and Rand Paul (Ky.), who had previously declared their opposition. Republicans hold 52 seats in the Senate, so the bill now has too few votes to pass.\nThe Cassidy-Graham legislation would undo major parts of the Affordable Care Act, ending its expansion of Medicaid to poor adults, eliminating subsidies for private health insurance offered to low- and middle-income households and scrapping the law’s individual mandate that most Americans obtain health coverage or face tax penalties, among other provisions. In its place would be block grants to states worth significantly less money nationwide.\nThe CBO notes, as it did in advance, that the short time frame ― a consequence of the Senate rushing to meet a Sept. 30 deadline to advance the bill with just 50 votes under expiring budget rules preventing a Democratic filibuster ― made it impossible to provide precise estimates of the legislation’s effects.\nThe overall effects of the Cassidy-Graham bill, however, are clear, and are consistent with recent analyses from outside groups: less coverage, poorer health insurance and major disruptions in the health insurance market. These also are the reasons why virtually every part of the health care system opposes the legislation.\nUnder the bill, the federal government would spend $230 billion less on health care programs by 2026, and leave states to figure out how to deal with the cuts. Overall, the flexibility Cassidy and Graham touted for state governments is not enough by itself to enable states to maintain current levels of coverage and the same quality of benefits, the Congressional Budget Office concluded.\n“The number of people with comprehensive health insurance that covers high-cost medical events would be reduced by millions,” the report says. Previous Republican repeal bills would have increased the number of uninsured people by more than 20 million, including a House-passed measure that would have increased the ranks of those without coverage by 23 million.\nThe Cassidy-Graham bill also would punish those states that have been most aggressive in covering the uninsured, especially for 31 states that, along with the District of Columbia, undertook the Affordable Care Act’s Medicaid expansion. Funds now going to those states would be diverted mainly to states that refused to expand Medicaid to cover more poor people.\nMedicaid enrollment and private health insurance purchases by people not offered health benefits at work would decline because of the reduced federal funding, the CBO predicts. And health coverage from any source would be lower absent the individual mandate to nudge people who otherwise would have gone without to sign up, the report says.\nThe state flexibility in the bill would lead to a wide variety of responses to the legislation, and the Congressional Budget Office was unable to fully analyze what would happen since it was given so little time before a potential vote before the end of the week.\nBut the CBO makes plain that, in at least some states, policymakers would weaken the consumer protections guaranteed by the Affordable Care Act in order to keep their insurance markets afloat in the absence of federal financial assistance. That would include things like allowing health insurance companies to base premiums on people with pre-existing conditions, raise rates on older customers and permit insurers to sell policies with fewer benefits and higher out-of-pocket costs.\nThese regulatory changes would be necessitated because the mandate wouldn’t exist as an incentive for healthier people to get covered, and because enrollment in private insurance would go down when the subsidies go away. To prevent the insurance pools from filling up with sicker people, states would eliminate or limit the Affordable Care Act’s guarantee of coverage for people with pre-existing conditions, among other things, the CBO predicts.\nThe Congressional Budget Office also cautions that the legislation asks states to move very quickly to devise new health care programs that would be eligible to receive the block grants, creating implementation challenges. Passing new legislation and enacting new regulations would take longer than the two years states would have under the Cassidy-Graham bill to do so, leading to disruption in many states, including many regions where no insurers would sell policies until all the new rules were in place.", "date": "\n09/25/2017", "href": "https://www.huffpost.com/entry/millions-fewer-with-health-insurance-under-gop-bill-cbo-says_n_59c950b1e4b06ddf45fa4a59", "tags": "care coverage fewer gop states cbo says bill budget legislation insurance health"}