{"title": "'Mum's WhatsApp messages are crashing my phone'", "content": "When it emerged this week that the culprit behind India's slowing internet is the daily flow of millions of Good Morning text messages, many Indians immediately thought of their mothers.\nOr their well-wishing uncles. Or caring aunts. Or any one of the newly digital Indians who gleefully realise that family members, once kept out of reach by distance, are contactable at the touch of a button. \nGoogle identified the issue while investigating why one in three smartphone users in India runs out of space every day. The company told the Wall Street Journal it had now introduced an app to help users solve the problem. \nBut what is behind the Good Morning message phenomenon?\nBBC Marathi editor in Delhi, Ashish Dikshit, gets a lot of WhatsApp messages from his mum and other digital converts in his family.\nHe explains what's behind it all.\n\"You talk to anyone in our office - it's the same story,\" he says.\n\"I get roughly 15 or 20 Good Morning messages every morning. They're mostly from family members.\n\"But some of the messages are from extremely random people, like someone I met two years ago.\"\nGood Morning messages - usually texts or pictures - often have flowers and animals on them, and some are animated GIFs.\n\"The older people in my family are addicted to WhatsApp - they're constantly using it. My mum starts WhatsApp-ing in the morning, and because she is forwarding hundreds of messages every day, she receives hundreds back.\" \n\"Mum broadcasts messages to all her contacts,\" Ashish explains and says this behaviour is common for people of his mother's generation, born in the 1960s.\nAshish says the messages clog his phone - but the real problem is his mum's smartphone. \nShe receives and sends daily hundreds of videos, pictures and gifs that range from a greeting to beauty advice - but the size of the files causes the phone to fill up and crash.\nYou might also like:\nHe says people of her generation have often never seen or used computers, and their first computer is a smartphone. \n\"It's a very sudden change in India - cheap phones and cheap data. WhatsApp doesn't use much data so in my mum's mind, she's sending free messages - it's a good deal for her. She's very happy.\"\nLike all of us, Ashish's lax attention to his phone can get him into trouble. \n\"Mum gets upset when she sees I haven't read the forwards. She calls me up and asks if I've seen them. She feels sad, but I have to tell her I don't have time to read hundreds of messages,\" he explains.\nHe thinks that families living apart in different cities in India contributes to the high use of WhatsApp for communication.\n\"It's [a] phenomenon - an urge to forward everything. They are old and they want to talk to people and their families. \n\"Many have issues now with mobility. They can't travel easily to visit family. The internet has given them a way to keep in touch,\" he says.\n\"It's also their way of helping others - for example, sending a message about how to take care of winter skin.\"\nDespite receiving hundreds of messages a day, many of which cannot be verified, Ashish says he has never asked his mum to stop.\n\"I don't want to suppress her form of expression. It's an extension of her personality. She worked before she retired and she's a very sociable person.\n\"I don't get to spend enough time with her so I think that by messaging me, she's spending time with me.\"\nBy Georgina Rannard, UGC & Social News", "date": "24 January 2018", "href": "https://www.bbc.com/news/world-asia-india-42801115", "tags": "messages hundreds ashish india whatsapp crashing good morning says mum phone family"}