{"title": "'Rewilding' may rescue vulnerable Australian animals", "content": "Around the world, natural environments are being \"rewilded\" with native animals once banished by habitat destruction and pests. Australia has joined the trend.\nIn 1841, the Western Quoll officially disappeared in New South Wales (NSW).  \nOnce found across almost three-quarters of Australia, a devastating loss of habitat and relentless attacks by feral cats and foxes saw it retreat to a few areas in Western Australia.\n But there are now bold plans to bring back the cat-sized carnivorous marsupial and other mammals to parts of Australia's most populous state.\nThe animals will live in vast enclosures cleansed of predators in western NSW as part of a Noah's Ark-type project designed to save some of the nation's unique creatures.\nFree of invasive species, the havens will be akin to wildlife time machines resembling the countryside as it would have been before European colonists arrived with exotic animals that have caused ecological carnage.\n \"This is one of the most exciting and large-scale re-wilding programmes ever undertaken in Australia and quite possibly the world,\" said environmentalist and scientist Tim Flannery, a director of the Australian Wildlife Conservancy (AWC). \nAWC already manages sanctuaries in other parts of the country, and is working alongside the NSW government and the University of New South Wales to create new refuges for several threatened species.\n\"Australia has the worst mammal extinction record on the planet,\" Mr Flannery told the BBC.\n\"We have lost 10% of our fauna already, and there is another 10-15% that is restricted to offshore islands or tiny pockets whereas once they were widespread,\" he says.\nThe predator-free reservations will be surrounded by two-metre high electric fences. \nThere will be three \"re-wilding\" centres at the Mallee Cliffs and Sturt national parks in the south-west and north-west of the state, respectively, and the Pilliga Nature Reserve north of Coonabarabran.\nThe habitat in these parks is particularly suitable for the largest range of species to be reintroduced, says NSW Environment Minister Mark Speakman.\n\"The final list of species for each park will be confirmed following further discussions, but among the species likely to be included are the Greater Bilby, Brush-tailed Bettong, Burrowing Bettong, Greater Stick-nest Rat, Bridled Nail-tail Wallaby, Numbat, Western Barred Bandicoot and Western Quoll,\" he said in a statement.\n The Greater Bilby was last recorded in NSW more than 100 years ago and can now only be found in the deserts of Western Australia, the Northern Territory and Queensland.  \nThe burrowing nocturnal omnivores are known as \"ecosystem engineers\" that help to retain water and nutrients in the landscape, promoting healthy vegetation and digging holes that provide shelter for other animals. \n The Greater Stick-nest Rat is no longer found on Australia's mainland, surviving only on islands off South Australia.   \nNSW's safe haven plan should last for decades, says deputy chief executive of the National Parks and Wildlife Service, Michael Wright. \n\"This is a long-term project,\" Mr Wright told the BBC.\n\"The costs will run into the millions of dollars because of firstly establishing the enclosures, then the intensive pest eradication work, [and] the cost of trans-locating species for reintroduction into those enclosures. \n\"[It is] a very worthwhile project to turn the tide on the pandemic of extinction not just in NSW but across Australia since European settlement,\" he says.\nPolitical party the NSW Greens has welcomed the programme but believes the state government is ignoring the major cause of extinction - habitat loss.\n \"As an engineer and a scientist, of course, it is always really exciting to see initiatives to protect and enhance our biodiversity and especially from a government which has an abysmal record on the environment,\" explains Greens MP Mehreen Faruqi.\n\"On the one hand the government is reintroducing extinct species in NSW; on the other hand, they have actually been decimating the environment,\" says Ms Faruqi.\n\"We must have a consistent and precautionary approach to stop habitat destruction otherwise the reintroduced species will face the same fate as their predecessors.\"\nProtecting fragile ecosystems is critical but so too is the control of feral pests.  Mr Flannery believes it may take a \"century to get there\".\nIf vegetation is eaten or degraded by rabbits, for example, the Bilby and other native animals struggle to survive.  \nWild cats and foxes have killed countless millions of indigenous mammals, birds and reptiles.  These most unwanted of introduced species have been trapped, shot, poisoned and targeted by grim biological viruses, such as myxomatosis in the early 1950s, yet still their numbers soar.\nThe \"lost\" native animals will begin returning to NSW later this year.\n\"It's great to see bilbies and banded hare wallabies and these other animals that most of us have only read about in books,\" says Mr Flannery. \n \"One day I do hope that we will be able to see these animals living beyond the fence.\"", "date": "10 July 2015", "href": "https://www.bbc.com/news/world-australia-33456784", "tags": "may australia vulnerable species western flannery animals habitat nsw rescue australian says government"}