{"title": "'Should I stay or should I go now?'", "content": "Emilia Wilton-Godberfforde is facing a big decision - will she continue working as an academic in UK universities after Brexit?\nShe is British but her husband is French and they are worried about the uncertainty of their future status and what she calls rising \"xenophobia\".\nThey also fear a loss of EU research funding will threaten university jobs.\nThe universities minister says UK access to EU research budgets will \"remain unchanged\" until at least 2020.\nThere are about 36,000 academics from European Union countries working in UK universities - and there are others such as Ms Wilton-Godberfforde who have family links to European researchers and academics.\nEU nationals are about 17% of the UK's academics - and since the referendum there have been brain drain warnings from universities.\nMargaret Gardner, vice-chancellor of Monash University, in Australia, recently said Australian universities were already poaching academics from the UK.\nBut so far the evidence doesn't show an academic stampede. Instead, it suggests a picture of \"wait and see\".\n\"We're nervous. Nothing is made clear about our status. It's promises and half-promises,\" says Ms Wilton-Godberfforde, who has been a research fellow at the University of Cambridge and is teaching French language and literature for the Open University.\nHer husband is a French, Cambridge-educated scientist and they have a young child - and the family is struggling with a sense that Brexit has made them feel \"unwelcome\".\n\"It doesn't feel like home,\" she says.\nIt's a conversation she says is running through universities - with European staff choosing whether to put down roots or to move away.\nIf Ms Wilton-Godberfforde and her husband choose to stay in the UK, she doesn't know what type of bureaucracy and uncertainty will surround their new status. \nAnd she is \"massively upset\" at the sense that things are going backwards for her generation - and that barriers are being put up to her mobility.\n\"It feels like everything is shrinking, we're penalised for looking outwards,\" she says.\nBy contrast, Cambridge professor Robert Tombs is pro-Brexit and rejects the link between leaving the EU and xenophobia.\n\"Britain is not a xenophobic country,\" he says in a podcast for a group putting the views of pro-Brexit academics.\n\"Race relations are much better than in most European countries which are solidly in support of the EU.\n\"There's no simple co-relation between disliking foreigners and not liking the EU.\" \nThere are, however, also job worries over Brexit and EU research funding.\nAnd Dr Wilton-Godberfforde says she worries about academics \"grappling for grants that no longer exist\".\nThe Universities Minister, Sam Gyimah this week gave assurances that UK universities would have the full benefits of the current research round, even though it stretches beyond the UK's departure date from the EU.\nEven if there was no deal, the UK government had promised to underwrite any commitments, he said, answering an MP's question.\n\"This guarantees funding for UK participants in projects ongoing at the point of exit,\" said Mr Gyimah.\nBut there is even more EU research money at stake from 2021 - about 100bn euros in the next round - and so far not much clarity about the UK's access to this.\nThe UK's universities, highly rated by international standards, have been among the biggest winners of EU funding, net beneficiaries by about 3.4bn euros in the most recent round.\nAnd they would have hoped to get a big slice of the next pot of research cash, but that is now uncertain.\nIt's possible for non-EU countries to participate by paying for associate status. But that would also mean a loss of voting rights and giving up control over how the money is allocated.\nUniversities UK are so far optimistic - saying that it's mutually advantageous for the EU to have access to top UK university researchers.\nBut Ludovic Highman, at the Centre for Global Higher Education, at University College London, warns that it is \"not a given\".\nThe decision will depend on the final Brexit negotiations.\nWill EU students stop coming to UK universities?\nThere are about 135,000 EU students in UK universities - and their future status is more \"wait and see\".\nIt depends on a reciprocal deal over the status of EU students in UK universities and UK students in the EU.\nThis will determine whether UK students can carry on not paying tuition fees in Holland and whether EU students will continue to head for the sought-after universities in the UK.\nIf, on the other hand, they become fully fledged \"overseas\" students, it will mean much higher fees.\nEU students are highest in number in Russell Group universities, in London - and, with the lack of tuition fees, in Scotland.\nTop 10 UK universities with the highest proportion of EU students\nIn overall numbers, UCL has the most EU students, almost 4,500. But the highest proportion, over 19%, is at the University of Aberdeen.\nOn short-term exchanges, such as under the Erasmus scheme, it seems increasingly likely that the UK will continue to participate, paying to have associate status.\nThere has been a spate of announcements of close partnerships between UK universities and European counterparts.\nBut Imperial College London has gone a step further.\nThe leading science institution has an arrangement with a French government research body that will give UK academics access to EU funding after Brexit.\nThe Unite Mixte Internationale (UMI) Abraham de Moivre has been created as a maths laboratory in London, in partnership with France's National Centre for Scientific Research.\nThis is the first time that the French government has co-funded such a research unit in the UK - and from the French perspective, this new centre in London will have the same status as a laboratory in France.\nFor Imperial, it means staff at the new maths research unit will have equal access to funding, regardless of their nationality.", "date": "21 June 2018", "href": "https://www.bbc.co.uk/news/education-44456240", "tags": "uk eu go academics status stay university says students universities research french"}