{"title": "'Simply Unworkable'- Insurers Blast New Provision In Senate Health Bill", "content": "Two organizations representing the U.S. health insurance industry just called a new provision of the Senate Republicans’ health care proposal “simply unworkable in any form” and warned that it would cause major hardship, especially for middle-class people with serious medical problems.\nThe organizations, America’s Health Insurance Plans and the Blue Cross Blue Shield Association, speak for the businesses that would be responsible for making the new system work ― or at least attempting to do so.\nThat may help explain why, with a vote on the bill planned for next week, they are letting loose with what, by Washington lobbying standards, sounds like a primal scream.\nIn a publicly posted letter to Senate leaders, the two groups focused their attention on an amendment that would undermine the Affordable Care Act’s protections for people with pre-existing conditions.\nThe amendment, crafted by Sen. Ted Cruz (R-Texas), would allow insurers to resume sales of policies that leave out key benefits, such as prescription drugs or mental health. More important, it would allow insurers to discriminate among customers based on medical status, charging higher premiums or denying policies altogether to people with existing medical problems ― from the severe, like cancer, to the relatively mild, like allergies.\nThe Affordable Care Act prohibited those practices, forcing insurers to sell policies with comprehensive benefits and at uniform prices to everybody, no matter their medical status. This made coverage available to people who couldn’t get it before, but it also forced insurers to raise underlying insurance premiums, because it meant they had to cover medical bills they had previously been able to dodge. \nThe Affordable Care Act also has tax credits that offset these higher premiums, but they are based on income, and not everybody qualifies ― leaving many people, particularly in the middle- and upper-middle-class, paying a lot more for coverage. Republicans have seized on these high premiums as one of the big flaws in Obamacare, promising that, if given the chance to repeal the law, they would eliminate the costly “mandates” driving them.\nBut, tellingly, Republicans almost never speak explicitly about getting rid of pre-existing condition protections. Over the years, even as they were coming up with plans to weaken or eliminate the new insurance rules, they would promise publicly to keep those protections for pre-existing conditions in place. As recently as Friday, during an address to the nation’s governors, Vice President Mike Pence said the “legislation ensures that every American with preexisting conditions has access to the coverage and care they need ― no exceptions.”\nCruz has attempted to maintain the same illusion, describing his amendment as the best of both worlds because it would still require insurers to offer some policies that conform to the existing rules ― that is, with all of the Affordable Care Act’s essential benefits and available to all people at uniform prices. \nOn Friday, the insurer groups explained why that couldn’t work: “As healthy people move to the less-regulated plans, those with significant medical needs will have no choice but to stay in the comprehensive plans, and premiums will skyrocket for people with preexisting conditions.”\nSubsidies would still shield some from the increases, but they would generally be smaller than the subsides under the Affordable Care Act and would be available to fewer people. For people who didn’t qualify for assistance ― because their incomes exceeded 350 percent of the poverty line, or $86,100 for a family of four in 2017 ― the prices would become unaffordable, the insurer groups explained.  \nCruz and his allies have said the amendment contains provisions designed to make it viable ― including a $70 billion “stability” fund to help insurers keep premiums in the regulated plans from getting too high. In the letter, the insurers said, “We also firmly believe dedicated funding included in the bill to address the cost of plans that cover people with pre-existing medical conditions is insufficient and additional funding will not make the provision workable for consumers or taxpayers.”\nThe insurers noted that a key element in any market-based coverage system is “risk adjustment” ― basically, an arrangement in which insurers that end up with more healthy beneficiaries relinquish some of their income, while those with less healthy beneficiaries get an injection of funds. But risk adjustment “can only work when there are uniform benefit requirements across the market,” the insurers warned ― and, under the Cruz proposal, benefits would vary wildly in the unregulated part of the market.\n“Millions of more individuals will become uninsured,” the insurer organizations said, concluding that “we strongly oppose this provision.”\nThe substance of the warnings was not new. Ever since Cruz began discussing his proposal, and especially since it became apparent that Senate GOP leaders intended to add it to their bill, a chorus of independent experts, industry officials and trade groups has criticized it and warned of its potential effects.\nAmong those weighing in recently were the American Academy of Actuaries, who released a report Friday that even included illustrations to explain how insurance is supposed to work ― and what would happen if healthy and sick people gravitated to different sets of plans.\nThat report did not mention the Cruz proposal by name, but it made the same points ― stating, among other things, that, “in a market with separate risk pools for compliant and noncompliant coverage, costs would no longer be spread over the broad enrollee population.”\nBut Friday night’s blast from the insurer groups is noteworthy because AHIP, in particular, has a relatively conservative outlook and tends to have close relationships with Republicans. Among health care groups weighing in on repeal proposals over the last few months, insurers have been among the more reserved ― generally offering a nuanced mix of support and criticism.\nThat changed Friday, just in time for a weekend when a handful of holdout Republicans have said they will study the bill and consider how to vote on it. Two Republican senators, Susan Collins of Maine and Rand Paul of Kentucky, have already said they oppose it ― and would not vote yes on a so-called motion to proceed, which is necessary to begin formal debate and, eventually, have a vote on the bill.\nIf one more Republican joins them, GOP leaders won’t have the 50 votes necessary to pass the motion, thereby halting the process and quite possibly killing the bill.", "date": "\n07/15/2017", "href": "https://www.huffpost.com/entry/senate-health-bill-insurers-unworkable_n_59697eb7e4b0d6341fe9111c", "tags": "blast “ medical insurers ― senate bill plans new provision care health"}