{"title": "'Take no-deal Brexit off table', urge NI businesses", "content": "The director of the Confederation of British Industry (CBI) in Northern Ireland has called for a no-deal Brexit to be \"taken off the table\".\nAngela McGowan was reacting to Parliament's decision to reject the government's Brexit plan.\nA large number of business and farming groups had urged MPs to back the deal and have reacted with concern at its rejection.\nMrs McGowan said MPs had an \"obligation to step up\" and ensure there is a deal.\nSpeaking on BBC's Good Morning Ulster programme, Ms McGowan said many people may not think a no-deal Brexit would impact them, but it would have a huge effect on jobs and investment.\nShe said if MPs could not reach a deal in time, the default option of no deal would create \"chaos\" on 29 March.\nOther business and agri-food groups have also issued messages to Parliament, in a bid to express frustration at the lack of progress at Westminster.\n\"Regardless of this very significant development our position remains - a no-deal Brexit must be avoided. \n\"It is absolutely essential that urgent progress is made to avoid this and secure an orderly exit from the EU. \n\"Indications are that the majority of MPs want to avoid a no deal scenario. This is their opportunity to deliver.\"\n\"The endless Westminster back-and-forth only causes business frustration to mount further.\n\"Businesses want this long and laborious chapter of Brexit to come to a swift conclusion.\"\n\"The current deal has three clear advantages over a no-deal Brexit: it establishes the terms of the UK's withdrawal, it ensures an orderly withdrawal - a transition period (with a possible extension), and it offers legal certainty.  \n \"Companies of all sizes are now reaching the point of no return, with many now implementing contingency plans that are a large drain on time and money.\n\"All this stems from the lingering prospect of a no-deal Brexit that will be highly damaging for UK-Ireland trade and must be avoided.\"\n\"With the clock ticking down to Brexit Day in just 10 weeks, we are running out of time to avoid a cliff-edge, no-deal outcome.\n\"A disorderly exit from the EU would be deeply damaging for small businesses, causing disruption to supply chains, increasing costs and stifling investment.\n\"A no-deal is something which we simply cannot countenance, so it is imperative that political leaders sharpen their focus and do all they can to reach agreement in the short time available.\"\n\"This is a disappointing but not unexpected result. While the Prime Minister's draft Withdrawal Bill was in no way perfect, it was definitely preferable to crashing out of the EU with no deal.\n\"It is vital that Labour Party leadership meets with the representatives of the business community in Northern Ireland to move this process forward.\n\"Parliament needs to make it crystal clear that No Deal will not be accepted given the disastrous impact this would have on the economy of Northern Ireland and the rest of the UK.\"\n\"We need politicians to coalesce around a workable solution that protects consumers from the costs and disruptions due to the loss of tariff-free and frictionless trade we currently enjoy with our partners in the EU.\n\"We are now closer than ever to the possibility of a no-deal that will be a disaster for Northern Ireland.\"=\n\"We remain hopeful that UK and EU politicians can reach an agreement on the way forward. \n\"As outlined in LMC's World Trade Organization report published last year, a no-deal scenario would be a devastating blow to the Northern Ireland red meat industry. \n\"Uncertainty is the most challenging aspect of the Brexit process for businesses. \n\"Clarity is required urgently on the future EU/UK relationship, allowing businesses to make informed decisions about their future investment and development plans.\"", "date": "16 January 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-46892183", "tags": "no-deal brexit eu ni business urge northern mps table ireland time deal businesses"}