{"title": "'There's so much guilt in being a modern parent'", "content": "Jamie Oliver may be a multi-million pound chef and campaigner, but he is also a father of five, and just the like the rest of us struggles with getting his kids to eat fruit and veg. \n\"No-one trains us for what is essentially a military operation managing our kids and food - they go through phases of hating and loving different foods, because their taste buds and brains are evolving.\n\"Every one of my five kids has reacted differently. Some will taste things, some you have to disguise it. \n\"Little River won't eat fruit whole, you have to lose it in a thick smoothie. But at least I get it in there, right? It's all about ducking and diving.\"\nJamie Oliver has had to do quite a bit of his trademark ducking and diving of late. He recently revealed that he was forced to inject nearly £13 million of his own money to save his restaurant chain - Jamie's Italian - from bankruptcy, as well as closing 12 restaurants and making hundreds of staff redundant. \nAnd on the day we meet, Jamie has hit the headlines again - this time as a hero for fighting off an intruder to his Highgate home.\nJamie is here to talk to the BBC about what feels like a personal and professional fightback: a healthy eating partnership with Tesco. \nIn the past he's been criticised by those who say healthy food is unaffordable for people on a low income.  \nResearch by The Food Foundation found that almost half of UK households can't spend enough to meet the government's recommended Eat Well Guide. \nYet this time Jamie is ready for his critics: \"Too often the rhetoric about healthy eating gets focused on affordability. Well that's important and Tesco will be reducing the cost of a basket of healthy swaps by 12%. \n\"People don't want to be lectured about healthy eating. There's so much guilt involved in being a modern parent, and being a parent today is not the same as it was 20 years go.\n\"Mum and Dad are both mainly working, they are time-poor, and there's the mortgage. It needs to be affordable. But nevertheless the supermarket can make a difference. It has a role to play in the rhythm of most people's lives.\"\nThis week the government begins consultation on some of the measures it set out in its childhood obesity strategy in July; these include tighter restrictions on junk food advertising, banning sweets at checkouts and calorie labelling on restaurant menus. \nThe measures are a response to soaring levels of childhood obesity, with one in three children now overweight or obese. \nMost controversial is the government's plan to force all restaurants to publish calorie counts on menus. \nThe Treasury says it is worried that this will push up prices and lead to thousands of job losses. \nJamie Oliver thinks the measure will hurt small businesses.\n \"If you're talking about places like Prêt a Manger or Itsu, the grab-and-go places, I think that people would love clarity on calories. But for smaller independent places where they change the menus regularly, well they are not going to have the resources to give that nutritional information.\" \nInstead, he says, people should take charge at home. \n\"For example, your average Briton has about a 16 gram fibre deficit, so just swapping white bread for brown is going to make a difference. \n\"At the weekends I batch cook. Yes it might be 15-20 minutes work, but then you're making 15-20 portions, and you've got a two minute healthy solution during the week that is full of love and the good stuff. It's much more cost effective.\" \nCan Jamie Oliver make a difference? The CEO of market research company, Ipsos Mori, Ben Page said: \"I wouldn't say it's a slam dunk. Obviously I love Jamie, like the rest of us do, but generally we advise clients that celebrities are not big purchase drivers. That said, Jamie is aligned with healthy eating and has spent years talking about it. Plus, it's the general direction of travel. \"", "date": "11 September 2018", "href": "https://www.bbc.co.uk/news/health-45473176", "tags": "food like much us parent well kids eating healthy oliver guilt modern jamie"}