{"title": "'Treated like dogs': Italy's Roma minority on society's fringe", "content": "\"I feel 100% Italian, but I regret being born here. We are being treated like dogs, and it's not fair,\" says Zanepa Mehmeti, who is 23.\nShe belongs to the Roma (Gypsy) community, Italy's largest ethnic minority that numbers up to 180,000.\nBut lately the whole idea of what it means to be Italian for people like her has been called into question.\nThe new Interior Minister, Matteo Salvini, pledged this month to carry out a census of the Roma people, to find out \"who and how many are here\". \nItaly's most prominent right-wing populist went on to joke: \"Unfortunately, those who have Italian citizenship, we have to keep - because we can't expel them.\" \nMr Salvini's proposal sparked outrage within Italy and beyond, with many warning that it evoked Italy's dark past under fascism. \nWhen Italian dictator Benito Mussolini introduced racial laws that stripped Jews of their rights and property in 1938, one of the measures was a census. \nRoma were eventually targeted too. Like Italy's Jewish population, they faced internment and deportation to Nazi concentration camps.\nTens of thousands of Roma, also known by the derogatory term \"Zingari\", live across Italy, many in squalid shanty towns on the outskirts of major cities. \nFor many Italians, a census of the Roma community feels long overdue. \nIn Rome's most iconic market, Porta Portese, it is hard to find anyone with anything positive to say about the Roma.\n\"They are thieves,\" one stall owner tells me. \"Just yesterday, some Roma people tried to steal my car! I hope Salvini makes them go away.\"\nMany Italians are exasperated by pickpockets and thieves from this community. \nBut some Roma claim they don't have a choice.\n\"Some of us steal to survive,\" says Giordana Sulemanovic. She came to Italy from Bosnia, she is unemployed and has 11 children.\n\"If you don't have a job, if the state doesn't help you - what can you do? If you steal, you do it to bring a piece of bread to your family.\"\nSources: Associazione 21 Luglio/Pew Research Center\nHalf an hour from the market of Porta Portese lies the dusty camp of River Village. Some 400 Roma people live here, illegally, on the fringes of society.\nThey sleep in cramped trailers, literally on top of each other. Usually eight people share one trailer, which can only fit two beds.\nThey can only eat outside, because they have no space inside.\nRoma people are originally from India. They first came to Italy in the 14th Century, so most people in this camp were born in Rome, speak the slang typical of this city, and do not understand the need for a census.\n\"Salvini is turning everyone against us - and it's not difficult, because a lot of Italian people are racist,\" says Zanepa as she tries to find shelter from the heavy rain. \n\"People say he is like Hitler. He hates the Roma, he hates migrants, black people. Soon enough, he's going to go after the Jews. And then, who else? He might as well put us all in an oven and burn us alive, like Hitler did.\"\nIn reality, a register of the Roma community is very unlikely to happen.\nIt would violate the Italian constitution, which was approved in 1947 after the fall of the fascist dictatorship. Because of the deep scars left by Mussolini's laws, ethno-racial statistics have not been permitted in Italy ever since.\nSo why did Matteo Salvini propose it? \n\"What Salvini cares about is to make Italians feel like he is protecting them.\" says Maurizio Molinari, editor in chief of one of Italy's main newspapers, La Stampa.\n\"Politically, this was a very smart move. It was a way for Salvini to spread the message that he is protecting Italians from the Roma, from migrants, from everyone that is different from them.\"\nEven though his census is unlikely to go ahead, his ideas are having an effect. Support for Mr Salvini's right-wing League party keeps going up. \nThe League has surged from 17.5% in the March general election to 28% in latest opinion polls. And it made big gains in local elections last weekend.\nBut many Italians are uncomfortable with the anti-Roma message.\nIn one of Rome's poorest neighbourhoods, Tor Bella Monaca, a summer camp has been launched for Roma and non-Roma children to play together.\nThey do theatre, break-dancing and face painting. \nFor Nedzad, a 26-year-old Roma, educating children from a young age is the key to eradicating mutual mistrust.\nHe is worried about the hatred he has experienced and accuses Matteo Salvini of exploiting frustration over high unemployment for political gain.\n\"With many Italian families struggling to make it to the end of the month, it's easy to start blaming Roma people, or migrants, and think they are stealing your jobs and that you'd be better off without them.\"\nAnd he believes things will get worse for Italy's Roma before they get better.", "date": "29 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44632472", "tags": "census minority salvini fringe society italian italians one italy many roma like dogs"}