{"title": "'We turn the lights off... and sit huddled in the corner'", "content": "Cameras streaming high-definition images over superfast mobile networks could improve security in schools and on our streets, and help cities run their services more efficiently, tech experts say. \nBeyoncé Brooks, a 17-year-old student at Millennium High School in Goodyear, Arizona, US, says her school has practice lockdowns each term to deal with gun incidents.  \nShe says there is \"probably one real lockdown\" a year at her school of 2,000 students.\n\"Basically, we turn the lights off, the door is locked, and we all sit in the corner of the room huddled. The teachers don't really say anything, so we don't know if it's something that's real,\" she says. \n\"We have thousands of cameras around us,\" says Ms Brooks, who has become a March for Our Lives organiser.\nBut if one person's looking at 15 cameras, it's easy for them to miss something, she says.  \nThis is where Albert Stepanyan in Munich, Germany, says machine learning and 5G mobile connectivity can help. His firm Develandoo has developed a machine-learning engine called Scylla that can spot potentially violent behaviour, like someone pointing a gun at a crowd, or wielding a knife or a bottle.\n\"We can teach a system to look for these two metrics and identify violence with up to 96% accuracy,\" he says.\nWhen security or police personnel \"either respond to the alert or mark it as a false positive\" they further train Scylla to tell the difference between the two, he says.\nHis company will provide Scylla at cost to government and commercial installations, and then at highly subsidised prices to schools, he adds.\nAnd with the arrival of high-speed 5G mobile phone networks from next year, high-definition cameras will be able to stream security images to the cloud with 10 times higher resolution: 10,800 pixels instead of 1,080, he says.\nOnce in the cloud, algorithms will quickly scan these more detailed images for tell-tale signs of violence. The extra data will be \"a complete game changer\" and \"will save our lives\", Mr Stepanyan says.\nMs Brooks says she prefers the idea of making better use of existing security cameras than sending more armed police to schools.  \n\"A lot of minority students already feel intimidated by police officers,\" she says.\nNot only could faster 5G networks enable police and emergency services identify and respond to incidents more quickly, they could also help cities conserve water and mend potholes, argues Manuela Krull-Mancinelli, who runs a \"smart cities\" accelerator in Amsterdam, the Netherlands.\n\"When you can send real-time information in 5G that will only help, and make solutions better,\" says Ms Krull-Mancinelli. \nFor example, the way roads are inspected around the world isn't very different to how the ancient Romans inspected theirs. \nA human inspector, whether in a chariot or a Ford, drives down the road and makes notes - a process that RoadBotics chief executive Mark DeSantis says is subjective as well as \"tedious and expensive\".\nMr DeSantis wants to automate the process by fitting cameras to vehicles to monitor the state of the roads as they drive along. Live streaming these images and analysing them in the cloud with image recognition software \"is going to change inspection regimes around the world\", he says. \nBut this \"will require a much larger pipe\" than currently available, he says, by which he means faster connectivity and a system that enables lots of devices to connect to the internet at the same time in densely packed urban environments - advantages that 5G promises.\n\"Cities will be able to reduce costs because they have less downtime, and will avoid unnecessary maintenance,\" believes Ms Krull-Mancinelli.\nDriverless cars and buses could become data-harvesting machines as well as modes of transport, their local intelligence being beamed to central analysis platforms in real time, perhaps improving civic services, from rubbish collection to water management.\nMany cities don't have good data about where rubbish bins, fire hydrants, and even street lights are, says Janine Yoong, vice president of Mapillary, a crowdsourced street-mapping platform in Sweden.\nMore 5G stories and features\nSo her company sells a great deal of processed data \"to lots of cities of average smartness,\" she says. But the \"primary bottleneck\" is getting data \"from the ground to the cloud, where we can process it\". \nAt the moment, Mapillary frequently receives hard drives in the post, she says.\nFaster wireless networks will help all this data get to where it can be analysed much more quickly, so cities can manage their resources better. And water is one of those resources coming under pressure.\nIn Las Vegas, Nevada, US, for instance, 70% of its water goes on keeping its green spaces looking green, says the South Nevada Water Authority. But up to half is wasted through overwatering - giving the plants water when they don't need it.\nThis is because irrigation systems are often set to a timer according to the season, irrespective of the actual weather conditions. \nInternet-connected smart sensors and sprinkler systems on the other hand, can significantly reduce this wastage, says the US Environmental Protection Agency, because they can download weather forecasts and sense the level of moisture in the soil. \n\"If everyone in the US with an irrigation system installed a smart sprinkler controller we could save 100 billion gallons of water each year,\" says Eric Petrek of Colorado-based smart irrigation company Rachio.\nSo faster mobile connectivity wouldn't just mean we could stream high-definition films on our smartphones, it could make our streets safer and our cities more sustainable.", "date": "4 October 2018", "href": "https://www.bbc.com/news/business-45652307", "tags": "corner mobile us huddled could cameras images lights water turn help data says sit cities ..."}