{"title": "'Why Sudan is shooting medics'", "content": "Doctors in Sudan are emerging as a leading force in a wave of anti-government protests, but they are paying a price for their defiance.\nOn Thursday, witnesses say a doctor was killed by the security forces amid demonstrations in the capital, Khartoum.\nThe protests began last month over the economic situation in the country but are now focused on removing long-time President Omar al-Bashir from office.\nOne medic, who requested anonymity, told the BBC's Newsday programme about the killing of his colleague and how doctors feel they have now become a target for the authorities:\nIt was a very sad day for us in Sudan, especially for doctors. A doctor was killed while he was trying to perform his duty. He was helping those injured in Buri, which is an area just near the Royal Care Hospital in the centre of Khartoum. \nThe witnesses that came with the doctor to the hospital told me what happened. \nThe doctor was trapped with some of the protesters inside a house in Buri. He was trying to provide medical care for them and the police forces tried to force them out of the house so they fired tear gas inside the house.\nThey couldn't stay inside anymore. So the doctor took a very brave stand. \nHe opened the door and he kept his hands held up high, trying to show them that he was coming out peacefully and he asked them if he could approach them just to talk to them. \nSurprisingly they agreed and they said, \"OK you can keep approaching us, we're ready to talk to you.\"\nWhen he came close, he started explaining that he was a medical doctor and he was trying to provide medical care for the injured inside, that five people were injured and he was the only doctor in the house. \nThe response he got was: \"You are a medical doctor, well we are looking for you.\" And they took two steps back and they just fired at him. \nThey killed him with such brutality. They just didn't care. They just shot him and then went away.\nIt's a very sad situation. \nRead more:\nWe, as medical doctors, feel that our lives are in danger every day.\nOn Thursday, our small community of doctors told us that whenever we are on the street, whenever we are helping people, and even if we are doing our daily activities, we should never mention to any police officers or national security members or that we are medical doctors because they are trying to eradicate any medical doctor. \nThey are focusing on us because the medical doctors are now leading nationwide strikes. The people started the protests, but when the police became violent the doctors rose up to lead the protests.\nIn the Sudanese community doctors are well respected because they tend to be people who were recognised as being intelligent and given education.\nNow we are trying to persuade people to protest through civil disobedience - so to stay at home, don't go to work, don't go anywhere.\nWe've become a threat to the government. \nWe know that there are threats but there is still a lot we can do as doctors. We're very determined to keep doing our jobs.\nI really believe that there is no turning back from what's happening in Sudan. \nWe've seen people die, we've seen people in their twenties sustain permanent disabilities and still insisting that freedom is more important than life lived in fear. \nAs it is becoming a threat to practise medicine in Sudan, this means eventually we are going to end up stopping working and turn all our efforts into protecting or treating the protesters in the streets. ", "date": "18 January 2019", "href": "https://www.bbc.co.uk/news/world-africa-46921480?intlink_from_url=https://www.bbc.co.uk/news/topics/cq23pdgvgm8t/sudan&link_location=live-reporting-story", "tags": "shooting medics us protests medical doctors doctor inside sudan trying care"}