{"title": "'You may as well kill us': Human cost of India's meat 'ban'", "content": "The government's crackdown on meat shops in the northern Indian state of Uttar Pradesh has left many traders and butchers without much work and money. The BBC's Vikas Pandey meets them in Allahabad city.\n\"I have no money since my shop shut two weeks ago. I don't know how to feed my children and aging parents. Is it because I am a Muslim, or a meat trader?\" Shakeel Ahmad, 52, asks.\nHe is angry with the state's new chief minister, Yogi Adityanath, who opposes the slaughter and consumption of cows, considered sacred by India's Hindu majority.\nAuthorities have closed many slaughterhouses since Mr Adityanath's BJP party won the state elections earlier in the month. Small shops selling goat and chicken have also been forced to shut, despite the slaughter of these animals being legal.\nMost butchers are Muslims and many suspect that they are being targeted unfairly. They allege that their businesses are being shut on technicalities. One meat traders association went on strike, alleging harassment by state authorities.\nMr Ahmad says he understands the crackdown on slaughterhouses which sell beef \"because it was one of the BJP's campaign promises\".\n\"But why punish small shop owners who sell goat and sheep meat? Most butchers like me earn daily, and don't have any other skill after being in the business for decades,\" he says.\nHe adds that municipal authorities recently rejected his application to renew his licence.\n\"They want me to set up a waste disposal unit, but I don't have the money needed for it.\"\nMr Ahmad lives in a small house with nine other family members in a densely populated area, mostly inhabited by the Muslim Qureshi community.\nHis mother, Fatima Begum, says that the community in this area has traditionally earned its livelihood through the meat trade.\n\"Men in this community don't have any other skill. We are already poor, and now we are not sure where the next meal is going to come from. They may as well kill us,\" she says.\nMs Begum says she needs regular medication because of her old age.\n\"I am running out of my medicines, but I haven't told this to my son because I don't want to add to his troubles,\" she says.\nMr Ahmad's wife, Husna Begum, is worried about her children's education.\n\"I want my children to get a good education and come out of poverty.  If the government thinks meat shops are bad, then give us something else to do. \n\"Is it a crime to dream about a good future for your children?\" she asks.\nA few blocks away, I meet Mohamed Shariq who has also shut his shop.\n\"I have the licence needed to run my shop, but I fear attacks from right-wing groups,\" he says.\nMr Shariq's fear is not unfounded. \nMedia reports suggest that several meat shops have been attacked in the state in the past two weeks.\nMr Shariq invites me to his house, and asks a question.\n\"Just look around. My house is already breaking apart. I have to feed 10 people. Is it fair to ban our only source of livelihood?\"\nHis brother P Qureshi and other members of the family also join the conversation.\nThey are all worried about their future.\n\"I hope and pray that the chief minister understands our problems and stops people who are misusing his name. We know there is no official ban on slaughtering sheep and goats, but we are still scared,\" Mr Qureshi says.\nEvery house in this community has similar stories. \nAbdul Qureshi, who ferries animals in his cycle rickshaw, says the crackdown seems so unreasonable because Hindus too eat meat.\n\"Most of the customers in this market are Hindus. Even the Indian Army people buy from our shops. I don't understand how banning a food item proves anybody is more or less religious,\" he says.\nGulzar Qureshi is the community leader here, and he explains that \"people don't understand that this is not just Muslims' problem\".\n\"Most people who rear sheep and goats are Hindus. I know so many Hindus who have come here from their villages to sell their animals and are now stuck,\" he says.\nChunni Lal is one of them.\n\"I am running out of money to feed the five goats I have brought with me. Nobody is willing to buy them,\" Mr Lal says.\nGulzar Qureshi says people who believe that the meat trade ban has only affected butchers and slaughterhouse owners are wrong.\n\"That's just over simplification. Cattle farmers, middlemen who buy animals and butchers are all affected,\" he says.\nHe adds that even rickshaw pullers who ferry these animals, and tannery workers who need leather don't have much work these days.\n\"We are not asking for fancy roads and schools. Just let us earn whatever little amount we make for our children. I think that's the least a citizen can expect from his government,\" he says.\nPictures by Ankit Srinivas", "date": "30 March 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-39427552", "tags": "may us butchers well india shops animals cost says human meat kill state children qureshi"}