{"title": " A Devil Dog Tears Into People, and Other Tales", "content": "Even if you’re pleased to be living during the golden age of television, you might find yourself overdosing on oversexed political soap operas or noir detectives with anguished back stories. For those moments when you want something a little different — well, more than a little different — there’s Adult Swim, which this week adds two new shows to its catalog of late-night, 15-minute transgressions against coherence and good taste.\nThe less tasteful but more mainstream of the two is the animated “Mr. Pickles” on Sunday night, about a smiling, preternaturally cheerful pet collie who likes pickles and happens to be the devil — not in the sense of barking too much or tearing up the garden, but in the sense of tearing people’s entrails out or herding them into fetish orgies. It’s “Lassie” (the dog’s clueless 6-year-old master is Tommy instead of Timmy) done as a comic horror story in the Seth MacFarlane spirit (the dog can’t keep his paws off Tommy’s equally clueless mother). Only poor old Grandpa sees Mr. Pickles for what he really is. The overall effect is more grisly than funny, but a cult following seems ensured, and for added surreal-pop-culture cachet, Brooke Shields voices the mother.\nThe more interesting show makes its bow on Thursday night (actually very early Friday morning), when the comedy team of Tim Heidecker and Eric Wareheim returns to Adult Swim with “Tim & Eric’s Bedtime Stories.” More polished than their sketch series “Tim & Eric Awesome Show, Great Job!,” “Bedtime Stories” mimics the sort of dark tales of human nature that fill the schedule of reality channels like A&E and Investigation Discovery, turning them into absurd and creepy yet unsettlingly ordinary vignettes. It’s like a postgraduate course in contemporary anti-comedy, and the episodes get funnier when you watch them a second time.\nThursday’s premiere features Mr. Heidecker and Mr. Wareheim in a parody of the suburban-nightmare story of the psychotic neighbor. Next week’s episode raises the stakes, with Bob Odenkirk starring in a risky comic take on a doctor who abuses his female patients while they’re under anesthesia — in this case, he cuts off their toes, though it’s with their consent. The story takes a lighter turn when the great character actor M. Emmet Walsh appears, playing a private eye who brings to mind his own character from “Blood Simple.” Things don’t go so well for the doctor. Then Mr. Walsh’s investigator turns to the doctor’s young son and says, laconically but with feeling, “I’m your dad now.” It’s a small laugh, but I’ll take it over one of Matthew McConaughey’s monologues in “True Detective.”", "date": "Sept. 17, 2014", "href": "https://www.nytimes.com/2014/09/18/arts/television/mr-pickles-and-a-new-tim-eric-show-on-adult-swim.html", "tags": "people pickles eric devil story tim ” doctor tales dog stories — tears"}