{"title": " Putin Flaunted Five Powerful Weapons. Are They a Threat? ", "content": "The animated videos show Russian warheads speeding toward Florida and missiles outmaneuvering obstacles in the southern Atlantic. Russia has a new class of weapons, President Vladimir V. Putin said on Thursday, that could make American defenses obsolete.\nMr. Putin could be bluffing. It’s unclear how many of the five weapons he described actually exist. But a close look at the videos he presented indicates some telling details about their state of readiness and how they work.\nHere is what we know:\nMost cruise missiles are like small airplanes. Their engines suck in air and burn hydrocarbon fuels. A nuclear cruise missile, in theory, would use a small reactor to heat air and fire it out the rear end to create forward thrust. \nRussian scientists have developed “a small-scale heavy-duty nuclear energy unit,” Mr. Putin said, that can power a cruise missile so that it could achieve “basically an unlimited range.” \nSuch a technology could evade American defenses and alter the balance of power. But analysts were skeptical.\n“If we’re talking about nuclear-armed cruise missiles, that’s a technological breakthrough and a gigantic achievement,” said Aleksandr M. Golts, an independent Russian military analyst. But, he added, “The question is, is this true?”\nMr. Putin said the nuclear cruise missile had been tested successfully late last year. But American officials said they believed it is not yet operational, despite Mr. Putin’s claims, and that it had crashed during testing in the Arctic.\nThe video shows a missile launching and then fades into an animation in which a cruise missile maneuvers around natural barriers, like mountains, as well as missile defense systems created to intercept it. “It is invincible against all existing and prospective missile defense and counter-air defense systems,” Mr. Putin claimed. At the end of the animation, the missile zeros in on Hawaii.   \nIn theory, this missile could loft many nuclear warheads or decoys meant to outwit antimissile systems. In a video animation, the missile is able to zoom round either Earth pole, reaching anywhere in the world.\nThe Sarmat is a replacement for the Voevoda, or SS-18, the biggest and most deadly Soviet-era missile of the Cold War. According to Mr. Putin, its weight exceeds 200 tons and has practically no range restrictions. Images of the missile were first revealed in 2016, as reported by Russian news sources. \nThe Sarmat has not been deployed, but “the Defense Ministry and enterprises of the missile and aerospace industry are in the active phase of testing,” Mr. Putin told his audience.The video opens with footage from what appears to be a test site. The missile was successfully ejected from an underground silo in a December test, according to Russian news reports.  The video closes with an image of nine warheads zeroing in on Florida, where President Trump often stays at his Mar-a-Lago resort.  \nBy definition, hypersonic vehicles travel at speeds of one to five miles per second — or up to dozens of times faster than modern airliners. Such blinding speeds  would enable a hypersonic cruise missile to evade interceptor rockets, which fly at relatively slow speeds. Mr. Putin said such superfast missiles have been tested successfully and begun trial service.The video shows what appears to be a possible test launching from a military jet. The missile engine is apparently a type of ramjet or scramjet, meaning it burns regular fuel, unlike the nuclear cruise missile. In the animation, the weapon rapidly gains altitude, then hits targets precisely with powerful warheads. American officials have talked about deploying such weapons in the 2020s.\nThis nuclear-powered torpedo, launched from a submarine, could carry conventional or nuclear warheads. Most modern torpedoes have relatively short ranges. A torpedo powered by a small nuclear mechanism, in theory, could possess unlimited range, spanning oceans or circling until a target appeared. \nThe Trump Nuclear Posture Review, released in early February, makes the first known federal reference to this Russian weapon, calling it “a new intercontinental, nuclear-armed, nuclear-powered, undersea autonomous torpedo.” After years of development, this technology was successfully tested in December, according to Mr. Putin, who called it “really fantastic.” The United States appears to have nothing similar. The video shows what appears to be a factory for making the weapon, as well as submarines. In the subsequent animation, a submarine navigates deep in the ocean and releases the torpedo, which then maneuvers to hit targets in the water and on land.\nAll the big powers — Russia, China, and the United States — are racing to develop this kind of superfast maneuverable warhead. It can fly into space on a regular rocket and then navigate autonomously in the atmosphere. That way, it can evade antimissile defenses, as well as shorten or eliminate enemy warning time. \nCiting such dangers, the Rand Corporation produced a detailed report last year on the technology and called on nations to curb its spread. Mr. Putin said Russia had successfully tested the novel warhead technology, capable of travel at 20 times the speed of sound.\nThe video shows a rocket laboratory and launch. The animation segment shows the hypersonic glide vehicle separating from the rocket that launches it into space. It then avoids spy satellite tracking and military counter strikes. Hans Kristensen, of the Federation of American Scientists, says the Avengard is an ideal fit for the Sarmat heavy-lift intercontinental ballistic missile. \n“For obvious reasons we cannot show the outer appearance of this system here,” Mr. Putin said. “But let me assure you that we have all this and it is working well.”  ", "date": "March 2, 2018", "href": "https://www.nytimes.com/2018/03/02/world/europe/putin-weapons-video-analysis.html", "tags": "nuclear five “ missile flaunted threat could video said cruise weapons putin powerful"}