{"title": " Trump and Kim Jong-un, and the Names They’ve Called Each Other", "content": "After months of escalating tensions between North Korea and the United States, officials made a stunning announcement on Thursday: Kim Jong-un, the North’s leader, had invited President Trump to meet and discuss his country’s nuclear program — and Mr. Trump accepted.\nThe report is particularly surprising given that no sitting American president has ever met with a North Korean leader, and that Mr. Trump himself had ruled out direct talks unless North Korea agreed to take measurable steps toward relinquishing its nuclear arsenal.\nThat, and for the last year, the two leaders have been trading insults. Here are some of the most notable things Mr. Trump and Mr. Kim have said about each other.\n(If you’d like to know more about today’s news, here’s our article and a transcript of the announcement.)\n“Crazy Dennis Rodman is saying I wanted to go to North Korea with him. Never discussed, no interest, last place on Earth I want to go to.”\n— Mr. Trump, in a tweet, more than a year after Mr. Rodman visited North Korea and watched a basketball exhibition with Mr. Kim\n“And nobody ever mentions North Korea where you have this maniac sitting there and he actually has nuclear weapons and somebody better start thinking about North Korea and perhaps a couple of other places. But certainly North Korea.”\n— Mr. Trump, at a Republican presidential debate\n“I would get China to make that guy disappear in one form or another very quickly.”\n“I mean this guy’s a bad dude — and don’t underestimate him.”\n“Any young guy that can take over from his father with all those generals and everybody else that probably wants the position, this is not somebody to be underestimated.”\n— Mr. Trump, speaking about Mr. Kim on “CBS This Morning” during the presidential campaign\n“North Korea has just launched another missile. Does this guy have anything better to do with his life?”\n— Mr. Trump, in a tweet,  ridiculing Mr. Kim\n“North Korea best not make any more threats to the United States. They will be met with fire and fury like the world has never seen.”\n— Mr. Trump, to reporters at his golf club in Bedminster, N.J., on a working vacation\n“Kim Jong Un of North Korea made a very wise and well reasoned decision. The alternative would have been both catastrophic and unacceptable!”\n— Mr. Trump, in a tweet, praising Mr. Kim’s decision not to fire missiles toward Guam, a United States territory\n“The United States has great strength and patience, but if it is forced to defend itself or its allies, we will have no choice but to totally destroy North Korea. Rocket Man is on a suicide mission for himself and for his regime.”\n— Mr. Trump, in his first address to the United Nations General Assembly\n“A frightened dog barks louder.”\n“He is unfit to hold the prerogative of supreme command of a country, and he is surely a rogue and a gangster fond of playing with fire, rather than a politician.”\n“Whatever Trump might have expected, he will face results beyond his expectation. I will surely and definitely tame the mentally deranged U.S. dotard with fire.”\n— Mr. Kim, responding in a statement to President Trump’s threat\n“Kim Jong Un of North Korea, who is obviously a madman who doesn't mind starving or killing his people, will be tested like never before!”\n— Mr. Trump, responding to Mr. Kim in a tweet hours later\n“Why would Kim Jong-un insult me by calling me ‘old,’ when I would NEVER call him ‘short and fat?’ Oh well, I try so hard to be his friend — and maybe someday that will happen!”\n— Mr. Trump, in a tweet, after Mr. Kim’s government called Mr. Trump an “old lunatic”\n“It’s not a mere threat but a reality that I have a nuclear button on the desk in my office.” \n“All of the mainland United States is within the range of our nuclear strike.”\n— Mr. Kim, in his annual New Year’s Day speech\n“North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times.’ Will someone from his depleted and food starved regime please inform him that I too have a Nuclear Button, but it is a much bigger & more powerful one than his, and my Button works!”\n— Mr. Trump, responding in a tweet\n“I probably have a very good relationship with Kim Jong Un.”\n— Mr. Trump, in an interview with The Wall Street Journal\n“President Moon noted that North Korea-United States dialogue must take place soon in order to improve South-North Korean relations and to find a fundamental solution to the Korean Peninsula issue. To this, the North Korean delegates responded that the North was quite willing to start talks with the United States and agreed that relations between North and South Korea and those between the North and the United States should develop simultaneously.”\n— Kim Eui-kyeom, a spokesman for President Moon Jae-in of South Korea\n“We want to talk also … [but] only under the right conditions.”\n“Otherwise we’re not talking.”\n— Mr. Trump in remarks to American governors at the White House the next day\n“The North Korean side clearly stated its willingness to denuclearize.”\n“It made it clear that it would have no reason to keep nuclear weapons if the military threat to the North was eliminated and its security guaranteed.”\n— A statement from South Korean envoys who met with Mr. Kim\n“Kim Jong Un talked about denuclearization with the South Korean Representatives, not just a freeze. Also, no missile testing by North Korea during this period of time. Great progress being made but sanctions will remain until an agreement is reached. Meeting being planned!”\n— Mr. Trump, in a tweet, after news broke of North Korea’s invitation", "date": "March 9, 2018", "href": "https://www.nytimes.com/2018/03/09/world/asia/trump-kim-jong-un.html", "tags": "korea “ united states trump called jong-un kim north — names"}