{"title": "1 Neo-Nazi Group- 5 Murders In 8 Months-", "content": "An 18-year-old in Florida allegedly shoots and kills two of his roommates. A 21-year-old, also in Florida, plots to bomb synagogues and a nuclear power plant. A 17-year-old in Virginia allegedly shoots and kills his girlfriend’s parents. And a 20-year-old in California allegedly stabs a gay Jewish college student 20 times, burying him in a shallow grave.\nAll of these young white men had connections to the Atomwaffen Division, a well-armed neo-Nazi group enamored with Charles Manson and Adolf Hitler whose members harbor grand and demented delusions of fighting a “race war” and overthrowing the U.S. government.\nTheir alleged crimes all occurred in just the last eight months, most recently in January, adding to fears that an emboldened American white supremacist movement is growing more violent by the day. White supremacists, after all, murdered twice as many people in 2017 as they did the year before, according to the Anti-Defamation League.\nBut while the Atomwaffen Division — which translates from the German as the “Atomic Weapons Division” — represents perhaps the most extreme faction of organized fascism in the U.S., these five recent murders thus far don’t appear to have been coordinated. Nor does it appear that they were all completely motivated by ideology.\nMost, it seems, arose partly from domestic disputes, highlighting the volatility and desperation of young men who become enthralled by white supremacy. \nStill, America is waking up to the threat of a group like Atomwaffen, which operates largely anonymously and in the shadows, radicalizing young men, holding military-style training camps and making explicit calls for violence against minorities. \nThis is what we know about them.\nWhereas much of the optics-obsessed “alt-right” is shy about deploying Third Reich imagery, Atomwaffen is not. Its photos, videos and artwork are flush with swastikas and SS lightning bolts. Its members love to throw up a Nazi salute. \nThe group published its latest propaganda video earlier this month. It features members dressed in camouflage and skull masks shouting “gas the Kikes” and “race war now” as they fire guns and practice military maneuvers across the countryside. A previous video included footage of members setting both an American flag and a copy of the U.S. Constitution on fire during a “Doomsday Hatecamp.”\nWhen Charles Manson died in November, Atomwaffen members mourned the murderous cult leader. “A great revolutionary,” one person wrote on a now defunct Atomwaffen message board. “The world really does feel a little emptier,” wrote another.\nOn its website, Atomwaffen describes itself as “a revolutionary national socialist organization centered around political activism and the practice of an autonomous fascist lifestyle.”  \nIn practice, this has meant distributing racist recruitment flyers on college campuses, hanging banners with racist messages from bridges, graffiti, and showing up at white nationalist rallies to wave the Atomwaffen flag.  \nIt’s estimated there are only about 80 Atomwaffen members, though according to the Anti-Defamation League, Atomwaffen activity has been reported in multiple states, including Colorado, Florida, Illinois, Pennsylvania, Texas, Massachusetts, Washington and Wisconsin.  \n“The group’s vile propaganda often promotes violence against minority communities, including LGBT people, Jews, Muslims, and African Americans,” the ADL wrote. \nIn May, Devon Arthurs, an 18-year-old Atomwaffen member who had converted to a violent, fundamentalist version of Islam — a conversion that isn’t as unlikely as it seems — allegedly shot and killed two of his roommates, both of whom were allegedly also Atomwaffen members. Arthurs later confessed that his roommates had disrespected his new faith, so he decided to kill them. \nBrandon Russell, a fourth roommate who was not killed, was also connected to Atomwaffen. During a search of the house after the murders, authorities discovered bomb-making equipment and radioactive material they determined belonged to Russell. In Russell’s bedroom, police found a framed photo of Oklahoma City bomber Timothy McVeigh. In his car were rifles, ammunition, binoculars and a skull mask. Prosecutors later alleged that Russell had planned to bomb civilian targets, including synagogues and a nuclear power plant in Miami. He was recently sentenced to five years in prison.\nSeven months later, in Reston, Virginia, 17-year-old Nicholas Giampa reportedly grew angry after his girlfriend broke up with him. Giampa held neo-Nazi beliefs, and her parents had convinced her to end the relationship. In December, Giampa allegedly shot and killed the parents inside their home. He then turned the gun on himself, surviving a gunshot wound to the head. \nHuffPost found Giampa’s Twitter account, which he used to tweet about his hatred of transgender people, his admiration for Hitler, and how he would use Jewish people for target practice. He often retweeted posts from Atomwaffen-affiliated accounts, including a photo of armed Atomwaffen members posing with the group’s flag. \nGiampa also praised a 1992 book called Siege — a racist tome penned by career neo-Nazi and Charles Manson devotee James Mason. The book, which argues for waging a violent “Helter Skelter” race war and condones murder and terror attacks, was plucked from obscurity by Atomwaffen members and republished on the group’s website last year.  \nBefore Giampa allegedly killed his girlfriend’s parents, he retweeted a photo of Mason reading a copy of Siege. He also praised a Twitter user named @RyanAtomwaffen for owning a copy of the book. \nEarlier this month, a site called SIEGE Culture, which appears to be affiliated  Atomwaffen, started crafting original pieces of Atomwaffen propaganda featuring photos of Giampa’s face. \nEarlier this month, police in Orange County, California, found the body of Blaze Bernstein, a 20-year-old college student. Rainfall had uncovered his final resting place: a pit dug in Lake Forest’s Borrego Park. Bernstein — who was gay and Jewish — had been stabbed at least 20 times.\nHis former high school classmate, Samuel Lincoln Woodward, was arrested for the murder a few days later. Last week, ProPublica reported that Woodward is a member of the Atomwaffen Division. \nThree people who knew Woodward, one of whom is a former Atomwaffen member, identified Woodward as belonging to the group. The former member told ProPublica that Woodward attended an Atomwaffen training camp in Texas in 2016, where he learned about firearms, hand-to-hand combat and how to survive in the wild.\nIt’s unclear if Woodward will face hate crime charges.\nBernstein’s mother, Jeanne Pepper Bernstein, told the Los Angeles Times she had always worried her son could be the victim of hate. She said it always concerned her that he was gay, Jewish and small. \n“I was concerned for his safety always,” she added. “I was concerned sending him out into the big world. But at some point you have to let go and they leave the nest and fly. I couldn’t protect him from everything.”\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n01/31/2018", "href": "https://www.huffpost.com/entry/atomwaffen-nazi-murder-bomb-plot_n_5a70825ae4b00d0de2240328", "tags": "also giampa allegedly months- neo-nazi ” group- murders atomwaffen group woodward — members"}