{"title": "1 Year After Obamacare Repeal Vote, GOP Has Largely Dropped The Cause", "content": "WASHINGTON ― One year ago, President Donald Trump and House Republicans gathered in the Rose Garden for a victory ceremony. Speaker Paul Ryan (R-Wis.) had just shepherded through a bill repealing major parts of the Affordable Care Act, moving them a step closer to their promise of undoing President Barack Obama’s signature legislative achievement. \n“We don’t have to talk about this unbelievable victory — wasn’t it unbelievable? So we don’t have to say it again. But it’s going to be an unbelievable victory, actually, when we get it through the Senate,” Trump boasted, standing in front of beaming House members. \nSince Obamacare’s passage in 2010, Republicans had made repealing it their central campaign promise. If the country handed control of Congress and the White House to the GOP, they would finally dismantle it.\nIn 2016, they got their wish. But they still couldn’t get the job done. The Senate never passed the House repeal legislation. Public opinion swung in favor of the law, and many of the House members who took the tough vote to advance repeal now find themselves on the defensive at home. \nThe uneasiness the GOP feels with Obamacare repeal is borne out by the money candidates and other groups are spending on TV ads. In the past, Republicans walloped Democrats on the air with ads mentioning Obamacare, according to an analysis by Kantar Media/CMAG for HuffPost.\nBut in the 2018 cycle, the numbers aren’t quite as stark. Conservatives are still spending more on anti-Obamacare ads ― and airing more spots on the issue ― but Democrats aren’t nearly as far behind as in the past. \nIt’s not just that Republicans are less interested in talking about the issue ― it’s also that Democrats are finally feeling emboldened. \n“We see health care as the defining issue of the 2018 midterms,” said David Bergstein, spokesman for the Democratic Senatorial Campaign Committee. “The Republican health care agenda is incredibly toxic with voters of every political persuasion.”\nFor the first time in an election cycle since Obamacare’s passage, a majority of the public now approves of the health care law. Democrats now have a sizable advantage over the GOP on the issue, and candidates frequently bring up their support for Obamacare while meeting with voters. \nTwenty-three million fewer Americans would have had insurance under legislation that the House Republicans narrowly passed, according to the Congressional Budget Office. \nEven though outright repeal appears to be off the table, there are still efforts to undermine the law. The big GOP tax bill eliminated the financial penalty for people who don’t get insurance. Without that penalty in place, healthy people are less likely to buy insurance, causing premiums for those who keep insurance to rise.  ", "date": "\n05/04/2018", "href": "https://www.huffpost.com/entry/obama-repeal-ads_n_5aeb5310e4b041fd2d2459ab", "tags": "care dropped cause obamacare democrats issue repeal gop largely house ― insurance year republicans vote"}