{"title": "10 Key Obamacare Supreme Court Moments--And A Moment That Wasn't", "content": "\nFor more than an hour on Wednesday, the Supreme Court heard oral arguments in King v. Burwell -- a lawsuit that, if successful, could force millions of people scattered across two-thirds of the states to lose health insurance.\nThe crux of the dispute is the meaning of the phrase “created by the State.” It refers to Obamacare’s exchanges, through which people buy insurance. States have the option to create such exchanges; when they do not, the federal government does instead. The question is whether the two should operate in the same way -- and, in particular, whether federally run exchanges should also offer tax credits for purchasing insurance.\nIt’s not a small distinction. Without those tax credits, most of the people now buying coverage on the exchanges couldn’t afford to pay the premiums. They’d lose insurance altogether. \nSupporters of the lawsuit, which was brought by longtime Obamacare opponents, say the wording “established by the State” doesn’t authorize tax credits in the federal exchanges -- and that this was the intent of the law’s architects all along. The government says that other parts of the law show that legislators meant for the tax credits to be available everywhere, consistent with the law’s goal of providing coverage to “all Americans.”\nIt’s always difficult to predict, based on oral arguments, how justices will vote. But here are 10 key moments from Wednesday -- and one that did not happen.\n1. Ginsburg has questions about the plaintiffs.\nMichael Carvin, attorney for the plaintiffs, had barely begun speaking when Justice Ruth Bader Ginsburg interrupted him to ask about standing. She referenced recent revelations that at least some of the plaintiffs might not have a right to bring this lawsuit because, for one reason or another, they had access to other insurance that made this discussion effectively moot.\nCarvin responded by saying that at least one plaintiff had standing. When Solicitor General Donald Verrilli began his arguments, he addressed the issue right away -- saying that the government was not raising the issue, but suggesting that maybe the court might want to look into it.\n2. Breyer grills Carvin over how to read four words of text.\nJustice Stephen Breyer has a reputation for laying back and asking long, ponderous questions. Not this time. As soon as Carvin moved to the merits of the argument, Breyer attacked the plaintiffs for reading the key words “established by the state” too narrowly.\nBreyer said it was clear that another phrase in the law, ordering the federal government to operate exchanges when states do not, was meant to provide a roughly equivalent substitution -- in other words, an exchange through which people could get tax credits. “That’s throughout what they are talking about, so what’s the problem?” he asked.\n3. Kagan talks about her clerks.\nJustice Elena Kagan followed up Breyer’s line of questioning, offering a parable about how she assigns work to her clerks. It drew laughter from the gallery and a witty response from Justice Samuel Alito, but then Kagan bore down on her point: When the law calls upon the federal government to create an exchange, isn’t it creating a fallback to provide affordable insurance, including tax credits, when states don’t act? Isn’t that what the context of the law suggests?\nLater, Kagan made her point even more directly: “I think what we’re suggesting is that, if you look at the entire text, it’s pretty clear that you oughtn’t to treat those five words in the way that you are.”\n4. Sotomayor raises federalism -- and Kennedy jumps in.\nIf the government prevails in King v. Burwell, this may prove to be the critical, most telling moment of oral arguments.\nWith so much money on the line and so little warning of the consequences of failing to build exchanges, Sotomayor suggested that depriving some states of tax credits -- as the lawsuit claims Congress meant to do -- would be impermissible.\nCarvin had just started to answer when -- and this is the important part -- Justice Anthony Kennedy jumped in. “It seems to me that under your argument, perhaps you will prevail in the plain words of the statute, there’s a serious constitutional problem if we adopt your argument.”\nIt takes five votes to win a case and, presumably, that means the four liberals plus at least one conservative. Kennedy’s questioning on federalism suggested he might (emphasis on might) be inclined to reject the lawsuit on those grounds -- giving the liberals the extra vote they need.\n5. The liberals confront Carvin -- with Carvin’s own words.\nAll four liberal justices asked tough questions about why Congress would have bothered to create federally run exchanges if, as Carvin and the plaintiffs say, they are not supposed to have tax credits. Here was Ginsburg: “What are the customers that can buy on it? What are the insurers that will sell on it?”\nCarvin responded by suggesting that, even without tax credits, the exchanges would provide benefits. That led him right into a trap that Kagan seemed to have waiting for him: She cited Carvin’s own words from 2012, when he was arguing for plaintiffs in the case challenging the individual mandate: “That’s not what you said previously when you were here, last time in this never-ending saga,” Kagan said, provoking laughter yet again.\nThen she said, “You said without the subsidies driving demand within the exchanges, insurance companies would have absolutely no reason to offer their products through exchanges. And then you said the insurance exchanges cannot operate as intended by Congress absent the subsidies.”\n6. Carvin undermines a key premise of his argument.\nThis moment was part of back-and-forth with Sotomayor:\nA key premise of the plaintiffs’ case is that lawmakers didn’t appreciate the extent of state resistance to Obamacare. According to the plaintiffs and their supporters, this is why Congress allowed “established by the state” to get into the law -- they assumed that every state would, in fact, establish one. But, as Sotomayor noted, that raises the question of why the federal government would have created federal exchanges in the first place.\nCarvin didn’t challenge the premise. Instead, he acknowledged, lawmakers anticipated that some states wouldn’t act. That’s a pretty big admission, although it’s hard to tell if anybody noticed.\n7. Scalia wonders why the Court should save Congress from itself.\nVerrilli made an argument that the government and its supporters have made repeatedly: Removing subsidies from some states would create disastrous consequences, depriving people of coverage and throwing insurance markets into disarray. This could not have been what Congress intended, Verrilli said -- and Justice Antonin Scalia was having none of it: “Of course it could be. I mean, it may not be the statute they intended. The question is whether it’s the statute that they wrote.”\nScalia pointed out that because the law was never subject to formal conference committee negotiations, it probably contained real problems: “This is not the most elegantly drafted statute. It was pushed through on expedited procedures and didn’t have the kind of consideration by a conference committee, for example, that statutes usually do.”\nScalia also suggested that if the law wouldn’t work as written, then Congress could always fix it. “What about Congress? You really think Congress is just going to sit there while all of these disastrous consequences ensue?”\n8. Alito looks at the text of the law and thinks the case is simple.\nJust as the liberals wanted to talk about the context of the law and how it might change the meaning of “established by the state,” Alito wanted to talk about the words and why Congress must have chosen to use them.\n9. Alito floats the idea of a delayed ruling.\nSupreme Court decisions typically take effect right away, which in legal context means a few weeks. Such a ruling in King v. Burwell would devastate not just the people now getting subsidized health insurance (because they’d have to give it up) but also the insurers providing coverage (because they’d lose a huge amount of revenue they’d expected to get).\nAlito wondered whether the court couldn’t simply issue a ruling but delay its implementation until, say, the end of the year: “Would it not be possible if we were to adopt the petitioners' interpretation of the statute to stay the mandate until the end of this tax year?”\n10. Kennedy questions Chevron.\nIf Kennedy’s federalism questions give Obamacare supporters confidence, the questions he asked near the end are sure to give them a new reason for anxiety. A big premise of the government’s argument is that, in case of ambiguity, courts should allow agencies like the IRS to make any reasonable interpretation of a law. This is known as the Chevron doctrine, named for a 1984 case, Chevron v. Natural Resources Defense Council, that established the principle.\nKennedy seemed troubled by the idea that, in a dispute with such huge stakes, an individual agency could have so much discretion: “Well, if it's ambiguous, then we think about Chevron.  But it seems to me a drastic step for us to say that the department of internal revenue and its director can make this call one way or the other when there are, what, billions of dollars of subsidies involved here? Hundreds of millions?”\nIt was here that Roberts made one of his few comments, and certainly the most intriguing one -- asking Verrilli whether, if the government prevails, a future administration might not use the same leeway to take subsidies away from states with federally run exchanges.\n11. The moment that didn't happen:\nNobody mentioned MIT economist Jonathan Gruber. ", "date": "\n03/04/2015", "href": "https://www.huffpost.com/entry/obamacare-oral-arguments_n_6801862?1425502851", "tags": "moment tax key obamacare exchanges carvin court ” supreme -- insurance moments government congress law"}