{"title": "10 Mistakes You Never Noticed On 'Game Of Thrones'", "content": "Hey, mistakes happen. But on \"Game of Thrones,\" it's an epidemic. \nFor instance, when your mom says don't climb on the castle, just don't do it, Bran. And also, Robb. What are you thinking? Going to your boy's place for a wedding right after you broke a marriage vow to his family is the worst idea ever. In fact, everyone should probably just avoid going to weddings altogether. Send cash, y'all. It's not hard.\nWhile \"GoT' characters can't help but make bad choices, the show's production is usually pretty spot-on. Still, some goofs do slip in. Here are 10 mistakes you might've missed on \"Game of Thrones\":\n(Some spoilers below)\n \nThe King in the North is sufficiently weirded out.Season 1, Episode 8 \"The Pointy End\" (Image: HBO)\n \nCould Sansa be the third head of the dragon?\nSeason 1, Episodes 1 & 2 (Image: YouTube)\n \nDoes Khaleesi know about this?\nSeason 1, Episodes 1 & 2 (Image: YouTube)\n \nCan someone get this guy a ShamWow?\nSeason 5, Episode 9 \"The Dance of Dragons\" (Image: YouTube)\n \nLooks like the usurper is on your side, bruh.\nSeason 1, Episodes 1 & 2 (Image: YouTube)\n \n Mr. Butterfingers, right?\nSeason 1, Episode 4 \"Cripples, Bastards, and Broken Things\" (Image: HBO)\n \n(Image: HBO/Reddit)\nThe image is apparently a behind-the-scenes photo where some type of device appears to be visible under Stannis' leg, but it looks like you can still see the wires on the show:\nYo, can a playa borrow your charger? It's not like you're going to need it anymore.\nSeason 5, Episode 10 \"Mother's Mercy\" (Image: YouTube)\nWhoa. Those guys are good.\nSeason 5, Episode 4 \"Sons of the Harpy\" (Image: YouTube)\n \nIt still doesn't make us like you, man. Season 2, Episode 6 \"The Old Gods and the New\" (Image: HBO)\n \nAll men must die of embarrassment.\nSeason 1, Episode 8 \"The Pointy End\" (Image: YouTube)\nFind more goofs at TV.com, MovieMistakes and IMDb.\nCorrection: An earlier version said Craster's blood pack was showing in his death scene, but you might not be able to see it after all.\nAlso on HuffPost:\nFor a constant stream of entertainment news and discussion, follow HuffPost Entertainment on Viber.", "date": "\n08/20/2015", "href": "https://www.huffpost.com/entry/mistakes-game-of-thrones_n_55d35f8ae4b0ab468d9e7db1", "tags": "going youtube mistakes image episode season never hbo thrones still like episodes noticed"}