{"title": "10 Years Of Trump's Tax Information Released By New York Times", "content": "President Donald Trump’s tax filings from 1985 to 1994 show that he had accumulated more than a billion dollars in business losses over the course of the decade, according to newly revealed tax information obtained Tuesday by The New York Times.\nIn the 10-year stretch, Trump racked up nearly $1.2 billion in core business losses, according to the Times’ analysis of the president’s federal income tax information from those years. The loss paints what the Times called a bleak picture of Trump’s businesses, which he has always touted as successful.\nThe news comes as the president continues to feud with House Democrats over the release of his federal tax returns from 2013 to 2018.\nThe newspaper noted that it did not obtain Trump’s actual tax returns, and the information it did obtain covers an earlier period of the president’s business career. The Times did get printouts from Trump’s official Internal Revenue Service tax transcripts, with his 1040 federal tax form figures, from a source who had legal access to them.\nThe newspaper’s analysis of the tax information includes how Trump was already deep in financial trouble in 1987 when he published his book “The Art of the Deal,” a bestseller that focused on his business career as a so-called self-made billionaire. In 1985, his core businesses apparently reported a loss of more than $46 million and carried over a $5.6 million loss from earlier years. The president has long blamed his first round of business reversals and bankruptcies on the 1990 recession, but the Times analysis shows that his fortune was already on its way down much earlier.\nThe tax results also show that Trump appears to have lost more money during that decade than nearly any other individual taxpayer, according to the Times. His core businesses reportedly lost over $250 million each year in 1990 and 1991, which the Times said is more than double those of the nearest taxpayers in its sampling of high-income earners for those years. \nNotably, the investigation reveals that the president did not pay federal income taxes for eight out of the 10 years analyzed. Business owners can use their net operating losses to avoid paying taxes on future income. The new tax information reportedly shows that Trump’s net operating losses reached $418 million in 1991, which was 1% of all the losses the IRS said was declared by individual taxpayers that year.\nThe analysis notes that Trump at one time tried to delay his collapse by playing the role of a corporate raider, in which he would acquire company shares with borrowed money, publicly announce he was contemplating a takeover and then quietly sell his shares on the resulting stock price bump. According to the Times, Trump declared $67.3 million in such stock gains from 1986 through 1989, but he ultimately lost most of it after investors stopped taking his takeover announcements seriously.\nIn its investigation, the Times highlighted $52.9 million Trump reported in interest income back in 1989. In 1988, he reported $11.8 million in interest and $5.5 million the year before that, so the Times has dubbed the source of the sudden spike a mystery. Taxpayers can receive interest income from several sources, including bonds, bank accounts and mortgages.\nTrump’s attorney Charles Harder said Saturday that the tax information was false without citing any errors, according to the Times. He reportedly told the newspaper on Tuesday that IRS transcripts “are notoriously inaccurate.”\nThe Trump administration continued to refuse to release his federal tax returns this week, with the Treasury Department announcing Monday that it will not comply with House Democrats’ request for the president’s tax returns, openly defying federal law. The New York Senate is on the verge of passing a bill that would allow Congress to view Trump’s state tax returns, which are expected to have much of the same information as his federal returns.\nRep. Bill Pascrell (D-N.J.), who serves on the House Ways and Means Committee working to get Trump’s tax returns, said in response to the Times report that the president’s “entire tenure is built upon the most colossal fraud in American political history.”\n“As these records make clear, Trump was perhaps the worst businessman in the world. His entire campaign was a lie,” Pascrell said in a statement Tuesday night. “He didn’t pay taxes for years and lost over one billion dollars ― how is that possible? How did he keep getting more money and where on earth was it all going? We need to know now.”\nThe lawmaker stressed that Congress must still see Trump’s actual tax returns and that the IRS is legally obligated to hand them over.\n“We now have another part of the truth,” Pascrell said. “We need a lot more.”\nThis article has been updated with more details throughout. ", "date": "\n05/07/2019", "href": "https://www.huffpost.com/entry/donald-trump-tax-returns-nyt_n_5cd2105be4b0a7dffcce31f0", "tags": "york tax released new ” trump times federal returns years information million"}