{"title": "100 Women: 'Home-schooling helped me break the glass ceiling'", "content": "Camille Eddy, 23, works in robotics in Silicon Valley and has her sights set on Nasa. But she doesn't think she would have chosen her career if she had gone to mainstream school.\nI was home-schooled from 1st grade to high school graduation by my mum. My sister was about to start kindergarten, and she wanted to invest time in us and be around. She's a really smart lady and she felt she could do it. \nI know that I had a harder time in science and maths to begin with but my mum saw that and took it into account. One year she wasn't very happy with my progress and changed up the curriculum. We received new textbooks with different pictures and wording. And when she saw something worked she would use that curriculum the most. \nMy mum would look at how we did that year and if we didn't completely understand a subject she would just repeat the year. She focused on mastery rather than achievement. I was able to make that journey on my own time.\nOne year after attending a science academy that introduced me to space science my mind really took off. And one year I took three maths classes which culminated in being placed in Calculus I class my first year at college. I feel like if I hadn't been home-schooled I probably wouldn't have chosen a Stem (Science, Technology, Engineering and Maths) career. \nBut home-schooling takes dedication and a lot of planning. It also takes community. My mother had a lot of resources to rely on and access to information. If you have the key ingredients and the flexibility to work with whichever home-schooling system is in place in your area it can work. \nMy mum was a single parent but she was very creative and made money stretch. We lived in some of the smaller towns of the US so the cost of living was not high. I think it was something she set out to do and it was a huge opportunity for her.  \nAnd I had a lot of time to dream of all the things I could be. I would often finish school work and be out designing or engineering gadgets and inventions. I did a lot of discovery during those home-school years, through documentaries, books, or trying new things. \nAnother advantage was the social learning. Because we were with mum wherever she went we met a lot of people. From young to old, I was able to converse well with anyone. We had many friends in church, our home-school community groups, and even had international pen pals. \nWhen I got to college I felt I was more apt to jump into leadership and talk in front of people because I was socially savvy. \nI went on to study mechanical engineering at Boise University in Idaho and became very active in Stem outreach. In my second year then President, Barack Obama came to visit and I was chosen to announce him. I was backstage and I had printed out the speech and was going over it, and then all of a sudden he was walking straight towards me. \n'You know I'm really proud of you, this is great,' he said. \nBBC 100 Women names 100 influential and inspirational women around the world every year. For our 2017 season we challenged them to tackle four of the biggest problems facing women today - the glass ceiling, female illiteracy, harassment in public spaces and sexism in sport.  Find us on Facebook, Instagram and Twitter and use #100Women\nHe then talked about me in his speech to the university. He's really big on representation in Stem so I think it's cool that he pulled out my actual achievements.  \nI'm now a mechanical engineering intern in Silicon Valley and my ambition ultimately is to be an astronaut. But that happens when you are 30 or 40 so I have to have smaller ambitions before then. \nI want to get my first patent in some short time and keep encouraging and engaging girls, particularly girls of colour, to provide them access to this space.\nThe numbers of black women in tech sound dismal but it's even more dismal -  and abysmal - in Idaho. That's why it was important to come out here to Silicon Valley because there are still terrible numbers but here there is at least a community of black women in tech. \nAnd that is why my third rule of life is important - always make your accomplishments visible. There's a lot of opportunities that come up, like 'hey do you want to come and speak at this conference?' And I think wait a minute, this is an opportunity to create influence for myself - creating information that is going to be mass consumed.\nI'm not automatically in anyone's hiring pipeline - for example I'm not coming out of [prestigious US university] MIT, but people are realising the need for diversity and not having one particular stream coming to work for them. \nAnd I want to deposit pockets of knowledge for other black women in tech. It's really hard for people to think about living a life without the affirmation of people from similar life experiences\nMy first rule of life - say yes to everything new - led me to take part in the BBC 100 Women Challenge documentary to break the glass ceiling in a week. I love the idea of documenting a hackathon and if people used that more it would help to de-mystify tech.   \nYou can watch Camille taking part in the 100 Women Challenge: Breaking the Glass Ceiling on BBC World News on Saturday 18 November at 1710 and 2210 GMT and Sunday 19 November at 0410 and 1010 GMT. It will also be on BBC iPlayer from Sunday 19 November for 30 days. ", "date": "18 November 2017", "href": "https://www.bbc.com/news/world-41966141", "tags": "glass us think break really helped lot year women time mum ceiling"}