{"title": "100 Women: The modern face of the 'DIY abortion'", "content": "Global online searches for abortion pills have more than doubled over the last decade, BBC analysis of Google searches shows.\nThe findings also suggest that in countries where abortion laws are more restrictive, there is greater search interest in abortion pills.\nBy buying pills online and sharing medical advice through WhatsApp groups, women are increasingly turning to technology to sidestep legal barriers to abortion.\nThis is the modern face of the so-called \"DIY abortion\".\nCountries with the strictest laws, where abortion is allowed only to save a woman's life or banned altogether, have over 10 times higher search interest in abortion pill Misoprostol compared to countries with no restrictions, BBC analysis shows.\nThere are two main methods of inducing abortion; surgical and medical.\nA medical abortion typically involves taking a combination of pills, Misoprostol and Mifeprostone, to induce a miscarriage. Misoprostol can also go by brand names like Cytotec.\nWhile women in countries such as the UK will be prescribed this combination by a doctor, women searching for and purchasing the pills online in countries where access to abortion is restricted are often breaking the law, risking severe punishments. \nGhana and Nigeria are the two countries with the highest search interest in Misoprostol, according to the Google data.\nGhana only allows abortions in cases of rape, incest, foetal impairment or to preserve a woman's mental health.\nNigeria is stricter still: abortion is only allowed in situations where a woman's life is in danger. \nOf the 25 countries with highest search interest in Misoprostol, 11 are in Africa and 14 in Latin America.\nAll but two - Zambia and Mozambique - either ban abortions altogether or allow them only to save a woman's life or health.\nIn Ireland, taking abortion pills carries a 14-year prison sentence, however the referendum held in May showed voters were overwhelmingly in favour of overturning the law.\nThe taoiseach (prime minister) Leo Varadkar, who campaigned in favour of liberalisation, has said he hopes new rules will be in place by the end of the year.\nThe BBC recently reported on a WhatsApp group, operating in Brazil, helping women get hold of the pills and offering them advice during the procedure.\nJuliana (not her real name) was one of the women who sought the WhatsApp group's help. \n\"I did the procedure alone at my house and reported the time I was going to start to the WhatsApp group,\" says the 28-year-old.\n\"What I thought was really nice, is how the other women in the group help each other, sharing information, and discussing doubts and fears. This strengthened me, in a way.\n\"It's always good to know that you're not alone. The group was very important to me, for me to feel safe.\"\nAnalysing Google data doesn't just show the countries where search interest is highest. It can also show how often exact phrases are searched about a topic.\n\"Abortion pills\" is a top search phrase on abortion in all the countries analysed by the BBC.\n\"How to abort\" is the most commonly asked question in more than two-thirds of countries.\n\"How to use Misoprostol\", \"Misoprostol price\", \"buy Misoprostol\" and \"Misoprostol dosage\" feature among the most common searches around abortion.\nAlongside abortion pills, women are also turning to their search engines to source alternative methods to self-induce abortions.\nHerbs like parsley, cinnamon, vitamin C, aspirin and abortion teas (herbal concoctions) all came up as top searched methods.\nIn half of the countries we looked at \"home remedies for abortion\" was a top search related to abortion.\nOne study, which looked at the use of abortion teas in sub-Saharan Africa, found that while some plants did affect the uterus, there were many drawbacks to this traditional method.\nAlong with a lack of data around safety, the study suggested it was hard for practitioners to control dosage and side-effects.\nNone of the \"home remedies\" listed above are considered safe abortion methods by the World Health Organisation.\nWorldwide, about 25 million unsafe abortions take place each year, according to the World Health Organisation, accounting for 45% of all abortions.\nThese 25 million unsafe abortions are categorised even further.\nAlthough Misoprostol is normally considered a safe method of abortion when administered by a medical professional, when it is used by an untrained person it poses risks.\nWhen it is administered by an untrained person, the World Health Organisation classes it as \"less safe\" and says this accounts for almost one-third (31%) of the total number of abortions, both safe and unsafe.\n\"Even when the quality of the drugs is perfect and you follow the protocol to the letter, there is still a failure rate,\" says Dhammika Perera, the global medical director at Marie Stopes International.\nWhen a woman buys the pills online, or is provided them by an untrained person, it increases the chances of a failed abortion, he says.\nThese women are also less likely to go for post-abortion care if something goes wrong.\n\"Stigma, cost, geographical access can all make women hesitate and that puts them at risk,\" Mr Perera says.\n\"It's slow progress, but that there is progress, is unquestionable.\n\"Globally some backward steps have been taken, in the US for example, but I remain hopeful.\"\nThe BBC recently heard the story of Arezoo, a law student, who was living in Iran when she found out she was pregnant by her boyfriend of five years. They had always used contraception.\n\"Every gynaecologist's office I saw I walked in,\" she says.\n\"When the doctors checked me and found out I was unmarried and needed an abortion they rejected me immediately.\"\nShe faked documents suggesting she was divorced and convinced a doctor to help her.\n\"He charged me an arm and a leg for eight pills,\" she says. But the medication had no effect. \nArezoo went online and came across a charity that sends abortion pills to women in countries where the procedure is restricted. There she received advice and support.\nUltimately the pills she got from the doctor made her bleed heavily but the abortion was not completed and Arezoo was rushed to a private hospital a week later accompanied by her sister.\n\"I lied, I told them my husband was in France and that my documents were in a safe somewhere and I needed to have a safe abortion.\"\nHospital staff were reluctant and didn't want to admit her.\nArezoo says it was a miracle that they finally gave in and believed her.\n\"After all that lying and making up stories, I was finally admitted and thirty minutes later the suction procedure was done. It was the worst nightmare of my life,\" she says.\nAbout 14% of all abortions were \"least safe\", which means they were provided by untrained persons using dangerous methods, such as the introduction of foreign objects and use of herbal concoctions.\nComplications such as infection and incomplete abortion can arise from these methods.\nWhen an abortion is incomplete, medical professionals may either advise further medication, or a surgical option, depending on the situation.\nAt least 22,800 women die each year from complications of unsafe abortion, the Guttmacher Institute reports.\nReporting by Amelia Butterly and data journalism by Clara Guibourg. Additional reporting by Dina Demrdash, Nathalia Passarinho and Ferenak Amidi.\nBBC 100 Women names 100 influential and inspirational women around the world every year. We create documentaries, features and interviews about their lives, giving more space for stories that put women at the centre.\nFollow BBC 100 Women on Instagram and Facebook and join the conversation.\nAll search data used covers the last five years and comes from Google Trends, which doesn't provide exact search volumes, but relative search interest in a topic from 0-100, where 100 is the highest search interest for the given topic, time and geography. Searches made in different languages or using different names for the medication (e.g. \"abortion pill\", \"Misoprostol\" or \"Cytotec\") are all included in the data. \nWe looked at global search data for the overall trends, and looked at 14 countries in more detail: Ghana, Nigeria, Honduras, Bolivia, Ecuador, Nicaragua, Kenya, Mexico, US, Colombia, Brazil, Argentina, India, and Ireland. The data on abortion laws for each country is from the Center for Reproductive Rights.", "date": "6 June 2018", "href": "https://www.bbc.com/news/world-44089526", "tags": "face abortions misoprostol safe countries abortion says data women modern pills search"}