{"title": "11 Killed in Synagogue Massacre; Suspect Charged With 29 Counts", "content": "PITTSBURGH — Armed with an AR-15-style assault rifle and at least three handguns, a man shouting anti-Semitic slurs opened fire inside a Pittsburgh synagogue Saturday morning, killing at least 11 congregants and wounding four police officers and two others, the authorities said.\nIn a rampage described as among the deadliest against the Jewish community in the United States, the assailant stormed into the Tree of Life Congregation, where worshipers had gathered in separate rooms to celebrate their faith, and shot indiscriminately into the crowd, shattering what had otherwise been a peaceful morning.\nThe assailant, identified by law enforcement officials as Robert D. Bowers, fired for several minutes and was leaving the synagogue when officers, dressed in tactical gear and armed with rifles, met him at the door. According to the police, Mr. Bowers exchanged gunfire with officers before retreating back inside and barricading himself inside a third-floor room. He eventually surrendered.\nMr. Bowers, 46, was injured by gunfire, although the authorities said it was unclear whether those wounds were self-inflicted or whether the police had shot him. He was taken to Allegheny General Hospital.\nFederal officials charged Mr. Bowers with 29 criminal counts. They included obstructing the free exercise of religious beliefs — a hate crime — and using a firearm to commit murder. He also faces state charges, including 11 counts of criminal homicide, six counts of aggravated assault and 13 counts of ethnic intimidation.\nThe authorities said that he had no previous criminal history.\n[Read more about the shooting suspect, who frequently reposted anti-Semitic content on social media.]\nThough a bris, a ceremony to mark a child’s birth, was among the ceremonies taking place Saturday, no children were among the casualties, law enforcement officials said. The wounded included a 70-year-old man who had been shot in the torso, and a 61-year-old woman with soft tissue wounds, said Dr. Donald Yealy, chairman of emergency medicine at the University of Pittsburgh School of Medicine.\nThe attack Saturday morning struck the heart of the city’s vibrant Jewish community, in the leafy Squirrel Hill neighborhood that is home to several synagogues, kosher restaurants and bakeries. Hours later, hundreds gathered at three separate interfaith vigils on a cold, rainy evening to mourn the dead and pray for the wounded.\nThe assault on the synagogue unfolded on a quiet, drizzly morning, and came amid a bitter, vitriolic midterm election season and against the backdrop of what appears to be a surge in hate-related speech and crimes across America. It also took place in the wake of the arrest Friday morning of a man who the authorities said sent more than a dozen pipe bombs to critics of Mr. Trump, including several high-profile Democrats.\nCalling it the “most horrific crime scene” he had seen in 22 years with the F.B.I., Robert Jones, special agent in charge in Pittsburgh, said the synagogue was in the midst of a “peaceful service” when congregants were gunned down and “brutally murdered by a gunman targeting them simply because of their faith.”\n“We simply cannot accept this violence as a normal part of American life,” said Gov. Tom Wolf of Pennsylvania, speaking at a news conference Saturday afternoon in Pittsburgh. “These senseless acts of violence are not who we are as Pennsylvanians and are not who we are as Americans.”\nThe anguish of Saturday’s massacre heightened a sense of national unease over increasingly hostile political rhetoric. Critics of President Trump have argued that he is partly to blame for recent acts of violence because he has been stirring the pot of nationalism, on Twitter and at his rallies, charges that Mr. Trump has denied.\nAbout Saturday’s attack, Mr. Trump, addressing reporters at Joint Base Andrews, said: “It’s a terrible, terrible thing what’s going on with hate in our country and frankly all over the world, and something has to be done.”\n“The results are very devastating,” he said, adding that if the temple “had some kind of protection” then “it could have been a much different situation.”\nLater, speaking to reporters as he got off Air Force One in Illinois, Mr. Trump said he planned to visit Pittsburgh but he did not say when.\nLeaders in the United States and across the world condemned the attack. Prime Minister Benjamin Netanyahu of Israel said he was “heartbroken and appalled” and that the “the entire people of Israel grieve with the families of the dead.”\nAttorney General Jeff Sessions said that criminal charges by the Justice Department “could lead to the death penalty.”\n“Hatred and violence on the basis of religion can have no place in our society,” Mr. Sessions said. “Every American has the right to attend their house of worship in safety.”\nThe massacre Saturday was at least the third mass shooting in a house of worship in three years. Last November, a gunman killed 26 worshipers at a church in Sutherland Springs, Tex., and in 2015, a white supremacist killed nine congregants in a church in Charleston, S.C.\n[From a Texas church to a Sikh temple in Wisconsin, houses of worship have become sites of mass shootings.]\nIt came amid rising anxiety about illegal immigration and in a decade that has seen an uptick in hate crimes. According to an annual report by the Anti-Defamation League issued earlier this year, the number of reported anti-Semitic incidents in the United States surged 57 percent in 2017, the largest rise in a single year since the A.D.L. began tracking such crimes in 1979.\nThe attack also was a deep and painful blow to the Jewish community in the United States, and came just days after George Soros, the billionaire philanthropist and major donor to Democratic candidates, who is Jewish and who survived Nazi occupation in Hungary, received a pipe bomb in the mail. Also in the past week, a Senate campaign sign for Josh Hawley, attorney general of Missouri, was sprayed with a swastika.\nOn Saturday, the Tree of Life Congregation was holding services for three separate congregations when the gunman stormed in with an AR-15-style assault rifle, a Glock, and two other handguns, and began shooting.\nPolice dispatchers received the first emergency calls at 9:54 a.m., Mr. Jones of the F.B.I. said, and police officers, including a SWAT team, were dispatched a minute later. Mr. Bowers had already shot and killed 11 people and was on his way out of the synagogue, Mr. Jones said, when he encountered police officers and shot at them.\nHe went back into the synagogue to hide from SWAT officers who were moving in, Mr. Jones said. He was in the synagogue for about 20 minutes, law enforcement officials said.\n“By the time I got there they were already starting to extract people,” said Chief Scott Schubert of the Pittsburgh Police. “Watching those officers running into the dangers to remove people and get them to safety was unbelievable.”\nResidents near the synagogue were told to stay inside their homes. Ben Opie, 55, who can see the synagogue from his backyard, said his wife was about to leave their house to do some volunteer work when SWAT officers approached their home and said there was a gunman in the synagogue.\n“They chased my wife inside,” he said. “They just said get in the house.”\nOn Saturday night, the authorities were still piecing together a portrait of Mr. Bowers, and had searched his apartment with a robotic bomb detector and police dogs. His apartment is in a neighborhood dotted with mostly small to medium brick homes, about a 25-minute drive south of Pittsburgh in the suburb of Baldwin Borough.\nRepresentative Mike Doyle, who represents Pennsylvania’s 14th District, where the synagogue is, said that Mr. Bowers had 21 guns registered to his name.\n“I don’t think anybody really knows this guy, other than he was a hateful anti-Semite who had posted anti-Semitic views,” Mr. Doyle said. “We’re all kind of numb, kind of in shock, it’s not really something that happens much here.”\nA spokesman for the A.D.L. said that before Saturday’s shooting the deadliest anti-Semitic attack in recent United States history was in 1985, when a man killed a family of four in Seattle. He had mistakenly thought that they were Jewish. More recently, in 2014, a white supremacist opened fire outside a Jewish Community Center in a suburb of Kansas City, Mo., killing three people.\n“I’m afraid to say that we may be at the beginning of what has happened to Europe, the consistent anti-Semitic attacks,” said Rabbi Marvin Hier, founder and dean of Simon Wiesenthal Center, who prayed at Mr. Trump’s inauguration. He spoke in a phone interview from Austria, where he was visiting the Mauthausen concentration camp.\n“If it is not nipped in the bud,” he continued, “I am afraid the worst is yet to come.”\nAnti-Semitism appeared to run deep for Mr. Bowers. Before it was deleted Saturday morning, a social media account believed to belong to him was filled with anti-Jewish slurs and references to anti-Jewish conspiracy theories.\nIn January, an account under his name was created on Gab, a social network that bills itself as a free speech haven. The app, which grew out of claims of anti-conservative bias by Facebook and Twitter, is a popular gathering place for alt-right activists and white nationalists whose views are unwelcome on other social media platforms. Early members included the right-wing provocateur Milo Yiannopoulos and Andrew Anglin, the founder of the neo-Nazi Daily Stormer website.\nSeveral weeks ago, Mr. Bowers’s account posted a link to the website of HIAS, a Jewish nonprofit organization, which was planning a shabbat ceremony for refugees in locations around the country. The caption read: “Why hello there HIAS! You like to bring in hostile invaders to dwell among us?”\nAnd hours before the gunman entered the Tree of Life synagogue, the account posted again: “HIAS likes to bring invaders in that kill our people. I can’t sit by and watch my people get slaughtered. Screw your optics, I’m going in.”\nHIAS said in a statement on Saturday: “There are no words to express how devastated we are by the events in Pittsburgh this morning.”\nShortly after Mr. Bowers was named the suspect in the shooting, Gab confirmed that the name on the account, which was verified, matched that of the suspect. The company archived the account before taking it offline, and released a statement saying it was cooperating with law enforcement.\n“Gab unequivocally disavows and condemns all acts of terrorism and violence,” the statement read.\nThe Tree of Life Congregation dates back to 1864, and was originally in downtown Pittsburgh, said Alvin K. Berkun, a former rabbi at Tree of Life and now rabbi emeritus, who stayed home from services on Saturday to tend to his sick wife.\nIt moved to its current site in Squirrel Hill in 1952, where it now takes up most of a corner block. About 26 percent of the Pittsburgh area’s Jewish households are in Squirrel Hill, while another 31 percent of Jewish households are largely located in neighborhoods around there, Brandeis University researchers reported in a 2017 study.\nAbout 48 percent of Jewish children in greater Pittsburgh live in Squirrel Hill, according to the study, which was carried out on behalf of the Jewish Federation of Greater Pittsburgh.\n[Squirrel Hill has long been one of the most deeply rooted Jewish neighborhoods in America.]\n“Squirrel Hill is really an amazing safe community,” he said. It is the heart of Jewish Pittsburgh with kosher restaurants and bakeries and a Jewish Community Center. “I lived for a while in Israel and I know what security can mean, but the truth is the two safest neighborhoods I know are Squirrel Hill and Jerusalem. I’ve lived in both.”\nOn the high holidays, when the sanctuary comes close to reaching its capacity of 1,450 congregants, there are security officers. But Saturday morning, he said, when there would be around 75 people, “everything would have been wide open.”\nIn recent years, the congregation size had dwindled and so now three congregations meet on Saturday morning, in three different parts of the synagogue. “It’s a very vibrant place on Saturday mornings,” he said.\nRabbi Berkun had heard that the gunman had barricaded himself at one point in his old study. Still, threats were something he had never really thought about, not here.\nAs soon as he saw news of the shooting on social media, Zachary Weiss, 26, tried to get in touch with his father, Stephen Weiss, a longtime member of the Tree of Life Congregation.\nBy that time the elder Mr. Weiss was already in action, carrying out the all-too-real protocols of the active shooter response training that congregants at Tree of Life had put into place the year before. Recounting what his father told him, the younger Mr. Weiss said that services had just been getting started when he heard a loud noise.\n“There was a loud sound and a couple of people investigating it heard a couple more loud sounds,” he said. “That’s when my father and the rabbi discovered it was the sound of gunshots.”\nThe rabbi instructed everyone to get to a safe place, and after the Tree of Life congregants had done so, his father considered the other congregations that meet in the building on Saturdays. The bris was taking place on a lower floor, and he checked first to make sure the people there were safe. They were.\nHis father never saw the shooter, Mr. Weiss said, but, before evacuating, he was at one point close enough to see the shell casings.\n“It’s going to take a long while for us as a community to grasp this,” he said.", "date": "Oct. 27, 2018", "href": "https://www.nytimes.com/2018/10/27/us/active-shooter-pittsburgh-synagogue-shooting.html", "tags": "suspect counts mr. “ pittsburgh bowers synagogue killed massacre charged jewish saturday"}