{"title": "13 Times Apparent Trump Supporters Attacked, Harassed Or Plotted To Kill Muslims", "content": "In a “60 Minutes” interview earlier this month, Donald Trump claimed he wasn’t aware of the wave of hate that had followed on the heels of his presidential election victory.\n“I’m so saddened to hear that,” he told CBS’s Lesley Stahl. “And I say, ‘Stop it.’ If it ― if it helps, I will say this, and I will say right to the cameras: ‘Stop it.’”\nAt least one apparent Trump supporter didn’t heed the president-elect’s advice.\nOn Thursday, a Moroccan Uber driver in Queens, New York, filmed a man in a white SUV harass him and call him a “terrorist” in a profanity-laced tirade.\nNote: This article and the footage below contain explicit language that may not be appropriate for all readers.\n“Trump is president, asshole, so you can kiss your fuckin’ visa goodbye, scumbag,” the man in the SUV yells. “We’ll deport you soon, don’t worry, you fuckin’ terrorist.”\nThe Uber driver, identified only as Mohammad in press reports, later showed the video to a passenger named Chris Cody. Cody told The Washington Post the driver was “shocked,” “upset” and “intimidated” by the incident. \nHe’s not alone in feeling that way.\nThe Southern Poverty Law Center has tracked some 700 acts of this kind of bias intimidation and harassment targeting Muslims, blacks, Latinos, immigrants, and LGBTQ people since Election Day, though the organization cautions it hasn’t independently verified every incident. Many of these attacks and acts of vandalism or harassment were done in Trump’s name, according to the SPLC. \nThat’s why, for many American Muslims or people simply perceived to be Muslim, the president-elect’s plea for his supporters to “stop it” might feel more than a little disingenuous. \nAfter all, it was Trump that called for the creation of a national database of Muslims, the surveillance of mosques and the profiling of Muslims. He’s often told an apocryphal story about shooting Muslims with bullets dipped in pig’s blood, and once suggested that the Muslim mother of a fallen American soldier wasn’t allowed to talk. He even once declared, “Islam hates us.”\nAnd there’s growing evidence that this kind of political speech can have real and dangerous consequences ― that it can embolden people’s hate and radicalize them. \nIn the days directly following Trump’s proposal to ban Muslims from entering the U.S., there was an 87.5 percent increase in hate crimes against Muslims, according to The Center for the Study of Hate and Extremism at California State University, San Bernardino. \nSimilarly, 2015 saw a 67 percent increase in the number of hate crimes targeting Muslims, rising to a rate not seen in the U.S. since 2001. \nBut perhaps most telling are incidents like the one last Thursday in Queens, when apparent Trump supporters have either attacked, harassed, terrorized or plotted to kill their Muslim neighbors.\nHere are some more examples:\nThree men belonging to a militia group called the “Crusaders” were arrested in October for plotting to kill Muslim immigrants in Kansas. The trio allegedly stockpiled guns, ammunition and explosive materials, and discussed parking four explosive-filled vehicles outside an apartment complex largely inhabited by Somali immigrants.\nOne of the men, Patrick Stein, allegedly said “the only good Muslim is a dead Muslim” and that he would “enjoy” shooting Muslims’ heads.\n“When we go on operations, there’s no leaving anyone behind, even if it’s a one-year-old, I’m serious. I guarantee, if I go on a mission, those little fuckers are going bye-bye,” Stein said, according to the FBI.\nStein also referred to Somali immigrants as “cockroaches,” the FBI said, “yelled at Somali women dressed in traditional garb, calling them ‘fucking raghead bitches’” and talked about using bullets dipped in pig’s blood. (Wonder where he heard that?) \nA look at Stein’s Facebook page shows multiple anti-Muslim memes, as well as multiple posts expressing support for Trump. One of the other men arrested, Curtis Allen, also expressed support for Trump online. \n“I’m going to kill you all!” 55-year-old William Celli allegedly yelled outside the Islamic Society of West Contra Costa County in California.\nPolice searched Celli’s home after receiving a tip that he was building explosives. There, they found a suspicious device and detonated it. Celli was arrested.\nIn the months leading up to his arrest, Celli wrote on Facebook that Trump was a “great point man” whom he would “follow to the end of the world.” In another post about Muslim immigrants, he wrote “Kiss your Christian asses goodbye.” \nJoseph Michael Schreiber was arrested for allegedly lighting the Islamic Center of Fort Pierce in Florida on fire.\nOn his Facebook page, among multiple links to anti-Muslim propaganda, Schreiber wrote that all forms of Islam are “radical,” and added that “[Muslims] should be considered TERRORIST AND CRIMANALS and all hoo participate in such activity should be found guilty of WAR CRIM until law and order is restored in this beautiful free country.”\nHis Facebook page also features multiple posts supporting Trump. \nJohn Martin Roos, a fanatical Trump supporter from Oregon, was arrested for repeatedly threatening to kill President Barack Obama and federal agents. “Obama is nothing less than than a vile muslim trash,” he wrote in one Facebook post.\nRoos loves Trump, however. “All hail Donald Trump, the savior of America,” he wrote on Christmas Eve. “I’ll bet he was born on Dec 25 just like Jesus.”\nA search of Roos’ home uncovered four pipe bombs, an AK-47-like firearm, a rifle and shotgun, a .45 caliber Glock and hundreds of rounds of ammunition. “I’m a Patriot willing to die for my right of free speech, lets make a news story for Christmas maybe it will be enough to incite Patriots to whole sale cleanse our country of the muslim disease in America,” he wrote in another Facebook post.\n“Good muslim = dead muslim,” Roos wrote in another. \nYemaj Adem says he was driving his cab late one night in Grand Rapids, Michigan, when he picked up Jacob Holtzlander. Near the end of the ride, Holtzlander allegedly started to punch Adem and yell “Trump, Trump, Trump!” Police later arrested Holtzlander, who can be heard in a police video yelling racial slurs while seated in the patrol car. \nAdem ― who told HuffPost that he is a Muslim ― suffered a bruise on his head and a cut to his hear.\n“I understand there’s a few people that have been brainwashed with hate speech,” Adem told mlive.com. “And I’m not labeling everyone like this guy, but there are some out there.” \n“Get the fuck out of here,” 32-year-old Emirjeta Xhelili allegedly yelled at two Muslim women who were pushing their babies in strollers. “Get the fuck out of America, bitches … This is America — you shouldn’t be different from us.”\nXhelili allegedly punched the two women in their faces and tried to rip the hijabs off their heads. At one point, prosecutors alleged she even pushed over one of the women’s baby strollers, with the baby inside.\n“America is the ark of Noah,” reads one of Xhelili’s pro-Trump Facebook posts. “Trump’s gonna win.”\nSurveillance footage outside a Starbucks shows an unidentified woman approaching a Muslim woman wearing a hijab. According to a police report, the suspect started to “verbally abuse her due to her religion” and then “threw an unknown liquid-like substance” on the woman.\nThe suspect said she was voting for Trump because he said “he would send ‘all of you terrorist Muslims out of this country,” the victim told the Council on American-Islamic Relations.\n“This just happened right in front of my eyes,” Candy Isabel-Valenzuela wrote in a Facebook post about seeing a man harass a group of Muslims in Grand Rapids, Michigan. “Kill Muslims! Kill them all! Kill them all! Kill you all. Kill the Muslims,” the man can be heard screaming. He also yells “Trump! Trump!” \nAccording to Valenzeula, “after the video he actually walked by them, tried to swing, missed and fell! 😂😂 #racismstillexist.” \n“When Donald Trump becomes president, you’re going to have to close down your museum because there’s not going to be any Somalis left in the state,” a man said in this minute-and-a-half voicemail left at the Somali American Museum in Minneapolis, Minnesota in August 2016.\nA copy of the voicemail, which can be heard below, was provided to The Huffington Post. \n“Brown trash.” That’s what an unidentified white man called Khondoker Usama and his Hispanic friend at a Kansas gas station. Usama, a 23-year-old Muslim student at Wichita State University, said the man also nonsensically yelled, “You want to live in this country, you better leave.” \nSurveillance footage shows the man attacking Usama and his friend, repeatedly punching and pushing them. Eventually, the man flees on a motorcycle. According to Usama, the man started yelling, “Trump! Trump! Trump!” and added, “Trump will take our country from you guys!”\nIn Iowa, a vandal wrote “TRUMP” on the side of the Masjid Al-Noor Islamic Center in Waterloo, Iowa. \nIn Bayonne, New Jersey, police say suspect Jonathon Hussey wrote “Fuck Muslims,” “Fuck ISIS,” “Fuck Allah” and “Fuck Arabs,” as well as “Donald Trump,” on the exterior wall of the Muslim Community Miraj Center. \nMeanwhile, even as he claims to be “saddened” by the recent wave of Islamophobia and bigotry, Trump is putting together a cabinet filled with people sympathetic to anti-Muslim conspiracy theorists and hate groups. A photo of Kris Kobach, Trump’s potential pick for Homeland Security secretary, showed that reinstating a Muslim registry was literally at the top of his agenda. \nYour Muslim neighbors, and your neighbors who are perceived to be Muslim, need you now more than ever. \nThe Huffington Post is documenting the rising wave of anti-Muslim bigotry and violence in America. Take a stand against hate. \nHave you been a victim of an act of harassment or discrimination? If so, we encourage you to report the incident to local authorities, and to send us an email about it at:trackinghate@huffingtonpost.com.", "date": "\n11/22/2016", "href": "https://www.huffpost.com/entry/anti-muslim-hate-trump-supporters_n_57fbcd79e4b0e655eab66379", "tags": "plotted harassed hate supporters apparent muslims man ” trump times attacked muslim wrote one kill"}