{"title": "14 Children Died in the Parkland Shooting. Nearly 1,200 Have Died From Guns Since.", "content": "Fourteen students died on Feb. 14, 2018, in Parkland, Fla., inspiring marches, new laws and widespread calls to stop the onslaught of gun deaths. But in the year since one of the worst school shootings in the United States, nearly 1,200 more children have lost their lives to guns in this country.\n [Read more on how America responded to  Parkland]\nThe number alone might stop most people in their tracks. But editors at The Trace, a nonprofit news organization that reports on gun violence, wanted to remember the dead not as statistics, but as human beings with rich histories. This week they launched “Since Parkland,” a website compiling profiles of every one of the victims. To tell their stories, The Trace turned to those who could relate most closely to the victims: other young people.\nThat’s how Mary Claire Molloy, 18, found herself trying to sum up the life of a 9-month-old boy, Jason Garcia Perez, who — along with two of his siblings — was shot and killed in August in Clearlake, Calif., by his father, who then shot and killed himself.\nMs. Molloy, a high school senior in Indianapolis, turned to developmental milestones to try to recreate Jason’s life of crawling and learning to talk. She was one of 200 teenagers to write the profiles.\n“This is the most haunting and the most powerful thing I’ve ever done,” she said. “I’m a vessel for these kids’ stories that they can never tell. How can I be their voice?”\nMs. Molloy wrote 48 profiles; the youngest victim she wrote about was Jason, and the oldest was Alaina Maria Housley, who died when a gunman opened fire in a bar in Thousand Oaks, Calif.\nThe Trace worked on “Since Parkland” with the Gun Violence Archive, The Miami Herald and the McClatchy newspaper group, whose member newsrooms will be publishing some of the profiles this week and over the weekend.\nWhile the young reporters were assigned most of their stories, some felt a special affinity for certain victims and asked to write about them. A few shared birthdays with the dead. Another asked to write about someone killed in a drive-by shooting because a cousin had died in the same way, said Akoto Ofori-Atta, who led the project and is the managing editor of The Trace.\n[Read how the Parkland massacre has changed the lives of the survivors in their own words.]\n“We had thought about writing obituaries for kids, and that teen journalists should do this because it’s their story to tell,” she said of the 100-word vignettes. “They’re short and poetic. You don’t learn about the name until the end.”\nThe circumstances of their deaths were also saved for the end. “Doing this work doesn’t mean only reporting the death,” Ms. Ofori-Atta said.\nThe reporters’ youth was an advantage, said Melat Eskender, 17, a high school senior in Columbus, Ohio. “It was less intimidating for them to talk to a young person about their child,” she said of victims’ parents.\nMs. Eskender, who wrote or contributed to about 20 profiles, said that she had been most moved by the story of the youngest victim she was assigned, David Lee Anderson, 11, of East Chicago, Ind. He had been caught in crossfire while playing basketball.\n“He played everyday, and ended up taking a shot to the head on Mother’s Day, in the morning,” said Ms. Eskender, who interviewed David’s devastated mother. “It was supposed to be a day of celebration of her relationship with her son.”\nBoth students and editors said that the victims were mostly African-American or Latino, and that many of their deaths had not been publicized.\n“What struck me is that I didn’t even know this happened,” said Ms. Molloy, who was assigned a victim who lived near her in Indianapolis, a 1-year-old girl.\nNew profiles were being added this week, and the work is not done. They are counting every death until midnight on Wednesday.\n“Unfortunately, we know that there will be a young person who is alive right now and who won’t be alive at the end of the day,” Ms. Ofori-Atta said.", "date": "Feb. 13, 2019", "href": "https://www.nytimes.com/2019/02/13/us/parkland-obituaries-students.html", "tags": "shooting victims since young profiles trace nearly molloy ” ms. died parkland children guns"}