{"title": "2 Democrats Split on Tactics to Fight Military Sex Assaults", "content": "WASHINGTON — A sweeping Pentagon policy bill that would make significant changes to how the military deals with sexual assault has turned into a battle between two powerful and determined Democrats who have offered competing proposals.\nThe two, Senator Kirsten E. Gillibrand of New York and Senator Claire McCaskill of Missouri, are lobbying fellow lawmakers on the Senate floor — sometimes when there is no way to gracefully escape — papering senators’ offices with letters from victims, and nudging them for meetings to press their cases.\n“This one is near the top,” Senator Max Baucus, Democrat of Montana, said when asked to assess the intensity of the in-house campaigns on the legislation, which is scheduled to go before the Senate soon. “I would say they both have very strong opinions.”\nAt issue is how much power military commanders would maintain in sexual assault cases. For many Democrats, the conflict has created an uncomfortable division between the Senate’s women, whose ranks and power have increased significantly since 2012. The choice is particularly difficult for Senator Harry Reid of Nevada, the majority leader, who has feared alienating his female members on legislative issues and is fond of both Ms. Gillibrand and Ms. McCaskill.\nMs. Gillibrand’s measure, which is opposed by top Pentagon leaders, would take sexual assault cases outside the military chain of command and give military prosecutors, rather than accusers’ commanders, the power to decide which cases to try.\nThe measure Ms. McCaskill is pushing, which is supported by the Pentagon and was written in part by Senator Carl Levin, the Michigan Democrat who is the chairman of the Armed Services Committee, would not go as far. The McCaskill approach would strip commanders of their ability to overturn jury verdicts and mandate dishonorable discharge or dismissal for anyone convicted of sexual assault. But it would keep control of court-martial proceedings within the chain of command.\nThe debate has forced members of both parties to ponder a tough choice between measures that pit the desires of Mr. Levin and top military leaders against those of victims’ groups pushing for changes because of the high numbers of military assaults.\nMs. Gillibrand, who has handed out scores of copies of a documentary on sexual assault in the military, keeps a huge whiteboard in her office listing all the senators’ names, ranked by the probability of their support (five is a yes), and has a little celebration with each positive update. On Thursday, she requested a meeting on the issue with Senator Cory A. Booker, Democrat of New Jersey, less than an hour after he was sworn in.\nMs. McCaskill has spent hundreds of hours meeting with military and civilian prosecutors, sexual assault victims and commanders. A former prosecutor, she has pored over thousands of pages of trial transcripts, all to inform her better as she meets with her colleagues.\nMany male senators in both parties appear extremely reluctant to take a position on such an emotionally charged and complex legal issue. “I come down on the side that is against sexual assault,” Senator John Barrasso, Republican of Wyoming, said as he raced away from a reporter.\nCongress began scrutinizing sexual assault in the military after a recent series of highly publicized cases, including one at the Naval Academy, and after the release of new data from the Pentagon on the issue. On Sept. 30, the end of the fiscal year, about 1,600 sexual assault cases in the military were either awaiting action from commanders or the completion of a criminal investigation.\nMs. Gillibrand’s measure failed to pass the Armed Services Committee, but Mr. Reid has said he will allow her to offer it as an amendment to the military spending bill. This has left her to scramble for 59 allies. She has 46 so far, although it remains an uphill battle.\nThe measure Ms. McCaskill is pushing passed the Armed Services Committee in June.\nThe two women, who are aligned on a host of other changes to the military laws, refrain from public sparring. “We have historic reforms in this bill,” Ms. McCaskill said. “That frankly gives victims more than victims in civilian courts. There is disagreement over one of a dozen reforms.”\nBoth women have built unusual bipartisan alliances: Ms. McCaskill with two Republican women and moderate Democrats, and Ms. Gillibrand with a coalition that includes conservatives like Senator Ted Cruz of Texas, as well as many liberal Democrats.\nMs. McCaskill has the support of a vast majority of military leaders, including Defense Secretary Chuck Hagel, while Ms. Gillibrand is backed by victims’ groups. One of the groups took out an ad in Ms. McCaskill’s hometown paper to denounce her, which enraged her.\nDemocrats like Senator Joe Manchin III of West Virginia, respectful of both the position of a powerful committee chairman and of Mr. Hagel’s desires, are with Ms. McCaskill, but there are more than 30 undecided members, several of them Democrats.\n“I feel like we’re making real progress every meeting,” Ms. Gillibrand said. “The recent debate has only elevated the issues. I am going to make sure every senator knows the facts.”\nTop military leaders have strenuously countered her, arguing before Congress that removing a commander’s authority over criminal cases, including those involving sexual assault, would disrupt discipline and undermine their authority.\nMs. Gillibrand has responded by pointing out to lawmakers that a number of retired generals, as well as the Defense Advisory Committee on Women in the Services, an official Pentagon group, have thrown their support behind her measure.\nThe House has passed a defense bill with many of the same provisions that the Senate will vote on, making changes to the law almost certain this year. The Senate struggle for support is over about 30 senators, most of them Republicans. When asked for their views on the subject this week, about 10 of them said they were not ready to commit.\nBut not long ago at a restaurant in New York, Ms. Gillbrand buttonholed Senator Tom Coburn, Republican of Oklahoma, who is leaning against her, to beg him for a meeting. “I am leaning toward Levin’s position,” Mr. Coburn said the other day, before meeting with Ms. Gillibrand. After: “I’m thinking. I’m thinking.”\nMs. Gillibrand also double-teamed Mr. Manchin on the Senate floor recently with a vocal co-sponsor of the bill, Senator Barbara Boxer, Democrat of California. Ms. Gillibrand did not change his mind, said Mr. Manchin, who is himself no stranger to stalking members for votes.\n“She’s just persistent,” he said. “She just believes in it, and that’s to be admired these days.”", "date": "Nov. 1, 2013", "href": "https://www.nytimes.com/2013/11/02/us/politics/2-democrats-split-on-tactics-to-fight-military-sex-assaults.html", "tags": "assaults military tactics democrats mccaskill ms. ” sex gillibrand sexual split fight senator assault"}