{"title": "2 Years of Dinnertime Quiet, Thanks to the Do-Not-Call Registry", "content": "WE all know the feeling. It's dinnertime, or bedtime for the children, or the middle of a good television show and the phone rings. Is it your mom? Your work?\nOr even worse -- is it the dreaded telemarketer who immediately reveals herself with the perky mispronunciation of your name?\nLike many people, maybe you rely on Caller ID and don't answer phone numbers you don't recognize. But there are always some that slip through. And besides, you still have to find the phone.\nAnother option is putting yourself on the National Do Not Call registry by going to www.donotcall.gov or by calling (888) 382-1222.\nThe registry, which went into effect in 2003, essentially bans telemarketers from cold calling anyone whose name is on the list.\nSome 109 million telephone numbers have been registered on the National Do Not Call list since it opened for business; many states, among them New York, had registries in place even earlier. The process is free and remarkably easy; a few clicks and your home and cellphone number can be listed for five years.\nHarris Interactive conducted a survey of people who signed up for the list and found that 92 percent said they had received fewer calls since signing up and 25 percent said they had received no calls. But as I have learned, although the registry does filter out a great many calls it is not perfect.\nIt can take up to 31 days for telemarketers to know that you are on the Do Not Call list, which is a shorter period than it used to be; as of Jan. 1, 2005, they were required to check the list every 31 days rather than every three months.\nThe Do Not Call registry prohibits only commercial calls; it does not stop those annoying recorded political messages, charity solicitations or surveys (unless the caller tries to pitch a product).\nA less well-known provision states that if you have \"an established business relationship\" with a company -- meaning you bought, leased or rented something from it -- a representative of that company can call you for up to 18 months after a business transaction.\nAnd even if you only inquired about a product, a sales representative can call you for up to three months.\n\"The Do Not Call registry is a great success, but a couple of problems exist,\" said Chris Hoofnagle, senior counsel for the Electronic Privacy Information Center, a nonprofit group. \"The main loophole is the 'established business' clause. If you go to Starbucks for coffee, technically Starbucks can call you for 18 months.\"\nWhat consumers need to know, Mr. Hoofnagle said, is that they have a right to tell any caller that they want to be put on that business's own Do Not Call list, and the company must then stop calling.\nYou even have recourse against recorded messages (I received one while I was on the phone to the Federal Communications Commission); you can call the company back and request that it put you on their Do Not Call list.\nIf the calls continue, consumers can file a complaint with the state or with the federal Do Not Call registry. You don't need anything in writing.\n\"We've tried to make it really easy to complain,\" said David Robbins, the Federal Trade Commission's program manager for the National Do Not Call Registry. \"Consumers can either call a toll-free number or go to the Web site. All they need is a name and phone number and the time and date of the call, and we can follow up.\"\nThe company phone number should be available if you have Caller ID, as telemarketers are not allowed to block their phone numbers. The sales representative is required to give it to you if you ask.\nIf, for some reason, you do wish to receive information from a specific company, you can write that business and give permission to allow telemarketing calls.\nMr. Hoofnagle also urged consumers to never give out their phone numbers if a store clerk asks for it at the cash register.\nThe F.T.C. and the Federal Communications Commission have joint jurisdiction over the Do Not Call registry. About 1.2 million complaints have been filed since the registry went into effect; 23 enforcement actions have been taken by the F.C.C. and 16 by the F.T.C.\nAlthough the number of enforcement actions versus the number of complaints may seem paltry, Mr. Robbins said each of the actions can represent up to hundreds of thousands of calling violations.\nRemember, when the registry was put into place more than two years ago, the industry estimated that telemarketers made 104 million calls to consumers and business daily.\nAlthough most state's Do Not Call registries operate similarly to the national list, some vary. AARP (www.aarp.org/bulletin/consumer) offers an excellent state-by-state listing of Do Not Call registries.\nRegistering on the federal list is free, but some states charge a nominal $5 or $10 activation and/or annual fee. It can be worth it to put your phone number on both lists because the federal registry overrides any state's that has weaker provisions, but if a state has stronger provisions, the state law stands.\nIn some cases, the state law is catching up to federal law. In August, Gov. George E. Pataki of New York signed legislation that closed a loophole in the state's Do Not Call law. The state law used to make an exemption for what are called face-to-face telemarketers, for example, financial service companies, chimney sweeps, lawn-care companies or real estate agents, who requested an appointment to make a sales pitch.\nSuch calls were the No. 1 source of consumer complaints, said Jon Sorenson, a spokesman for the New York State Consumer Protection Board.\nThe national registry already banned the face-to-face calls.\nOther states have stronger provisions; in some, for example, exemptions regarding the \"established business relationship\" are much more narrowly defined.\nA source of concern to advocacy groups like Mr. Hoofnagle's, however, is that a petition currently before the F.C.C. filed by telemarketers, businesses, banks and charities argues that the national registry can pre-empt state laws. The F.C.C. is considering the petition.\nAnyhow, back to the recording I received while on the phone. I had ignored it, so it went to my answering machine. It was from a clothing boutique I occasionally frequent, inviting me to check out their Christmas selection.\nI never thought about calling back and asking not to receive calls again. But armed with my newfound knowledge, I flipped through my Caller ID, found the number and phoned. It was a recording from a \"voice messaging center.\"\nThe recorded voice told me that if I didn't want to receive any more calls, I could press '1' and all calls from that center would be blocked within one day. I did so and hung up, feeling newly empowered.\nI can't wait to find out if it really works. I guess I'll sit by my phone and wait for it not to ring.\nSHORT CUTS E-mail: shortcuts@nytimes.com", "date": "NOV. 26, 2005", "href": "https://www.nytimes.com/2005/11/26/business/2-years-of-dinnertime-quiet-thanks-to-the-donotcall-registry.html", "tags": "call thanks calls business quiet registry federal do-not-call dinnertime state years number phone list"}