{"title": "20 Million Gained Health Insurance From Obamacare, President Says", "content": "WASHINGTON -- Twenty million previously uninsured people have gained health coverage since the Affordable Care Act became law in 2010, President Barack Obama said during a speech in Milwaukee Thursday.\nObama's announcement was based on a report the Department of Health and Human Services published the same day, which found 17.7 million working-age adults became insured between the beginning of Obamacare's first enrollment period in 2013 and the close of this year's sign-up campaign last month. The department estimates 2.3 million adults under the age of 26 got covered through the law's provision allowing young adults to remain on their parents' policies.\nThese findings, based on several surveys, are merely the latest proof that, whatever its shortcomings, the Affordable Care Act has succeeded in its primary goal of reducing the number of Americans who lack health insurance. The share of adults aged 18-64 without health insurance was 11.5 percent as of February, down from 20.3 percent in October 2013, according to the report. Other polls that include children and people over 65 show an even lower uninsured rate.\n\"This is the lowest rate that we have seen since we started keeping these records,\" Obama said. \"We're not going backwards. We're not going to go back to a time where people could be denied because of pre-existing conditions. That's not who we are. That's who we were.\"\nObama traveled to Milwaukee because the city bested other locations in a challenge to sign up the most people in the enrollment period that recently ended. Close to 13 million enrolled in private coverage via the Obamacare health insurance exchanges this year.\nAs part of the promotional campaign for Obama's visit to Milwaukee, the White House shared a letter a former opponent sent the president about his experience with the Affordable Care Act. \n\"I did not vote for you. Either time. I have voted Republican for the entirety of my life. I proudly wore pins and planted banners displaying my Republican loyalty. I was very vocal in my opposition to you -- particularly the ACA,\" wrote Brent Nathan Brown of Mosinee, Wisconsin. \"I would not be alive without access to care I received due to your law. So thank you from a dumb young man who thought he knew it all and who said things about you that he now regrets. Thank you for serving me even when I didn’t vote for you.\" Brown also introduced Obama at the event.\n\"When I read his letter, it made a powerful impact on me,\" Obama said. \"Brent is why we fought so hard to fix a broken health care system in the first place.\"\nThe new figures HHS published Thursday show the uninsured rate improved across racial and ethnic groups.\nAn estimated 4 million Hispanics aged 18-64 gained coverage, and the share without insurance fell from 41.8 percent to 30.5 percent. Among working-age African-American adults, the uninsured rate declined from 22.4 percent to 10.6 percent as 3 million got covered. And the proportion of non-Hispanic whites without coverage went down from 14.3 percent to 7 percent as a result of 8.9 million adults between 18 and 64 becoming insured.\nThis trend gives Obama something to boast about when it comes to his signature domestic achievement, but the Affordable Care Act still faces considerable challenges in the next few years that could jeopardize these gains in coverage. Obama has floated policies to fix some, but not all, of the problems with the law.\nHealth insurance companies are struggling to make money on the exchanges, leading major players like UnitedHealth Group to openly contemplate abandoning them. Aetna and other firms, in contrast, say they're committed to making the marketplaces work even if they're not immediately profitable. And insurers losing money in the exchange market are eyeing premium increases for next year that could make coverage unaffordable for some portion of those already in the system.\nMoreover, the progress in growing the exchanges and in covering the uninsured may be stalling. Total enrollment on the exchanges barely grew compared to last year, and those who remain uninsured are considered the most difficult to locate and persuade. That's especially true for households that earn too much to qualify for health insurance subsidies.\n\"We know that there are millions more who are eligible for coverage but haven't gotten it yet,\" Obama said. \nAnd a political threat continues to loom over Obamacare, The Republican Congress is again vowing to develop a plan to \"replace\" the law, although they've made little noticeable progress since Obama signed the ACA six years ago this month. \nAnd GOP presidential candidates like Donald Trump continue to call for Obamacare's repeal and replacement with other policies that wouldn't provide coverage to those who gained insurance because of the ACA, and could even result in larger numbers of uninsured than before Obama's reforms took effect.", "date": "\n03/03/2016", "href": "https://www.huffpost.com/entry/health-insurance-obamacare_n_56d8a717e4b0000de403d404", "tags": "care percent coverage obamacare law adults president says obama gained uninsured million insurance health"}