{"title": "200 U.S. Troops to Stay in Syria, White House Says", "content": "WASHINGTON — The White House said on Thursday that it planned to leave about 200 American troops in Syria, signaling a partial retreat from President Trump’s announcement in December that he would withdraw all 2,000 forces after what he described as a victory over the Islamic State.\nThe move was a concession to allies and Pentagon officials who have argued that a complete American withdrawal risks returning key areas in Syria to the Islamic State. It came Thursday after a phone call between Mr. Trump and President Recep Tayyip Erdogan of Turkey, during which the two leaders agreed to continue working together to try to create a “safe zone,” the White House said.\n[For more stories about the experiences and costs of war, sign up for the weekly At War newsletter.]\nIt was the second time in two months that a major military decision about Syria followed a phone call between Mr. Trump and Mr. Erdogan. As with Mr. Trump’s abrupt announcement in December, a terse statement on Thursday from Sarah Huckabee Sanders, the White House press secretary, took Pentagon officials by surprise.\nMs. Sanders said that “a small peacekeeping group of about 200 will remain in Syria for a period of time.” She did not elaborate, and it was not clear if the American forces would be under the authority of the United Nations, which generally oversees declared peacekeeping missions in combat zones. Defense Department officials declined to comment and referred questions to the White House.\nBut a senior administration official said the move was aimed at encouraging France and Britain to keep troops in Syria, as well as to help secure a safe zone near the Turkish border.\nSenator Lindsey Graham, Republican of South Carolina and a vocal critic of Mr. Trump’s earlier withdrawal decision, praised the announcement on Thursday. Leaving a residual force in Syria would “ensure ISIS does not return and that Iran does not fill the vacuum that would have been left if we completely withdrew,” he wrote in a statement posted on Twitter, in a reference to the Islamic State.\nThe senior Trump administration official said the troops would be based in northeast Syria as well as at a small outpost in al-Tanf, in the country’s southeast, near its border with Iraq and Jordan. The official said the American forces would provide logistics, intelligence and surveillance to allies and would relay necessary information for directing airstrikes to targets, roles that have little to do with peacekeeping.\nUnited States military officials have long pushed for keeping a residual force in al-Tanf, where American troops have trained Syrian fighters and monitored Iranian-backed militias in the area, a key way station for Iranian forces headed toward territory controlled by the Syrian government.\nThe yearslong fight against the Islamic State is believed to be entering its final days. The American-backed Syrian Democratic Forces have besieged the extremists in the Islamic State’s last strip of territory, a Syrian village called Baghouz, in the Euphrates River Valley. Recently, civilians have fled the chaos under a torrent of gunfire, and reports have surfaced of some militants surrendering.\nThe United States deployed ground troops to Syria in late 2015, after the Islamic State seized land across Iraq and Syria as the extremists’ leader, Abu Bakr al-Baghdadi, imposed a so-called caliphate of brutality.\nLast year, Russia threatened to strike al-Tanf if American forces did not leave. But Moscow balked after more American troops arrived in what the Pentagon deemed a “show of force.”\nDefense Department officials have been imploring Mr. Trump to leave a small contingent of forces in Syria after the withdrawal of the bulk of the troops who are currently there, to continue to work with American-backed Kurdish and Syrian fighters.\nFor more than a year, the president has made clear his desire to bring troops home, saying they were sent to fight the Islamic State and that their mission has nearly been completed. In an apparent snap decision after a December phone call with Mr. Erdogan, Mr. Trump announced that he wanted to withdraw the troops within a month.\nThat decision lead to the resignation of Jim Mattis, then the defense secretary. It also prompted the resignation of Brett McGurk, the special presidential envoy to the coalition fighting the Islamic State.", "date": "Feb. 21, 2019", "href": "https://www.nytimes.com/2019/02/21/world/middleeast/us-troops-syria-.html", "tags": "syria american forces troops u.s. stay white house says state islamic"}