{"title": "2016 Election Coincided With Horrifying Increase In Anti-Muslim Hate Crimes, Report Finds", "content": "A prominent American Muslim civil liberties group says it recorded a nearly 600 percent rise in hate crimes targeting Muslims over the past three years ― an increase the organization attributes to a presidential election cycle rife with anti-Muslim animus.\nIn a report released Tuesday called “The Empowerment of Hate,” the Council on American-Islamic Relations says it recorded over 2,200 “anti-Muslim bias incidents” in 2016, a 57 percent increase from the year before. \nAmong those 2,200 incidents last year were 260 anti-Muslim hate crimes, the report states. That’s a 44 percent rise from 2015, when CAIR counted 180 hate crimes, and a staggering 584 percent increase from 2014, when the group counted just 38 hate crimes.  \n“This report shows not only that anti-Muslim bias incidents have increased sharply, but also that there is a disturbing trend toward the increasing use of violence against American Muslims and those perceived to be Muslim,” Corey Saylor, director of CAIR’s department to monitor and combat Islamophobia and co-author of the report, said in a statement this week.  \nSaylor told HuffPost that CAIR defined a hate crime as any incident that had elements that could lead to either state or federal hate crime charges. Common hate crimes last year included assaults, acts of mosque vandalism or arson, and threats. \nAmong the hate crimes listed in CAIR’s report are the assault of a Muslim man in New York by an assailant shouting “ISIS”; the shooting of a teenager in Ohio by a man who called him a “terrorist” and a “Taliban bitch”; a man in Missouri threatening a Muslim family with a gun and yelling “You Muslim? All of you should die”; and the foiled plot of three right-wing militia members in Kansas to massacre Somali immigrants. \nExamples of anti-Muslim incidents that weren’t hate crimes included workplace discrimination, noncriminal harassment, denial of service, and incidents of anti-Muslim discrimination perpetrated by U.S. government agencies. \nAmong the worst government offenders, CAIR states, is the FBI, which “regularly contacts individuals in order to question and interrogate them about their religious views and to surveil the Muslim community to gather general intelligence, rather than to acquire specific information regarding a credible crime or threat.”\nIn its report, CAIR acknowledges that its data ― collected predominantly from complaints sent directly to CAIR, which its staffers then verify ― offers a “mere snapshot of the experiences of the American Muslim community.” \nThere are, after all, hate or bias incidents not reported to CAIR, or incidents that escape the group’s efforts to track them. Bias incidents are “vastly underreported to both law enforcement and community institutions,” CAIR wrote in its report. \nAmerican Muslims, the group wrote, “will often not report incidents such as harassment and bullying since there is a certain level of desensitization.” Muslims in this country, the report states, often feel like “nothing can be done” when they’re harassed for their faith, feeling that such incidents “have become normal.” \nStill, CAIR’s report Tuesday offers yet another compelling data point proving there’s been a sharp rise in anti-Muslim hate in America since the beginning of the latest presidential election cycle, which saw a man who said “Islam hates us” claim victory.\nFBI numbers show hate crimes against Muslims rose 67 percent in 2015, the latest year for which the agency has statistics, rising to a rate not seen since 2001.\n(The FBI’s numbers, however, are widely considered to be insufficient, as the federal law enforcement agency relies on local police departments to voluntarily turn over their hate crime data each year. Many police departments either don’t report their data to the FBI, or incorrectly report zero hate crimes.) \nHuffPost tracked nearly 400 incidents of anti-Muslim violence, vandalism, policy and political speech in 2016. \nAnd a Southern Poverty Law Center report earlier this year said the number of anti-Muslim hate groups tripled in 2016. \nIn its report, CAIR points to a series of polls showing many Americans holding a dim view of Islam and Muslims. A survey from Morning Consult in March 2016, for example, found that 84 percent of American voters supported “a temporary ban on Muslims traveling to the United States” and 49 percent supported “additional law enforcement patrols” of “Muslim neighborhoods” ― whatever that means. \n“Dangerous political rhetoric combined with deeply negative views of Islam and Muslims throughout 2016,” CAIR said in Tuesday’s report. “This brew, mixed with the erroneous placement of collective blame on every individual Muslim for the acts of a noxious few, contributed to a significant and distressing rise in incidents of Islamophobic bias incidents.” \nThe report points to how public figures have the power to either “incite or defuse the social environment,” particularly after terror attacks. “For instance,” the report states, “former President George W. Bush’s speech at a Washington, DC mosque is often cited as playing a key role in defusing anti-Muslim backlash following the 9/11 terror attacks.” \n“When Donald Trump became President of the United States on January 20, 2017, he brought an unprecedented record of conditioning audiences to fear Muslims,” the report continues.\nTrump, after all, called for the creation of a national database of Muslims, the surveillance of mosques, and the profiling of Muslims. He was fond of telling an apocryphal story about shooting Muslims with bullets dipped in pig’s blood, and once suggested that the Muslim mother of a fallen American soldier wasn’t allowed to talk.\nAfter the terror attack in a gay nightclub in Orlando, Florida, he falsely stated that American Muslims don’t report “bad” people to law enforcement. And after the terror attack in San Bernardino, California, in December 2015, he proposed a Muslim ban. \nIn the days directly following that proposal, there was an 87.5 percent increase in hate crimes against Muslims, according to the Center for the Study of Hate and Extremism at California State University, San Bernardino. \nHuffPost also identified at least 13 times last year that Trump supporters attacked, threatened or plotted to kill American Muslims.  \nCAIR’s report doesn’t lay the blame for rising hate crimes wholly at Trump’s feet, however, pointing to a slew of predominantly Republican politicians across the country, including many presidential candidates, who routinely disparaged and scapegoated Muslims. \nRick Santorum, who briefly ran for the 2016 GOP presidential nomination, falsely stated that the Constitution doesn’t protect the the religious liberties of Islam in the same way as it does for Christianity. Wisconsin Gov. Scott Walker, another primary candidate, stated that there are only a “handful of reasonable, moderate followers of Islam.”\nAnd GOP presidential candidate Ben Carson routinely promoted the thoroughly debunked a “civilization jihad” conspiracy theory, which holds that Muslims are somehow secretly plotting to take over the U.S.   \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents, so we all know what’s going on. Tell us your story.", "date": "\n05/09/2017", "href": "https://www.huffpost.com/entry/anti-muslim-hate-crimes-2016-council-on-american-islamic-relations_n_5910acf4e4b0d5d9049e96d5", "tags": "finds anti-muslim election hate crimes report coincided horrifying cair muslims ” muslim incidents increase"}