{"title": "2019 European elections: Lib Dems stand on 'stop Brexit' message", "content": "The Liberal Democrats have launched their European election campaign with an \"unambiguous\" pledge to stop Brexit.\nLeader Sir Vince Cable accused the Conservatives and Labour of a \"stitch-up\" and said a \"people's vote\" was the only way to end the Brexit \"paralysis\".\nHe added it was \"a pity\" that fellow Remain-backing party Change UK had not agreed to running a combined campaign.\nThe UK is due to leave the EU on 31 October, after Brexit was delayed, amid continuing parliamentary deadlock.\nIt means the UK must now hold European elections on 23 May, or leave on 1 June without a deal.\nBut if agreement can be reached among MPs before 22 May, the UK could cancel its participation in the European parliamentary elections.\nHowever, cross-party talks aimed at reaching consensus have yet to make significant progress.\nSpeaking in Wapping, east London, Sir Vince said his \"exit from Brexit\" catchphrase had been regarded as a \"bit wacky\" when he first used it in July 2017 but was now \"the mainstream\".\nHe likened the party's stance on Brexit to its opposition to the 2003 invasion of Iraq - backed by the Conservatives and Labour at the time.\n\"At the time we were regarded as way out on a limb, unpatriotic - and we were vindicated, we were proved right. And that's why I believe we will be right about Europe.\" \nBut he said he regretted that the Liberal Democrats were not standing on a common platform with other Remain-backing parties to stop Brexit.\n\"The Liberal Democrats made it very clear we were happy to work with others. It wasn't reciprocated and we are going our own way.\"\nHe described reports of a leaked document which suggests that newly formed Change UK will seek to \"win over\" Liberal Democrat supporters, as \"unfortunate\".\nChris Leslie, the former Labour MP who quit the party to join Change UK, told Business Insider an alliance between anti-Brexit parties \"wasn't ever on the agenda\", adding: \"They [the Lib Dems] have fallen below a critical mass and haven't had the drive to get out of that for a long time. We are starting afresh and don't come with that baggage.\"\nAsked about the interview, Sir Vince said: \"There are millions of people out there willing us to work together and they will feel angry and betrayed if they find petty tribalism is trumping that - that's the old politics.\"\nHe said he expected the party to do well but added: \"It is a pity and I regret that we are not doing a combined campaign.\"\nAt the end of March, Prime Minister Theresa May said the public would find it \"unacceptable\" to have to elect a new group of 73 MEPs almost three years after they voted to leave the EU.\nBut earlier this month, she agreed a Brexit delay to 31 October with the EU, with the option of leaving earlier if her withdrawal agreement is approved by Parliament.", "date": "26 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48064699", "tags": "brexit european message uk democrats vince dems party elections liberal sir lib stand campaign"}