{"title": "2019 European elections: A party-by-party UK guide", "content": "UK elections to the European Parliament are fast approaching, and the candidates contesting the elections have now been confirmed in each of the 12 electoral regions.\nSeats in England, Scotland and Wales are awarded to parties according to their share of the vote, to candidates on lists drawn up by the parties. \nNorthern Ireland elects MEPs using a single transferable vote system, with voters able to rank candidates in order of preference. \nIn 2014, 31 parties put up candidates for election, with 10 winning seats. Here is what we know so far about how the main parties are preparing for the 23 May polls. \nThis will be the first electoral test for the breakaway group of anti-Brexit Labour and Conservative MPs, who clubbed together to form The Independent Group in February.\nNewly rebranded as Change UK, the party received 3,700 applications from people who wanted to represent it in the elections. \nIt has now whittled this down to 70 - although two candidates have already stood down over offensive social media posts in the past.\nTheir list contains a few eye-catching names, including ex-BBC broadcaster and novelist Gavin Esler, former deputy Polish prime minister Jan Vincent-Rostowski and journalist Rachel Johnson, sister of Tory MPs Boris and Jo, who is seeking to follow in the footsteps of her father Stanley by being elected to the European Parliament. \nChange UK, which has also attracted support from a number of former Tory MPs and MEPs, wants to be the number one choice for those unhappy with Brexit.\nLike other pro-Remain parties, such as the Liberal Democrats, Green Party and SNP, it is backing a \"People's Vote\" - a second referendum - on the terms of Brexit, with the option to remain in the EU on the ballot paper.\nThe party, which has rejected calls to co-operate directly with other pro-EU parties, has issued a statement of values and principles but has yet to set out any detailed policies.\nA full list of Change UK's MEP candidates can be found here. \nChange UK has launched its manifesto and you can read it here.\nThese are the elections the Conservatives thought would never happen and the party has been reluctantly mobilising itself to take part in the polls. \nTheresa May had been clinging to the hope that Parliament would approve a Brexit deal by 22 May to avoid having to do so, but it has now been confirmed that voting will take place in the UK.\nHowever, Mrs May's official spokesman has said the PM hopes Parliament will ratify the Withdrawal Agreement Bill before UK MEPs take their seats in July.\nAmong the Conservatives' list of candidates are a number of existing MEPs, including Ashley Fox, Daniel Hannan and Sajjad Karim.\nAt this stage, it isn't clear how much effort will go into the campaign or if there will even be a manifesto to speak of. \nSome Conservative activists have said they will not campaign, in protest at the PM's failure to deliver Brexit on time, or will even vote for other parties.\nIt has also been reported that the party's chief executive, Sir Mick Davis, is having to dip into his own pockets in order to fund some activities because of the indifference of party donors.\nThe BBC has contacted the Conservative Party for a list of its candidates in the upcoming elections and will link to it here when it becomes available.\nWhen the Conservative Party's manifesto becomes available, we will link to it here.\nThe Green Party made its electoral breakthrough in the 1999 European elections and insists it is the best-represented and \"most credible\" of the pro-Remain parties.\nMolly Scott Cato is the only one of its three current MEPs who is standing again. Among the other 63 candidates on its list is the Lancashire councillor Gina Dowding, a leading anti-fracking campaigner, and Cleo Lake, who is Lord Mayor of Bristol.\nThe Greens, whose sister party is fielding candidates in Scotland, has pledged to fight for the UK to remain within a \"fairer, greener and more democratic EU\". \nA full list of the Green Party's MEP candidates can be found here. \nThe Green Party has launched its manifesto and you can read it here.\nThe candidates for the Scottish Greens can be found here.\nThe Scottish Greens have launched their manifesto and you can read it here.\nJeremy Corbyn has said he is confident the party will do well in the elections.\nThe party has selected 70 candidates across the 12 regions. They include the former cabinet minister and passionate Brexit critic Andrew Adonis, who is second on the South West England list.\nOther stand-out names include Laura Parker, a leading figure in the Momentum campaign group, and Eloise Todd, chief executive of the Best for Britain group.\nThe issue of a further referendum has proved divisive in the party - with many MPs and frontbenchers opposed to the idea - and the campaign is likely to highlight these divisions.\nDeputy leader Tom Watson has said the party cannot \"sit on the fence\" on the issue if it wants to counter the electoral threat of Nigel Farage's new Brexit Party.\nLabour's governing body agreed last month to support a further referendum on Brexit under certain circumstances.\nA full list of Labour's MEP candidates can be found here. \nLabour has launched its manifesto and you can read it here.\nThe party, which has selected 70 candidates, will be hoping to do better than in 2014, when it only got enough votes to send one representative to Brussels.\nCatherine Bearder is standing again, while former Lib Dem MPs Martin Horwood and Stephen Williams are also on the list for the South West England region.\nSir Vince Cable, who is due to stand down as leader this summer, has said a vote for his party is a vote to stop Brexit and the party's 100,000 members are up for the fight. \nA full list of the Liberal Democrats' MEP candidates can be found here.\nThe Liberal Democrats have launched their manifesto and you can read it here.\nThe Democratic Unionists and Sinn Féin claimed more than 45% of the vote in the 2014 poll and are expected to dominate the elections again. \nThe SDLP and the Alliance Party leaders, Colum Eastwood and Naomi Long, are both standing while former Ulster Unionist minister Danny Kennedy is standing, after the party's MEP Jim Nicholson decided to step down. \nYou can find out more about the Northern Ireland MEP candidates here. \nWhen the parties have launched their manifestos, we will link to them here.\nThe Welsh party has named its four candidates for the election - current MEP Jill Evans, Carmen Smith, Patrick McGuinness and Ioan Bellin.\nIt is calling on voters to reject the \"damaging, dangerous\" Brexit and to give Wales more of a say in future decisions about Europe and how the UK is governed. \nA full list of Plaid Cymru's MEP candidates can be found here. \nPlaid Cymru has launched its manifesto and you can read it here.\nParty members were asked to rank the SNP's prospective six candidates - Alyn Smith, Aileen McLeod, Margaret Ferrier, Christian Allard, Heather Anderson and Alex Kerr - in order of preference.\nMr Smith, who has been an MEP since 2004, came top while Mr Allard, a French-born former fisheries executive who has been an MSP since 2013, came second.\nThe SNP is hopeful of winning three seats with its anti-Brexit message, but it is unlikely Mr Kerr, a 24-year old student touted as a \"champion of young people\", will make it to Brussels this time as he was ranked sixth. \nYou can find out more on the SNP MEP candidates here. \nWhen the SNP's manifesto becomes available, we will link to it here.\nJust a month ago, Nigel Farage was describing his new political project as a \"virtual\" entity. Now it is favourite with bookmakers and many political commentators to win the most seats in the polls.\nThe Brexit Party has promised to field a diverse slate of candidates across Britain. \nThe former UKIP leader is standing in South East England, while other high-profile names include the businessman Richard Tice, former Tory minister Ann Widdecombe, the broadcaster Claire Fox and journalist Annunziata Rees-Mogg, a former Tory election candidate and sister of Jacob Rees-Mogg.\nLaunching the party last month, Mr Farage controversially vowed to \"put the fear of god\" into MPs who he accused of obstructing Brexit and betraying the 17.4 million people who voted to leave the EU.\nMr Farage, who led UKIP to victory in 2014's European elections, has said he hopes to kill off the idea of another Brexit referendum by topping the polls once again.\nHe is expected to focus on a single message that the UK must leave straight away. Detailed policies will be left until after the elections, he has signalled. \nA full list of the Brexit Party's MEP candidates can be found here.\nMr Farage has said his party is not planning on publishing a manifesto, but it has released a pledge card.\nThe polls will be a real test for Gerard Batten's party, which triumphed in 2014 but has been on a downward spiral ever since.\nThe party has selected 70 candidates across the 12 regions, including Northern Ireland.\nOnly three of the 24 MEPs elected five years ago - Stuart Agnew, Mike Hookem and Mr Batten himself - are on the list, following an exodus of senior figures in the party.\nThe selection of Carl Benjamin - second on the South West list - has caused controversy. He has refused to apologise for remarks in 2016 in which he said he would \"not even rape\" the Labour MP Jess Phillips.\nThe party remains the \"authentic voice\" of Brexit, Mr Batten has claimed. It is calling for the UK's \"unilateral, unconditional\" withdrawal from the EU.\nUKIP, which nearly went bankrupt last year, says it has raised £500,000 to pay for a pro-Brexit leaflet to be sent to all 27 million UK households.\nA full list of UKIP's MEP candidates can be found here. \nUKIP has launched its manifesto and it can be read here.", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48027580", "tags": "brexit european uk manifesto candidates parties party former elections party-by-party guide mep list"}