{"title": "2019 Australia election in 11 charts", "content": "Australia will go to the polls on 18 May at a time when many Australians have big questions about their country and who leads it. \nHere's a visual look at some key issues and themes which could shape the outcome.\nIt's only a mild overstatement to suggest that Australia has adopted a \"hot desking\" approach to running the country in recent times, with no fewer than five prime ministers in and out of office since 2010.  \nFour of those changes were brought on by brutal party coups which affected both sides of politics.\nThe revolving door might account for polling figures showing declining levels of satisfaction in the democratic process.\nWhat will voters be thinking about as they go to the ballot box? There are countless things, of course, but here a few big issues.\nAlthough Australia's house price boom seems to be over, buying a house remains a major challenge for many people, particularly city dwellers.\nAustralia has some of the least affordable housing in the world - but why is this?\n A recent chart compiled by economist Jason Murphy, and reproduced below, shows how the ratio of personal disposable income to house prices, in real terms, has soared in Australia over 40 years.\nEssentially, personal income levels have not kept pace with house prices, which have soared, particularly since the millennium.\nIt's one reason why some experts have called this a \"generational election\".\nMany young people are struggling to afford houses and feel squeezed by the cost of living. Politicians are courting their votes with new policies, but are also tailoring  their strategies to attract older Australians. \nAnd though Australia's economy remains the envy of many nations, people are not necessarily feeling that wealth reflected in their pay packets. \nAs this chart shows, growth in wages has slowed - adding pressure to personal budgets.\nAustralia just experienced its hottest summer on record, and it was defined by extreme weather events: drought, floods, bushfires and cyclones.\nBut above-average temperatures have been a trend in recent years, as they have globally.\nScientists say that warmer weather poses a huge threat to species in \"mega-diverse\" Australia, most seriously in the Great Barrier Reef.\nClimate policy, coal mining and renewable energy are topics that have divided Australian politics over the past decade.\nSurveys show, however, that Australians are becoming increasingly concerned about climate change.\nAccording to the most recent national Census (2016), almost half of Australians were born overseas or have a parent who was. \nThe nation has accepted more than 180,000 overseas migrants annually, in net terms, since 2006. \nBut as Melbourne and Sydney in particular continue to grow, so too do calls to reduce Australia's migrant intake. Views among the public are also changing, as the chart below shows.\nIt comes despite Australia taking fewer migrants in 2017-18 than it did a year earlier. \nAustralia's population is heavily concentrated in the eastern states, and along its coast.\nCompulsory voting ensures high rates of participation. For this election, a record 96.8% of eligible voters - more than 16 million people - are enrolled to cast a ballot.\nThe rate is not as high, however, for indigenous Australians.\nThat's been described as \"not good enough\" by the Australian Electoral Commission, which says it is trying to lift indigenous enrollment.\nCommunity leaders have often criticised politicians for inadequately understanding issues in indigenous communities, such as the causes of disadvantage.\nUnless the result is close, we'll know on Saturday - the day of the vote.\nOpinion polls taken over recent months suggest the opposition Labor party, led by Bill Shorten, is favoured to topple Prime Minister Scott Morrison's government.\nBut the race appears to be much closer than it was last August - when Mr Morrison's predecessor, Malcolm Turnbull, was ousted in a party coup.\nIt's become tradition for many voters in Australia to partake in a \"democracy sausage\" on election day.\nAs many polling booths are set up at schools, churches and community halls, these places often set up \"sausage sizzle\" fundraisers on the day, selling sausages (snags), cakes and drinks.\nOne group of fans set up an online tracker in 2013 to map where these barbecues were.\nIn 2016, they received crowd-sourced reports of more than 1,915 sausage sizzles around the country. There were also 1,162 cake stalls. \nWill that critical total be beaten in 2019? \nBy Tom Housden, Jay Savage, Frances Mao, Debie Loizou and Irene de la Torre Arenas.\n.", "date": "13 May 2019", "href": "https://www.bbc.com/news/world-australia-48185276", "tags": "charts australia australians election country since party issues house recent many"}