{"title": "22 Million More Uninsured Under Senate Obamacare 'Replacement,' CBO Says", "content": "Twenty-two million more people would be uninsured over the coming decade under the revised Senate health care bill, the Congressional Budget Office reported Thursday.\nSenate Majority Leader Mitch McConnell (R-Ky.) abandoned this legislation Monday because too few Republicans supported it for the measure to advance in the Senate. But after GOP senators met with President Donald Trump Wednesday afternoon and then talked among themselves that evening, the measure is showing renewed signs of life, although its prospects for passage remain dubious.\nAnd, crucially, the new Congressional Budget Office and Joint Committee on Taxation analysis doesn’t include major new provisions added to the bill last week to win the support of Sen. Ted Cruz (R-Texas), and so doesn’t fully portray the effects of the legislation on which senators may vote. The Cruz language would establish two separate health insurance markets, one for the healthy and one for the sick, which experts caution would be unsustainable. During a conference call with reporters, a Congressional Budget Office staffer wouldn’t indicate a timeline for when the agency will finish projections on the Cruz language.\nWhat hasn’t changed is what the legislation, called the Better Care Reconciliation Act, would do. The dramatic increase in the number of Americans without health coverage would be the result of undoing major components of the Affordable Care Act. The bill would slash federal funding for Medicaid by 26 percent. The tax credits available to low- and middle-income households to make private health insurance affordable would be smaller and offered to fewer people.\nMedicaid spending would decline $756 billion over 10 years, and the federal government would provide $396 billion less in tax credits for private health insurance, the Congressional Budget Office estimates.\nBy 2026, 50 million Americans would lack health coverage, compared with 28 million if the Affordable Care Act were left in place, the Congressional Budget Office projects in its new report. That amounts to 82 percent of Americans younger than 65 ― that is, below Medicare age ― with coverage in 2026, compared with 90 percent under current law.\nIn exchange for these coverage losses and the Senate bill’s weakening of consumer protections for health insurance policyholders, health care corporations would enjoy hundreds of billions of dollars in tax cuts. On net, the bill would reduce the federal budget deficit by $420 billion over the coming decade. That’s $99 billion higher than the Congressional Budget Office projected in its score of the older draft of the bill, in part because the new one retains Affordable Care Act taxes on wealthy people.\nAnd although the Senate bill nominally retains the Affordable Care Act’s protections for people with pre-existing conditions, it also significantly undermines them.\nStates would be eligible for waivers from federal insurance regulations that require policies to cover a standard set of benefits, including hospitalizations, prescription drugs, mental health and maternity coverage. As a result, insurers could sell plans that leave out benefits needed by people with health conditions, making them all but useless to people with medical problems, especially chronic illnesses.\nIn addition, under the Cruz amendment, health insurance companies would be able to sell two sets of policies: one that must accept people regardless of their health status and medical histories, and another that could exclude people based on pre-existing conditions or charge them more. This would cause the market to break apart, the health insurance industry warned, because sick people would flock to the more regulated market, driving prices up to an unsustainable level.\nThe effects of the bill on health insurance premiums and out-of-pocket costs are complex, and since the Congressional Budget Office report doesn’t factor in the Cruz amendment, it describes them incompletely.\nThe gist, however, is that premiums would rise 20 percent next year and 10 percent in 2019, then fall in later years as the Affordable Care Act’s insurance regulations are unwound.\nBut the main reasons for those lower premiums are that insurance plans would be less generous, and carry higher deductibles than those sold on the Affordable Care Act’s health insurance exchanges now, and the higher premiums and out-of-pocket costs for older, sicker and poorer people would drive them ― and their medical expenses ― out of the market.\nUnder the bill, insurers could charge older people five times the price they charge younger people, compared with three times under the Affordable Care Act.\nThat, combined with shrunken or unavailable financial assistance for low-income people, is why the Congressional Budget Office projects that coverage losses will be higher among older, poorer Americans. Wealthier, younger adults generally would pay less than today.\nThe “benchmark” mid-level Silver plans sold on the exchanges now ― those used to establish the size of tax credits to reduce premiums ― must cover 70 percent of a typical person’s health care costs. Under the Senate bill, the benchmark plan would cover just 58 percent of costs, leaving patients to pay for the rest.\nAnd the bill would eliminate the extra help the Affordable Care Act provides for the poorest enrollees, which substantially reduces their deductibles, co-payments and other costs.\nTrump and Republicans routinely bemoan the size of the deductibles for Obamacare enrollees who don’t qualify for subsidies to reduce their out-of-pocket costs.\nBut the Congressional Budget Office projects the average deductible would reach $13,000 a year in 2026. As the report notes, that constitutes a significant portion of a low-income person’s annual earnings, and even exceeds them for the poorest people.\nWhat’s more, the current law sets an annual limit on policyholders’ out-of-pocket spending. The limit is projected to be $10,900 in 2026, so the deductible would exceed that and make these policies unlawful.\nThe Senate bill is opposed by the American Medical Association and a plethora of other physician groups, the American Hospital Association and other hospital trade associations, and patient and consumer organizations like the American Lung Association and the AARP.\nThe new Congressional Budget Office findings of the Senate bill introduced last week are consistent with the agency’s analysis of an earlier version of the Senate bill. The House-passed American Health Care Act, which is broadly similar to the Senate measure, would result in 23 million more uninsured people over 10 years, the Congressional Budget Office previously projected.\nMcConnell hasn’t made clear what proposal he plans to bring to the Senate floor next week. On Monday, he declared the Better Care Reconciliation Act wouldn’t see floor action and set in motion plans to bring up another measure, dubbed the Obamacare Repeal Reconciliation Act, instead.\nThat bill, which Congress passed in 2015 and which President Barack Obama vetoed last year, would repeal major parts of the Affordable Care Act and not replace them with any new schemes.\nThe law’s Medicaid expansion would end, its tax credits for private insurance would disappear, and the mandates that most people get coverage and large employers offer health benefits to workers would go away. But this legislation wouldn’t eliminate the Affordable Care Act’s health insurance regulations, including those that guarantee coverage to people with pre-existing conditions and require insurers to cover a basic set of benefits.\nThe result of these changes, the Congressional Budget Office concluded in a report published Wednesday, would be chaos in the insurance market, in addition to millions losing their Medicaid coverage.\nThirty-two million more people would be uninsured after 10 years, including 17 million next year alone. Health insurance premiums would double over the coming decade. And insurance carriers would flee a market destabilized by the continued guarantee of coverage for people with pre-existing conditions but without a mandate for healthy people to enroll or financial assistance for low- and middle-income people to get insurance, eventually leading to three-quarters of the country living in a geographic area without health insurance providers.\nJonathan Cohn contributed reporting. This article has been updated with more information about the CBO report.\nCORRECTION: An earlier version of this article overstated the scale of the legislation’s Medicaid cuts.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n07/20/2017", "href": "https://www.huffpost.com/entry/senate-health-care-bill-cbo_n_5970c3d0e4b0110cb3ccae30", "tags": "people care office obamacare cbo congressional act senate says bill budget uninsured million insurance health"}