{"title": "23 Million Fewer People Would Have Coverage Under Obamacare Repeal Bill, CBO Confirms", "content": "Twenty-three million fewer Americans would have insurance under legislation that House Republicans narrowly passed last month, the Congressional Budget Office reported on Wednesday.\nThe CBO also predicted that the deficit would come down by $119 billion over the next decade ― and that premiums for people buying insurance on their own would generally be lower for younger consumers and higher for older and sicker people than those premiums would be if the Affordable Care Act stays in place.\nBut the reasons why health insurance would be less expensive for some aren’t much to cheer about, the budget report makes clear. Prices would come down for healthy people because those who are sick or have illness in their medical histories would have less access to coverage ― and the policies available on the market would tend to be a lot less comprehensive.\nIn other words, the price for lower premiums would be some combination of higher out-of-pocket costs, fewer covered services, and coverage that would be harder to get for the people who need it most.\n“Insurance, on average, would pay for a smaller proportion of health care costs,” the CBO report says. The budget office even predicts that several million people will opt to use the bill’s new tax credits to buy plans so bare-boned that they don’t even qualify as health insurance.\nThe American Health Care Act ― the House bill to repeal most of Obamacare ― would take away $1.1 trillion from programs that help people get covered, including $834 billion in cuts to Medicaid, over the course of a decade.\nThe result would be 51 million Americans without health insurance by 2026, compared with 28 million under current law. The House-passed bill would effectively reverse all of the Affordable Care Act’s coverage expansion, which pushed the uninsured rate to a historic low.\nCoverage losses would begin soon, with 14 million more uninsured next year, 19 million more by 2020 and 23 million more by 2026, the report finds. The largest share of the lower coverage numbers would come from the 14 million fewer low-income people who qualify for Medicaid. The rise in the uninsured would fall hardest on low-income people aged 50 to 64, the CBO projected.\nHealth insurance premiums for young adults generally would come down, in part because policies would be less comprehensive. A 21-year-old could buy an unsubsidized policy for as little as $3,700 a year under the House bill, compared to $5,100 under the Affordable Care Act.\nBut the other side of that ledger reveals significantly higher costs for older people. A 64-year-old’s annual unsubsidized premium would rise from $15,300 to as much as $21,000.\nWednesday’s assessment of the American Health Care Act is relatively similar to the evaluations the budget office issued previously, when it studied earlier versions of the legislation.\nIn late April, House leaders rushed to vote on the bill less than 24 hours after making significant modifications, without waiting for the budget office to study how those changes to Obamacare might affect insurance coverage or the federal deficit.\nOne of those changes would have allow states to waive a rule that prohibits insurers from charging higher premiums to people at greater risk of medical problems. Without that rule in place, insurers could jack up rates for people with pre-existing conditions, effectively making standard coverage unavailable ― and violating a key promise to guarantee insurance for everybody regardless of medical status, which most Republicans had endorsed.\nIn March, the House had failed to bring an earlier version of the legislation to the floor for a vote, embarrassing Speaker Paul Ryan (R-Wis.) and President Donald Trump, who were unable to pull together factions within the House Republican Conference. After that, conservatives from the House Freedom Caucus and more moderate lawmakers led by Reps. Fred Upton (R-Mich.) and Tom MacArthur (R-N.J.) negotiated a deal that enabled Republican leaders to cobble together just enough votes to pass the bill in the lower chamber. Trump held a celebration at the White House afterward.\nThe new language placated conservatives, who wanted to repeal more of the Affordable Care Act’s consumer protections, and some moderates, who expressed concern about major coverage losses and about harming people with pre-existing conditions and who won additional funds meant to mitigate those problems.\nBased on the CBO score, the moderates didn’t actually get what they wanted.\nThe House-passed legislation would reduce the number of people with health coverage by just 1 million fewer than the earlier legislation.\nAnd the bill’s ballyhooed waivers for states that want to curtail the Affordable Care Act’s guarantee of coverage for people with pre-existing conditions is the main reason that the CBO projected older and sicker people would have a harder time obtaining coverage. The money that moderate Republicans won to protect these people would help some but would be inadequate to maintain current levels of coverage and benefits, the budget office concluded.\nBased mostly on states’ pre-Obamacare insurance regulations, the CBO made assumptions about how many would obtain those waivers. The report does not name the states.\nOne-sixth of Americans reside in states that would likely aggressively deregulate their insurance markets, allowing health insurers to charge higher rates to people with pre-existing conditions who experience a gap in coverage ― say, from a job loss ― that lasted more than 63 days. These states also are expected to seek waivers that would eliminate requirements to cover any type of medical care ― like prescriptions ― and would add annual and lifetime caps on coverage, according to the budget analysis.\nThose state insurance markets would begin to destabilize for people with pre-existing conditions in 2020, the CBO predicted. People whose health status would pass muster with insurers would have access to less costly coverage than today, but those who were ill or had past health problems “would ultimately be unable to purchase comprehensive nongroup health insurance at premiums comparable to those under current law, if they could purchase it at all,” the report says.\nAbout one-third of Americans live in states that would likely make more modest changes to their insurance rules, such as excluding a few specific benefits that are mandatory under Obamacare or allowing insurers to charge consumers extra for “riders” to cover those benefits. A maternity coverage rider, for example, might increase premiums by more than $1,000 a month, the CBO estimated. Overall, prices in these states would be lower for younger people than for older ones. Policies in general would require more out-of-pocket spending on things like deductibles and copayments, and the cost of uncovered services would be borne entirely by patients.\nFor the remaining half of Americans, their states would be expected to retain most of the Affordable Care Act’s insurance guarantees for people with pre-existing conditions and its required benefits, like hospitalizations, prescription drugs and maternity care. In those markets, premiums would come down for younger consumers and rise for older ones.\nThere’s no magic behind the bill’s effects on the budget deficit. The House approved a measure that would slash federal support for low- and middle-income families to obtain health coverage. Most of the money saved by cutting hundreds of billions of dollars from Medicaid and hundreds of billions more from financial assistance for those buying private health insurance would be transferred to wealthy households and health care companies in the form of tax cuts, with only a small amount left over for deficit reduction.\nThe Affordable Care Act, President Barack Obama’s signature domestic policy achievement, provides tax credits for private insurance and expanded the Medicaid program, which offers government-sponsored insurance to low-income people.\nThe Affordable Care Act has also prohibited insurance practices ― like placing annual or lifetime limits on benefits ― that made it difficult for people with the most serious medical problems to pay their bills. And, crucially, the law includes an outright prohibition against insurers rejecting people with pre-existing conditions or charging them higher rates than healthy people.\nBut to finance the coverage expansion, the law raised taxes, predominantly on health care companies and the very wealthy. It also forced some people, particularly those whose relatively good health once gave them access to cheap coverage, to pay substantially higher premiums.\nSome of these people have decided not to get insurance altogether, making it harder for insurers to balance their books ― to the point where many insurers have raised rates considerably or abandoned some local markets entirely. Nevertheless, the new CBO analysis projects that most of these markets would remain stable over time under current law.\nDemocrats have generally called for bolstering the Affordable Care Act ― by making tax credits more generous, for example, or using government bargaining power to drive down drug prices ― while leaving in place the expansions of Medicaid and all the new insurance rules.\nRepublicans, by contrast, have sought to weaken or eliminate those rules and to ratchet back spending on tax credits and Medicaid ― all while rolling back Obamacare’s taxes, giving relief to the corporations and wealthy people who pay them.\nThe House bill would do that, and now it’s up to the Senate to consider, modify or rewrite that legislation. Even before the House bill passed, a number of Senate Republicans were raising objections about the number of people who might lose coverage as a result. Nevertheless, the Senate GOP is on track to put together legislation of their own that would massively cut back the Medicaid program and provide far less help for those who buy private insurance.\nRepublicans face a backlash from some voters for undoing the Affordable Care Act’s most popular provisions, and the bill violates Trump’s oft-stated promise that he would replace the law with something better that covered everyone with lower premiums and lower out-of-pocket costs.\nBut Republicans also fear the wrath of their core supporters, who strongly support the GOP keeping its years-old vow to repeal the Affordable Care Act.\nRepublican leaders in the Senate have said they hope to vote on a bill before adjourning for the August recess.\nJust over one-quarter of Americans say they support the House-passed bill, according to a HuffPost/YouGov poll published Wednesday. Forty-four percent oppose it, while 31 percent said they were unsure. Views of the Affordable Care Act remain almost evenly divided, but 42 percent said the Republican bill would be worse, while only 23 percent said it would be an improvement.\nThis article has been updated with additional details, including from the Congressional Budget Office report and the findings of a HuffPost/YouGov survey.\nCORRECTION: The CBO predicted that under the House-passed bill, there would be 23 million additional uninsured Americans by 2026, not 2016.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n05/24/2017", "href": "https://www.huffpost.com/entry/gop-health-care-bill-congressional-budget-office_n_5924e896e4b00c8df29feb68", "tags": "people care coverage obamacare confirms fewer repeal would cbo ― act affordable bill million insurance health"}