{"title": "24 Million People Stand To Lose Insurance Under GOP Obamacare 'Replacement'", "content": "The Republican plan to repeal and “replace” the Affordable Care Act would increase the number of Americans without health coverage by 24 million and reduce the federal budget deficit by $337 billion by 2026, according to a Congressional Budget Office and Joint Committee on Taxation report published Monday.\nThe American Health Care Act, conceived by House Speaker Paul Ryan (R-Wis.) and endorsed by President Donald Trump, has already been approved on party-line votes in two House committees.\nThese negative findings give lie to Trump’s repeated promises that the Republican alternative would provide universal coverage and lower prices for Americans. Shortly before taking office, for example, Trump told The Washington Post that “we’re going to have insurance for everybody” and that coverage would be “much less expensive and much better.”\nCongressional GOP leaders already are embroiled in a major struggle to get rank-and-file lawmakers to embrace the legislation. A negative CBO score could make their goal of passing a health care reform bill in the House and Senate and sending it to Trump’s desk by mid-April even more difficult.\nThe law Republicans are trying to “replace” extended health coverage to 20 million previously uninsured people and reduced the national uninsured rate to the lowest ever recorded. A 2015 Congressional Budget Office analysis also projected it would reduce the federal budget deficit by as much as $137 billion ― to $353 billion ― by 2025. \nTrump and Republican leaders in Congress faced headwinds even before the CBO analysis came out. Conservative Republicans in Congress protest that the legislation provides too much federal assistance for low- and middle-income households. Centrist Republicans ― especially senators whose states adopted the law’s Medicaid expansion for poor adults ― have expressed concern about cutting off people from their coverage.\nThe American Health Care Act would eliminate the fines associated with the Affordable Care Act’s individual mandate, which says most U.S. residents must have health coverage. It would also wind down the extra federal funding for the Medicaid expansion in 2020 and scrap the income-based tax credits for private insurance. These credits would be replaced by age-based tax credits that would provide less help to lower-income families and more to people with higher incomes.\nThe legislation also dramatically remakes the federal-state Medicaid program. Its open-ended financing structure that bases federal spending on the medical costs incurred by beneficiaries would be replaced by a system in which states get a flat allotment per person.\nThat allotment would grow more slowly than projected Medicaid costs. This would force states to come up with additional money, reduce what they pay medical providers or cut either people or benefits from the program, according to the CBO. Medicaid enrollment would shrink by 17 percent, or 14 million people, by 2026 compared to what it would be under current law.\nThe Congressional Budget Office and the Joint Committee on Taxation expect the Republican bill to reduce the federal budget deficit because the reductions to spending on health care programs for the low and middle classes would be larger than the tax cuts the bill offers to wealthy people and health care corporations.\nThe American Health Care Act would cut taxes by $592 billion over a decade. The Medicaid cuts alone total $880 billion and the GOP’s $361 billion health insurance tax credits would cost 46 percent of the what the Affordable Care Act’s more generous tax credits would over the same period. \nIf the GOP legislation were enacted this May, the number of Americans without health insurance would reach 52 million in 2026, compared to 28 million if the Affordable Care Act were left untouched, according to the report. The uninsured rate would rise from 10 percent to 19 percent over that time.\nOlder people with lower incomes would disproportionately lack coverage because the legislation allows insurers to charge them higher rates than they do now ― and the financial assistance provided doesn’t adequately offset that, CBO concludes. More low-income people in general would lack health coverage because the GOP bill’s tax credits wouldn’t be large enough to make insurance affordable, the agency also projects.\nThe number of people without health coverage would begin growing almost right away, as the CBO expects 4 million people to cancel their plans once the individual mandate’s penalties disappeared. In 2018, 14 million more people would be uninsured. In 2019, 16 million more. In 2020, 21 million more. And at the end of the CBO’s 10-year analysis, 24 million fewer people would be covered than under current law.\nNext year and the year after, the legislation would result in a 15 percent to 20 percent increase in premiums for people who buy their health insurance on their own instead of getting it from an employer or government program like Medicare. Starting in 2020, rates would decline and wind up 10 percent lower than they would have been under current law.\nThat’s because insurers would be allowed to sell skimpier plans that cover fewer things and would increase policyholders’ deductibles and other out-of-pocket costs. The federal government would also partially reimburse insurance companies for high-cost patients. The Affordable Care Act requires insurance policies to cover at least 60 percent of expected medical costs; the Republican bill includes no such requirement and would permit policies that cover less.\nBut those overall averages mask significant age variation. Premiums for 64-year-olds would be 20 percent to 25 percent higher by 2026, even as they declined 8 percent to 10 percent for 40-year-olds and 20 percent to 25 percent for 21-year-olds. Those prices are for policies that generally would offer fewer benefits than plans sold today on the Affordable Care Act’s exchanges.\nThe Republican legislation has attracted opposition from major health care groups, including the American Medical Association, American Nurses Association, AARP and the American Hospital Association.\nLobbying organizations for health insurers neither rejected nor endorsed the bill. America’s Health Insurance Plans and the Blue Cross Blue Shield Association offered praise for short-term elements designed to shore up the health insurance market in the next two years. But they also expressed concern about Medicaid funding cuts and inadequate financial assistance for private coverage.\nThe White House and congressional Republicans have spent the past week laying the groundwork to reject the CBO score of their legislation, perhaps anticipating the budget office would make unfavorable projections.\nExpect to see the GOP continue to exaggerate what the CBO got wrong when it evaluated the Affordable Care Act in 2010, and to tout “alternative facts” from the White House and conservative-leaning outside groups.\n“We think that CBO simply has it wrong,” Health and Human Services Secretary Tom Price said during a press conference Monday.\nBut the CBO is the only independent scorekeeper that’s supposed to matter when lawmakers devise new policy. And the current director of the agency, Keith Hall, is a former George W. Bush White House official who received his current position with Ryan’s and Price’s support.\nDuring the days before the CBO released its numbers, leading Republicans also made inconsistent promises about the effects of their bill on the number of people with health insurance.\nWhite House Office of Management and Budget Director Mick Mulvaney argued that coverage numbers aren’t important. Price pledged the GOP plan would result in more people having health coverage than do today and that “nobody will be worse off financially.” And on Sunday, Ryan dodged the issue ― when asked about how many people would be covered under his bill, he said, “I can’t answer that question.” The speaker previously described comparisons of how many people have coverage under the Affordable Care Act to how many would have it under the American Health Care Act as a “beauty contest.”\nThis article has been updated throughout. Jonathan Cohn and S.V. Date contributed reporting.", "date": "\n03/13/2017", "href": "https://www.huffpost.com/entry/24-million-more-uninsured-under-gop-obamacare-replacement_n_58c6ebb2e4b0598c6698b098?dw8jqotcy8z4obt9&", "tags": "people care percent coverage obamacare gop cbo act stand million insurance lose health"}