{"title": "3 Dead After Gunman Opens Fire Inside Colorado Planned Parenthood", "content": "COLORADO SPRINGS, Colo. -- A community is slowly beginning to pick up the pieces after a gunman laid siege to a Planned Parenthood clinic, ending three lives and affecting so many more.\nBloodied, terrified witnesses tried to flee the area of the clinic and its surrounding strip mall as alleged gunman Robert Lewis Dear, 57, fired shot after shot Friday, killing two civilians and a University of Colorado police officer who volunteered to make his way to the crime scene. \nIt's still unclear why Dear, who's scheduled to make his first court appearance on Monday, targeted that Planned Parenthood clinic, or why he decided to take lives before he finally surrendered after an hourslong standoff. Colorado Springs Mayor John Suthers said that people can make \"inferences from where it took place.\"\nIt is clear, though, that this community does not plan to be paralyzed by fear. Planned Parenthood clinics in Colorado, Nevada, New Mexico and Wyoming continued to provide care on Saturday, and said they would have heavy security at their Colorado locations. The Colorado Springs facility remained closed, though its CEO, Vicki Cowart, said Saturday at a vigil that all 15 employees at that location were safe, and promised that the clinic would reopen quickly.\nWitnesses heard the gunshots Friday and fled as several onlookers stopped to stare at an injured man who staggered from the Planned Parenthood parking lot to a nearby grocery store, The New York Times reported.\n“He lifted his shirt up and he had holes in his chest,” said Miranda Schilter, 17, who was at a coffee shop inside the grocery store.\nThe officer who died was Garrett Swasey, 44, a six-year veteran of the University of Colorado at Colorado Springs police department, the school said. Swasey, who was married with two children, was a leader at his church and described by a friend as \"an absolute man of courage\" who frequently responded to off-campus calls.\nTwo civilians were also killed during Friday's shooting, police spokeswoman Lt. Catherine Buckley said. Their identities have not yet been released. Nine others -- five officers and four civilians -- were also shot during the attack and were in good condition.\n \nDear had lived part of the time in a cabin that lacked electricity and running water in the North Carolina mountains, The Associated Press reported.\nWitness Ozy Licano spoke through sobs as he described looking into the shooter's eyes.\n\"I can’t imagine. It’s not right. I just don’t know what possessed him,\" Licano said to Reuters. \"There were five seconds we stared at each others, and in that five second period those bullet holes were going right through my windshield.\"\nPresident Barack Obama addressed the shooting in a statement Saturday morning.\n\"The last thing Americans should have to do, over the holidays or any day, is comfort the families of people killed by gun violence,\" he said. \"And yet, two days after Thanksgiving, that’s what we are forced to do again.\"\nThe president said that something needed to be done about the \"easy accessibility of weapons of war.\" \n\"This is not normal,\" Obama said. \"We can’t let it become normal.\"\nColorado Springs Police Chief Peter Carey had little to say after the suspect's capture late Friday.\n\"I have as many questions as you do,\" Carey told reporters at a press conference. \"I have some hurt police officers, they’re at the hospital. That’s where I’m headed to next.” \nMayor John Suthers said there is \"no continued peril to the citizens of Colorado Springs.\" \nColorado Springs has a population of around nearly half a million people and is 78.8 percent white, according to the most recent available Census data. The town is home to the U.S. Olympic Training Center and several schools, including the University of Colorado at Colorado Springs and Colorado College.\nThe town also has a big evangelical presence, partly due to an economic development effort to bring Christian missionaries there in the 1980s, according to PBS.\nDenise Speller, a manager at a Supercuts salon located down the road from the Planned Parenthood clinic, spoke to The Huffington Post on Friday afternoon while on lockdown inside her store.\n\"Cops came flying through the parking lot, they almost hit each other they were driving so fast,\" she said. She said she \"heard multiple shots fired\" and \"saw an officer go down\" before she and others hunkered down in a back room.\n\"We can’t go near the windows,\" she said. \"We can’t stop shaking and crying.\"\nDuy Tran, manager at Fusion Nails in the nearby strip mall, told HuffPost he thought one of the banks was getting robbed when employees saw officers come barreling into the strip mall parking lot. He said bullets started flying and people took cover.\n\"The world is crazy, you just have to learn to live with it. I still have hope,\" he said.\nIn a statement Friday evening, Cecile Richards, president and CEO of Planned Parenthood Federation of America, said: “Our hearts go out to the families and loved ones of the brave law enforcement officers who put themselves in harm's way in Colorado Springs.\" She added, \"We are profoundly grateful for their heroism in helping to protect all women, men and young people as they access basic health care in this country.”\nDemocratic presidential candidates Hillary Clinton, Sen. Bernie Sanders (I-Vt.) and Martin O'Malley all tweeted about the shooting.\nFour Planned Parenthood clinics were the targets of attacks in the past four months, including a Washington state clinic that was set on fire and one in California that was fire-bombed in a similar fashion.\nEarlier this year, a series of heavily edited undercover videos claimed the family planning provider was harvesting fetal tissue after abortions and selling it. The group denies the charges and says it only donates fetal tissue for medical research when the patient requests it, and does not make a profit from the donation. \nCongress is investigating Planned Parenthood's practice of fetal tissue donation, and has so far found no evidence of wrongdoing.\nFriday's attack unfolded less than a month after a shooting rampage in Colorado Springs left four people dead, including the gunman. \nThis past Halloween, 33-year-old Noah Harpham fatally shot three people in Colorado Springs. Four Colorado Springs Police Department officers were placed on administrative leave after fatally shooting Harpham, who was recovering from substance abuse and wrote a rambling blog entry just days before the attack discussing religion and his spiritual beliefs. \nCORRECTION: A previous version of this article incorrectly reported that Colorado Springs' population was 5.3 million. It is actually 445,830. The article also incorrectly stated that the population is 87.7 percent white. It is 78.8 percent white.", "date": "\n11/27/2015", "href": "https://www.huffpost.com/entry/active-shooter-reported-in-colorado-springs-near-planned-parenthood_n_5658a87be4b079b2818a6d86", "tags": "shooting gunman planned fire opens clinic friday colorado inside springs dead police parenthood"}