{"title": "3 European Nations Create Firm to Trade With Iran, but Will Anyone Use It?", "content": "BRUSSELS — Furious after President Trump pulled out of the Iran nuclear deal and reimposed punitive banking sanctions last year, European leaders vowed to find a way to enable Tehran to keep doing business with the rest of the world.\nAfter months of delay, and after enduring mockery from the Trump administration, three major European allies on Thursday finally introduced a financial mechanism to do just that.\nThe question now is whether anyone will actually use it.\nThe new company, called Instex, for Instrument in Support of Trade Exchanges, would essentially allow goods to be bartered between Iranian companies and foreign ones without direct financial transactions or using the dollar. By avoiding the American banking system and currency, the hope is that European companies and others will feel confident that they can do business with Iran without being subject to the sanctions.\nThe European countries — Britain, France and Germany — were all signatories to the Iran deal in 2015, as was the United States under President Barack Obama. The Europeans, along with Russia and China, who were also signatories, have all vowed to keep to the terms of the agreement, which was intended to ensure that Iran could not build a nuclear weapon.\nOn Tuesday, leaders of the American intelligence agencies told Congress that Iran was in compliance with the deal, which only covers nuclear activities and not other issues like missile development or support for terrorist groups. That judgment apparently outraged President Trump, who said in a Twitter message that “Perhaps Intelligence should go back to school!”\nThe European nations are not acting just to spite the Trump administration or as a favor to Tehran. They want to encourage Iran to keep in compliance with the deal primarily because they fear that the rapid pursuit of a nuclear weapon by an unrestrained Tehran could lead to a war between Iran on one side and Israel and the United States on the other. European officials say they are also troubled by the ready use by Washington of extraterritorial sanctions that affect European countries.\nTheir answer is Instex, which was registered in France on Thursday and is known technically as a special-purpose vehicle. It will be financed jointly by the three countries and run by a German banker.\nA formal announcement was made on Thursday in Bucharest, Romania, where European Union foreign ministers are meeting. It is unclear exactly when the company will become operational or whether other countries will join.\nJeremy Hunt, the British foreign secretary, said in Bucharest that the registration “is a clear, practical demonstration that we remain firmly committed” to the Iran deal, “for as long as Iran keeps implementing it fully.”\nMr. Hunt said that work was continuing “to address all the technical and legal aspects required to make this vehicle operational,” including working with Iran to set up a parallel structure.\nIn Iran, the deputy foreign minister, Abbas Araghchi, welcomed the announcement as “the first step within the set of commitments the Europeans have made to Iran which I hope will be fully implemented and not be incomplete,” the official news agency IRNA reported.\nAmerican officials have tried to dissuade the Europeans from setting up the company and at the same time have mocked the idea, arguing that it would produce little trade.\nOn Thursday, the State Department issued a statement saying that it was following reports about Instex but that it did not expect the mechanism to have any impact on Washington’s “pressure campaign” against Iran.\n“As the president has made clear,” the statement said, “entities that continue to engage in sanctionable activity involving Iran risk severe consequences that could include losing access to the U.S. financial system and the ability to do business with the United States or U.S. companies.”\nThe Trump administration says that by squeezing Iran they are not aiming to overthrow the government but are simply trying to force it into fresh negotiations on a broader range of issues. Those include ballistic missiles, Iranian forces fighting for the Syrian government, and support for groups like Hamas and Hezbollah, which Washington and the European Union accuse of sponsoring terrorism.\nThe Europeans also share many of Washington’s concerns about Iran’s actions and human rights record, but they say that those issues fall outside the scope of the nuclear deal. Still, the Europeans have been particularly angry about recent attacks or attempted attacks by Iran against groups in Europe that oppose the government in Tehran, and they have been talking to Iran about modifying its behavior.\nThis month, the European Union imposed its first sanctions on Iran since the nuclear deal in reaction to the plots and to missile testing. The bloc also added two Iranian individuals and an Iranian intelligence unit to its terrorist list.\nIn Bucharest on Thursday, Belgium’s foreign minister, Didier Reynders, said that it was “essential we show our American colleagues that we are going in the same direction as them on a series of issues such as ballistic missiles and Iran’s regional activities.”\nAsked about the new barter company, Mr. Reynders said that “at the end of the day, it will be companies that decide whether or not they want to work in Iran, bearing in mind the risk of American sanctions.”\nInstex was originally conceived as a way for Iran to barter gas and oil exports in return for European goods. But given that most large companies have significant business in the United States, very few — if any — are likely to use the trading mechanism for fear of incurring Washington’s wrath.\nBut the financial mechanism could make it easier for smaller companies with no exposure in the United States to trade with Iran and could promote trade in medicine and food, which are not subject to sanctions. European diplomats say that, in the beginning, the concentration will be on goods that are permitted by Washington, to avoid an early confrontation.\nIn an emailed response, Doug Davison, a sanctions expert at the law firm Linklaters, said there remained “two important open and interdependent questions: whether such a process will draw any users, and thus have the potential to be effective, and whether the U.S. will take steps in response.”\nWashington’s reaction will be critical, Mr. Davison said. So far, “this administration has shown clearly that it takes the economic sanctions it placed on Iran very seriously, and is willing to back its policy up with action, including sanctioning noncompliant non-U.S. parties.”\nHe added, “U.S. government officials have said that parties either choose to do business with Iran or the U.S., but not both.”", "date": "Jan. 31, 2019", "href": "https://www.nytimes.com/2019/01/31/world/europe/europe-trade-iran-nuclear-deal.html", "tags": "european iran sanctions washington nuclear create deal ” nations trade firm use anyone —"}