{"title": "3 Examples of John Bolton’s Longtime Hard-Line Views", "content": "President Trump said on Thursday that he had picked John R. Bolton, a Fox News analyst and a former ambassador to the United Nations, as his next national security adviser, choosing a longtime brash, conservative hawk to help shape his foreign policy operation.\nMr. Bolton, 69, has been in the public eye, and in Washington, for 30 years. Outspoken and never one to back down from a debate, he served in the administrations of the past three Republican presidents, mostly in the State Department, and has elevated his profile in recent years. Some of his views were once seen as out of the political mainstream — his harsh criticism of the United Nations, for example — but his blunt, in-your-face approach now resembles that of Mr. Trump.\nOver the years, Mr. Bolton’s uncompromising views on foreign policy have both raised concerns and grabbed headlines. Here are some examples.\nMr. Bolton, who is scheduled to start at the White House on April 9, will take over as a top adviser to Mr. Trump during a critical time. Mr. Trump recently accepted an invitation from North Korea’s leader, Kim Jong-un, to meet for negotiations over its nuclear program. That meeting is expected to take place sometime within the next month and a half.\nWhile the person Mr. Bolton is replacing, Lt. Gen. H. R. McMaster, has advocated preventive war with North Korea if nuclear diplomacy fails, Mr. Bolton has long taken an even harder line toward the country. In 2003, when he was an under secretary in the State Department under President George W. Bush, Mr. Bolton criticized North Korea’s leader at the time, Kim Jong-il, as a “tyrannical dictator” over a country where “life is a hellish nightmare.”\nHis brash comments complicated the Bush administration’s dealings with North Korea, which fired back with its own criticism of Mr. Bolton, calling him “a human scum and bloodsucker.” That same year, Mr. Bolton said that after the Iraq war, which he also advocated, the United States would go after Iran, Syria and North Korea.\nIn an interview with The New York Times in 2002, Mr. Bolton was asked about the Bush administration’s stance on North Korea. He grabbed a nearby book and placed it on the table. The title: “The End of North Korea.”\n“That,” he said, “is our policy.”\nHis view has not changed. Last month, he pondered an American military strike against North Korea in a Wall Street Journal column titled “The Legal Case for Striking North Korea First.”\nIn 1994, Mr. Bolton remarked about the United Nations’ headquarters: “The Secretariat building in New York has 38 stories. If it lost 10 stories, it wouldn’t make a bit of difference.” In that same speech, he said, “There’s no such thing as the United Nations.” At that time, Mr. Bolton had just left his position as an assistant secretary of state after Bill Clinton became president.\nHis dismissive views of the United Nations, along with his hawkish ideology, led to a five-month showdown in 2005 between the Bush White House and Senate Democrats when President Bush nominated him as ambassador to the United Nations. The president ultimately bypassed the Senate and appointed Mr. Bolton as ambassador in August 2005 through a backdoor procedure known as a recess appointment.\nAsked by senators in 2005 about his harsh speech about the United Nations in 1994, Mr. Bolton shrugged off his criticism, saying that he was just trying to get the audience’s attention. “The comment about the 10 stories was a way of saying there’s not a bureaucracy in the world that can’t be made leaner and more efficient,” Mr. Bolton told senators.\nMr. Bolton resigned as the United Nations ambassador in December 2006, around when his recess appointment was set to expire and as it was clear he would not win Senate confirmation.\nThe appointment of Mr. Bolton as national security adviser will place two of the most outspoken critics of the 2015 Iran nuclear deal around Mr. Trump. Both Mr. Bolton and Mike Pompeo, the C.I.A. director who was recently nominated as the next secretary of state, oppose the deal, which was made under President Barack Obama.\nLast October, Mr. Bolton wrote in The Hill that he believed senior advisers were giving “flawed advice” to Mr. Trump to preserve the deal. He warned, “Obama’s Iran nuclear deal is poised to become the Trump-Obama deal.”", "date": "March 22, 2018", "href": "https://www.nytimes.com/2018/03/22/us/politics/john-bolton-national-security-adv.html", "tags": "bolton hard-line united views longtime ” examples nations trump north john korea"}