{"title": "3 U.S. States Turn Down Russian Requests to Monitor Elections", "content": "At least three American states have turned down Russian requests to monitor polling locations during the election on Nov. 8, as United States officials portrayed the overture as little more than a Russian public relations stunt.\nRussia’s consul general in Houston, Alexander K. Zakharov, wrote letters dated in September to officials in Texas, Louisiana and Oklahoma requesting that a Russian officer be present “for a short period of time, when convenient,” with the “goal of studying the U.S. experience in organization of voting process.”\nBut United States officials have been wary of Russia meddling in the election, and the American government formally accused Russia of being responsible for recent hacks surrounding American political campaigns.\nThe Russian requests come as Donald J. Trump, the Republican nominee, has claimed that the election will be “rigged.” United States officials, including Republican leaders, have forcefully denied that claim.\nJosh Earnest, the White House press secretary, said that it was “appropriate” for people to be suspicious of Russia’s motives in requesting a presence at American polling stations, according to The Associated Press.\nIn response to Mr. Zakharov’s letter, Carlos H. Cascos, the Texas secretary of state, wrote in a letter, dated Sept. 28, “We are unable to accommodate your request to visit a polling station; however, our office is available to discuss generally the election process or perhaps facilitate a meeting with local election officials in Harris County to go over the general process with your representatives.”\nMr. Cascos said that anyone entering a polling place without authorization would be committing a misdemeanor crime.\nOklahoma’s secretary of state, Chris Benge, had a similar response to Mr. Zakharov, according to The A.P.\n“While it would be our honor to offer the opportunity to observe our voting process, it is prohibited under state law to allow anyone except election officials and voters in or around the area where voting takes place,” he wrote.\nLouisiana’s response was more friendly. Tom Schedler, Louisiana’s secretary of state, told Mr. Zakharov that the department was short-staffed because of recent flooding.\n“Had this flood event not occurred, we certainly would have been open to such a visit, but I cannot meet such a request with the situation I currently have in front of me,” he wrote.\nMeg Casper, a spokeswoman for Louisiana’s secretary of state, said in an email that the state routinely got requests for foreign election observers and had hosted some foreign officials.\nBut she also called the Russian request a “propaganda ploy” and said the F.B.I. and the Department of Homeland Security advised against it, according to USA Today.\nStates have the authority to approve or deny requests by foreign governments to observe elections, said Mark Toner, a State Department spokesman, according to The A.P. He said Russia had not participated in international efforts to observe elections, and the request to the states amounts to “nothing more than a P.R. stunt.”", "date": "Oct. 21, 2016", "href": "https://www.nytimes.com/2016/10/22/us/politics/united-states-elections-russian-requests-monitor.html", "tags": "requests election officials monitor russian u.s. states elections ” secretary turn state russia"}