{"title": "4 Takeaways From Michael Cohen’s Sentencing", "content": "Michael D. Cohen, President Trump’s former lawyer and fixer, was sentenced to three years in prison on Wednesday, telling a judge that he initially admired Mr. Trump’s business acumen but ended up in a job where “I felt it was my duty to cover up his dirty deeds.”\nThe prison sentence was for what the judge called a “veritable smorgasbord” of crimes. They included arranging hush-money payments to two women who said they had affairs with Mr. Trump, tax evasion, making a false statement to a bank and lying to Congress.\nPrison is a breathtaking fall for Mr. Cohen, a man who scrapped his way up from a seedy world where he ran a taxi fleet and practiced personal injury law to serve as a well-compensated fixer at Mr. Trump’s real estate company.\nHere are our takeaways from the case.\nFrom the start, Mr. Cohen followed a risky and unusual legal strategy. He tried to cooperate with prosecutors in a bid for leniency, but he wanted to do it on his own terms, declining to discuss many topics.\nHe refused to sign a full cooperation agreement like most people sign when they agree to testify against their former partners in crime. That kind of deal would have required Mr. Cohen to admit to every crime he ever committed and to offer all the details he knew about the crimes of others.\nHe explained at his sentencing that he did so to end his legal ordeal quickly and to spare his family the glare of publicity over the years he would have spent testifying in other cases, waiting for a final decision on his fate. “I do not need a cooperation agreement to be in place to do the right thing,” he said.\nBut federal prosecutors in Manhattan said his refusal to cooperate fully made it impossible to vet his criminal history or know how good a witness he would be. Calling him deceitful and greedy, they recommended in a scathing memo to the judge that Mr. Cohen be given a substantial sentence of about four years in prison.\nRobert S. Mueller III, the special counsel investigating Russian interference with the 2016 election and whether the Trump campaign was involved, offered a more positive assessment of Mr. Cohen’s cooperation with his office, saying he had met with prosecutors there seven times and went “to significant lengths to assist” their investigation.\nStill, as the sentencing started on Wednesday morning, it was unclear which way Judge William H. Pauley III would lean. In the end he handed down a three-year sentence, more than what Mr. Cohen’s lawyers had wanted, but less than prosecutors had asked for. The judge said cooperation, even where it is not the product of a formal deal, should be encouraged where it helps to advance a criminal investigation.\nCourt papers submitted in advance of Mr. Cohen’s sentencing outline some of the information he provided to Mr. Mueller’s office. The papers say that Mr. Cohen’s information was “credible and consistent with other evidence obtained” by the special counsel and “has been useful in four significant respects.”\nAmong other things, Mr. Mueller’s office said in court papers that Mr. Cohen said an unnamed Russian offered him “government level” synergy between Russia and Mr. Trump’s campaign in November 2015, months earlier than other approaches detailed in indictments secured by prosecutors.\nThough the court papers provided few details about the information he provided, it seems clear that some or all of that material could very well end up surfacing in the not-too-distant future. It could wind up in one of the criminal cases that are anticipated in the coming months, or in a report Mr. Mueller is expected to produce at the conclusion of his inquiry.\nMr. Cohen’s three-year prison term seems to signify the end of the federal case against him, but as Yogi Berra reputedly said, “It ain’t over till it’s over,” in more ways than one.\nFor starters, the investigation that resulted in the charges against Mr. Cohen and his guilty plea has now shifted to focus on Mr. Trump’s family real estate company and whether several executives there may have known about or played a role in the hush-money payments.\nAnd some of the information Mr. Cohen provided to prosecutors has intensified that inquiry, a person briefed on the matter has said.\nWhat’s more, Mr. Cohen has said he paid the hush money at Mr. Trump’s direction, and even though the prevailing view at the Justice Department is that a sitting president can’t be indicted, Manhattan prosecutors could still consider charging Mr. Trump after he leaves office. It is also possible they could seek his testimony while he is still president if the inquiry continues to focus on whether anyone else might have had a role in the crimes, the person briefed on the matter said.\nThe true nature of Mr. Cohen’s relationship with Mr. Trump has been hard to decipher amid the blizzard of news stories, court documents, presidential tweets and spin from defense lawyers for the two men.\nSince April, when the F.B.I. raided Mr. Cohen’s offices, Mr. Trump has minimized Mr. Cohen’s importance to his company before he became president, belittling his role and calling him “weak.” And Mr. Cohen, who once had traded on his relationship with Mr. Trump and boasted that he would take a bullet for him, has turned on his former boss of 10 years, most notably implicating him in the hush-money scandal.\nBut when Mr. Cohen addressed the judge before he was sentenced, he delivered his first extensive on-the-record comments about President Trump since he pleaded guilty. While Mr. Trump has accused Mr. Cohen of essentially being a traitor, it was Mr. Cohen who spoke like a man not only betrayed but also tricked.\n“I have been living in a personal and mental incarceration ever since the fateful day that I accepted the offer to work for a famous real estate mogul whose business acumen I truly admired,” Mr. Cohen told the judge. “In fact, I now know that there is little to be admired.”\nHe said he blamed himself for the conduct that had brought him before the judge. “I was weak for not having the strength to question and to refuse his demands,” he said of Mr. Trump.\nMr. Cohen seemed almost emboldened as he continued to speak openly about the man he said he had blindly served.\n“Your Honor, this may seem hard to believe, but today is one of the most meaningful days of my life,” he said. “The irony is today is the day I am getting my freedom back as you sit at the bench and you contemplate my fate.”", "date": "Dec. 12, 2018", "href": "https://www.nytimes.com/2018/12/12/nyregion/takeaways-michael-cohens-sentencing.html", "tags": "prosecutors sentencing “ judge cohen prison takeaways michael said"}