{"title": "4 White Supremacists Hit With Federal Charges Over Charlottesville Unite The Right Weekend", "content": "WASHINGTON ― Federal authorities in Virginia have arrested several individuals in connection with the violence in Charlottesville in August 2017, a U.S. official said Tuesday.\nFour men were slapped with federal conspiracy charges related to the rallies on Aug. 11 and 12: Cole Evan White, Benjamin Drake Daley, Michael Paul Miselis and Thomas Walter Gillen, each identified as marchers in either the torch rally on campus or the deadly gathering at the park the next day.\nThe federal rioting charges, filed on Aug. 27, 2018, were unsealed on Tuesday. A criminal complaint filed against the four defendants features images of them engaged in violence during “Unite the Right” weekend. According to an affidavit unsealed Tuesday, the four men were “among the most violent individuals present in Charlottesville” last year.\nAll four defendants are from California and are part of a violent white supremacist group called the Rise Above Movement (RAM), as first documented by ProPublica and “Frontline.”\nDaley, 24, owns a tree-trimming business in Southern California, and has previously spent time in jail for illegally possessing a firearm. He was seen in video footage violently punching counterprotesters at Unite the Right. From ProPublica:\nThe night before the Unite the Right rally, Daley and Gillen — a 23-year-old from Torrance, California — were among those who marched through UVA’s campus carrying torches. They chanted “Jews will not replace us!” and attacked anti-racist protesters.\nGillen has also been previously jailed for possessing an illegal handgun.\nMiselis, the third RAM member listed in charges unsealed Tuesday, was an aerospace engineer for defense contractor Northrop Grumman until this past July, when he was fired from his job after his membership in RAM was exposed by ProPublica.\nMiselis, 29, can be seen in video footage from the Charlottesville rally shoving a black counterprotester to the ground and punching him.\nWhite, the fourth defendant, lost his job at Top Dog restaurant in Berkeley, California, after being exposed as having marched with white supremacists in Charlottesville.\nThese charges were not directly related to the death of Heather Heyer, who died when a car driven by white supremacist James Alex Fields Jr. slammed into a crowd of protesters demonstrating against racism. Federal authorities announced charges against Fields back in June.\nUnite the Right — an effort to show unity among disparate factions of neo-Nazis, fascists and other racists in their support for President Donald Trump — was the largest American white supremacist rally in over a decade.\nHuffPost witnessed the white supremacists blatantly attack anti-racist protesters just outside Market Street Park, which was then called Emancipation Park. One white supremacist fired a gun at counterprotesters.\nLater, white supremacists viciously beat DeAndre Harris, who is black, inside a parking garage. The violence reached its climax when Fields, a neo-Nazi, allegedly drove his car into a crowd of anti-racist protesters, killing Heyer and injuring 19 others.\nLast month, on the anniversary of the rally, Charlottesville was still grappling with fallout from the event and from the town’s long history of institutionalized racism.\nWhite supremacist Jason Kessler, who organized the original Unite the Right event, is still trying to get another event going, despite failing spectacularly in his bid to get a permit for Unite the Right 2 in town. Meanwhile, the fate of several area Confederate monuments, which drew the white supremacists to town in the first place, are still locked in legal battles.\nMultiple white supremacists and neo-Nazis involved in Unite the Right are facing criminal charges and civil lawsuits.\n \nThis has been updated throughout.", "date": "\n10/02/2018", "href": "https://www.huffpost.com/entry/charlottesville-arrests-unite-the-right-rally_n_5bb3813de4b00fe9f4fac630", "tags": "weekend supremacists unite hit charges federal white rally supremacist charlottesville right tuesday"}