{"title": "5 Claims From Trump’s Speech on Iran Deal That Are Misleading or Need Context", "content": "President Trump withdrew the United States from the Iran nuclear deal on Tuesday and delivered familiar — and not entirely accurate — broadsides against the diplomatic agreement he has long called “the worst deal ever.” \nHere are some of his claims, fact-checked.\nThe nuclear agreement does allow Iran to enrich uranium, but it limited enrichment capacity to less than one bomb’s worth for 15 years. \nIran also gave up about 97 percent of its existing stockpile and two-thirds of its centrifuges. Under the deal, it can use no more than 5,060 first-generation centrifuges for a decade  — which The New York Times’s Max Fisher has described as “so few, and such old models, and under constant monitoring, that it poses relatively little threat.” \nMore advanced centrifuges were placed under monitored storage or can be used only for limited research purposes approved by the other signers of the deal. \nThe deal also sought to prevent the possibility of a plutonium bomb by rendering an existing reactor inoperable and prohibiting the construction of other heavy-water reactors for 15 years. Tehran also pledged to never produce weapons-grade plutonium. \nMr. Trump has made a version of this claim at least a dozen times since taking office, and he made it dozens of times while running for president.\nThe nuclear deal released about $100 billion — not $150 billion as he frequently claims — in previously frozen Iranian assets. In other words, the money already belonged to Iran and did not come out of the pockets of American taxpayers, as some of Mr. Trump’s supporters have erroneously inferred from the president’s claims. \nMuch of the amount is also tied up in debt obligations, and estimates for the actual amount available to Iran range from $35 billion to $65 billion.\nAnd as The Times has previously reported, the cash payment Mr. Trump also mentioned refers to a separate matter: \n“Breakout” refers to the time it would take Iran to produce enough fuel for one weapon, and the agreement increased that time to at least a year from an estimated two to three months. \nSince the deal limits Iran’s enrichment capacity and stockpile to less than one bomb’s worth for 15 years, Iran would not be “on the verge of a nuclear breakout” until 2030.  \nIt’s also worth noting that the agreement prohibits Iran from pursuing nuclear weapons permanently. “Iran reaffirms that under no circumstances will Iran ever seek, develop or acquire any nuclear weapons,” the first paragraph of the deal reads. \nThe Iran deal was reached in June 2015, but went into effect in early 2016, when the United States and European nations lifted sanctions. Since then, Iran’s military spending has increased by about 30 percent, from $10.8 billion in 2015 to $14.1 billion last year, adjusted for inflation, according to data from the Stockholm International Peace Research Institute. \nThe Congressional Research Service has estimated that Iran’s defense budget was about 3 percent of the gross domestic product, or $15 billion, in 2015 and about 4 percent of G.D.P., or $20 billion, in 2018. \nMr. Trump is referring to documents shared by Prime Minister Benjamin Netanyahu of Israel that Mr. Netanyahu said “conclusively prove that Iran is brazenly lying when it said it never had a nuclear weapons program.” \nAs The Times has reported, much of what Mr. Netanyahu detailed was known before the diplomatic agreement was reached: \nAmerican intelligence agencies said in a 2007 report that Iran had frozen its nuclear weapons program in 2003. International inspectors had published information on the program in 2011. \nMr. Netanyahu did not provide evidence that Iran had violated the Iran deal itself. ", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/us/politics/trump-fact-check-iran-nuclear-deal.html", "tags": "need iran context nuclear “ speech billion claims trump misleading also deal —"}