{"title": "5 People Dead in Shooting at Maryland’s Capital Gazette Newsroom", "content": "ANNAPOLIS, Md. — A man armed with a shotgun and smoke grenades stormed into the newsroom of a community newspaper chain in Maryland’s capital on Thursday afternoon, killing five staff members, injuring two others and prompting law enforcement agencies across the country to provide protection at the headquarters of media organizations.\nThe suspect, Jarrod W. Ramos, 38, was taken into custody at the scene and was charged on Friday morning with five counts of first-degree murder. He had a long history of conflict with the Capital Gazette, which produces a number of local newspapers along Maryland’s shore, suing journalists there for defamation and waging a social media campaign against them.\n“This was a targeted attack on the Capital Gazette,” said William Krampf, acting chief of the Anne Arundel County Police Department. “This person was prepared to shoot people. His intent was to cause harm.”\nA bail hearing for Mr. Ramos was scheduled for 10:30 a.m. Friday in Annapolis, according to Maryland court records, which did not list a lawyer for him but said Mr. Ramos was eligible to be represented by a public defender.\n[Annapolis gunman barricaded door in newsroom shooting, police say.]\nThe chilling attack was covered in real time by some of the journalists who found themselves under siege. A message saying “please help us” with the address of the office building was tweeted from the account of Anthony Messenger, a summer intern. A crime reporter, Phil Davis, described how the gunman “shot through the glass door to the office” before opening fire on employees.\n“There is nothing more terrifying than hearing multiple people get shot while you’re under your desk and then hear the gunman reload,” Mr. Davis wrote.\n[Read about the victims of the Capital Gazette shooting.]\nFor a country that has grown numb to mass shootings, this was a new front. Schools have become a frequent target, with college students on down to kindergartners falling victim. A movie theater was shot up. Churches, too. But this was a rare attack on a news organization, one of the oldest in America, which dates its roots back to the 1700s and boasts on its website that it once fought the stamp tax that helped give rise to the American Revolution.\nThe gunman was silent as he stalked the newsroom, stopping once to reload as journalists huddled in fear under their desks, Mr. Davis said in a telephone interview. Once the police arrived, staff members put their hands in the air and shouted, “We’re not him,” Mr. Davis recalled. The gunman was hiding under a desk as the police moved in. He did not exchange gunfire with officers when he was taken in.\n“He didn’t have enough bullets for us,” Mr. Davis said, struggling to grapple with the images of his fallen colleagues. “It was terrifying to know he didn’t have enough bullets to kill everyone in that office, and had to get more.”\n[Read more on how the shooting unfolded.]\nAfter his arrest, Mr. Ramos refused to cooperate with the authorities or provide his name. He was identified using facial recognition technology, said a law enforcement official who was not authorized to speak on the record.\nIn July 2012, Mr. Ramos filed a defamation lawsuit in Maryland’s Prince George’s County Circuit Court against Capital Gazette Communications, its then editor and publisher and a former reporter, claiming that his reputation had been damaged after the newspaper published a story the prior year about Mr. Ramos’s guilty plea in a harassment case. Three months later, he filed a fuller complaint alleging invasion of privacy.\nThe lawsuit was later dismissed with prejudice by Judge Maureen M. Lamasney after a March 2013 hearing, in which she asked Mr. Ramos to identify anything that was falsely reported in the July 2011 article and to cite examples about how he had been harmed. He was unable to do so, according to a partial transcript of the hearing published in an appellate court decision two years later.\nMr. Ramos represented himself and, according to the appellate decision that later affirmed the dismissal, showed no understanding of defamation law.\nThe article was published in July 2011 with the headline “Jarrod Wants to Be Your Friend,” and detailed a harassment charge against Mr. Ramos. According to the article, Mr. Ramos sent a friend request on Facebook to a former high school classmate and over the course of several months, he “alternately asked for help, called her vulgar names and told her to kill herself.”\nThe harassment continued for nearly a year. He pleaded guilty in July 2011 to harassment and was sentenced to 18 months of supervised probation and ordered to attend counseling.\nAccording to the article, Mr. Ramos had no prior criminal history. He had a degree in computer engineering and at the time had worked for six years for the United States Bureau of Labor Statistics.\nThursday’s shooting prompted law enforcement officials throughout the country to protect media organizations. As the day proceeded, however, investigators were looking into whether the attack was an isolated grudge.\n“Jarrod Ramos has a long history of being angry and taking action against The Capital newspaper,” said Tom Marquardt, a former executive editor and publisher at The Capital. “I said at one time to my attorneys that this was a guy that was going to come and shoot us. I was concerned on my behalf and on behalf of my staff that he was going to take more than legal action.”\nLate Thursday night, the dead were identified as Gerald Fischman, 61, the newsroom’s editorial page editor; Rob Hiaasen, 59, an editor and features columnist; John McNamara, 56, a sports reporter and editor for the local weekly papers; Wendi Winters, 65, a local news reporter and community columnist; and Rebecca Smith, a sales assistant.\nIn a telephone interview on Thursday, the writer Carl Hiaasen confirmed that his brother, Rob, had been one of those killed in the newsroom.\nCarl Hiaasen — a longtime columnist for The Miami Herald — said that he had no information about what had transpired, but that his family was “devastated beyond words.”\n“He was dedicated to journalism. He spent his whole life as a journalist,” he said.\nPresident Trump said on Twitter that he had been briefed on Thursday’s shooting. “My thoughts and prayers are with the victims and their families,” he said. His spokeswoman, Sarah Huckabee Sanders, tweeted later: “Strongly condemn the evil act of senseless violence in Annapolis, MD. A violent attack on innocent journalists doing their job is an attack on every American.”\nPast and present employees of the newspaper chain were struggling to understand what could have prompted such an attack.\n“The Capital, like all newspapers, angered people every day in its pursuit of the news,” Mr. Marquardt wrote on Facebook. “In my day, people protested by writing letters to the editor; today it’s through the barrel of a gun. Sure, I had death threats and the paper had bomb threats. But we shrugged them off as part of the business we were in.”\nThe New York Police Department said its decision to deploy officers to news organizations was not based on any specific threat, “but rather out of an abundance of caution until we learn more about the suspect and motives behind the Maryland shooting.” The department described such deployments as “a standard practice to shift resources strategically during active shooter or terrorist events.”\nGabrielle Giffords, a former Arizona congresswoman who was shot in the head by a gunman in 2011 during a campaign event, directed her ire at lawmakers for not reacting to the country’s spate of mass shootings. “Reporters shouldn’t have to hide from gunfire while doing their jobs,” she said in a statement. “A summer intern in the newsroom shouldn’t have to tweet for help. We shouldn’t have to live in a country where our lawmakers refuse to take any action to address this uniquely American crisis that’s causing so much horror and heartbreak on what feels like a daily basis.”\nThe Capital Gazette has a long history. The Capital, founded as an afternoon paper in 1884, is “the ultimate local newspaper,” said Steve Gunn, a former editor. It merged with The Gazette, which has an even older pedigree.\nOwned by a local family until 1968, the paper underwent a period of expansion after being purchased by Philip Merrill, a former American diplomat and NATO official, who served as its publisher until his death by suicide in 2006.\nMr. Merrill pushed national news off the front page, instead building the paper into a local force. City council meetings and features on local heroes were staples. But it also strove to hold local institutions accountable, winning national attention in 1991 for a series of stories on hazing and sexual harassment at the Naval Academy.\nThe paper was a training ground for reporters who had little experience — or zero experience, but a lot of attitude, Mr. Marquardt said. Many went on to work at larger news organizations, including The New York Times.\nAt its height, the company employed some 250 people and operated its own printing press, Mr. Marquardt said. In more recent years, the news staff has shrunk. A staff member said on Twitter on Thursday afternoon that it now stands at about 20, with a few more on the advertising staff.\n“Everyone left there stuck to their profession because they loved what they did,” Mr. Marquardt said. “To die like this is a tragedy that you can’t fathom.”\nAfter it was purchased by the Baltimore Sun Media Group in 2014, the company moved to an office building, across from a local mall, which was the site of Thursday’s shooting.\nShortly before 6 p.m., at least three helicopters were still circling, and lines of silent police cars, with lights flashing, blocked off the main roads leading up to the newsroom at 888 Bestgate Road. Yellow police tape flapped in the wind, keeping people and journalists away from the area.\nEven as the authorities continued to pore over the newsroom for clues, the Capital Gazette announced Thursday that it would be publishing an edition on Friday.\nShortly after 9 p.m., several tired reporters and a photographer from the Capital Gazette were filing stories and photographs from their laptops, set up in the back of a silver pickup truck in the parking lot of the Westfield Annapolis Mall, across the street from their newsroom.\nE. B. Furgurson III, a reporter, stood in a blue shirt and khaki pants with his colleagues. He had decided to go get lunch around the time the shooting happened, so he was not in the building at the time.\nWhen asked if they were putting out a paper on Friday, he said fiercely: “Hell, yes.”\nHis colleague Joshua McKerrow, a photographer, said he was going to pick his daughter up for her birthday when he was called about the shooting. He rushed back. He had a hard time finishing sentences.\n“Our newspaper is one of the oldest newspapers in the U.S.,” he said. “It’s a real newspaper and like every newspaper, it is a family.” He began to cry. Then he added:\n“We will be here tomorrow. We are not going anywhere.”", "date": "June 28, 2018", "href": "https://www.nytimes.com/2018/06/28/us/capital-gazette-annapolis-shooting.html", "tags": "shooting people newsroom maryland mr. gazette thursday local ” capital dead newspaper ramos"}