{"title": "5 Security Officers in Iran Killed in Clashes with Dervishes", "content": "TEHRAN — Three Iranian police officers and two paramilitary troops were killed overnight during clashes with members of a Sufi Islam order in Tehran, Iranian news outlets reported on Tuesday, the most casualties the security forces have suffered in one evening since the height of antigovernment demonstrations in 2009.\nState news media reported that the police arrested more than 300 protesters, most of them members of the Gonabadi dervishes, a mystical Sufi strain of Islam that the clerical government has designated a challenge to mainstream Shiite theology.\nThe confrontation started Monday night when the dervishes, recognizable by the thick mustaches they wear by religious decree, gathered in front of a police station to demand the release of some members who had been arrested. Violence broke out when security officers arrived.\nPhotographs posted on social media showed several dervishes who had been severely beaten, though the authenticity of the images could not be independently verified. The clashes were also captured on a murky video spread on social media and broadcast by the semiofficial Fars news agency, which has links to the Islamic Revolutionary Guards Corps.\nLater in the evening, one protester drove a bus into a group of riot police officers who had gathered in northern Tehran, killing three and wounding others. One member of the Basij, the voluntary paramilitary security forces under the command of the Islamic Revolutionary Guards Corps, was run over and killed in a separate attack, while another was stabbed to death.\nThe Gonabadi dervishes are the most affluent and influential religious order among Iran’s Sufi Muslims. They believe in a mystic interpretation of Sharia, which sets them apart from Iran’s Shiite clerics, who reserve for themselves the right to interpret the law.\nThe dervishes have not always been at odds with the Shiite clerics who rule the country. After the Islamic revolution of 1979 they gained in followers, influence and power, to the point that where one of their leaders, Nour Ali Tabandeh, became a deputy culture minister. He was even appointed the head of the group organizing the annual religious pilgrimage to Mecca.\nBut Mr. Tabandeh began to associate himself and his followers with dissidents, including Mehdi Karroubi, the 2009 presidential challenger who has been under house arrest for more than seven years. In 2008, graves considered sacred by the order were bulldozed by hard-liners, and there have been attacks on their religious centers in different cities.\nThe unrest on Monday was deepened by rumors of an arrest warrant for Mr. Tabandeh, who is 90 years old and lives in the area where the violence occurred.\n“I think the two religious Shiite establishments cannot have coexistence and are mutually exclusive,” said Farshad Ghorbanpour, an analyst close to the administration of President Hassan Rouhani. “The hierarchy of established Shiites cannot tolerate the rival one. Meanwhile, the clashes are good to distract the public opinion from economic and political problems.”\nSeparately, searchers located the wreckage of a passenger plane that crashed on Sunday, killing all 66 people on board. It was found on Monday buried under snow at the top of a 13,000-foot peak in central Iran.\nThe search and rescue effort was expected to take some time, Brig.-Gen. Kiumars Heydari, the commander of the Iranian Army’s ground forces, told state television, because helicopters could not land on the steep and forbidding terrain.", "date": "Feb. 20, 2018", "href": "https://www.nytimes.com/2018/02/20/world/middleeast/iran-dervishes-tehran.html", "tags": "religious iran security officers clashes tehran one killed iranian police dervishes shiite members"}