{"title": "5 Takeaways From Trump’s News Conference at the United Nations", "content": "President Trump complained on Wednesday that “evil people,” including women in search of fame and fortune, routinely fabricate sexual assault charges against powerful men, and argued that his own experience with such allegations makes him more skeptical of the accusations threatening to bring down Judge Brett M. Kavanaugh, his nominee for the Supreme Court.\nIn a remarkable and rambling 83-minute news conference on the sidelines of the United Nations General Assembly, Mr. Trump was by turns combative, humorous and boastful. He defended Judge Kavanaugh and railed against what he called the “big, fat con job” that he said Democrats were perpetrating to derail the nomination, even as he suggested he could still jettison his pick depending on the outcome of a high-profile hearing on Thursday.\nHere are five takeaways from the extraordinary exchange:\nMr. Trump stopped short of branding the three women accusing Judge Kavanaugh of sexual assault or misconduct as liars, although he did say his nominee faced “false accusations.” He said he was eager to hear the testimony before the Senate Judiciary Committee by Christine Blasey Ford, who has said Judge Kavanaugh assaulted her at a party in the 1980s when both were in high school.\nBut the president made it clear that he believed his nominee and considered the allegations against the judge as part of a smear campaign hatched by Democrats, not credible charges. In doing so, Mr. Trump, as he has many times in the past, sided with a man accused of sexual misconduct rather than the women making those claims. And he made clear that his penchant for doing so is rooted in being accused of sexual assault himself — he says falsely — and his anger at having to contend with such allegations.\n“It does impact my opinion,” Mr. Trump told a reporter who asked about the parallel. “You know why? Because I’ve had a lot of false charges made against me.”\n“People want fame, they want money, they want whatever,” the president added. “So when I see it, I view it differently than somebody sitting home watching television where they say, ‘Oh, Judge Kavanaugh this or that.’ It’s happened to me many times.”\nThe reaction mirrored Mr. Trump’s response to sexual molestation charges against Roy Moore, a Republican Senate candidate in Alabama who was accused of having sexual contact with teenage girls; to allegations that Rob Porter, his former staff secretary, had abused his ex-wives; and to harassment charges against Roger Ailes, the late Fox News chairman, and Bill O’Reilly, the former Fox commentator.\n[Make sense of the people, issues and ideas shaping the 2018 elections with our new politics newsletter.]\nAs forceful as Mr. Trump was in defending Judge Kavanaugh, he indicated that he was still willing to jettison his nominee if Thursday’s hearing did not go well, or if additional information came to light. Indeed, the president sounded at times as if he were already lamenting the nomination’s demise. He repeatedly brought up the notion that he might have to select another person to fill the Supreme Court seat and even suggested that such a demise might be a motivating factor for voters in midterm elections in November.\nMr. Trump said he was eager to hear what Dr. Blasey had to say, adding that he might postpone a much-anticipated meeting with Rod J. Rosenstein, his deputy attorney general, to focus on it.\n“They’re giving the women a major chance to speak,” Mr. Trump said, referring to Republicans on the Senate Judiciary Committee who he has privately complained allowed themselves to be forced into delaying Judge Kavanaugh’s confirmation vote to air the allegations. “Now, it’s possible I’ll hear that and I’ll say, ‘Hey, I’m changing my mind.’”\n“I can always be convinced,” the president said shortly after, in a statement that could not have inspired much confidence for the judge. It was a reminder of how malleable Mr. Trump can be on high-stakes issues, even when he has taken a firm position.\nMr. Trump was asked to elucidate his message to young men in the face of the Kavanaugh allegations at a time of a broader cultural conversation about sexual assault and giving voice to women who have survived it. Instead, the president, who has repeatedly shown indifference to playing the role of unifier at times of national strife, lamented the ability of “some very evil people” to seize on false accusations from women and ruin a powerful man’s life.\n“This is a very big moment for our country because you have a man who’s very outstanding, but he’s got very strong charges against him, probably charges that nobody’s going to be able to prove,” the president said. “It’s happened to me many times, where false statements are made.”\n“In this case, you’re guilty until proven innocent,” Mr. Trump added. “I think that is a very, very dangerous standard.”\nMr. Trump was plainly enjoying himself, at one point comparing his performance to an Elton John concert that he wanted to end with a smash hit to give his audience the best possible show.\n“I could be doing this all day long,” Mr. Trump said nearly an hour into the briefing, which he kicked off by marveling at how many members of the news media were in attendance.\nThat was in part because the session gave him a chance to boast of what he called a “great three days” of meetings at the United Nations, including putting some audacious spin on an embarrassing episode on the world stage. On Tuesday, Mr. Trump drew murmurs and laughter from a roomful of foreign leaders when he declared in his address to the General Assembly, with trademark bluster, that his administration “has accomplished more than almost any administration in the history of our country — so true.”\nThe reaction was the worst one imaginable for a president who has often ridiculed his predecessor for being gullible and making the United States into a laughingstock for the rest of the world.\nOn Wednesday, Mr. Trump insisted that the laughter had not been at his expense, describing that as “fake news.”\n“They weren’t laughing at me; they were laughing with me,” Mr. Trump said. “We had fun.”\n“People had a good time with me — we were doing it together,” the president added. “They respect what I’ve done.”\nMr. Trump had harsh words for Prime Minister Justin Trudeau of Canada, confirming publicly that he had rejected a one-on-one meeting with Mr. Trudeau because of an impasse on trade issues.\n“His tariffs are too high, he doesn’t seem to want to move, and I’ve told him, ‘Forget about it,’” Mr. Trump said of the Canadian leader, saying he was considering slapping a tax on cars imported from Canada, which he called “the mother lode.”\n“We’re very unhappy with the negotiations and the negotiating style of Canada,” the president added, saying, “We don’t like their representative very much.”\nHe appeared to be referring to Chrystia Freeland, the minister of foreign affairs, who has led the Canadian team renegotiating the North American Free Trade Agreement.\nThe president made the remarks as his administration is expected to send Congress a proposal for a new trade pact on Friday that omits Canada. On Tuesday, Mr. Trump did not stand and shake Mr. Trudeau’s hand during a lunch at the United Nations summit meeting, appearing to snub him. And Mr. Trudeau said the two had not met because of scheduling difficulties. But Mr. Trump dispensed with those diplomatic niceties during his news conference.\n“Canada,” he said, “has treated us very badly.”", "date": "Sept. 26, 2018", "href": "https://www.nytimes.com/2018/09/26/us/politics/trump-un-kavanaugh-rosenstein.html", "tags": "kavanaugh conference news united president judge ” trump nations charges takeaways sexual"}