{"title": "5 Things The Media Gets Wrong About White Supremacist Hate", "content": "White supremacist terror is at the top of people’s minds after a white supremacist stabbed and killed two men who were defending two young black women, one in a hijab, from his bigoted rant in Portland, Oregon, last month.\nThe incident attracted widespread media coverage, which in turn drew criticism from many people on Twitter who denounced news outlets for not labeling the attack as terrorism.\nThere’s a familiar double standard in how the media treats violence by white supremacists versus violence by Islamist extremists. It’s time to get it right.\nHuffPost spoke to two experts ― Farai Chideya, a journalist who has been reporting on white nationalism for more than 25 years, and Heidi Beirich, the head of the Southern Poverty Law Center’s Intelligence Project, who has been studying white extremist groups since 1999 ― to discuss the problem of white supremacist hate today, and how the media can do a better job covering it.\nThis is what the media should know:\n“The one thing that bothers me the most about media coverage of these incidents is that they’re not frequently enough put in the context of the fact we’ve had ton of domestic terrorism recently,” Beirich told HuffPost.  \nBeirich noted a recent spate of white supremacist attacks in the U.S. In addition to the May 26 Portland attack, there’s the March 20 murder of 66-year-old Timothy Caughman, who was black, by a man who traveled to New York City expressly to kill African-American men, and the May 22 killing of Richard Collins III, a black college student in Maryland, by a man who belonged to a white supremacist Facebook group.\n“When it comes to Muslim terrorism, nobody questions it’s a problem that’s an ongoing threat ― a security problem, radicalization problem, et cetera ― which it is,” Beirich said. “But when it comes to Portland or Dylann Roof [the 2015 Charleston church shooter], they always seem to appear as one-offs.” \nOutlets covering last week’s truck and knife attack in London, for instance ― carried out by three men identified as Islamist extremists ― often made a point of mentioning the bombing in Manchester, England, two weeks before. \nBut many news outlets covering the stabbing attack in Portland failed to mention other recent U.S. attacks by white supremacists, such as the one in Maryland just a few days earlier.\nMeanwhile, more domestic terrorism incidents in the U.S. have been carried out by people associated with white supremacist ideologies than by people with radical Islamist ideologies, Beirich noted. \nIn tracking deadly terror attacks in the U.S., the New America Foundation has counted 11 attacks by Islamic extremists since 9/11, compared to 21 by far-right extremists. Between the 9/11 attacks and the 2016 Orlando, Florida, nightclub shooting, more people were killed in the U.S. by right-wing extremists than by Islamic extremists, the foundation said.\nAmericans “shouldn’t be surprised” by the frequency of white supremacist attacks, since they are rooted in a long history of racial discrimination, Beirich said. As she puts it, until the Voting Rights Act of 1965, “white supremacy was the law of the land.”\n“I’m disturbed by this cycle [of attacks],” Chideya told HuffPost. “But we began as a country that said ‘all men are created equal’ ― but there was slavery, and women were not allowed to vote.” \n“This is a continuation,” she added. “We’re not done, just because people are uneasy with how long the history is and how prevalent the issue is. We have to give up thinking this is rare.”\nWhite supremacist hate doesn’t just manifest as violent extremism, Chideya noted.\n“People frame it as weird guys with fringe beliefs ― no,” Chideya said. “White supremacists don’t just wear hoods and give Nazi salutes. White nationalists are in the U.S. government.”\nShe pointed to “institutionalized white nationalism, like voting laws,” mentioning North Carolina’s voting practices an example of “de facto white nationalism.” The courts recently found that the state’s legislative districts were drawn to intentionally disadvantage black voters. \nChideya also mentioned “political white nationalism, like in the White House,” calling out the links between the white supremacist movement and upper echelons of the federal government. \nShe listed President Donald Trump’s chief strategist Steve Bannon, who led Breitbart News, a publisher of white nationalist content, and Trump aide Sebastian Gorka, who reportedly has ties to a Nazi-aligned group. When Beirich spoke to HuffPost in April, she also pointed to Attorney General Jeff Sessions, who has received awards from and has spoken at events for an organization that the Southern Poverty Law Center lists as an anti-Muslim hate group.\nIn terms of how news media could do better, Chideya pointed to coverage of Greg Gianforte, who was elected to Congress in Montana last month and was found to have made donations to candidates with ties to white nationalist groups ― which Rewire reported just days before his election. Gianforte made national news when he physically attacked a reporter on the eve of the election.\nChideya said members of the news media were slow to surface Gianforte’s links to hate groups, which she thought should have “come out sooner.”\n“In general, reporters need to become more adept at tracking not just extremist white nationalism, but also when it enters the mainstream, like in Montana,” Chideya said. “The same way you run a background check on politicians’ finances, run a check on if they are connected to extremist ideologies.”\nNews outlets have been repeatedly criticized for their slowness to label attacks by white perpetrators as “terrorism,” while they’re quick to use the label when attackers are perceived as nonwhite or “other” ― and specifically, Muslim.\n“What is terrorism? Acts designed to inspire terror. But somehow, we don’t call this terrorism,” Chideya told HuffPost of the Portland attack. “When a Muslim terrorist kills one, two, five people, it’s immediately labeled terrorism. But when a white nationalist kills one, two, five people, it’s not labeled terrorism. But they’re the same.”  \n“We have to be aware as journalists of the labels we use,” she added.\nThe issue of how to label any given attack is complex. As CNN reports, for an attack to be labeled a hate crime, a perpetrator has to attack someone based on their identity ― for example, their race, religion, sexual orientation or ethnicity. For an act to be labeled terrorism, the perpetrator has to be motivated by political or ideological beliefs. \nBut the line is blurry. Many people condemned the government for not labeling Dylann Roof a terrorist after he killed nine black people in a Charleston church in 2015 and specifically said he was there “to shoot black people,” according to witnesses.\nOfficials themselves can be slow to use the “terrorist” label when white attackers are involved, adding to the challenge for journalists.\n“It’s too early to say whether last night’s violence was an act of domestic terrorism or a federal hate crime,” an FBI special agent told reporters the day after the Portland attack, per CNN.\nBeyond the inconsistent labeling, there are other discrepancies in how the media treats violent attacks by white supremacists versus by Islamist extremists.\nWhite attackers are often portrayed as lone wolves with mental health issues, while Islamist attackers are simply terrorists. The Muslim community is made to answer or apologize for Islamist extremism, while white Christians don’t get similar requests. There’s deep digging into how Islamic extremists were radicalized ― but that’s not the case for white extremists.\n“Plenty of terrorists have had mental health issues,” Chideya told HuffPost. “There is a more general presumption that white people are good and innocent in American culture at large ― and journalists come from that culture.” \nAnd when someone perceived as Muslim commits an attack, the news typically receives far more coverage than an attack by a white supremacist would. \nThis double standard is perpetuated from the nation’s highest office, as Trump continues to respond selectively to terror attacks during his presidency. \nAfter Islamist extremists attacked London, for instance, he condemned the violence on Twitter the same day. After the Portland attack, Trump waited more than two days before tweeting about it.\n“There’s crickets from Donald Trump when there’s white nationalist violence,” Chideya said. “But there’s a deluge with Muslim violence.”\nNews organizations are sometimes concerned about giving extremists too much attention, which could feed into their desire for publicity and spur copycats. \nBeirich recognizes the issue, but she maintains that reporters need to pay more attention ― not less ― to the issue of white supremacist hate.\n“I know there are concerns about journalists who don’t want to report on a neo-Nazi rally where four people show up, because those groups are just seeking attention ― and that’s a valid point,” Beirich said. “But when we’re talking about domestic terrorism and hate crimes related to white supremacy ― that’s a real thing.”\n“I understand not wanting to draw attention to small instances,” she added, noting specifically the series of news stories about white supremacist flyers on college campuses. “But when people are getting killed because of this, we’ve got to pay attention.”\nDeciding how much of a platform to provide extremists is an “inevitable transaction of journalism,” Chideya noted. \nShe recalled a time years ago when she was conducting a phone interview with a woman in the white supremacist movement. At the end of the interview, Chideya asked: “I’m black ― would you have granted me the interview if you’d known that?”\nThe woman responded: “Probably not ― but on the other hand, every time I talk to a reporter, people will read your article and come find me.” \n“You can write a piece saying [white supremacists] are cowards, and there still will be people who come over to their side,” Chideya told HuffPost. “That doesn’t mean you don’t do journalism ― you just do it as well as you can.”\nGood reporting on white supremacist movements will recognize that there is a range of people within any movement.\n“It’s a question of journalism: Not every story is about Derek Black,” she said, referring to a man The Washington Post profiled after he left the so-called alt-right movement. “Nor about the worst violent person in the movement.” \n“Not only do we have domestic terrorism inspired by racism, but also we have a hate crime problem ― and the dimensions are not understood,” Beirich said.  \nWhile we know there has been a recent rise in the number of hate groups and a spike in hate crimes after Trump’s election, the U.S. still doesn’t do a good job of tracking hate crimes. \nThe Federal Bureau of Investigation, for instance, puts out a report of around 5,000 to 6,000 hate crimes each year. But when the U.S. Bureau of Justice Statistics did a large-scale study from 2007 to 2011, Beirich noted, it found the number of hate crimes closer to 260,000 per year.\n“If people were looking at these data points more, we would be talking about ways to combat this problem,” Beirich said. “This leads to less public policy interest in domestic terrorism committed by white supremacists ― and allows Trump to minimize these threats. We should not leave him off the hook.”\nAfter Saturday’s attack by Islamist extremists in London, British Prime Minister Theresa May called for a new strategy on terror. Trump called on the courts to reinstate his travel ban on certain Muslim-majority countries ― a move that was roundly criticized. \nBy contrast, after the Portland attack, Trump made no calls to change policy to prevent future attacks.\n“The facts and the context have to be put out there by media,” Beirich said. “We need policies to address this.”\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n06/09/2017", "href": "https://www.huffpost.com/entry/media-white-supremacist-hate_n_593850d5e4b0b13f2c66667a", "tags": "things hate media white ” wrong ― supremacist terrorism chideya gets attack"}