{"title": "5 Times David Pecker and The Enquirer Defended or Championed Trump", "content": "President Trump and his old friend David J. Pecker, whose company owns The National Enquirer, have long had a mutually beneficial relationship. Now that Mr. Trump is president, Mr. Pecker has showcased his access to him, including when he recently sought to do business with people in Saudi Arabia.\nHere are five times that Mr. Pecker and his company, American Media Inc., protected, defended or championed Mr. Trump.\nKaren McDougal, a former Playboy model, recently filed a lawsuit against American Media, saying she wants to be free to speak about an affair she says she had with Mr. Trump over a decade ago. She said she signed a legal agreement with the company in 2016 that prevented her from talking about her alleged relationship with Mr. Trump.\nIn her lawsuit, Ms. McDougal alleged that Mr. Trump’s lawyer, Michael D. Cohen, was secretly involved when Mr. Pecker’s company sought to silence her by buying the rights to her story in August 2016 for $150,000 but never publishing it. In the tabloid industry, that move is known as a “catch and kill.”\nMr. Cohen and American Media have denied the allegations. Mr. Trump’s representatives deny that the affair happened.\nIn the run-up to the 2016 presidential election, Mr. Trump was one of 17 candidates who vied to be the Republican candidate, and none of his opponents were safe from ridicule in The Enquirer.\nIn October 2015, a headline called Ben Carson a “bungling surgeon.” The article said he had potentially “butchered one patient’s brain.” A month later, an article called him a “disgraced doctor” with a “violent past.”\nIn June of that year, an article claimed that Jeb Bush, the former Florida governor, had cheated on his wife, citing unnamed reports that linked Mr. Bush to a “Playboy bunny-turned-lawyer.”\nHillary Clinton, the Democratic presidential nominee and a favorite target of Mr. Trump, took the brunt of the scorn. A September 2015 article, using information from “sources,” said the “desperate and deteriorating 67-year-old won’t make it to the White House — because she’ll be dead in six months.”\nIn August 2016, she fired back at Mr. Trump and what she called “fringe media.” Mrs. Clinton said, “This is what happens when you treat The National Enquirer like gospel.”\nThe 2016 election is over, but the criticism of Mrs. Clinton has continued. In February 2018, an Enquirer cover story claimed she was part of a conspiracy: “Obama & Hillary Ordered F.B.I. to Spy on Trump!”\nFor years, Mr. Trump has relentlessly attacked his predecessor, Barack Obama, and The Enquirer is no different.\nIn January, an Enquirer headline read, “Barack Obama’s Russian Spy Inside the White House.”\nIn February 2017, days after Michael T. Flynn resigned as Mr. Trump’s national security adviser, the tabloid claimed that Mr. Obama had a secret plot to impeach Mr. Trump. And as recently as March 2017 the tabloid continued to claim that Mr. Obama, who was born in Hawaii, was foreign born, even though Mr. Trump had since let go of the false birther theory that he long promoted.\nThe National Enquirer and its parent company have not only helped the president by denigrating others, but also repeatedly praised Mr. Trump, his decisions and his character.\nIn March 2016, for the first time in its 90 years, The Enquirer endorsed a candidate for president — Donald J. Trump.\nWhile Ms. McDougal and a pornographic-film star, Stephanie Clifford, who is known professionally as Stormy Daniels, have come forward and said they have had affairs with the president, The Enquirer recently ran a favorable cover that blared: “Donald & Melania Fight Back! Exposing the Lies, Leaks & Intimidation. How They’ll Crush Their Enemies!”\nMr. Pecker visited the White House in July 2017 and took along with him a special guest, a French businessman who advises one of Saudi Arabia’s richest men. Through an Oval Office visit and at dinner with Mr. Trump, Mr. Pecker showcased his access to the president — and word got back to Saudi Arabia.\nSeveral months later, Mr. Pecker traveled to Saudi Arabia. In January, he sought Saudi investors to help bankroll a possible acquisition of Time magazine, according to two people with direct knowledge of the matter. American Media disputed that. As Mohammed bin Salman, the crown prince of Saudi Arabia, arrived this month for a tour of the United States, Mr. Pecker’s company published a 97-page magazine about Saudi Arabia that glosses over troubling details about the kingdom.\nThere is no mention of the Saudi-led military campaign in Yemen, human rights concerns or the crown prince’s arrest last fall of many extended royals.", "date": "March 29, 2018", "href": "https://www.nytimes.com/2018/03/29/us/politics/trump-national-enquirer-david-pecker.html", "tags": "company defended enquirer pecker david saudi ” trump times arabia championed"}