{"title": "5G auction bidding starts in UK", "content": "Bidding has begun for the latest chunk of the UK's airwaves as networks look to kickstart next-generation 5G services and improve existing 4G.\nThe main four mobile networks will compete with one new player to bid for a share of the newly released spectrum.\nIt follows months of legal challenges from both EE and Three, which have held up the auction.\nThe process is expected to last several weeks.\n\"We're pressing ahead with the auction to make these airwaves available as quickly as possible,\" said Philip Marnick, Ofcom's spectrum group director, last month.\n\"This will benefit today's mobile users by providing more capacity for mobile broadband use. It will also pave the way for 5G, allowing operators to launch the next generation of mobile technology.\" \n5G will vastly improve data speeds on phone and tablets but it will also help free up much needed bandwidth to keep billions of devices connected to the web as the internet of things becomes ubiquitous. \nIt could also help transform cities, allowing driverless cars to communicate with traffic lights and other cars to anticipate traffic conditions and avoid collisions.\nAs cities rush to embed sensors in street lights, parking spaces and rubbish bins in an effort to make services run more efficient, 5G could help them all communicate with each other.\nThe first commercial 5G services are expected to launch in 2020, with plenty of trials beforehand.\nBut the case for 5G services still needs to be made, says Matthew Howett, founder of research firm Assembly.\n\"Everyone is still unsure of the 5G business model and use cases with the hype largely being driven by those who make the network equipment,\" he said.\n\"Operators still have so much more they can do with their 4G networks and investment is still going into improving the performance and coverage of those.\"\n5G will work across a number of spectrum bands, so those missing out in this latest auction will still be able to roll out 5G services, he added.\nAlongside O2, Three, EE and Vodafone, one new player - Airspan Spectrum Holdings - will compete for spectrum.\nThe newcomer, which has a US parent company, recently purchased a large chunk of Irish mobile spectrum and some believe it has ambitious plans for Europe expansion.\nSpectrum relates to the radio frequencies allocated to the the mobile industry and other sectors for communication over the airwaves. It is a sovereign asset and is overseen in each by the government or a regulatory authority. \nSome 40MHz of spectrum within the 2.3GHz band will be available which will allow operators to immediately improve 4G services.\nThere will also be 150MHz available in the 3.4GHz band,  which is not compatible with most current devices but will be used for the rollout of 5G networks.\nThe combined spectrum will increase the available spectrum for mobile devices in the UK by nearly a third. \nSpectrum in these bands is well suited to 5G as it can carry large amounts of data. It was previously used by the Ministry of Defence but has been freed up by the government.\nRegulator Ofcom faced separate legal challenges from EE and Three because of its decision to impose a 37%  limit on how much spectrum each individual operator can bid for.\nThree wanted to see no more than a 30% cap while a counter-action from EE sought to remove the cap altogether. \nThe disputes have arisen because there is disparity in the amount of mobile spectrum owned by the operators.\nEE has agreed that it will not bid for spectrum in the 2.3GHz band because it already owns so much  and it will only be able to to win a maximum of 85MHz of the 3.4GHz spectrum. \nMost experts believe that O2 needs more spectrum the most. If it gets a good amount in the latest auction, the operator could be sold by Spanish owner Telefonica.\nOfcom will auction the spectrum in lots, with reserve prices of £10m per 10MHz lot of 2.3GHz spectrum and £1m for a 5MHz block. That sees a combined reserve price of £70m.\nThe spectrum is expected to be go for a higher price but is unlikely to reach the giddy heights of the 3G auctions, which provided billions to government coffers.\n\"Naturally all operators will be looking to limit the amount they bid given the reluctance of customers to pay more for faster speeds,\" said Mr Howett.\n\"This auction is certainly unlikely to net as much as the last auction for 4G spectrum, and nowhere remotely close to the eye-watering £22.5bn operators paid for 3G licences almost two decades ago.\"\nIn the second half of 2019, Ofcom will also auction off spectrum in the 700MHz band, but this will come with a caveat - the need to improve 4G coverage first.\n\"To ensure widespread improvements in mobile coverage across the UK, we are proposing to attach coverage obligations to some of the licences we will award for the 700 MHz band,\" Ofcom said.\n\"These obligations will require winning bidders to roll out improved mobile coverage in rural areas and the nations.\"", "date": "20 March 2018", "href": "https://www.bbc.co.uk/news/technology-43401448", "tags": "mobile auction uk ee much services bidding starts ofcom spectrum operators also still"}