{"title": "7 Labour Lawmakers Resign in U.K., in Rebuke of Jeremy Corbyn", "content": "LONDON — A bitter internal struggle within Britain’s opposition Labour Party burst into open warfare on Monday, when seven lawmakers resigned, castigating their left-wing leader, Jeremy Corbyn, and calling for a movement to champion a brand of new, more centrist, politics.\nThe development raises the intriguing — if still distant — possibility of a realignment of British politics, coming at a moment of significant flux, with both main political parties divided while also appearing to flee the political center ground.\nOn Monday the rebel Labour lawmakers accused Mr. Corbyn of equivocating over Britain’s withdrawal from the European Union and tolerating anti-Semitism, with some of them professing embarrassment or shame about the state of the party they had spent years serving.\nThe resignations sent shock waves through the party whose deputy leader, Tom Watson, warned that Labour needed to change direction to avoid a deeper split and further defections.\n“I confess I feared this day would come and I fear now that unless we change we may see more days like this,” he said in a statement.\nLabour and the governing Conservatives both appear to be buckling as they grapple with the ramifications of Britain’s imminent departure from the European Union, or Brexit. That process is reaching some sort of denouement with Britain less than 40 days away from leaving the bloc and still without any exit agreement, something that could precipitate a disorderly, possibly chaotic, rupture.\nAmid the strains of Brexit, growing inequality and years of budget cuts under the government’s austerity program, the two major parties have become increasingly polarized.\n“Both of the main parties are pulling away from the center ground, where traditionally British elections are won,” said Tony Travers, a professor of government at the London School of Economics. “Many members of Parliament in both parties think that the current situation can’t go on, they don’t think it can remain stable.”\n“The question,” he added, “is whether there is a potential correcting mechanism with British politics that means that the broad mass of moderate voters can find a way of voting for moderate members of Parliament, to bring politics back from the extreme left and the Brexit hard right.”\nThat will not be easy. The seven rebel lawmakers will sit as independents in Parliament, having decided not to establish a new political party, at least for now. Doing so is difficult in Britain because the country’s electoral system makes it hard for smaller groups to win representation in Parliament. A faction that splintered from Labour in the 1980s to form a centrist social democratic party ultimately failed.\nNevertheless, in some parts of Europe, new political forces have exploited the weakness of existing parties, including in France where President Emmanuel Macron successfully created a new centrist movement.\nIn Britain, Mr. Travers noted, there is “a gaping gap” in politics. Under Mr. Corbyn, Labour has both its most left-wing leader in decades and a lifelong critic of the European Union, who has resisted demands from some of his lawmakers and party members to support another referendum on Brexit.\nThe Conservatives have their schisms as well. Within the governing Conservative Party of Prime Minister Theresa May, Brexit has been embraced with enthusiasm by party activists, who tend to be older and more nativist. This has strengthened the hand of hard-liners, including lawmakers who meet as the European Research Group, some of whom are happy to contemplate leaving the European Union without any agreement.\nThat has left the party’s more pragmatic lawmakers on the defensive, confronting the prospect of something they fear could be an economic catastrophe. Several of the more pro-European Conservative lawmakers have been threatened with deselection by their local parties, a development that mirrors the faction-fighting within Labour.\nWhile there is a vacant space at the center of Britain’s politics, the middle-of-the-road Liberal Democrats have failed to recover the credibility they lost with voters during their coalition government with the Conservatives from 2010 to 2015.\nOn Monday, the seven lawmakers gave differing reasons for their resignations when they addressed the media. Luciana Berger, who represents Liverpool Wavertree, has been a vocal critic of Mr. Corbyn’s handling of anti-Semitism allegations, and was threatened with a vote of no-confidence by local party activists, a motion that was eventually withdrawn.\nLast year Ms. Berger protested when it emerged that, in 2012, Mr. Corbyn had endorsed a mural on a wall in east London that appeared to depict a group of caricatured Jewish bankers playing Monopoly on the backs of the poor. Since that episode, for which he apologized, Mr. Corbyn, who is a vehement and unapologetic critic of the current Israeli government, has failed to shake off claims that he has tolerated anti-Semitism within Labour’s ranks.\n“I cannot remain in a party that I have come to the sickening conclusion is institutionally anti-Semitic,” said Ms. Berger, who is Jewish.\nChris Leslie, a former minister, said that the Labour Party had been “hijacked by the machine politics of the hard left” and criticized “Labour’s betrayal on Europe.” Pro-Europeans are furious that Mr. Corbyn has not pushed for a second referendum, despite a motion from last year’s Labour Party conference calling for such a move, if there was no sign of a general election.\nAnd Chuka Umunna, once considered a possible future leader of the Labour Party, appealed to voters to help forge a new movement. “We have taken the step in leaving the old politics behind and invite others to do the same,” he said.\nResponding to the announcement, Mr. Corbyn sought to contain, rather than inflame, the split, avoiding harsh rhetoric and expressing his disappointment. “The Conservative government is bungling Brexit,” he said, “while Labour has set out a unifying and credible alternative plan.”\nThough Mr. Corbyn may not be sad, personally, to see the back of some internal critics, he knows that a cleavage in the party could prevent him from ever becoming prime minister. In 2017 his campaign in a general election proved more successful than many expected, depriving Mrs. May of a majority in Parliament and silencing many internal critics, including lawmakers who had sought his ouster.\nSome of Mr. Corbyn’s supporters called on the seven lawmakers to resign their seats in Parliament and fight them again as independents in by-elections.\nThat underscores one of the problems confronting the seven rebels who, without the official endorsement of the Labour Party, will find it hard to hold their seats in Parliament at the next general election.\nThat gives them only a limited time to plot a future. Mr. Travers said that their decision to form an independent grouping in Parliament rather than a party, meant they were in a “holding pattern.”\nTheir prospects could improve if the growing influence of pro-Brexit hard-liners pushes more moderate Conservative lawmakers out of their party, leaving them politically homeless.\nAnd, if opinion polling were to suggest that there could be significant support for a new party, that could encourage more of Mr. Corbyn’s critics within the Labour Party to quit.\nBut the lessons of recent political history are not encouraging. In 1981, a group of senior figures in the Labour Party resigned to form the Social Democratic Party, promising to break the mold of British politics. Despite some initial success that saw the SDP at one point winning a quarter of the vote, it later failed.\nThe most recent new political party to make an impact was the pro-Brexit U.K. Independent Party. But it managed to get its foothold in the political discourse by winning seats in the European Parliament where a system of proportional representation is in place, helping smaller parties. Assuming Britain leaves the European Union on March 29, as planned, that option would not be open to any new centrist party.\nDick Newby, leader of the Liberal Democrats in the House of Lords and a member of the ill-fated SDP, wrote on Twitter than the seven lawmakers were “a very brave group.””\n“Anyone who left Labour for the SDP knows how difficult such a decision is,” he added.", "date": "Feb. 18, 2019", "href": "https://www.nytimes.com/2019/02/18/world/europe/uk-labour-party.html", "tags": "“ party lawmakers parliament u.k. resign jeremy corbyn britain labour politics rebuke"}