{"title": "7 Palestinians Killed by Israeli Fire in Gaza Border Clashes", "content": "JERUSALEM — Seven Palestinians were killed by Israeli fire on Friday during stormy protests along the fence dividing Israel and Hamas-run Gaza, according to Gaza health officials.\nFour of them were shot dead after they crossed into Israeli territory and approached an army snipers’ post, the Israeli military and a witness said.\nThere were no injuries on the Israeli side.\nIn response to the border violence, and to renewed fires on the Israeli side of the fence caused by incendiary balloons flown from Gaza, Israel’s defense minister, Avigdor Lieberman, said he was halting Qatari-funded transfers of fuel into the Gaza Strip. The fuel shipments had begun in recent days to alleviate the chronic energy shortage in Gaza that has left most of its two million residents with only eight hours of electricity every 24 hours.\nHamas, the Islamic militant group that controls Gaza, has been arranging weekly demonstrations along the Israeli border for the past six months to protest the blockade of the impoverished Palestinian territory and demand a return to land in what is now Israel. After attendance and international attention began to wane in recent weeks, Hamas created special units to expand the protests, which they call “The Great Return March.”\nThe fuel transfers had been a first sign of progress after weeks of intensive efforts by Egypt and the United Nations to mediate a stable cease-fire between Israel and Hamas. In addition to the blockade imposed by Israel and Egypt, citing security concerns, Hamas is contending with economic sanctions imposed by its rival, the Palestinian Authority, based in the West Bank.\nSince the protests began, about 200 Palestinians have been killed by Israeli fire, according to the Gaza health ministry. Israel says it acts to prevent breaches of the fence in violation of its sovereignty and to protect Israeli civilians living near the border. One Israeli soldier has been killed, by sniper fire from Gaza.\nThe Israeli military said that about 15,000 Palestinians participated in Friday’s protests in several locations along the fence and that rioters burned tires and hurled rocks, explosive devices and grenades at soldiers and the fence.\nThe event, in which four of the Palestinians were killed, occurred near El Bureij refugee camp in the central Gaza Strip. There were conflicting accounts of what happened.\nThe Israeli military said assailants blew a hole in the fence with an explosive device and about 20 Palestinians entered Israeli territory. Soldiers fired warning shots and most protesters returned to Gaza, the military said, while some advanced toward a military post and were shot and killed.\nFadi Thabet, a Gaza photographer who was at the scene, said that a group came within 30 to 50 yards of an Israeli snipers’ post but that three were killed as they retreated, running back toward the fence. A fourth, Mr. Thabet said by telephone, was shot at close range, “execution style,” as he tried to hide behind a cement wall about 20 yards from the snipers’ post.\nFawzi Barhoum, a spokesman for Hamas, praised what he called, in a statement, “massive participation” in Friday’s protest. “The great sacrifice the Palestinian masses have made are landmarks in the history of the march,” the statement said.\nThe Israeli military described the event as “a blatant terror attempt that was thwarted by I.D.F. troops quickly and professionally,” and which “prevented a possible terror attack against civilians and I.D.F. troops.”\nOn Thursday, the Israeli military announced that it had neutralized a tunnel built by Hamas to penetrate Israeli territory. It was the 15th such tunnel to be destroyed in the past year, according to Israeli officials.", "date": "Oct. 12, 2018", "href": "https://www.nytimes.com/2018/10/12/world/middleeast/gaza-israel-deaths-protests.html", "tags": "fence fire hamas military palestinians clashes border israel ” gaza killed israeli"}