{"title": "7 Ways to Fix the M.T.A. (Which Needs a $60 Billion Overhaul)", "content": "The Metropolitan Transportation Authority could need as much as $60 billion for its next capital plan to fix New York’s failing transit system — a staggering figure that is nearly double the cost of its current capital plan, according to a report by a panel of state leaders and transportation experts tasked with finding ways to improve the agency.\nThe group urged state lawmakers to pay for the agency’s growing needs by approving congestion pricing, a proposal to toll cars entering the busiest parts of Manhattan. But its 10 members could not agree on other possible funding streams, including tax revenue from marijuana legalization or making sports betting legal.\nGov. Andrew M. Cuomo, a Democrat who controls the authority, has said that congestion pricing would be one of his top priorities during the next legislative session in January. Earlier this year, Mr. Cuomo and state lawmakers created the group, known as the Metropolitan Transportation Sustainability Advisory Workgroup, to find solutions.\nIn a 37-page report released Tuesday, the group recommended a long list of ways to improve the authority, which oversees a sprawling network of subways, buses and commuter railroads — all of which are struggling to provide reliable service.\n“Failure of the public transportation system is the single biggest threat to the continued livability and prosperity of the New York metropolitan region,” the report said.\nHere are some highlights from the report:\nThe agency needs to be restructured because it is not efficient or transparent, the report said. It suggested looking at merging the two commuter railroads — Long Island Rail Road and Metro-North Railroad — to save costs.\nOr the state could “acknowledge that the M.T.A. construct has failed and call for its dissolution,” the report said.\nAnother idea is to let New York City take control of the subway and buses. Corey Johnson, the City Council speaker, has raised that notion.\nThe authority said it needs between $41 billion and $60 billion for its next capital plan, from 2020 to 2024. That includes initial funding for a sweeping plan by Andy Byford, the subway’s leader, to fix the system by upgrading dilapidated signals, some of which date to the 1940s.\nIt sounds like a lot of money. But the authority has much work to do to improve its aging infrastructure. The current capital plan that runs from 2015 to 2019 cost about $32.5 billion and focused on Mr. Cuomo’s pet projects rather than fixing the subway.\nThe report named several funding sources — in addition to congestion pricing — that state leaders should consider: a “cruising charge” on for-hire vehicles that linger in Manhattan’s busiest areas; a tax on New York City property sales above $5 million; and the sale of “air rights” above properties the agency owns.\nUsing tax revenue generated from the potential sale of recreational marijuana, which Mr. Cuomo has said he wants to legalize within months, is another popular subway-funding option.\n“Transit should be a priority for any new authorized funding source,” the report said.\nWhat about the money the M.T.A. already has? Transit leaders have come under fire for mismanaging the agency’s finances, from bloated construction costs to labor rules that increase the price of projects.\nA Long Island Rail Road project, known as “East Side Access,” to link the rail road to Grand Central Terminal has cost about $3.5 billion for each new mile of track — seven times the average elsewhere in the world, according to an investigation last year by The New York Times. The Second Avenue subway on Manhattan’s Upper East Side and the 2015 extension of the No. 7 line to Hudson Yards also cost far more than the average, at $2.5 billion and $1.5 billion per mile, respectively.\nThe agency’s projects have been “generally late and over budget for as long as anyone can remember,” the report said.\nThe group recommends conducting an independent audit of the agency’s capital costs, reforming its procurement practices and streamlining the process for change orders during construction work.\nThe agency said it will lose $215 million this year from fare evasion when New Yorkers take the subway or bus without paying.\nThe problem is growing, though it is unclear why. Riders could be protesting poor service and some simply cannot afford the rising fares, which are expected to increase again in March. Fare beaters can receive a civil summons that carries a $100 fine.\nThe report recommends that the state, the authority and the police work together to develop noncriminal sanctions to discourage fare evasion.\nThe agency is leaving money on the table by not being more entrepreneurial, the report said.\nOnly about 3 percent of its revenue comes from income related to its $1 trillion in physical assets, including retail and advertising. Transit officials should pursue lucrative sponsorships and commercial partnerships.\nOne high-profile experiment, an underground market at Columbus Circle called “Turnstyle,” almost went bankrupt, the report said, because of the agency’s delays and bureaucratic hurdles.\nIf New Yorkers want the subway to get better, they will have to endure some more pain. New York’s subway is one of the few systems in the world that runs round-the-clock, leaving workers few windows to get on the tracks and make repairs.\nThe agency must convince the public that it is important to close stations to get the work done, the report said.\n“A major reason for high construction costs and delayed delivery is the pressure to keep the system running or only interrupt service for short periods in the middle of the night or weekends,” the report said.\nAbout 60 percent of the authority’s operating expenses pay for labor costs, according to the report.\nThe Transport Workers Union Local 100, which represents thousands of subway and bus workers, has won significant raises in recent years. The union is expected to negotiate a new contract with the agency in early 2019.\nThe union is a close ally of Mr. Cuomo and has donated more than $180,000 to his campaigns. It is unlikely Mr. Cuomo would take a tough stance against the labor group.\nThe report said that transit leaders should work with the union to contain costs and increase productivity.", "date": "Dec. 18, 2018", "href": "https://www.nytimes.com/2018/12/18/nyregion/mta-report-congestion-pricing.html", "tags": "authority needs overhaul billion report agency subway ” ways m.t.a fix new —"}