{"title": "8 Ways Trump’s Next Round of China Tariffs Could Pinch Consumers", "content": "Updated Aug. 23, 2018\nWASHINGTON — President Trump’s trade war with China is about to hit home for many consumers. On Thursday, the administration imposed a 25 percent tariff on another $16 billion worth of Chinese products, bringing the total so far to $50 billion. Officials are now weighing a 25 percent tariff on another $200 billion worth of Chinese goods, including materials used in many of the consumer products that were spared in the first round.\nNearly 400 companies, trade groups and others descended on Washington this week to testify at six days of hearings before the United States trade representative. While some have spoken out in support of the tariffs, a majority of those testifying are opposed and trying to persuade American officials not to tax the Chinese products or materials they depend on. They warn the tariffs could force them to raise prices and potentially destroy their businesses. \nWhether you’re a college student, a parent, an entrepreneur, an outdoor enthusiast or a retiree, the tariffs could ultimately affect the products you covet. \nHere are some of the items that the tariffs could hit and that are being discussed at the hearings, which wrap up on Aug. 27:\n — Written testimony of Robert Burns, Trek\nNo matter your brand preference, the bike you buy in America is most likely made in part or sourced entirely in China. More than 90 percent of complete bikes are sourced from China, and at least 40 percent of imported bike components come from that country. \n— Written testimony of John Hoge, Sea Eagle Boats\nMany recreational vehicles like boats and trailers rely on Chinese components that the administration has included on its tariff list. Companies like Sea Eagle Boats and Magic Tilt Trailers plan to testify about the levies, saying the extra costs will punish their customers and the United States economy while doing little to hurt China.\n— Written testimony provided to the trade representative on behalf of Andy Missan, Fitbit\nMany of the wearable devices sold by American companies are either made in China or sold to American consumers by Chinese suppliers. The Trump administration has proposed imposing a tariff on wearable fitness products imported from China, which companies like Fitbit say would force them to raise prices to compensate or cut back on jobs and research and development. \n— Written request to testify from Rebecca Minkoff\nChinese counterfeiting is a huge financial problem for luxury handbag, shoe and other retailers, who collectively lose billions of dollars each year as a result of knockoff versions of their products that are produced in China and sold globally. Companies say the tariffs will simply make their products more expensive to produce and give counterfeiters a bigger leg up in the marketplace.\n— Written request to testify from Kelly Mariotti, Juvenile Products Manufacturers Association\nMany child-care products — including manual breast pumps, car seats, strollers, play yards, cribs and changing tables — rely on materials from China or are produced in China. Several companies testifying this week say the tariffs will drive up prices, making safety products like car seats too expensive for low-income families. \n — Written statement provided to the trade representative by the American Down and Feather Council\nIn 2017, American companies imported 16.4 million kilos of feathers and down. Most of that came from China, whose population is among the biggest consumers of duck and produces approximately 80 percent of the world’s duck and goose feathers. \n— Testimony of David Mathison, Leather Miracles\nFurniture manufacturers are among the companies that would face tariffs on the materials they import from China, including leather, wood, metal and other components that they rely on for their products. Companies like Leather Miracles, which employs 50 people in North Carolina, say there is no alternate source for the materials they need to continue manufacturing their products and remain in business.\n— Written request to testify on behalf of David Stephenson, SharkNinja\nFrom vacuums to blenders to French door refrigerators, the appliances we use every day often come from China. Many manufacturers say a 25 percent tariff on the components or finished products they import would require them to pass that on to consumers, resulting in higher prices and lost market share to foreign competitors who do not face similar levies.\nAlan Rappeport contributed reporting.", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/business/economy/trump-china-tariffs-consumers.html", "tags": "next many percent china written companies trump pinch ways chinese products could trade round tariffs — consumers"}