{"title": "9 Things to Know About Jerusalem as U.S. Embassy Opens", "content": "JERUSALEM — The historic opening of the United States Embassy in Jerusalem on Monday seals the Trump administration’s recognition of the holy, and hotly contested, city as the capital of Israel.\nFor many Jewish Israelis, the move is a long overdue expression of reality in the city. But the recognition upends decades of American foreign policy and an international consensus that holds that it prejudges negotiations over the final status of the city. Palestinians claim East Jerusalem, with its holy sites sacred to Christians, Muslims and Jews, as the capital of a future Palestinian state and vehemently oppose the American decision.\nThe Talmud teaches that “10 measures of beauty were given to the world; Jerusalem received nine while the rest of the world received one.”\nEarthly Jerusalem is complicated. Here are nine things worth knowing about the city.\nTel Aviv was the first seat of government for the embryonic State of Israel.\nUnder the United Nations partition plan of 1947 to create a Jewish state and an Arab state from Mandatory Palestine, Jerusalem, with its holy sites, was designated as a “corpus separatum” — a separate, international entity under the auspices of the United Nations. Zionist forces conquered West Jerusalem during the 1948 war, after five Arab armies attacked the newly declared state. The Arab, eastern part of the city came under Jordanian control.\nWest Jerusalem, which had been under siege during the hostilities, was not set up to serve as a capital and remained a relative backwater. There was no mention of Jerusalem in the Declaration of the Establishment of the State of Israel signed by the state’s founders on May 14, 1948, in the old Tel Aviv Museum.\nDavid Ben-Gurion, the first prime minister of Israel, instructed Parliament to transfer its operations to Jerusalem only in December 1949, after the General Assembly of the United Nations began debating how to carry out its partition plan. Citing 3,000 years of Jewish history in the city, Mr. Ben-Gurion declared Jerusalem to be an inseparable part of the State of Israel and its eternal capital.\nA report issued on Sunday by Israel’s state comptroller, the government watchdog, chided the government for failing to carry out its own development plans going back to 2005 to strengthen Jerusalem.\nOne goal was moving about 140 branches of 25 government ministries and offices to Jerusalem, along with their 2,700 employees. These include branches of the prime minister’s office and the ministries of health, finance, transportation, culture and sports, education and welfare. The decision was made 11 years ago.\nA 2015 deadline for the move was missed and reset for 2019. The state comptroller, Yosef Shapira, a retired judge, said that, too, was unlikely to be met.\n“In order to bring about a significant change in the status of Jerusalem, it is not enough to make solemn declarations, but actions must be taken,” Mr. Shapira wrote.\nThe report was released to mark the 51st anniversary, according to the Hebrew calendar, of Israel’s capture of East Jerusalem from Jordan in the 1967 war.\nJerusalem, the largest city in Israel, has a population of close to 900,000, about 10 percent of the total number of residents of Israel, according to the latest figures released by the national Central Bureau of Statistics.\nJews make up 62.3 percent of the city’s population, down from 69.5 percent 20 years ago. The Palestinian population has grown to 37.7 percent from 30.5 percent in 1998.\nStill, experts say Jews have been the largest religious group in the city for the last 150 years. Given the high birthrate among strictly Orthodox Jews, the character of Jewish Jerusalem is changing.\nOf 77,000 pupils in the city’s Hebrew-language elementary schools, about 50,000 are now studying in the ultra-Orthodox, or Haredi, system, which is ambivalent, at best, about Zionism. About 14,000 study in modern Zionist Orthodox schools. Only about 13,000 study in secular schools.\nAfter Israel captured East Jerusalem in the 1967 war, it vastly expanded the city boundaries and set about building huge Jewish housing developments in the newly won territory, which most of the world considers occupied. About 200,000 Israeli Jews now live in those neighborhoods, or settlements, among at least 320,000 Palestinians.\nThe vast majority of East Jerusalem’s Palestinian inhabitants are permanent residents of Israel, can work anywhere in the country and are eligible for Israeli social benefits. But they are not full citizens of Israel.\nWhile the Palestinian residents may apply for citizenship, few do for political reasons and even fewer are approved.\n“One could argue that Israel’s annexation of East Jerusalem is largely ‘hollow,’” Amnon Ramon, a senior researcher at the Jerusalem Institute for Policy Research, an independent think tank, wrote in a 2017 paper marking 50 years of the 1967 war. “It relates, first and foremost, to territory,” he added, “not to the people who reside there.”\nThe day after the United States Embassy opens in Jerusalem, Palestinians will mark the 70th anniversary of what they call the Nakba, or the catastrophe, of 1948, when hundreds of thousands of Palestinians fled or were expelled from their homes in what is now Israel and became refugees.\nBy the end of 1949, about 40 Palestinian villages in the Jerusalem area, with a total population of more than 70,000, were emptied of their inhabitants. About 45,000 Palestinians lost their homes in urban areas on the west side of the city, according to the Palestine Liberation Organization’s Negotiations Affairs Department.\n“We are still living that Nakba,” said Fuad Hallaq, the department’s Jerusalem adviser, during a recent tour of the area around the new embassy.\nAbout 76 percent of the Palestinian residents of East Jerusalem live below the poverty line compared with about 23 percent of Jewish residents. In the Arab neighborhoods, the average monthly income is 40 percent lower per person than in the Jewish neighborhoods of the city.\nAccording to a study by Israel Kimchi of the Jerusalem Institute for Policy Studies, the churches in Jerusalem hold some 5,000 dunams (approximately 1,235 acres) of land in prime areas of the city, including in the so-called Holy Basin around the Old City and in prestigious neighborhoods like Rehavia, Nayot and Talbieh.\nDeals were made to transfer the rights to the land where the Israeli Parliament and the president’s official residence are, but according to Mr. Ramon, the researcher, part of Parliament’s grounds may still be church property.\nIn recent years, he said, private promoters and companies have managed to buy land, or lease rights for an additional 200 years, from Christian bodies, particularly the Greek Orthodox Patriarchate, leading to some uncertainty in the real estate market.\nFor a period in the 1960s and ’70s, about 18 foreign embassies were in Jerusalem, mostly representing African and Latin American countries. El Salvador and Costa Rica were the last of the group to leave the city, in 2006, reopening their embassies in Tel Aviv. Now, Guatemala, which moved to the Tel Aviv area in 1980, when Israel passed a law formalizing the unification of Jerusalem and effectively annexing the eastern part, is relocating to Jerusalem on Wednesday. Several other countries have announced their intention to move back.\nThe Beitar Jerusalem Football Club, a symbol of the city founded in 1936 that has long been linked with Prime Minister Benjamin Netanyahu’s Likud party and is notorious for episodes of racism and violence, announced on Sunday that it was changing its name to Beitar “Trump” Jerusalem. “President Trump has displayed courage, vision and true love for the people of Israel and their capital,” the soccer club said in a statement.\nIn December, Israel’s minister for transportation, Israel Katz, said he wanted to put Mr. Trump’s name on a proposed new train station in the Old City.", "date": "May 13, 2018", "href": "https://www.nytimes.com/2018/05/13/world/middleeast/israel-jerusalem-us-embassy.html", "tags": "things know opens percent u.s. city israel embassy ” state years jerusalem jewish east"}