{"title": "A $12 Billion Program to Help Farmers Stung by Trump’s Trade War Has Aided Few", "content": "WASHINGTON — America’s farmers have been shut out of foreign markets, hit with retaliatory tariffs and lost lucrative contracts in the face of President Trump’s trade war. But a $12 billion bailout program Mr. Trump created to “make it up” to farmers has done little to cushion the blow, with red tape and long waiting periods resulting in few payouts so far.\nAccording to the Department of Agriculture, just $838 million has been paid out to farmers since the first $6 billion pot of money was made available in September. Another pool of up to $6 billion is expected to become available next month. The government is unlikely to offer additional money beyond the $12 billion, according to Sonny Perdue, the agriculture secretary.\nThe program’s limitations are beginning to test farmers’ patience. The trade war shows no signs of easing, with China and the United States locked in a stalemate that has reduced American farmers’ access to a critical market for soybeans, farm equipment and other products. Europe is planning more retaliatory tariffs on top of those already imposed on American peanut butter and orange juice, and Canada and Mexico continue to levy taxes on American goods, including on pork and cheese.\nMr. Trump, who has had broad support in many farm states, still insists that his get-tough approach to trade will ultimately help American farmers, a position Mr. Perdue reiterated last month when he said farmers are “resilient” and can plan ahead for market conditions.\n[Soybean farmers hope the trade war ends before their harvest rots.]\nFarmers are no strangers to foreign tariffs or to government subsidies. But receiving monetary support in response to a trade dispute set off by the United States government is unusual. The program, which is using a Depression-era fund, allows farmers earning less than $900,000 a year to receive money if they produce one of the agricultural products that has faced retaliation. Different types of commodities receive different rates — for instance, hog farmers get $8 per head for 50 percent of their herd, while dairy farmers get 12 cents for every hundred pounds of milk.\nThe government also plans to purchase about $1.3 million worth of certain products, such as apples, oranges and pork, which it will distribute through nutrition assistance programs.\nFarmers had mixed feelings about the bailout when it was announced last summer, as they tend to prefer free enterprise over government intervention, but many are disappointed as the subsidies have not made up for their losses.\n“I don’t think this is going to be enough to compensate them,” said Eric Belasco, an economist at Montana State University and a scholar at the American Enterprise Institute. “It seems like there’s not really an end in sight.”\nThe dairy industry has been particularly critical of the program and, in a letter to Mr. Perdue, asked the administration to rethink how it calculates subsidies and to make them more generous to dairy farmers. The milk federation expects dairy farmers to lose $1.5 billion from the tariffs in the second half of this year and it has received only $127 million in aid.\n“This was supposed to make sure farmers were not the victims of this trade policy,” said Jim Mulhern, president of the National Milk Producers Federation. “I think most agriculture producers feel that the payments have not come close to making up for the damage for the tariffs.”\nSo far, farmers in Illinois, Indiana, Iowa, Kansas and Minnesota have been the biggest recipients of assistance, the U.S.D.A. said, with soybeans, wheat, corn, dairy and hogs being the goods most in need of support.\nThe bailout has also benefited two United States senators who continue to run active farms: Charles E. Grassley, the Republican of Iowa, and Jon Tester, a Montana Democrat.\nLike any program offering free money, there are also opportunities to game the system. On Monday, the watchdog organization Environmental Working Group released a report that shows city residents who own shares in farms and relatives of farmers have been capitalizing on the bailout and that some farmers appear to have been paid large sums of money.\nThe program caps the amount  farmers can receive, limiting payments to $125,000 per person or legal entity. But farms are often structured as partnerships, meaning that people who are not physically working on farms can still receive subsidies. Mr. Grassley, who owns a farm in Iowa but spends most of his time in Washington, told The Des Moines Register last month that he planned to split his subsidy with his son, who operates the 750-acre farm with him.\nThe Environmental Working Group’s analysis of 87,704 payments made through October found that 1,142 farmers in the nation’s 50 largest cities have received bailout payments.\nThe program has also been bogged down by bureaucracy as well as practical challenges, which made it slow to roll out. Farmers who want payments must fully complete their harvests before they can apply for aid — presenting a challenge for some crops that have been delayed by bad weather.\nRoderick A. De Arment, who grows soybeans and corn in Virginia, said that the subsidy application paperwork had been sitting on his desk because he had been waiting for his beans to dry for harvest. The wet weather has delayed the entire process, but he expects that if he gets 1,000 bushels of beans, he may be entitled to about $800 in return from the government.\n“It’s kind of a patch,” said Mr. De Arment, who is an old friend of Robert E. Lighthizer, the Trump administration’s top trade negotiator. “It’s a bad situation, but it provides some relief for the farmers who are impacted.”\nThat relief has not been enough to keep many farmers from feeling the pain of Mr. Trump’s trade war.\nLynn Rohrscheib, who farms 7,000 acres of soybeans and corn in eastern Illinois, said she needed to sell soybeans at $10 a bushel to break even, and she can get only $8 a bushel. She’s holding on to some of her beans, hoping for higher prices, but she had to sell a significant portion of this year’s crop to pay her bills. If the standoff with China continues, she said she would need to lay off some of her 18 employees.\n“We don’t want a handout,” she said. “We want trade. We want to sell the crop.”\nShe said she was losing patience with the Trump administration. “We were all really supportive at the beginning,” she said. “We figured we didn’t know all the facts and something would happen and this won’t be a long-term thing. Now it looks like this is going to be a several-year thing and people are getting frustrated.”\nFarmers in general are having a tough year. The Agriculture Department’s economic research service predicts net farm income in the United States this year will fall by $9.8 billion, to $65.7 billion, a 13 percent drop from 2017. Weak pricing, tight credit and corporate monopolies have put pressure on farms in recent years, and new trade barriers have exacerbated their economic problems.\nSoybean farmers have received the most generous subsidies, but even for them it has been too little, too late. Through mid-October, according to federal data, American soybean sales to China — the world’s largest importer of soybeans — have declined by 94 percent from last year’s harvest. The subsidy rate of 82.5 cents per bushel is covering less than half the losses of American soybean farmers.\nPork has also been getting pinched. The National Pork Producers Council estimated that China’s pork tariffs, which were a response to Mr. Trump’s steel and aluminum tariffs, could cost the industry more than $2 billion this year.\nLawmakers from both parties have been skeptical of subsidizing farmers to blunt the impact of trade policies that they disagree with. Senator Brian Schatz, a Democrat from Hawaii, mocked the administration for essentially borrowing money from China to pay farmers to not sell their crops to China.\nFor many Republicans who oppose Mr. Trump’s trade policies, the program treats a self-inflicted wound. Senator Patrick J. Toomey, the Pennsylvania Republican, has said that the bailout “compounds bad policy with more bad policy.”\nGovernment intervention in markets can have unintended consequences, and subsidizing agricultural industries is no exception.\nAfter dairy prices plummeted in the 1970s, President Jimmy Carter poured money into the sector to prop it up. Flush dairy farmers then ramped up production and the federal government ended up having to buy the oversupply of butter, cheese and milk powder that could not be sold. It was stored in hundreds of warehouses across the country.\nBy the early 1980s, the Reagan administration was stuck with $3 billion of surplus dairy products and was spending up to $100 million a year to transport and store them.\nMr. Belasco suggests that the Trump administration could be treading carefully by saying that it will end the subsidies next year in an effort to avoid skewing markets further. However, using subsidies defensively in a trade war is different than employing them as a cushion during an economic downturn or because of weather fluctuations, he said, because consumers around the world who begin buying beans, corn and pork elsewhere might be slow to switch back to American producers.\nMr. De Arment, who has known Mr. Lighthizer since they were law students in the early 1970s, does not know how things will play out. He said he recently in jest urged Mr. Lighthizer to get a deal with China done before his harvest is ready.\n“Who knows if and when they’ll do that,” he said.", "date": "Nov. 19, 2018", "href": "https://www.nytimes.com/2018/11/19/us/politics/farming-trump-trade-war.html", "tags": "farmers billion “ trump help war trade aided year program stung"}