{"title": "A Boom in Filming Gives Atlanta Stage Actors Room to Maneuver", "content": "ATLANTA — Danielle Deadwyler dreamed of being an actress, but in 2008 when she was a teaching assistant at a charter school, it seemed like an impossibility. Yes, the theater scene here was budding, but film and television opportunities were few and far between.\nStill, she took a chance. She landed a role in a production of “For Colored Girls Who Have Considered Suicide/When the Rainbow Is Enuf” at Kenny Leon’s True Colors Theater Company. That was all the confirmation she needed to make acting her life’s work, even if the way forward was unclear.\nFast forward a decade, and Ms. Deadwyler is juggling roles and auditions for both stage and screen, while developing her passion projects. Like many of her fellow performers, she can thank the huge increase in movie and television filming in Georgia.\nShe’s LaQuita “Quita” Maxwell on Tyler Perry’s “The Haves and the Have Nots,” the crazy sister of the actress Tika Sumpter’s character’s even crazier ex-boyfriend. It’s not a big role, but during the show’s five-years-and-counting run, it has allowed her to remain a fixture on the local theater scene while exposing her to casting opportunities on many other projects being shot in the state, and beyond.\nIn the last few years she’s been in the Pulitzer Prize-winning play “Clybourne Park” at Aurora Theater, in nearby Lawrenceville; portrayed an actress injured doing Shakespeare in “Smart People” at True Colors; and played multiple roles in “The Temple Bombing,” at the Alliance Theater, one of her regular acting homes.\nShe also received a fellowship to produce a series of performance art pieces about the ways women’s bodies are used for labor.\n“Atlanta’s film and television swell has enabled me to practice my craft in multiple mediums right at home,” said Ms. Deadwyler, who also has appeared in “Greenleaf” on the Oprah Winfrey Network.\nIt was practically impossible to make a full-time living as an actor in Atlanta, and performers often had to travel to New York for regional theater, television and film auditions. But in 2008, everything changed. The governor signed a new tax law, allowing for up to 30 percent of Georgia production spending to be transferred into tax credits.\nEverything from recording a film score to catering on a set can qualify for a credit, with no dollar amount limit, as long as a Georgia vendor is used. Yellow production signs started appearing all over the city, and beloved theater actors started appearing on the silver screen.\n“My OGs tell me stories of the days you had to drive two-plus hours for an audition every time, callbacks included,” Ms. Deadwyler said. “Now, I’m able to take my son to school, go prep for my audition, do the audition and pick him up to be home to make dinner.”\nAccording to the Georgia Department of Economic Development, the film and television industry made a $9.5 billion impact on the state in fiscal year 2017, making the state the top filming location in the world.\nSome 40 major movies and network television shows are now shooting in the state, and countless more independent projects. Among those recently filmed: “Black Panther,” “Hidden Figures,” “The Real Housewives of Atlanta,” “Stranger Things,” and, of course, the Emmy-winning FX comedy “Atlanta.”\nThe flood started with a trickle, thanks to movies like “Drumline” and “ATL,” which showcased the city’s cultural landscape. The emergence of Tyler Perry Studios in 2008 marked a colossal turning point. The original studio was located in southwest Atlanta; in 2016 Mr. Perry completed construction on a facility that sits on more than 300 acres of an old army base near the airport. Mr. Perry has three shows on the Oprah Winfrey Network right now; and in the past year, 33 different productions have filmed at the studios.\nAs opportunities expanded, actors in surrounding states took notice.\nBethany Anne Lind and her husband, who is also an actor, moved here from North Carolina in 2006, just before the industry boom. She got her first day player role on Lifetime’s “Drop Dead Diva”; the director of her episodes found a spot for her in the cast of the ABC Family (now Freeform) network’s “Mean Girls 2” in 2011.\nLast year, she appeared on five episodes of “Ozark,” the Netflix series with Jason Bateman and Laura Linney. She recently filmed “Lore” for Amazon Prime, and this spring is working on two independent films.\nShe also found time to star as Viola (the Gwyneth Paltrow role) in Alliance Theater’s stage version of “Shakespeare in Love.”\n“No one can earn their living doing theater in Atlanta, because there’s not enough work,” Ms. Lind said bluntly. “So if you’re going to make a living as an actor, you have to be on camera.”\n“I think I got here at just the right time,” she added. “Three or four years ago, all of the agencies in town were swamped and couldn’t keep up, but they’re figuring it out now.”\nEnoch King, who has been acting in the Atlanta market for 20 years, filmed alongside Jason Ritter on ABC’s “Kevin (Probably) Saves the World” last October while he was onstage in Lucas Hnath’s play “The Christians” at Actor’s Express theater.\nBy the time the episodes aired, he was in rehearsals for “A Raisin in the Sun” at American Stage in St. Petersburg, Fla.\n“I thought that my talent only translated in Atlanta, but film and television has shown me that I can do this anywhere,” said Mr. King. “It’s really invigorating.”\nActors’ Equity recently released its first regional theater report, which compared the number of union members in a given market to the number of work weeks per year.\nAlthough there are two dozen professional theater companies in metropolitan Atlanta, the 520 union members in the Atlanta area average 5.6 weeks of stage work per year. That leaves a lot of room for work in non-Equity stage productions, as well as film, television, commercials and industrials.\nSome actors try to balance it all by negotiating a “hard out” that allows them to be released from the set of a TV shoot at a certain time.\nBut that’s a risk — one that Andrew Benator took while he was on set for a recurring role in Fox’s “The Gifted,” while in the Alliance’s productions of “Crossing Delancey” and “A Christmas Carol” last fall. (He has also appeared in “Stranger Things,” “Tyler Perry’s House of Payne” and “Being Mary Jane.”)\n“I was on set for 12 hours filming that day, left at 5:30 p.m., picked up some Chick-fil-A, cleared my head and did opening night of ‘Crossing Delancey,’” he recalled.\nEven with the long hours, Mr. Benator, like most actors, enjoys the variety.\n“If I was doing a lot of TV, I’d want to do a play and if I was doing a lot of theater, I’d want to do film and TV,” he said. “I just like to do good writing.”\nMs. Deadwyler is optimistic as well.\n“I can do theater, film and TV in this city,” she said. “I can do indie, experimental and commercial film projects in this city. Atlanta has its limitations and challenges. However, with work and ingenuity, an artist can craft a creative life.”", "date": "May 4, 2018", "href": "https://www.nytimes.com/2018/05/04/theater/atlanta-film-television-boom-theater-actors.html", "tags": "deadwyler actors maneuver room gives film theater work like boom television ” filming stage atlanta"}