{"title": "A British Interior Designer’s Tricks for Staying Organized", "content": "“Keeping things tidy makes me very happy,” says the interior designer Beata Heuman, seated in her homey, open-plan office in West London. The bright, vaulted space has served as the studio and showroom for her five-person team since last summer — and is a testament to the Swedish decorator’s desire to both beautify and meticulously organize her world. Heavy antique trays are neatly set with swatches of fabric, wallpaper samples and trims are lined up for clients; deep cabinet drawers are filled with files pertaining to each of the room schemes that currently fall under her careful watch. Altogether, it’s a visual itinerary of thousands of bespoke objects and furnishings. Flanked by banks of windows to the north and south, the only interruption to the prevailing sense of order and calm is the somnolent hum of passing tube trains.\n“People tend to think that interior design is just choosing the right cushions,” says Heuman from her desk, where a ceramic lamp with a marbleized shade sits beside a well-thumbed Fabriano Artist’s Journal and a resin sample created for a client during the nine years she worked with the British decorator Nicky Haslam. “But it’s as much about logistics as it is about creativity. I love admin. It gives me a real sense of achievement to pull everything together in an efficient way.” Heuman’s forensic eye for detail, offbeat palettes and playful irreverence — perhaps best exhibited at the Farm Girl Cafes in Chelsea and Notting Hill, as well as a growing stream of international homes — has seen her become one of England’s most beloved young designers since launching her business in 2013.\n[Coming later this spring: the T List newsletter, a weekly roundup of what T Magazine editors are noticing and coveting. Sign up here.]\nIn contrast to the Ludwig Bemelmans-inspired murals and bold, bespoke wallcoverings that decorate the 35-year-old’s nearby Hammersmith home, Heuman’s work space features cork floors and walls painted in Farrow & Ball’s Strong White. On a circular dining table in the center of the space, copies of books by Steven Gambrel and David Hicks — decorators who have long inspired her — are stacked around a terra-cotta pot planted with katsura flowers. It’s here that Heuman often sits to paint watercolor renderings of her whimsical schemes and creations. Once general practice in the world of interiors, she uses this charmingly old-fashioned brush-to-paper approach to better communicate ideas to clients. In fact, it perfectly chimes with her peculiarly English aesthetic: With a keen sense of the past, Heuman effortlessly blends periods and styles to create harmonious, vibrant spaces that are just maximalist enough.\nIn the office, there are Matisse cutouts and haunting prints by the photographer Robin Friend alongside Dodo Egg lights and lion-footed velvet armchairs of Heuman’s own design (part of her elegant but offbeat collection of furniture, fabrics and lighting), which cleverly elevate the bank of Ikea desks that inhabit one side of the space. But no matter how eccentric Heuman’s vision, it’s always offset by a certain crisp orderliness. “I wanted to create a fun environment that’s an uplifting place to work,” she says. “We spend so much time here, it’s important for everyone’s happiness.” Here, she offers advice on how to keep interiors fresh — and stem the constant tide of clutter.\nWhen Heuman shifted her business’s headquarters from the basement of her Hammersmith home to the nearby Ravenscourt Park, the first thing she did was invest in a labeling machine. “The reality is that this is a very creative office, and we’re working on things and pulling samples out all the time, so it might not always be super tidy or in perfect order, but you know where everything is,” she says. Now, fabric swatches that were once stacked up in boxes are housed inside an antique haberdashery cabinet, whose generous glass drawers are labeled by pattern and finish — from velvet to mohair to printed cotton and linens. “I got a bit obsessive with it,” she admits. “I took it home and started labeling everything from my decanted shampoo bottles to jars of grains and polenta flour to my children’s clothing drawers. At times, my husband thinks I have gone too far.” Not only is it tidier, but in a shared space, it’s the perfect way to communicate where things should be stored.\n“Nowadays, there aren’t many professions that involve much filing, so I look to the past for storage,” Heuman says of the pair of tall, cast-iron lockers in dark green that flank the haberdashery cabinet. Their top shelves are often reached using a teak step that handily folds out into a table. “With interiors, there are so many swatches and samples, and so much stuff that I get to really indulge my habit,” she smiles. Heuman takes a twofold approach to storage solutions, mixing modern Ikea desks and furnishings in cream, white or navy with utilitarian pieces from the architectural reclamation experts at Retrouvius that bring personality to the space.\nHeuman’s mantra is to streamline, streamline, streamline. The only way to stem the tide of detritus, she says, is to have constant clear outs. She instigates fortnightly office “streamlining sessions,” continually sorting through her own papers and questioning her team about the buildup of boxes or packages. “It’s amazing how much stuff you accumulate,” she says. “Staying on top of it all is hard work. But I can concentrate so much better when there’s no paperwork to do and the space is clear.”\n“It’s always important to make sure everything has its place, but that’s especially true when a space is decoratively more maximalist,” says Heuman. “It gets all too heavy otherwise.” When designing for clients, Heuman begins with the furniture layout, forensically thinking through the natural home for everything from mops to tea towels to baby bottles. In her view, inspiring her clients to tidiness is the key to a scheme’s lasting success. “Our aesthetic is colorful and layered, but it always has a cleanness to it,” she says.\nHeuman applies Marie Kondo’s rule of thumb when deciding what to display and what to conceal in the home. “I try to hide as much as possible, as a space can get clogged up with stuff so quickly,” she says. “But if an object sparks joy, then have it on show.” In the kitchen of her home, Heuman pours dishwashing soap into pretty glass bottles for display and dry goods into glass jars, which she stores in her cupboard. When designing kitchens from scratch, she’ll often include glass fronted cupboards so that ceramic and glassware, or even attractively packaged food stuffs, can be shown off.\n“People often forget about using the full height of a room,” she says. She stashes suitcases and other items that aren’t needed regularly on top of high cupboards. In her office, stock from her burgeoning line of products is stowed on elevated alcove shelving, which she reaches using her antique step ladder. If you’re investing in joinery, build cupboards right up to the ceiling (as well as in the dead spaces such as under the stairs). This has the added advantage of bringing a sense of height to the room. Buy beds with drawers or removable mattresses for storing linens, towels or suitcases.\nHeuman also recommends regular wardrobe purges. “I clear out my clothes three or more times a year,” she says. “I really enjoy doing it. When it’s not so crammed you can actually see what you have.” She’ll systematically stash out-of-season clothes in boxes at the top of her closet. Her advice is to simply ask yourself whether you really use or need each item. If you’re unsure, and have an attic, stow it awhile to see whether or not you miss it. This process of constantly sorting has the added advantage of inspiring new outfits such as the buttoned-up, gray vintage dress that she’d bought some five years ago and now pleasingly teams with a white shirt and Charlotte Olympia trainers. Once the purge is complete, though, it’s essential to stay on top of things: “The more you clear out, the better you get at keeping it tidy because you know what it means to start again from scratch,” she says. “It only takes a few seconds to put things away neatly.”\nIt’s never too early to get organized. At home, even Heuman’s 2-year-old gets involved in cleaning up. “We do it together,” she says. They divide her daughter’s toys into baskets according to category. “She’s already able to understand the concept of organizing. Even for her it feels good to have some order. It’s healthy for the brain to compartmentalize things and to get into the tidying habit early.”\nRather than storing shoes in boxes, Heuman has a deep drawer in the wardrobe of her bedroom at home where pairs are stacked one on top of the other in V-shaped racks. “It doubles the storage and means you can easily see what shoes you have,” says the designer, who also invests in shoe trees for special pairs — part of a wider effort to buy less, but better, then make things last. “If you look after them, they’ll last forever.” Beyond the confines of her footwear drawer, there’s a strict one-in, one-out policy. “If I have more than a single pair of shoes by the front door, my husband takes them upstairs in a rage,” she says. “It sounds a bit nuts, but if he wasn’t like that maybe things would spiral a bit more. Tidying is a never-ending process, but to us, for now at least, it’s worth it.”", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/t-magazine/beata-heuman.html", "tags": "designer interior tricks organized things much home space ” heuman british says top — staying"}