{"title": "A Breakthrough on the M.T.A.", "content": "At long last, New York is getting what it deserves: broad agreement from Gov. Andrew Cuomo and Mayor Bill de Blasio to address the subway crisis that has frustrated millions of people and hobbled the economy of the largest city in the United States.\nThe two men, both Democrats, have wasted years in a damaging rivalry that has stymied progress on crucial infrastructure, like mass transit and housing. On Tuesday, they overcame their animus and released a plan to raise revenue for long overdue subway repairs and to reform the Metropolitan Transportation Authority, which runs the subways, buses and the region’s commuter rails.\nAt the heart of the proposal is a version of congestion pricing, which Mr. de Blasio finally backed outright for the first time — reason enough to cheer. Also included in the proposal are revenue from planned sales taxes on marijuana — which the Legislature is expected to legalize soon in the state — and money from an internet sales tax. The plan calls for loosely limiting fare increases to inflation of no more than 2 percent a year.\nState and city officials said the $1.4 billion a year raised by the plan could be used to back bonds of $20 billion to $22 billion over five years, roughly the estimate of many advocates of congestion pricing as well. According to a news release from the governor and mayor, those new funds would be dedicated to the M.T.A.’s capital needs, “with priority given to the subway system.” Fare increases would go toward running the subways and buses. \nNow, state legislators will have to approve the plan, but votes for congestion pricing could be hard to come by. It will be up to the governor, as well as the State Senate majority leader, Andrea Stewart-Cousins,  and the Assembly speaker, Carl Heastie, to persuade their colleagues of its merits. This latest plan still leaves several details to be determined, but concessions have already been made — for example, it doesn’t include tolls on East River bridges, as past versions have, instead digitally collecting a fee only on vehicles that enter the busiest part of Manhattan, below 61st Street. The mayor can use his bully pulpit to push for the plan.\nAs the legislation takes shape in the coming weeks, there are several other things to look out for: \nSo there is work to do. But this latest proposal from the governor and the mayor is also the first sign that New York’s elected officials may indeed be capable of rising to meet the state’s most pressing challenges. Let’s hope the Legislature is, too. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/opinion/subway-cuomo-deblasio.html", "tags": "york plan proposal mayor subway m.t.a state pricing new — breakthrough congestion"}