{"title": "A Brexit Compromise Nobody Likes: What Could Be More English?", "content": "LONDON — With the sputtering of the hard-line Conservative coup against Prime Minister Theresa May over her Brexit plan this week, the British Parliament seemed to be turning, slowly and with a great grinding of gears, in the direction of something quintessentially English: a compromise that satisfies no one.\nThere are historical precedents for this type of solution. Take the English Civil War, which pitted the monarchy against Parliament. What did England get? A little of both, followed by several centuries of grumbling on either side.\nThe national split over fox hunting, another deep social division, ended in a “masterly British compromise,” as former Prime Minister Tony Blair phrased it, that left hunting “banned and not quite banned at the same time.” And consider the creation of the National Health Service, which the Conservative Party opposed tooth and nail — and then accepted, sometimes grudgingly, for 70 years and counting.\n“It’s part of the English DNA, it is in our culture, to find a compromise, usually one we are not happy with,” said the social anthropologist Kate Fox, the author of “Watching the English: The Hidden Rules of English Behavior.”\n“It doesn’t mean we compromise graciously,” she said. “We compromise in an Eeyorish, grumpy, vaguely stoical way. And we complain, constantly. But only to each other. We rarely address our complaints to anyone who might be in a position to resolve them. That’s kind of what I was expecting with Brexit.”\nOn Thursday, Mrs. May reached an agreement with European negotiators on a document outlining future ties.\nHer greater task, though, is persuading her own Parliament to approve her draft agreement on withdrawing from the European Union, a deal that, when initially presented to the country a week ago, had all the popular appeal of an opossum carcass.\nStill, in the days since Mrs. May’s disastrous rollout, hard-line positions seemed to be softening.\nSomething curious happened: Last Thursday, when Mrs. May revealed the details of her plan, 47 percent of respondents said she should step down and only 33 percent said she should stay, according to a poll by YouGov for The Times of London.\nFive days later, after she had weathered rounds of punishing criticism, the responses were reversed, with 46 percent saying she should stay and 34 percent that she should go. A bungled coup by hard-line Brexiteers in her own party — who want a more complete break from the European Union than she has proposed — had left her most aggressive detractors looking isolated and foolish.\nAnd many in Westminster began speaking confidently of a new wrinkle. Mrs. May might not muster enough Parliamentary support to pass the bill in mid-December, according to Rob Ford, a professor of politics at the University of Manchester. But if her government survives long enough to put it to a second vote, he said, she has a good chance of getting it through.\n“The groups that dislike it will realize that there is no way of getting their preferred outcome,” he said. “The deal could be as popular as leprosy with the public and that strategic calculus would not have changed one iota.”\nLeprosy indeed. Remainers don’t like it because they did not want to leave the European Union in the first place. Hard-line Brexiteers don’t like it because it leaves Britain in too many European structures. Soft Brexiteers — who want, well, a softer break — don’t like it because it removes the country from too many structures. The only people who are satisfied are those primarily concerned with immigration, and polls, Mr. Ford said, suggest that group is rapidly shrinking.\nEven the Daily Mail newspaper, which, under its former editor, Paul Dacre, pushed Brexit with unbridled ferocity and policed the political class for the slightest hint of apostasy, has softened under Mr. Dacre’s successor, Geordie Greig, offering lukewarm support for the prime minister.\nIt was difficult to recall, in the gloom and resignation of this week, that Brexit had at one point made some people happy.\nTim Stanley, a historian and journalist who supported leaving the European Union, recalled the day of the referendum, June 23, 2016, as a day of “absolute euphoria, and a sense of being part of something bigger than myself.” Last week, he said he supported Mrs. May’s deal — he called it “a compromise to get us somewhere” — but there was no note of triumph.\n“What she is offering people is the least worst of their nightmares,” said Mr. Stanley, who writes for the Daily Telegraph newspaper. “The tragedy is that when we leave next March, there won’t be fireworks or a parade. This should have been a revival of British democracy; it should have been a feeling like V-E Day, that we had triumphed over the Eurocrats. It’s sad that it won’t come, I think.”\nHe blamed some of this on Mrs. May, who, he said, “doesn’t do inspiration.”\n“A Brexit run by a Remainer, it’s going to be downbeat, it’s going to be gloomy,” he said.\nBut gloom also seems to be part of a considered strategy on Mrs. May’s part. As they make the rounds of Parliament this week, her proxies have made a forceful case for letting go of unrealistic hopes — and the risks that go with them.\n“It is time to shoot the unicorns,” one May ally told Matt Chorley, a politics writer for The Times of London.\nOn this, there is some evidence of success. The Conservative lawmaker Kenneth Clarke, a longtime and staunch opponent of leaving the European Union, told the BBC on Tuesday that Mrs. May’s deal was “a bit of a dog’s breakfast,” but that he would support it anyway to avoid the danger of exiting without a deal. Mrs. May also secured the backing of Nick Boles, a Brexiteer member of her party who has for weeks excoriated her proposed “implementation period” in favor of a three-year membership in the European Economic Area, a solution known as “Norway for now.”\nIn much of the country, the primary response to the events of last week was exhaustion. The standup comedian Bridget Christie said people she knew felt “embarrassed, confused, frustrated, cheated, betrayed, sad, upset, worried, anxious, disgusted, ashamed, impotent, powerless, depressed, baffled and desperate.”\nAsked if she knew anyone who felt happy about the possible outcomes that emerged this week, she answered, “Are you joking?”\nAnd on this point, Britain may at last have reached common ground.\n“I would think there might just be a majority for the sentiment of ‘Oh, God, let’s get it over with.’ You might win a vote on that,” said Ian Hislop, the editor of the satirical magazine Private Eye.\n“We’re headed toward acceptance. We’ve done anger, we’ve done disbelief,” he said. “Don’t ask me. I may stay in a state of denial.”", "date": "Nov. 22, 2018", "href": "https://www.nytimes.com/2018/11/22/world/europe/brexit-uk-theresa-may.html", "tags": "brexit european may nobody compromise week likes english ” could — mrs."}