{"title": "A Brexit Backlash in Local Elections: Main Parties Lose Seats", "content": "LONDON — For months, there has been little doubt that the British electorate is disgusted, disillusioned and furious with the political dysfunction and the chaos of Brexit. But there hadn’t been an outlet for the public to vent that anger — until now.\nAcross much of England, election results for around 8,400 local seats, tabulated on Friday, delivered a vicious backlash against the country’s two main political parties, the governing Conservatives and the Labour opposition. The Conservatives lost more than 1,300 seats, while Labour lost around 80.\n“What the voters have been saying is, ‘A plague on both your houses,’” Britain’s leading polling expert, John Curtice, a professor of politics at the University of Strathclyde, told the BBC.\nIt was a furious electoral tidal wave with unlikely winners: The centrist Liberal Democrats, Greens and Independents picked up hundreds of seats, even as they are marginalized in Parliament. Still, the local results seem unlikely to immediately alter the paralyzed state of Brexit, although that will be tested next week when talks resume between the Conservatives and Labour to try to find a compromise.\nFor now, Britain seems stuck in a feedback loop, even as the country is facing the likelihood of holding European parliamentary elections in less than three weeks, despite trying to leave the bloc.\nThe calculus in Parliament, where lawmakers have been unable to pass much of anything, remains unchanged.\n“We have the same situation as before — only more so,” said Anand Menon, professor of European politics and foreign affairs at King’s College London. “The incentives to agree to something are now greater, but the constraints on anyone’s ability to deliver that are probably greater, too.”\nWhile the results increase pressure on political leaders to strike a deal across party lines on Brexit, their internal critics who strongly support or oppose Brexit are likely to be more implacably opposed to any possible solution, leaving a stalemate, Mr. Menon said.\nThe infighting among Conservatives seems certain to continue: The local results summoned calls yet again for Prime Minister Theresa May to resign.\nHer rival, the Labour leader Jeremy Corbyn, is under pressure from the pro-Brexit and anti-Brexit wings of his own party. The local results show that Mr. Corbyn’s balancing act over Brexit, designed to appease both supporters and opponents of withdrawal, is pleasing neither side, presenting him with an excruciating dilemma.\nSome lawmakers representing pro-Brexit areas, mainly in the north and middle of England, want Mr. Corbyn to agree next week on a plan to help Mrs. May push withdrawal through a deadlocked Parliament in the hope that this will defuse the crisis.\nOn Friday, Mr. Corbyn acknowledged that pressure when he told ITV News: “An arrangement has to be made, a deal has to be done, Parliament has to resolve this issue. I think that is very, very clear.”\nBut an equally vocal faction, representing most of the party’s members, wants Labour to commit to putting any Brexit agreement back to the voters in a referendum with an option to remain in the bloc — an idea that Mr. Corbyn has so far resisted.\nAs for Mrs. May, her position is under more pressure than ever, though she has already promised to stand aside once her Brexit withdrawal agreement has been approved. In a new low for her premiership, she was heckled on Friday at a meeting of her own party members in Wales by a former county councilor, Stuart Davies, who called for her to resign.\nMrs. May, who is nothing if not stubborn, acknowledged in her speech to Conservative Party members in Wales that the results of Thursday’s elections had been “very difficult.” Mr. Corbyn, for his part, speaking in the north of England, said he was disappointed by the results and “wanted to do better.”\nThough big losses had been predicted for the Conservative Party, with many questioning Mrs. May’s leadership over Brexit, Labour’s disappointing performance was more of a surprise, analysts said, particularly given the recent chaos surrounding Mrs. May’s government.\nAccording to a BBC projection, the Conservatives and Labour would tie at just 28 percent of the vote if a similar pattern were repeated nationally. In a 2017 general election the two parties together scooped up more than four-fifths of the vote.\nWorse is likely to come for Britain’s two big political parties. They must now gear up for elections to the European Parliament on May 23, when two new parties that did not run on Thursday will take part: the Brexit Party, which backs leaving the European Union quickly and without an agreement if necessary; and Change UK, which wants to remain in the bloc.\nThe Brexit Party, led by Nigel Farage, the former leader of the United Kingdom Independence Party, is being particularly closely watched — recent opinion polls suggest it is tied with Labour for the lead in those elections, or even ahead, and taking much of its support from former Conservative voters.\nBut as usual in Britain, politicians are drawing different conclusions from the latest Brexit-induced crisis. On Friday, Mrs. May argued that “there was a simple message from yesterday’s elections to both us and the Labour Party: Just get on and deliver Brexit.”\nBut some Conservative lawmakers saw the results as a verdict on Mrs. May and called on her to resign, or at least name a date for her departure.\nOn the Labour side, the shadow chancellor John McDonnell underscored confusion over his party’s stance by writing on Twitter that the message from local elections had been, “Brexit — sort it,” adding, “Message received.”\nBut when that was seen as a suggestion that an agreement on Brexit with Mrs. May was becoming more likely, Mr. McDonnell protested that he had been misinterpreted. “I was simply making the point we need to get on with sorting this out whichever way,” he wrote.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/world/europe/uk-local-elections.html", "tags": "brexit may backlash parties seats main party local elections ” results labour — mrs. lose"}