{"title": "A Cabaret in Hungary Asks a Horrific Question: What if Jews Vanished?", "content": "BUDAPEST — What would happen if Jewish people suddenly disappeared?\nThat is the question asked by “The Chosen Ones,” a new production by Golem Theater which had its premiere last month in Budapest.\nGolem, a Jewish theater company, describes the show as a political cabaret, with topical jokes and live music, that aims to lampoon hatred using dark humor. On opening night last month, a handful of players performed on a white revolving stage set against a shimmering curtain.\nAn early number proclaimed, “Now the bank, the factory and the lawyer’s office will close/Because the you-know-whos are gone, but we don’t know where.”\nThe evening unfolded in a succession of sketches and musical numbers presenting a cross-section of Hungarian society as they reacted to the news of the missing people: an orchestra suddenly lacking most of its players; a family eating a meal without the grandmother; a middle-class household discovering that the neighbors have vanished.\nDespite the absences, the players carried on. They sang and danced, swapping roles and guises.\nBut in this show, the audience of about 150 rarely laughed.\n“I was very glad to see that one can feel sadness in a cabaret,” said the production’s director, Andras Borgula, who studied theater in Israel and founded Golem Theater in Budapest in 2005. “Our intention wasn’t to make a play about anti-Semitism, but about hatred in general, of which anti-Semitism is just one type,” he added.\nHatred has been high on the agenda in Hungary since Prime Minister Viktor Orban, who began a third consecutive term in office this year, set out to establish an “illiberal democracy” in the country. Government-funded billboard campaigns, as well as television, radio and online advertisements, have presented threatening messages about migrants, the European Union and the Hungarian-born Jewish financier and philanthropist George Soros.\nThe prominence of hate speech in the country has caused concern internationally, and alarmed many in Hungary, a country which lost over half a million Jews in World War II and where anti-Semitism has been endemic throughout modern history.\nWhen billboards appeared across the country last summer, showing a smiling Mr. Soros with the line, “Don’t let Soros have the last laugh,” anti-Semitic graffiti soon appeared on many of them. Andras Heisler, leader of the Federation of Hungarian Jewish Communities, addressed an open letter to Mr. Orban at the time: “This campaign, while not openly anti-Semitic, clearly has the potential to ignite uncontrolled emotions, including anti-Semitism,” he wrote, calling for an end to “this bad dream.”\nIn a phone interview this week, Mr. Heisler said that there was more public animosity in Hungary toward the Roma minority and refugees than toward Jews. But, he said, “our historical experiences suggest that it is never good to have strong hatred in a country.”\nAs the audience entered the venue for “The Chosen Ones,” the director and some assistants greeted them from a stand, like agents conducting a survey. They sized up each person and categorized them in groups including “cultural Jew,” “Soros Jew” or “self-hating Jew” — labels taken from public speech and online forums in Hungary. Later, a young woman performed a musical litany of hate against everyone, across the whole political and social spectrum. “Doesn’t matter why, doesn’t matter who, everyone’s a filthy something,” she sang.\nPolitical cabaret is a popular genre in Hungary with a long tradition that survived through the country’s Communist dictatorship. Some characters in “The Chosen Ones” suggest real-life figures — one is “the prime minister,” for example — others bring to mind archetypes, such as “liberal protester.”\nMr. Borgula said the anti-Semitic slurs heard onstage “fly around in public life so much that we need to talk about them,” adding, “This is therapy, we need to laugh at it.” And plays that deal with current events are more popular with audiences than other productions in Golem Theater’s repertoire, he said.\nIn 2016, state-run theaters, which make up the vast majority of playhouses in Hungary, sold 6.7 million tickets in a country of 9.8 million people, and the government also helps fund independent productions. The stage has long been a place of dissent, even under communism. Productions that criticize the government or raise taboo issues in society are common, despite the government’s appointment of conservative directors to lead important theaters.\nGolem Theater is a Jewish company to the extent that it deals with topics from a Jewish perspective, Mr. Borgula said, adding that he was always open to working with artists from outside the community. For this production, he invited a diverse group of writers to create the script, including Borbala Szabo, a practicing Roman Catholic who describes herself as conservative but is critical of Mr. Orban’s government.\nIn an interview, Ms. Szabo said that theater audiences in Hungary were sharply divided along political lines and tended to see plays that reinforced their worldview. “They come as if they were coming to Mass, knowing exactly what they want to hear,” she said.\nMs. Szabo said she had friends, family and colleagues in both conservative and liberal circles, which helped her offer fresh perspectives.\n“This show attempts a kind of bubble-bursting,” she said. “It shows the situation from several directions.” One sketch features liberal activists self-importantly trying to find an adequate response to the disappearances. In a later scene, the prime minister is shown listening to ministers and advisers as they discuss how to find a new group that they can “love on the surface but hate deep down.”\nMs. Szabo said she hoped that liberals and conservatives would come and see the show.\n“I think the way to defeat this type of regime, moving toward dictatorship, is to realize that in fact we are together as a country, and those above us manipulate us with this hatred,” she said.\nAt the end of “The Chosen Ones” there have been no consequences of the mysterious disappearance that is the show’s central conceit. In real life, of course, there are still Jews in Hungary, but other elements of society have vanished since Mr. Orban took office: Universities have been closed and national newspapers which once had circulations of tens of thousands are gone.\nMr. Borgula said he wanted to highlight how “we wake up the next day and carry on with our lives.”\n“My biggest fear, as a Jew and a Hungarian citizen,” he added, “is that this is what would really happen — namely, nothing.”", "date": "Oct. 26, 2018", "href": "https://www.nytimes.com/2018/10/26/theater/hungary-the-chosen-ones-jews.html", "tags": "country theater hungary horrific cabaret jews ” golem asks vanished — jewish question"}