{"title": "A Cold War Arms Treaty Is Unraveling. But the Problem Is Much Bigger.", "content": "WASHINGTON — After the United States delivered an ultimatum to Russia last week that it was preparing to abandon a landmark weapons treaty, drawing a combative response from President Vladimir V. Putin, the specter of a rekindled nuclear arms race was widely seen as a rewind of the Cold War.\nBut that encompasses only one slice of the problem — and perhaps the easiest part to manage.\nThe United States and Russia no longer have a monopoly on the missiles that Ronald Reagan and Mikhail S. Gorbachev agreed in 1987 to ban with the Intermediate-Range Nuclear Forces, or I.N.F., agreement. Today, China relies on similar missiles for 95 percent of its ground-based fleet, and Iran, India, Saudi Arabia, North Korea and Taiwan are among the 10 states with similar, fast-growing arsenals.\nIn a reflection of the Trump administration’s view of how to navigate a new, more threatening global order, Washington seems uninterested in trying to renegotiate the treaty to embrace all the countries that now possess the weapons, which can carry conventional or atomic warheads. Instead, it is moving to abandon the accord and, with an eye on China, deploy in Asia the sorts of arms it pulled from Europe in the perilous days before the fall of the Berlin Wall.\nThe administration blames Russian violations — denied by Moscow — for the demise of what until now has been considered one of the most successful of the Cold War arms control agreements. But the bigger issue is that President Trump wants to throw off what he sees as constraints from countering other rising powers, principally China.\nAdm. Harry B. Harris Jr., then the commander of United States forces in the Pacific and now ambassador to South Korea, underlined that concern in testimony before Congress last year. “We are being taken to the cleaners by countries that are not signatories,” he said.\nThe treaty, he said, restricts the United States from building a new class of conventional and nuclear weapons to counter China’s growing influence in the Pacific, while Beijing, the adversary it now worries about the most, faces no such limits.\nBut the fear among arms control advocates is not just that the I.N.F. treaty will unravel. A much larger one — the New Start agreement, which brought American and Russian nuclear weapons to record-low levels of 1,550 deployed intercontinental ballistic weapons when it went into full effect this year — could also soon collapse. That accord, negotiated by President Barack Obama, expires a month after the next presidential inauguration. On Thursday night, the chairman of the Joint Chiefs of Staff, Joseph F. Dunford Jr., raised doubts for the first time that it would be extended.\n“It’d be best if Russia would comply with the I.N.F., which would set the conditions for a broader conversation about other arms control agreements, to include the extension of Start,” he said at an event at The Washington Post. “It’s very difficult for me to envision progress in extending Start II,” he added, misremembering the name of the existing treaty, “if the foundation of that is noncompliance with the I.N.F. treaty.”\nThe Trump administration said last week that Russia had 60 days to come into compliance with the I.N.F. treaty. After that period, the United States will feel free to “suspend its obligations” under the accord, the American ambassador to Russia, Jon M. Huntsman Jr., said at a briefing for reporters on Thursday.\n“Russia must return to full and verifiable compliance, or their failure to do so will result in the demise of the I.N.F. treaty,” he said. “But we should be clear: Russia has not shown any indication so far that it seeks to return to full compliance.”\nYet Mr. Huntsman and Andrea Thompson, the under secretary for arms control and international security, made no mention on Thursday of any plans to amend the treaty to include the host of new players.\nIn response to the American ultimatum, Mr. Putin, hours before the funeral on Wednesday of George Bush, the American president who dismantled thousands of tactical nuclear weapons that were designed to fight a Soviet invasion, declared that he was ready to retaliate in kind.\n“It seems our American partners,” Mr. Putin said, “believe that the situation has changed so much” that the Trump administration now wanted to build its own arsenal of intermediate-range nuclear weapons. “What’s our response?” Mr. Putin asked rhetorically in  televised remarks. “It’s simple. In that case, we will also do this.”\nAdministration officials have said that they see no indication that either side will blink, or even talk to each other, about the implications of an impending reversal. Some officials, speaking on the condition of anonymity, say that the descent into reflexive animosity is the inevitable result of Mr. Putin’s determination to restore his country’s arsenal and Mr. Trump’s paralysis on Russia, since the accusations swirling in the special counsel inquiry raise new suspicions about every conversation or negotiation he enters into with the Kremlin.\nThe treaty’s origins were rooted in the Soviet deployment in 1977 of a mobile missile called the SS-20, devised to target Europe. Each missile had three nuclear warheads — each of which could be aimed at a different city — and many more missiles of varying ranges emerged. Negotiations started under Jimmy Carter, but gained momentum under Mr. Reagan and Mr. Gorbachev.\nWhen the two leaders signed the I.N.F. treaty in 1987, its scope surprised almost everyone: It banned all land-based missiles with ranges of 500 to 5,500 kilometers, or 310 to 3,420 miles, both nuclear-tipped and conventional. As a result, Washington demolished 846 missiles, and Moscow 1,846 — and Europe breathed a sigh of relief.\nAt the time of the treaty’s signing, China was barely a consideration. It had a handful of intercontinental missiles that could reach the United States and a few dozen intermediate-range missiles. But in the intervening decades, that changed drastically, as Beijing sought to intimidate Taiwan, exert influence across East Asia and try to keep American ships far from Chinese shores.\nNow the Chinese have several hundred missiles that would violate the treaty — if Beijing were a signatory. It has devoted considerable industrial resources to building the DF-26. (The DF stands for Dong Feng, or East Wind.) First displayed in a 2015 military parade, the missile, at 46 feet, was carried on trucks that featured 12 giant wheels and camouflage paint. The missile could be stored in bunkers deep underground, rolled onto roads and fired at distant targets. Western analysts put the range of the weapon at about 2,500 miles, far enough to threaten American bases on Guam.\nIt is a technology North Korea is now replicating — and accelerating, even as Mr. Trump insists that he has made diplomatic gains and that the threat there is all but eliminated.\nChina was the animating concern when Admiral Harris told Congress that roughly 95 percent of Beijing’s land-based missiles now fell into the intermediate-range nuclear forces category: “The aspects of the I.N.F. treaty that limit our ability to counter Chinese and other countries’ cruise missiles, land-based missiles, I think, is problematic.”\nThe Chinese are not the only ones. Ian Williams, a missile expert at the Center for Strategic and International Studies, a think tank in Washington, said the governments with missiles in that particular range now total 10, including India, Iran, Israel, Saudi Arabia, South Korea, Pakistan and Taiwan.\nIt was the Obama administration that first charged Russia with violating the treaty, in 2013. Last month, the director of national intelligence, Dan Coats, laid out the American allegations in detail, describing an elaborate effort by Moscow to cover up testing of a missile that violated the range limits of the treaty. Russia has denied the American account — and accused the United States of deploying launchers in Europe that could be used to violate the treaty as well.\n“Russia’s response over five years has been consistent,” Mr. Coats said. “Deny any wrongdoing, demand more information in an effort to determine how the United States detected the violation, and issue false counteraccusations that the United States is violating the treaty.”\nThe Pentagon started quietly developing a number of options to build up its arsenal once Mr. Obama considered withdrawing from the treaty four years ago. As a stopgap measure, the Trump administration is likely to deploy a version of the Tomahawk cruise missile that is redesigned to be fired from land, congressional officials say. But the Pentagon is already funding a Precision Strike Missile, which would have a range just under the I.N.F. limit of 500 kilometers, or 310 miles. Experts say it would take little effort to expand the range to reach more distant targets if the Trump administration abandons the arms-control accord.\nRaytheon and Lockheed Martin are now competing for the production contract on that missile, and tests of prototypes are expected next year.\nWhat is missing, warns George P. Shultz, the secretary of state in the Reagan administration and now a scholar at the Hoover Institution, is diplomacy.\n“Now is not the time to build larger arsenals of nuclear weapons,” he said. “Now is the time to rid the world of this threat. Leaving the treaty would be a huge step backward. We should fix it, not kill it.”", "date": "Dec. 9, 2018", "href": "https://www.nytimes.com/2018/12/09/us/politics/trump-nuclear-arms-treaty-russia.html", "tags": "much mr. problem united unraveling missiles states ” arms war treaty bigger russia — cold"}