{"title": "A Darker Portrait Emerges of Trump’s Attacks on the Justice Department", "content": "WASHINGTON — Rod J. Rosenstein, the deputy attorney general, praised President Trump last spring for backing the rule of law and commended the Constitution and American culture for protecting lawfulness. “I don’t think there’s any threat to the rule of law in America today,” he said at a celebration of the concept.\nMr. Rosenstein left unmentioned that he and other senior leaders at the department and the F.B.I. were enduring Mr. Trump’s sustained attacks on law enforcement in both public and private. The president had demanded Mr. Rosenstein falsely claim responsibility for dismissing the bureau’s director and had toyed with firing the attorney general, prompting Mr. Rosenstein and the Justice Department’s No. 3 official to vow to quit if the termination happened.\nThe long-awaited report by the special counsel, Robert S. Mueller III, released on Thursday painted a portrait of law enforcement leaders more fiercely under siege than previously known. They struggled to navigate Mr. Trump’s apparent disregard for their mission through a mix of threats to resign, quiet defiance and capitulation to some presidential demands. While their willingness to stay quiet might have protected their institutions, it also helped empower Mr. Trump to continue his attacks.\nMr. Trump made good on some threats, forcing out Attorney General Jeff Sessions the day after the midterm elections in November. The third-ranking Justice Department official, Rachel Brand, left three months before Mr. Rosenstein’s speech to become Walmart’s top lawyer. Mr. Rosenstein, who had an inside look at the investigation as its overseer and at Mr. Trump’s behavior as a top political appointee, is himself set to depart.\n“The bad news is that the attacks were relentless, but the good news is that the department has a thin political layer and a strong tradition of professionalism,” said Chuck Rosenberg, a former chief of staff to the F.B.I. director fired by Mr. Trump, James B. Comey. “But to see it and to read about the president’s behavior is deeply disturbing.”\nThe president sought to undermine the Justice Department’s leaders and thwart the Russia investigation from his first days in office.\nHe demanded that Mr. Comey publicly say that he was not under investigation, and he asked Dana J. Boente, who was briefly the acting attorney general before Mr. Sessions was confirmed in February 2017, to let him know whether the F.B.I. was investigating the White House, according to the special counsel’s report.\nHis attacks on law enforcement were most vividly embodied in his treatment of Mr. Sessions, who was himself investigated by the F.B.I. over whether he lied about contacts he had with Russian officials during the election, the report said.\nMr. Sessions, a top 2016 Trump campaign supporter, recused himself early into his tenure from election-related investigations, drawing Mr. Trump’s ire. After the special counsel was appointed in May 2017, the president demanded Mr. Sessions’s resignation, saying he wanted an attorney general who would harness the Justice Department’s power to protect the presidency.\nMr. Sessions submitted his resignation, touching off a scramble among White House aides to keep the president from accepting it. While he let Mr. Sessions keep his job, Mr. Trump pocketed his resignation letter and set off fears within the White House that he would wield it to get what he wanted from law enforcement officials.\nReince Priebus, the former White House chief of staff, told Mr. Sessions that the president could use the letter as a kind of “shock collar,” according to the report, and he told Mr. Trump that he had “D.O.J. by the throat.” It took Mr. Priebus two weeks to get the president to hand over the letter.\nSeeking a loyal attorney general, Mr. Trump asked a White House aide about Ms. Brand, a George W. Bush administration veteran. Was she “on the team,” and could he gauge her appetite for overseeing the Mueller inquiry or even becoming the attorney general?\nBut the aide never reached out to Ms. Brand “because he was sensitive to the implications of that action and did not want to be involved in a chain of events associated with an effort to end the investigation or fire the special counsel,” according to the report.\nWhen Mr. Trump pushed Mr. Priebus to secure Mr. Sessions’s resignation, Mr. Priebus warned the president that both Mr. Rosenstein and Ms. Brand would also resign, a scenario certain to plunge the Justice Department into crisis.\nThe president agreed to hold off on firing Mr. Sessions for a day, to prevent the Sunday morning television news shows from focusing on it, and eventually dropped his plan to oust him. Instead, he stepped up his public criticisms. The attacks became so pointed, harsh and relentless that Mr. Sessions prepared another resignation letter and carried it with him whenever he went to the White House, according to the report.\n“Attorney General Sessions carrying a resignation letter with him each time he had a meeting at the White House is a vivid reflection of the dysfunctional and unprecedented approach this president has taken towards the Department of Justice and federal law enforcement,” said Matthew S. Axelrod, a partner at Linklaters and a former Justice Department official and prosecutor under Mr. Bush and President Barack Obama.\nMr. Sessions resisted multiple entreaties to reverse his recusal so he could oversee and curtail the Mueller inquiry; by the time the criminal investigation of him ended in March 2018, he could do little to get back in the president’s graces.\nMr. Rosenstein, whose office received briefings every other week on the progress of the investigation, would have glimpsed the gravity of the situation as the special counsel interviewed witnesses.\nHe was also in the unusual position of being a witness himself in the investigation that he oversaw. Critics have said that role should have prompted Mr. Rosenstein to recuse himself from the inquiry, but top ethics lawyers at the Justice Department cleared him to oversee the special counsel, a department spokeswoman said. She added that the special counsel’s office never asked about or questioned that decision.\nAfter Mr. Trump fired Mr. Comey as the director of the F.B.I., setting off a storm of criticism, he asked Mr. Rosenstein to give a news conference and say that the firing had been his idea.\nMr. Rosenstein warned the president that the news conference was a bad idea “because if the press asked him, he would tell the truth,” Mr. Mueller’s investigators wrote. Mr. Sessions told White House lawyers that Mr. Rosenstein was upset about being used as a pretext for the ouster, and both officials told Donald F. McGahn II, then the White House counsel, that Mr. Trump was spinning a false narrative about Mr. Rosenstein’s role in the termination.\nMr. Rosenstein proved to be deeply rattled during the chaotic days after Mr. Comey’s firing. He discussed the possibility of invoking the 25th Amendment to remove Mr. Trump as president and suggested that he secretly record Mr. Trump in the Oval Office, according to people briefed on the events. Mr. Rosenstein has denied their accounts.\nWhen those revelations surfaced in news reports more than a year later, in September 2018, Mr. Rosenstein braced himself to be fired. But after meeting with Mr. Trump and his aides, Mr. Rosenstein held on to his job and oversaw the Mueller investigation through the end.\nIn February, he once again complimented Mr. Trump in a speech about the rule of law.\n“I’m very confident that when we look back in the long run on this era of the Department of Justice,” he said, “the president will deserve credit for the folks that he appointed to run the department.”\nAttorney General William P. Barr, who took office that month, appears to be trying to reset the relationship between the White House and the Justice Department. He has helped further the president’s agenda on health care and immigration, and he has vowed to investigate whether the Russia investigation was tainted by what he called unlawful “spying.”\nHe also worked to offset the Mueller report’s damning portrait of Mr. Trump. On Thursday, just before the report’s release, Mr. Barr held a news conference in which he offered a striking defense of Mr. Trump, highlighting facts to help build a case for exoneration and avoiding assertions that were more damaging for the president.\n“There was relentless speculation in the news media about the president’s personal culpability,” Mr. Barr told reporters. “Yet, as he said from the beginning, there was in fact no collusion.”", "date": "April 19, 2019", "href": "https://www.nytimes.com/2019/04/19/us/politics/justice-department-trump-attack-mueller.html", "tags": "sessions emerges rosenstein department justice trump ” white portrait darker attacks"}