{"title": "A Day of Raw Mourning and Rare Accountability on TV", "content": "What makes teenagers amazing — or infuriating, if you’re in an argument with one — is they don’t know what they’re not supposed to be able to do.\nThey haven’t learned that being smart means being cynical about what you can accomplish. They haven’t been hard-wired with platitudes and euphemisms. They haven’t internalized a list of questions that are too naïve or impolite to ask.\nAt CNN’s town hall on gun violence Wednesday, “Students of Stoneman Douglas Demand Action,” this resulted in something you rarely see on TV: accountability. A week after 17 people died in a mass school shooting in Parkland, Fla., a group of angry, grieving constituents was questioning public officials as if they worked for the public.\nIt’s not unusual for news programming after a tragedy to be cathartic or argumentative — cable news can’t resist emotion and conflict. But this was both at once, and that made it something remarkable.\nThe town hall, moderated by Jake Tapper, was part debate, part memorial (it ended with “Shine,” a song written and sung by students), part public trial for the political and educational system.\nThe crowd of thousands, clearly favoring the gun regulations advocated by Stoneman Douglas student activists, howled and jeered at Senator Marco Rubio, Republican of Florida, and Dana Loesch, a spokeswoman for the National Rifle Association. One student condemned politicians for taking the N.R.A.’s “blood money.”\nThe raw, sometimes heartbreaking exchanges didn’t just involve students. Fred Guttenberg, the father of a slain student, told Mr. Rubio that his comments after the shooting had been “pathetically weak.” A teacher who said she had voted for Donald J. Trump spoke out against the president’s suggestion that school faculty carry guns.\nBut it was the students who made it possible, by using their distinctive status as survivors of a tragedy to become the drivers of their story instead of its subjects.\nThey couldn’t be told that it was disrespectful to the victims for them to bring up gun policy; they were among the victims, and the dead were their friends and teachers. They had the aura of ordinary nonpoliticians, but they were also digital-native media savants, organizing hashtag campaigns, planning protests, delivering speeches that went spectacularly viral and nimbly engaging detractors on social media.\nIt fell to Mr. Rubio, as the lone Republican senator at the town hall — and one highly rated by the N.R.A. — to grimly take much of the scolding. It wasn’t just a conflict between liberalism and conservatism, it was a clash between the established dogma of the gun debate and a newly engaged, enraged audience.\nOne exchange in particular summed up this disconnect. Mr. Rubio was challenged by Mr. Guttenberg, who seemed to support a ban on weapons like the AR-15 that the shooter killed his daughter with. The problem, Mr. Rubio said, was that in order to eliminate every weapon with that sort of capability, “You would literally have to ban every semiautomatic rifle that’s sold in America.”\nThe crowd cheered, which did not seem to be the effect Mr. Rubio desired.\nMr. Rubio, after years of political argument, may have assumed that his answer was sufficient: You can’t ban that many guns because — well, you just can’t. Everybody knows it. It has been deemed outside the universe of practical solutions.\nSuddenly, Mr. Rubio’s rehearsed comebacks wilted like a wizard’s magic wand that had been transformed into a noodle. Pressed on whether he would reject campaign donations from the N.R.A., he kept repeating, “They buy into my agenda,” to no avail.\nBut Mr. Rubio did get praise from his Senate colleague, Bill Nelson, Democrat of Florida (who received a friendlier reception), for showing up. Florida’s governor, Rick Scott (a Republican), declined.\nAlso invited was President Trump, who instead counterprogrammed the CNN special with a “listening session” earlier in the day at the White House, for survivors and family members from Parkland and other shootings.\nMr. Trump’s forum was a more controlled and quiet one, including fewer calls for gun regulation, and more supporters of the president’s positions. But by the standards of any other day, it would have been remarkable.\nLive on TV news, the president — accustomed to getting the first, last and middle words — sat largely quiet, holding a slip of handwritten notes (No. 5 read: “I hear you”) and asking survivors for their ideas and feelings.\nTheir pleas were less political, but anguished, even furious. “It should have been one school shooting, and we should have fixed it — and I’m pissed,” said Andrew Pollack, whose daughter was killed in Florida. It felt raw and volatile in the way that politician-constituent meetings usually are not, especially in the White House.\nWatching the session, I was reminded of the “arena” TV specials that Roger Ailes staged for Richard Nixon during the 1968 campaign, as described in Joe McGinniss’s “The Selling of the President 1968.”\nThe idea was that depicting Mr. Nixon surrounded by questioners would show him heroically, regardless of his answers. “Nixon stood alone,” McGinniss wrote, “ringed by forces which, if not hostile, were — to the viewer at least — unpredictable. There was a rush of sympathy; a desire — a need, even — to root.”\nWith Mr. Trump, the aim may have been more to show a president not engaged in trying to defeat his questioners but listening to their answers. By Thursday, though, Mr. Trump was vociferously pushing the idea of arming teachers that he’d spoken of warmly in the meeting.\nThis is the part of this essay where I am supposed to note that there have been times when the conversation around an issue seemed to shift — the Sandy Hook shootings, for instance — and then shifted back. That’s what we expect from a smart take — a knowing cautiousness, informed by history.\nThat instinct is not inaccurate. But the last week of the Parkland students suggests that there is also value in not being too aware of what all the smart people know is impossible.", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/arts/television/school-shooting-town-hall-cnn.html", "tags": "tv rubio rare ” one gun mourning raw students — day accountability"}