{"title": "A Daughter of India’s Underclass Rises on Votes That Cross Caste Lines", "content": "LUCKNOW, India — Kumari Mayawati, a daughter of so-called untouchables and India’s most maverick politician, stunned the nation last year when she won majority control of India’s largest state with an inventive political coalition that fused votes from up and down the ancient Hindu caste pyramid.\nNow, with national elections only months away, Ms. Mayawati has emerged as the most important low-caste politician in India’s history, and she is asserting herself as a rainbow coalition leader, a woman whom all Indians can trust to be their prime minister one day. How far she will rise remains to be seen. But there is no disputing her importance.\nWhile the advance of so-called low-caste, or Dalit, politicians like Ms. Mayawati has reshaped Indian politics for 20 years, no one from her social rank has so shaken up the country’s traditional political order. Dalits represent roughly 16 percent of the population and have traditionally been shunted to the lowest rungs of Indian society.\nMs. Mayawati leads the government of Uttar Pradesh, a sprawling northern state with a population of more than 160 million. Her admirers see the rise and reinvention of this unmarried outcaste woman of 52 as a triumph of India’s democracy over its deeply conservative and stratified traditions.\nHer detractors see her as a symbol of an increasingly crude and unprincipled politics. She is accused of being ostentatious and corrupt and of striking deals with anyone who will advance her political ambitions.\nEven though caste discrimination has been officially banned in India, politics remains one of caste’s last bastions, with every caste group looking to its own to advance its interests.\nMs. Mayawati has been especially skillful in forging alliances with upper castes, and as chief minister of Uttar Pradesh, she has promoted an ambitious agenda devised to appeal across caste and class lines. Her main rallying cries are for an eight-lane highway, better policing and private investment as a means to ease poverty.\n“I prefer to be known as a leader for all the communities,” a cheerful and self-assured Ms. Mayawati said in a rare interview with a pair of American journalists this month. “In every community there are poor and unemployed people.”\nHer ascent is all the more important today because of the jigsaw puzzle nature of Indian politics. Neither of the national parties — the governing Congress Party or its main opponent, the Bharatiya Janata Party — is expected to win a majority in Parliament on its own in the next election, which is expected within a year.\nMs. Mayawati is positioning herself as a vital ally to whichever party may need her to govern — and if she bargains hard enough, she could even become India’s first Dalit prime minister. Uttar Pradesh, her state, has the largest bloc of seats in India’s 543-member Parliament.\n“She is an original,” said Ajoy Bose, author of a largely sympathetic political biography of Ms. Mayawati published recently by Penguin Books India. “She is someone who is obviously going to play a major role in our lives.”\nMrinal Pande, chief editor of the Hindi-language daily newspaper Hindustan, predicted that Ms. Mayawati could link arms with any party and in turn exact a high price, calling her a “predator with little ideological baggage.”\nA few years ago, for instance, Ms. Mayawati campaigned on behalf of a radical Hindu nationalist, Narendra Modi; this week, she was seen warming up to Communist leaders in a potential alliance against the coalition government led by the Congress Party.\nIn a country where caste continues to shape the way people vote, it remains to be seen whether Ms. Mayawati’s cross-caste strategy will resonate broadly and whether her Bahujan Samaj Party — in Hindi, the party of the majority of society — will be able to expand nationally.\nAsked where she sees herself a few years from now, she demurred, suggesting only that she would aim to do across India what she had done in Uttar Pradesh, commonly known by its initials, U.P. “Now,” she said, with a hint of bravado, “people in the rest of the country are watching.”\n“We cannot fight just as Dalits,” was a message she repeated. “I understand for centuries people have fought each other. It is not easy to bring them together. But we have done this in U.P.”\nAffectionately referred to as Behenji, which is a respectful way to address a sister, Ms. Mayawati was born into a community once relegated to leather work and, according to Hinduism’s ritual purity code, forbidden to share tea cups or water wells with upper-caste people.\nThe daughter of a government worker in Delhi, she became a schoolteacher, earned a law degree and then devoted herself full time to what was then a fledgling party.\nHer greatest innovation has been to lift a page from the Congress Party’s playbook, and flip it. She has gone after Congress’s traditional constituents — Dalits, socially privileged Brahmins and Muslims — but while a Brahmin has often led the others under the Congress Party, she insists on being the low-born leader at the helm.\nMs. Mayawati has lately sharpened her attacks on Congress Party leaders. As Rahul Gandhi, scion of the upper-caste Nehru-Gandhi dynasty, went on a widely publicized tour of the Uttar Pradesh countryside, eating and sleeping in low-caste homes, Ms. Mayawati baldly accused him of having to purify himself afterward with a “special soap.”\nMs. Mayawati’s governing of Uttar Pradesh has been characterized by supersize acts of political symbolism. She has ordered the arrests of notorious organized crime bosses, along with a handful of known criminals in her own party, and in so doing, sought to send a message that the police would be free to do their job. She is famous for lording over civil servants in her state and transferring them at the drop of a hat. She has put up giant statues of Dalit icons, including herself, in the heart of this capital.\nHer big-ticket plank today is a nearly 600-mile, $7.5 billion highway stretching across the state and promising to sprout several private townships along the way. It is financed  with private money, and observers of Uttar Pradesh politics say it could become an inviting source of graft.\nCorruption is in fact the most serious criticism against Ms. Mayawati. The latest accusations surfaced this month in selected leaks to the news media. The Central Bureau of Investigation, the nation’s highest law enforcement agency, accused Ms. Mayawati and her relatives of having illegally accumulated $2.4 million in property, including a villa in the elite diplomatic enclave of New Delhi, and $1.2 million in bank accounts. Ms. Mayawati promptly denounced the charges as politically motivated.\nAmong her Dalit loyalists, Ms. Mayawati is sometimes called “a goddess.” In interviews across the state, many readily said they felt proud that a Dalit’s daughter was governing the state. They also said her ascent had emboldened them to report crimes or seek benefits from the state.\nIn Agrona village, on the western edge of the state, Rakesh Kumar, 34, a factory worker who belongs to one of the lowest castes, offered his own example. For years, his family had tried to retrieve a small patch of land, about 170 square yards, that had been occupied by middle-caste villagers called Gujjars.\nEvery time the Kumars went to the local authorities for redress, they got a runaround. Then, last summer, shortly after Ms. Mayawati took office, Mr. Kumar, with the aid of a local worker from the Bahujan Samaj Party, tried once more. “Behenji became chief minister,” he said. “That’s what gave me strength.”\nThis time, the officials responded. They warned the Gujjars and threatened to call the police if they did not vacate the Kumars’ land. After 12 years of trying, Mr. Kumar put a fence around his land. He plans to build a house there. (A Gujjar leader in the village confirmed the story.)\n“The chief minister is our own kind,” marveled Rajpal, who said that he  was around 50 and that he was a sweeper by caste. “Now we are not afraid of the police. We are not afraid of the Gujjars. We are not afraid of anyone.”", "date": "JULY 18, 2008", "href": "https://www.nytimes.com/2008/07/18/world/asia/18india.html", "tags": "india uttar party rises ” caste lines underclass daughter votes state ms. cross mayawati —"}