{"title": "A Democracy Road Trip Through Hungary", "content": "PECS, Hungary — It is not always easy or convenient, but you can still find democracy practiced in the increasingly authoritarian Hungary led by Prime Minister Viktor Orban. You might start by driving three hours from Budapest past lush farm fields to Pecs, a storied city on the Croatian border.\nThis is where activists with the Liberal Party, which polls in the single digits but is propelled by smart, committed 30-somethings like Adam Sermer and Anett Bösz , recently held a community meeting at a local hotel. The ostensible subject was Russia, which Mr. Orban, a xenophobic, anti-democratic nationalist with a cruel anti-refugee agenda, is desperately courting and which many of his political opponents consider a dark cloud over their country’s future.\nThe audience numbered no more than a few dozen, mostly middle-aged men and women — possibly reflecting the fact that in provincial cities, unlike in the capital, Budapest, people tend to be wary of speaking out or taking part in political activities that could alienate Orban-affiliated party bosses who have influence over local jobs.\nThat didn’t worry Geza Jeszenszky, the featured speaker, who has the political and economic wherewithal to ignore such intimidation. A former Hungarian foreign minister and ambassador to the United States, he helped dismantle the Warsaw Pact and reorient Hungary’s foreign policy from the Soviet Union to the West. At 75, Mr. Jeszenszky, who calls himself a liberal conservative, could choose to stay in his elegant Budapest apartment and tune out the depressing reality as his country sinks deeper into Mr. Orban’s dystopian vision of a so-called illiberal democracy veering further and further from democratic norms.\nBut as Mr. Jeszenszky told me, he feels a duty to remind younger Hungarians that the great tragedies of the country’s recent past, especially World War II, were caused by “bad alliances,” namely with Nazi Germany. He extols the security value of NATO, which Hungary joined in 1999, and pushes back hard against Mr. Orban’s insistence that the European Union, which accepted Hungary in 2004, and America are nefarious influences. He laments that Hungary is increasingly resembling autocratic states like Russia.\nAs a neighbor, Hungary should, of course, pursue good relations with Russia, which provides most of its energy, Mr. Jeszenszky said, but NATO and the European Union are the country’s natural allies and “the guarantee against any aggressive tendency by Russia.” Mr. Orban, he said, is tying Hungary too closely to Russia; one deal, to buy a costly new Russian energy plant, will indenture Hungary to Russia for years to come.\nThe meeting in Pecs was spirited and generally well mannered, even as a few audience members expressed anti-Western sentiments. Mr. Sermer, the Liberal Party’s chief organizer, envisioned it as part of an effort to nudge Hungarians disaffected by the venality of Orban-controlled politics back into the political dialogue and eventually to vote. Many young Hungarians, including some of his friends, are moving abroad, Mr. Sermer said. But he believes that there is still hope for democracy, and, for now, he plans to stay and fight for it.\nThere are many reasons to be concerned about Hungary’s eroding democracy, with its echoes of the populism and creeping authoritarianism infecting the other parts of Europe and even the United States. Mr. Orban has altered the political system to make it easier for his Fidesz Party to stay in power, enabled corruption, cracked down on independent media and civil society groups, and refused to share the burden of accepting migrants arriving in Europe. Although Hungary receives billions of dollars annually from the European Union, his government regularly demonizes the bloc, even spending tax dollars on anti-E.U. billboards.\nMr. Orban’s campaign to shut down Central European University in Budapest, the school founded in 1991 by the Hungarian-born American billionaire George Soros to bring Western-style education to his homeland, has become obsessive. The government recently passed a law requiring that the school have a branch in the United States; it doesn’t and may have to close.\nHowever, unusually large street protests in Budapest and international criticism have forced the government to at least pretend to seek a compromise. In June, its representatives met in New York, where the university is registered, with officials from Gov. Andrew Cuomo’s office. The school is being allowed to operate during the 2017-18 academic year, but its future remains uncertain.\nIt should not be forgotten that Mr. Orban, once a liberal, was educated at Oxford with scholarship help from the same George Soros he now pillories as a foreign agent intent on fomenting dissent against the government. Mr. Soros, a benefactor of pro-democracy groups in Hungary and elsewhere, accused Mr. Orban in a recent speech of presiding over a “mafia state.”\nHungarians who want to see Mr. Orban replaced in the 2018 election know they face stiff odds. Everything is stacked against them: the structure of the political system, the heavily controlled media, the corruption, the fact that opposition parties are weak and unlikely to maximize their leverage by uniting behind a single candidate.\nBut many also ask a fair question: Why haven’t NATO and the European Union, which accepted Hungary to ensure its pro-Western future, reacted more strongly as those core values are eroded?", "date": "July 1, 2017", "href": "https://www.nytimes.com/2017/07/01/opinion/sunday/a-democracy-road-trip-through-hungary.html", "tags": "european trip hungary road orban political democracy union liberal budapest russia"}