{"title": "A Deadly Year for Journalists as Risk Shifts to the West", "content": "A Slovak journalist and his fiancée are shot dead in their home. A gunman storms a Maryland newsroom in a targeted attack on the staff. A writer walks into the Saudi Consulate in Turkey — and never walks out.\nIt’s been a deadly year for journalists, analysts say, even in democratic countries where press freedom has been seen as an essential part of civil society.\n“Typically journalists are not murdered in the United States,” said Courtney Radsch, the advocacy director for the Committee to Protect Journalists. “Typically they are not murdered in Western Europe. Yet we have seen it this year in both — which were previously considered bastions of press freedom — that journalists are being murdered and that there is a parallel of anti-press rhetoric happening.”\nSo far this year, at least 43 journalists have been killed around the world as a result of their work, according to the Committee to Protect Journalists. That number is outpacing last year, and does not include 17 other deaths in which the motive has not been confirmed.\n“Certainly, in the past several years we have seen record numbers of journalists being killed,” Dr. Radsch said.\nThe organization documented more than 70 deaths in four separate years over the last decade, many of them related to crossfire in war. This year’s figures expose a new, worrying trend, she said.\n“There is an increase in attacks on journalists and journalism as an institution that is important to democracy and to the foundation of human rights,” Dr. Radsch said. “And we see that this is being undermined around the world.”\nReporters Without Borders, an international advocacy group, puts the figures for 2018 slightly higher, and says that more journalists have been killed in connection to their work in the first nine months of 2018 than in all of 2017.\nIn areas where there are active conflicts or endemic crime, the threat to journalists is well known. Twelve journalists, for example, have been killed this year in Afghanistan. And at least six have been killed in Mexico, long known as a dangerous place to be a journalist.\nBut now, seemingly, journalists in the United States and Europe have fallen victim to targeted killings. This year, the United States has the third-highest number of journalists killed worldwide, in part because of the attack on The Capital Gazette newsroom in Annapolis, Md., that left five journalists dead.\n“We are seeing a climate of impunity set itself up in many more countries than we have seen before,” said Margaux Ewen, North America director for Reporters Without Borders. “What’s happened to people like Jamal Khashoggi, if the reports are confirmed, is concerning, that someone could be disappeared so brazenly.”\nMr. Khashoggi, a Saudi Arabian dissident writer who had been living in self-imposed exile in the United States, disappeared after walking into the Saudi Consulate in Istanbul last week. While it is unclear exactly what happened to him, Turkish officials say they believe he was assassinated on the orders of senior members of the Saudi royal family.\n“I think that, if the reports are confirmed, it is a very strong signal that there are many out there who think that they can get away with silencing journalists either by locking them away and throwing out the key or assassinating them,” Ms. Ewen said.\nIn nine out of ten cases, those who kill journalists are never brought to justice, according to the Committee to Protect Journalists. But the Khashoggi case has set off outrage among human rights groups and on Capitol Hill, and many have demanded accountability.\n“These are horrifying situations, and the international community must stand up and take any action that is necessary at any level to reveal the truth about the real perpetrators of the presumed murder of Jamal Khashoggi,” said Thanos Dimadis, executive director of the Foreign Press Association of the United States.\nAnti-press rhetoric has not been directly linked to the rising incidence of murders of journalists, but analysts say it creates an environment where the killings can flourish.\n“The press being attacked as the enemy of the people or fake news or somehow undermining those in power — when that sort of rhetoric is used in those contexts, that can make it an unsafe condition for reporters,” Dr. Radsch said.\nThe United States has fallen two places in the Press Freedom Index put out annually by Reporters Without Borders, in part because of comments by President Trump depicting the press as the “enemy of the people.”\nIn Bulgaria this week, the rape and murder of the journalist Viktoria Marinova, the host of an anti-corruption news show, immediately raised red flags. Bulgarian authorities say it was a random act, rather than an attack linked to Marinova’s work, but some fellow journalists have been skeptical.\nReporters Without Borders has urged a thorough investigation and in a statement asked for police protection for journalists who worked with Ms. Marinova on a recent investigative report on corruption.\nWhatever the outcome of the investigation into Ms. Marinova’s death, the case serves as a reminder, Dr. Radsch said, of a risk specific to women: The threats they face include sexual assault.", "date": "Oct. 11, 2018", "href": "https://www.nytimes.com/2018/10/11/world/americas/journalists-killed.html", "tags": "deadly shifts united states radsch ” west killed year risk journalists press"}