{"title": "A Farmer’s Tough Year on the Trade War’s Kansas Front", "content": "Justin Knopf finished harvesting soybeans as November’s first snowflakes started falling on his fields in Gypsum, Kan. Then he did what thousands of farmers throughout the grain belt are doing: He got an application for some of the $12 billion in federal emergency relief intended to blunt the economic fallout from President Trump’s trade policy brinkmanship.\nChina, the biggest buyer of American soybeans, all but stopped purchases after the White House imposed tariffs this summer and set a retaliatory spiral in motion. The pronouncements and maneuvers in world capitals have reverberated through the kitchens and living rooms of farmers, who were targets in part because they are big exporters and core supporters of Mr. Trump.\n“Some say enough already — it’s a big gamble and the timing is horrible for us to be messing with trade,” Mr. Knopf said. “Other farmers are incredibly excited about what the administration is doing on trade and truly believe they’ll come up with a better deal for us long term. I’m probably somewhere in the middle. I’m cautiously hopeful.”\nThe past year has tested the patience and resilience of Mr. Knopf, 40, who lives on the farm with his wife, Lindsey, and three children. For now, he is waiting to see what happens when Mr. Trump and President Xi Jinping of China meet at the Group of 20 summit meeting in Argentina on Friday and Saturday before deciding what to do with the rest of his soybean harvest.\nHere’s what the past four seasons have been like for Mr. Knopf.\nFALL 2017\nTrade frictions with China mounted through most of last year, but when Mr. Trump traveled to Beijing in November, the tone changed. The president piled praise on Mr. Xi, and blamed the United States for inequitable trade deals. It looked as if relations were warming, and the price of soybeans was floating around $9.90 a bushel.\nOn the farm, Mr. Knopf was deciding how many acres of soybeans, sorghum and corn to plant in the spring to take advantage of an early-order discount for seed. As a no-till farmer, he diversifies and rotates crops to create healthier soil, instead of plowing and relying heavily on pesticides. \nThose considerations play an important role in his crop choices, but so do calculations about what looks as if it will fetch the best price over the next year. Soybeans seemed to promise a better return, so Mr. Knopf went ahead with increasing his soybean acreage.\nWINTER 2018\nFor years, family farmers have struggled with limp prices, tight credit and more extreme weather.  “Trade is just one more thing to worry about,” Mr. Knopf said.\nTensions heated up in January and February. Two weeks after Mr. Trump placed new tariffs on washing machines and solar panels, Chinese officials began an anti-dumping inquiry into American exports of sorghum. \nMr. Knopf said China’s announcement was “when the reality really sank in that this trade war was going to have a significant impact on my farm here in the middle of central Kansas.”\n“Our local price that day dropped by — I believe it was 80 cents,” he said. “Just that one announcement from China decreased my potential revenue by 20 percent in one day.”\n Soon, though, the sorghum and soybean prices rebounded.\nSPRING 2018 \nThe price of soybeans largely stayed above $10 a bushel — what Mr. Knopf would characterize as a “not horrible, not fantastic\" price — through May. Hopes for a deal were further bolstered when the Treasury secretary, Steven Mnuchin, said on May 20 that “we’re putting the trade war on hold.” \nLess than two weeks later, though, Mr. Trump said he was moving ahead with a plan to impose 25 percent tariffs on $50 billion worth of imported Chinese goods within the next month. China retaliated and identified $50 billion worth of American goods for a 25 percent tariff. \nMr. Knopf had decided to reduce his corn and sorghum acreage because soybean prices looked favorable. He had finished planting corn and was halfway through his soybean fields when prices started sinking. “All of a sudden, things have changed pretty quickly,” he said.\nHe could have sold part or all of his spring crops in advance, but rain had been sparse. “I wasn’t in a good mood to sell before I had a better picture of what we had planted and if the crop was off to a good start,” he said.\nBy waiting, Mr. Knopf was betting that the price of soybeans would not drop too much. But from late May to mid-June, it went from $10.41 a bushel to $8.95. Now, he had a different reason to hold off.\n“I will tell you from an emotional standpoint, it’s hard to sell or write a contract when something has just taken a big plunge,” Mr. Knopf said. “You don’t want to sell just after the price falls, so I was getting paralyzed.” \nSUMMER 2018 \nWashington and Beijing seesawed through a set of punishing threats and tariffs. The first China-specific tariffs went into effect on July 6. Beijing responded by imposing tariffs on American products, including soybeans. By mid-July the price sank to $8.18 a bushel, the lowest in nearly a decade. At the same time, Midwestern farmers were contending with a drought.\n“This affects my family each day,” Mr. Knopf said. “Some days, I just think I need to — golly, I need to trust what he’s doing,” he said of the president. “Other days, I think, ‘Golly, I wish this would be over.’”\n“The president keeps calling us farmers great patriots and keeps asking us to trust him and says that we’re going to end up with a better deal,” Mr. Knopf said. “That is in the back of farmers’ minds. But at the same time, we can only do this for so long.”\nMr. Trump sent out an early-morning Twitter post on July 24 that “Tariffs are the greatest!”\nLater that day, the administration announced $12 billion in emergency relief for farmers.\n“It’s nice that the administration has recognized that this is having an impact on our local pricing,” Mr. Knopf said. “On the other hand, any farmer will tell you we’d much rather have markets that are open and fair.” \nOn Aug. 1, Mr. Knopf sold 2,000 bushels of soybeans at the local cash price of $8.25 a bushel. “I remember thinking ‘O.K., prices have come back some, at least we’re off the lows, although they’re not what they were,’” he recalled. “I would have liked to have done much more, but I wasn’t sure how many bushels we were going to raise. We were on the verge of almost having areas in the field begin to die because of the drought.” \nThe next day, tensions between China and the United States rose again, with virtually no break through most of September. On Sept. 18, after a list of Chinese goods was drawn up for a new tariff, soybeans fell to $8.14 a bushel.\nIn Kansas, there had been some good news. Rain. Because of the weather, Mr. Knopf said, “I realized I’m going to raise an above-average crop.” But prices remained low, so he held off selling more soybeans. \nFALL 2018 \nAt a United Nations Security Council session on Sept. 24, Mr. Trump accused the Chinese of trying to interfere in the midterm elections. By the time this cycle of threats, counterthreats and complaints to the World Trade Organization concluded, the United States had applied tariffs to $250 billion worth of Chinese goods, and China had imposed tariffs on $110 billion worth of American goods, including soybeans. \nIn the Kansas fields, rain delayed the start of the harvest until the first week in October. Mr. Knopf noticed that the local price he could get for his soybean crop was diverging more and more from the benchmark price on the Chicago Board of Trade, further depressing his return. So on Oct. 15, he sold 3,000 bushels at $7.70. \nA couple of weeks later, with the midterm elections a few days away, Mr. Trump offered some hope about an agreement at a meeting with Mr. Xi at the end of November. \nThe same day that Mr. Trump sent that soothing signal, Mr. Knopf decided to sell another 5,000 bushels while prices remained steady. A couple of days later, he harvested the last of the soybeans, but chose to store the final batch — roughly 4,500 bushels — at a grain elevator. He is waiting to see if the Trump-Xi meeting produces a positive announcement that could lift prices. \nHe knows there’s a risk: “If nothing comes out of the G-20 summit and prices fall, I will be penalized for waiting.” In any case, he hopes to have an acceptable price by the end of the year, so as to avoid further storage costs. That is also when the United States plans a further increase in tariffs on Chinese goods. \nThere is no formula for managing the uncertainty. Farmers’ responses vary widely. \n“Everyone will have a different take,” Mr. Knopf explained. “Some will use market advisory services. Some depend on political persuasion, how much he trusts or doesn’t trust what this administration is promising to deliver. There’s also the business reality of cash flow.”\nFor example, Joe Kejr, Mr. Knopf’s neighbor and another no-till farmer, can store his soybeans at no cost because he has a grain elevator. He is betting that Brazil — a big soybean supplier to China since the tariffs were imposed — will be running out of its inventory and prices will rise by spring. \nBoth Mr. Kejr and Mr. Knopf are taking part in the emergency relief program, which amounts to 82.5 cents a bushel for soybeans. “It’s kind of a Band-Aid effect, trying to heal a little bit of the wound,” Mr. Kejr said. “All of us would just as soon not have the government paying or us needing that type of assistance.”\nA fifth-generation farmer, Mr. Knopf has successfully managed the whammy of trade tussles, low prices, hard-to-get credit and weather fluctuations. Not everyone has been so fortunate. Recent analyses by the Federal Reserve Banks of both Kansas City and Minneapolis found the combined stresses threatened the survival of some farms. \nLOOKING AHEAD\n“There is more uncertainty now with trade than since I’ve been farming, 18 years ago,” said Mr. Knopf. “For my generation, this is the first and most extreme trade thing we’ve been through.”\nOver the last six months, he has become more skeptical of the president’s policies. In early June, he said: “We’re willing to give him the benefit of the doubt. It’s a different approach — he’s changing things up. Let’s give it a try.”\nThis week, Mr. Knopf sounded a darker tone: “It’s frustrating. We haven’t seen a lot of progress.” Chinese tariffs on soybeans have reduced farmers’ incomes, but American tariffs on foreign steel have significantly raised the costs of their machinery and equipment. “We’re on the wrong end of it on both sides,” he said.\nThe growing cycle has started again, and Mr. Knopf is planning next year’s crop. The meeting this week between Mr. Trump and Mr. Xi, he said, is “really important to farmers who are already beginning to think about and make plans for spring.” \nWithout an accord by planting season, “I think the mood is going to sour pretty quickly,” he said. “Patience will run out.”", "date": "Nov. 29, 2018", "href": "https://www.nytimes.com/2018/11/29/business/economy/farmer-trade-tariffs.html", "tags": "tough knopf kansas “ farmers price war front trade year soybeans tariffs farmer"}