{"title": "A Favorite Restaurant in Syria Led ISIS to Americans", "content": "BEIRUT — For American troops posted in the dusty flatlands of northern Syria, the Palace of the Princes restaurant in Manbij offered a pleasant place to stop for grilled chicken, French fries or its locally renowned shawarma sandwich.\nThe Americans liked the food so much that they dropped in frequently, often many times a week, residents said. Visiting officials were welcomed to red booths and water pipes; two American senators dined there in July.\n“They stop here for chicken and shawarma whenever they have a patrol in the city,” said Jassim al-Khalaf, 37, who sells vegetables nearby. “People here are used to it, so it’s not a new thing to see them.”\nThe jihadists of the Islamic State noticed, too, dispatching a suicide bomber who blew himself up at the restaurant on Wednesday, killing at least 15 people, including four Americans: two service members, a Defense Department civilian and a military contractor.\nThat attack, in a Syrian town celebrated as an American-backed island of stability, raised troubling questions about whether the American military had developed a false sense of security in a conflict zone, where avoiding predictable routines like a regular lunch spot can be a matter of life and death.\nSeveral current and former Special Operations personnel, as well as other American officials who had worked in the region, said Thursday that the Islamic State, also known as ISIS, had exploited a vulnerability.\n“ISIS saw a target of opportunity, but they should have had better force protection,” a Special Operations officer said, speaking on condition of anonymity because he was not authorized to speak to the news media.\nA former senior officer, also speaking on condition of anonymity, said the Islamic State “will attack Americans anywhere and anytime they sense an opportunity.”\nThe officials acknowledged that the dead and wounded, who included at least one Green Beret, had grown complacent and should have varied their patrol routes or increased their operational security.\n“The illusion of safety has always been a problem in northeast Syria,” said one American official working in the region.\nIt was an easy lapse to fall into in Manbij, a small city in northeastern Syria near the border with Turkey. An American-led Kurdish-Arab coalition drove the Islamic State out of the city in mid-2016 and set up American-backed local councils who ran the place.\nAfter Turkey threatened to invade early last year to drive out Kurdish forces, which Turkey considers terrorist, the United States started running patrols from bases in the olive groves near town to keep one ally, Turkey, from attacking another, the Kurds.\nThe military presence made Manbij deceptively peaceful.\nOn a July visit, a delegation of American military leaders and senators wore no body armor as they walked through a crowded marketplace there, surveying stalls hawking spices, gold jewelry, olive soap and fresh chicken.\n“Pretty cool,” said Lt. Gen. Paul E. Funk II, then the commander of coalition forces fighting in Iraq and Syria, “This is what stability looks like. This is what winning looks like.”\nFrom there, the group, including Senators Lindsey Graham, Republican of South Carolina, and Jeanne Shaheen, Democrat of New Hampshire, strolled to the Palace of Princes for lunch with local leaders.\n“We had a very good tour and a terrific lunch,” Senator Graham said afterward. Manbij, he said, was “a place of hope in a region that needs more hope.”\nThe restaurant’s owner, Ali Saleh al-Yousef, also saw Manbij as a bright spot in a war-ravaged country.\nIn a recent local TV interview, he said that he left the city when the Islamic State took over and returned only once it was safe again.\n“We wish all the provinces in Syria could be like Manbij,” he said. “Because now Manbij has become an example.”\nA two-story restaurant on a crowded downtown street, the Palace of Princes served meat grilled over charcoal, rotisserie chicken, shawarma and other dishes that made it a favorite stop for American soldiers on patrol.\nSometimes they would drop in to get sandwiches to go before rumbling back to their bases outside of town, residents said. Other times, they would park their armored vehicles in front and get a table.\nIf the Americans gave any thought to the cardinal importance of varying one’s routines in a war zone to make it harder for enemies to plan attacks, it was not reflected in their eating habits.\n“I know that whenever they went to the city because there was a patrol or a mission, they’d pass by that restaurant,” said Shervan Darwish, the spokesman for the Manbij Military Council, which works closely with the United States.\nOn Wednesday, one such patrol dropped in for a late lunch. Cars were double-parked in front of the restaurant and the sidewalks were full of people visiting the nearby vegetable market, according to residents and surveillance footage posted online.\nA suicide bomber mixed into the crowd and detonated his explosive vest near the restaurant entrance. A fireball erupted in front of the restaurant, yanking down its sign, toppling the rotisserie and leaving the dead and wounded scattered in the street, according to witnesses and videos posted online.\n“We saw civilians on the ground, kids, soldiers, fire still blazing in the shop,” Ahmed Himo, a local journalist, said by phone on Thursday. “It was a terrible scene.”\nAhmad Sulaiman, 12, was passing the restaurant on the way to his grandfather’s house when the blast happened.\n“When I passed, there was the man who makes the shawarma sandwiches,” Ahmad said while being treated for leg injuries in a hospital. “Then fire flashed and disappeared and the man was no longer there.”\nWhile rescue workers rushed the wounded to the hospital, three helicopters appeared in the sky, Mr. Himo said. One tried to land in the street but it was too narrow, so it landed on a soccer field nearby. The dead and wounded Americans were taken there and flown away.\nOn Friday the Pentagon identified three of the Americans who were killed as Chief Warrant Officer Jonathan R. Farmer, 37, of Boynton Beach, Fla., a Special Forces soldier, or Green Beret; Chief Cryptologic Technician Shannon M. Kent, 35, of New York State, who was in the Navy; and Scott A. Wirtz, a Defense Intelligence Agency civilian employee, of St. Louis, Mo.\nThree other service members were wounded and flown to an American military hospital in Germany for treatment, a military official said.\nUntil this week, just two American service members had been killed in Syria.\nAllied aircraft bombed a mosque on Thursday that the Islamic State had used as a command center in Safafiyah, Syria, in the Middle Euphrates River Valley, the Pentagon said. It was unclear if the airstrike was in response to the attack in Manbij, scores of miles to the northwest, or, more likely, a target of opportunity.\nManbij was still in shock on Thursday, residents said, struggling to deal with the aftermath of the bombing and their town’s uncertain future should Mr. Trump make good on his promise to withdraw American troops. Turkey has talked about invading. The Syrian government and its Russian and Iranian allies want the territory back. And the Islamic State has proved it still has the ability to strike.\nThe attack added fuel to the debate over the ever-shifting American mission in eastern Syria, and President Trump’s plans to bring troops home.\nWhile Mr. Trump and, as recently as Wednesday, Vice President Mike Pence, insisted that the Islamic State had been defeated, a range of American officials, including many of Mr. Trump’s allies, have said the attack proved otherwise and that leaving Syria could allow the jihadists to come roaring back.\nMr. Darwish, of the local military council, said that whether the United States ultimately withdraws or not, the existing confusion over American policy had emboldened the jihadists.\n“ISIS benefits from the tense atmosphere, the murky situation, the recent statements, the decision to withdraw and the tweets from all over,” he said. “That has made the region unstable, and all of that helps ISIS to bring itself back together.”\nHe said that an American withdrawal would leave a vacuum that the jihadists would be well positioned to exploit.\n“ISIS will benefit,” he said.\nBut the deaths, in a part of Syria few Americans have heard of, also drew calls to remove the United States from another murky Middle Eastern battlefield.\n“The real danger is that these attacks will lead Trump and company to bow to the pressure of the Syria Washington hawks who are already saying that unless America stays, it will be portrayed as weak,” said Aaron David Miller, a former Middle East analyst at the State Department. “This is a prescription for another forever war.”", "date": "Jan. 17, 2019", "href": "https://www.nytimes.com/2019/01/17/world/middleeast/syria-bombing-manbij-attack.html", "tags": "syria american islamic isis “ military manbij favorite restaurant led state americans"}