{"title": "A Fairy-Tale Baddie, the Wolf, Is Back in Germany, and Anti-Migrant Forces Pounce", "content": "FÖRSTGEN, Germany — They struck at dawn and left a trail of blood and body parts.\nThere were six, maybe seven perpetrators. One had calmly passed Annett Hertweck’s car as she was speeding down the forest path to the scene of the massacre near the eastern village of Förstgen, Germany. Only then did she see the bodies. Dozens of them.\n“It was horrific,” she said.\nThe culprits were wolves, descended from Polish forebears. The victims were German sheep, 55 of them.\nExtinct for the best part of a century, Germany’s most notorious fairy-tale baddie is back.\nWolves have been slipping across the Polish border for years, gradually settling into rural Germany. There are only a few hundred of them.\nBut to hear some politicians tell it, the country is facing an invasion. And the way they talk about wolves is strikingly similar to how they talk about immigrants, turning the animal into an object of terror — and the discussion into an allegory for the nation’s simmering culture wars. Between urban elites and rural left-behinds. Between west and east.\nAnd also between those who welcome wolves — and immigrants — and those who fear them.\n“The wolf polarizes, it touches something deep inside of us,” said Ms. Hertweck, who runs a biosphere reserve with 500 sheep and describes herself as pro-wolf.\n“The wolf is the perfect scapegoat for our times,” she added, cast as a type of criminal foreigner “with teeth instead of knives” who is “protected by the elites.”\nIn the home of the Brothers Grimm, where the big, bad wolf has been the stuff of children’s nightmares for generations, it is now also the stuff of populist election manifestoes.\nWhen Karsten Hilse, an eastern lawmaker for the anti-immigrant, anti-wolf Alternative for Germany party, or AfD, talks about wolves, it sounds a lot as if he is talking about immigrants. And sometimes he is.\n“There are a lot of parallels between the settlement of wolves in Germany and the refugee crisis,” Mr. Hilse said in a parliamentary debate last year.\nThe arrival of 1.2 million migrants since 2015 had led to “rapes, murders, attacks on police officers,” he said, adding that most migrants live on German welfare. “The same goes for wolves,” he said, presumably referring to public subsidies for wolf protection measures and compensation for killed farm animals.\nWolves and what to do with them has become a central campaign issue in three hard-fought regional elections in the former Communist East this year, where the number of wolves is highest — and the far-right is strong.\nSome want to shoot the wolf, seeing a dangerous predator who is a threat not just to lambs but to children and a familiar way of life. Others see the animal as an endangered species that needs protection.\nThe woman in charge of the wolf issue at the local chapter of the AfD in eastern Saxony is called Silke Grimm, no relation to the Grimm brothers.\nMs. Grimm has been campaigning in favor of hunting wolves since 2014. “At the time the others laughed at us,” she said. “Now they are copying us.”\nIn her small office near the Polish and Czech borders, Ms. Grimm handed out two pamphlets. One was about Islam and why it was incompatible with German culture.\nThe other was about wolves and why the current number of them was incompatible with Saxony’s “cultural landscape.”\nLike the “ceiling” the AfD has demanded for the number of asylum seekers Germany can tolerate, the leaflet demands a “ceiling” for wolves.\nIt also advises children not to be in the forest by themselves. On the cover a wolf is seen trotting through a residential area with its teeth bared, an abandoned teddy bear in the foreground.\n“Wolves are dangerous and they breed explosively,” Ms. Grimm said. “The official line is it’s all under control. We know that line from the refugee crisis. No one believes a word of it.”\nOver the last century, there have been no reported cases of a wolf killing a human in Germany, said Vanessa Ludwig, a biologist at the wolf information office for the regional government. The last known death in Western Europe was in Spain in the 1960s.\nThe German authorities have counted 73 packs of wolves, 31 wolf couples and three lone wolves across the country — perhaps 700 animals in total.\n“There is no wolf crisis,” said Ms. Ludwig, who remembers exactly when wolves became political. “It was in 2015, during the refugee crisis,” she said. Since then, “it has been one big emotional storm.”\nAnd as with migrants, when it comes to the wolf, emotions seems to matter more than facts.\nEveryone in Saxony knows Grimm’s fairy tales. And everyone knows the story of Lolek and Bolek.\nLolek and Bolek were two goats kept in the backyard of the nursery in the village of Uhsmannsdorf. One night, a wolf came. First Lolek was gone. Two weeks later, Bolek was gone, too. Now the children are no longer taken into the nearby forest.\nThe local mayor, Heike Böhm, walks in the forest every day. “The story of Lolek and Bolek has reinforced fears that the place is overrun with wolves,” Ms. Böhm said. “I have never seen one.”\nWhen Chancellor Angela Merkel met with fellow conservatives in the region last year, Lolek and Bolek came up, too. Ms. Merkel said that “where necessary,” the wolf should be hunted. Her environment minister is now mulling a law that would make it easier to shoot “problem wolves.”\nSome aren’t waiting for the law. The dead body of a wolf was found floating in an area lake. The animal had been shot in the head, then sunk in the water with a block of cement tied around its body to weigh it down. Executed, mafia-style.\nIn the early 19th century, when the Grimm brothers collected their fairy tales, wolves presented an existential threat to small farmers in an agrarian society. The wolf was portrayed as the ultimate villain, a scheming predator who goes after women, children and livelihood.\nIn “The Wolf and the Seven Goats,” he gobbles up six of seven baby goats. In “Little Red Riding Hood,” he swallows first granny, then the little girl.\n“You can explain that fairy tales are only fairy tales but that alone won’t do,” said Ms. Ludwig of the regional government. “The psychology is complex because of the long history of the wolf in German folklore.”\n“Little Red Riding Hood syndrome,” she called it.\nAs in fairy tales, so in politics, the wolf represents more than one thing. Thirty years after the fall of the Berlin Wall, wolves have come to embody the resentment some easterners feel about what they experienced as a western takeover.\nUnder Communism, wolves who came across the border were shot. After reunification, wolves became a “highly protected species” under European Union rules.\nThe wolf was seen as a winner of reunification, while some farmers here feel like losers — without much money, lacking status they once had and losing their children to the west.\n“And now the wolf comes and eats their sheep,” said Ms. Hertweck, the witness to the sheep massacre. “I can understand their anger.”\nA short drive away, Stephan Kaasche, a nature guide, was running a workshop with 10-year-olds. He pulled out a wolf skull, opened its jaw wide and held it above one girl’s head.\n“See?” he said. “The wolf cannot swallow you whole.”\nFor Mr. Kaasche, the current hysteria about wolves “says nothing about wolves and a lot about human nature.”\nPeople’s grievances are real, but they have nothing to do with the wolf, he said. Politicians who pretend otherwise are “like a wolf in sheep’s clothing.”", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/world/europe/germany-wolves-afd-immigration.html", "tags": "forces baddie fairy-tale germany wolf back pounce ” one grimm ms. — anti-migrant wolves"}