{"title": "A Federal Appeals Court Just Said Trump's Tweets Show He's An Anti-Muslim Bigot", "content": "WASHINGTON ― In an extraordinary ruling on Thursday, the majority of the U.S. Court of Appeals for the 4th Circuit found that “the words of the President” provided “undisputed evidence” of anti-Muslim bias.\nIn a 9-4 ruling, the federal appeals court held that the third version of Trump’s travel ban ― which limited visitors from six majority-Muslim countries as well as two other nations ― was likely unconstitutional. It was the second federal appeals court to find that Trump’s third travel ban was likely unconstitutional, but both rulings have been put on hold until the U.S. Supreme Court hears oral arguments in the matter this spring.\nThe 4th Circuit’s majority opinion, written by Chief Judge Roger Gregory, represents yet another instance in which the president’s own words ― and tweets ― have hurt his arguments in court. This has happened to Trump again and again and again.\nThe 4th Circuit found that Trump had expressed “what any reasonable observer could view as general anti-Muslim bias.” In addition to statements from the campaign trail, the opinion cited Trump’s retweets of anti-Muslim videos posted by a far-right British political party in November as well as this tweet from August:\n“The President’s own words ― publicly stating a constitutionally impermissible reason for the Proclamation ― distinguish this case,” the majority found.\nWhile Trump could have “removed the taint of his prior troubling statements,” he hasn’t, the court said. “In fact, instead of taking any actions to cure the ‘taint’ that we found infected [the second executive order laying out a travel ban], President Trump continued to disparage Muslims and the Islamic faith,” it said.\nFrom the opinion:\nThe Trump administration had urged the court to disregard the president’s pre-election statements, perhaps the court said in “implicit recognition of the rawness of the religious animus” in those statements. But the government’s argument that what he said before he was elected wasn’t relevant didn’t hold up, the 4th Circuit said.\n“This is a difficult argument to make given that the President and his advisors have repeatedly relied on these pre-election statements to explain the President’s post-election actions related to the travel ban,” the court wrote.\nFrom the opinion:\n“In sum, the face of the Proclamation, read in the context of President Trump’s official statements, fails to demonstrate a primarily secular purpose. To the objective observer, the Proclamation continues to exhibit a primarily religious anti-Muslim objective,” the court wrote.\nRead the entire opinion below:\nRyan Reilly is HuffPost’s senior justice reporter, covering the Justice Department, federal law enforcement, criminal justice and legal affairs. Have a tip? Reach him at ryan.reilly@huffpost.com or on Signal at 202-527-9261.", "date": "\n02/15/2018", "href": "https://www.huffpost.com/entry/trump-anti-muslim-travel-ban_n_5a85c085e4b0774f31d3307c", "tags": "anti-muslim show court president statements ” federal trump ― opinion appeals circuit bigot tweets said"}