{"title": "A Final Hurdle in Iran Talks Deals With Conventional, Not Nuclear, Arms", "content": "VIENNA — One of the last major obstacles to concluding a historic nuclear deal with Iran is a dispute over a set of United Nations sanctions that appeared to be resolved months ago and only peripherally has to do with nuclear weapons.\nThe sanctions, passed in a series of resolutions by the United Nations Security Council beginning nine years ago, ban the shipment of conventional arms into and out of Iran.\nFor those worried about Iran’s continued muscle-flexing in the Middle East — supporting the forces of President Bashar al-Assad in Syria, Hezbollah forces in Lebanon, Palestinian terror groups and Shiite militias in Iraq — keeping the ban in place is critical for containing Tehran, even after a deal is reached.\nPresident Obama’s secretary of defense, Ashton B. Carter, even told Congress this week that part of the ban, on technology for ballistic missiles, was critical to America’s own security, especially since Iran’s ballistic missiles would be dangerous weapons if they were ever equipped with chemical, biological or even nuclear warheads.\n“The reason that we want to stop Iran from having an I.C.B.M. program is that the ‘I’ in I.C.B.M. stands for ‘intercontinental,’ which means having the capability of flying from Iran to the United States,” he said, adding with a bit of understatement, “We don’t want that.”\nBut to the Iranians, this is a matter of reciprocity and national pride. The sanctions were imposed over Iran’s nuclear program, they say, so they should be lifted as part of any deal. More broadly, it crystallizes the issue of whether a nuclear deal will mean that Iran is no longer treated as a pariah and is accepted as a major power in the region.\nIran’s foreign minister, Mohammad Javad Zarif, has also sought to use the issue to split the six-nation coalition he is negotiating with. He has tried to slice off Russia and China, two countries that are eager to resume a highly profitable arms trade with Iran, and has made little secret of how much he has enjoyed touching off a bit of infighting on the other side of the negotiating table.\nIt is far from clear that the arms embargo will be a deal stopper. Secretary of State John Kerry, asked Friday afternoon about progress during a meeting with some of his staff in the garden of the Coburg Palace here, where the negotiations are underway, said: “A couple differences have been decided. It’s safe to say we have made progress.” He did not specify on which issues.\nTo Mr. Zarif, the arms embargo, including on ballistic missile technology, is part of the “nuclear-related sanctions” imposed on Iran starting in 2006, as the United States slowly assembled partners to force Iran to limit its then-nascent nuclear enrichment program. And the key trade-off contained in the still-fluid 80 pages of agreements and annexes being drafted here is that Iran’s program will be constrained for more than 10 years in return for the lifting of those sanctions around the globe.\n“That’s been our position, that’s been Russia’s position, that’s been China’s position, and that is the requirement,” a senior Iranian official told American reporters on Thursday night. “And one way or another, something of that nature needs to be achieved.”\nThen the official, unable to contain himself, added that when he looked across the table at Mr. Kerry and others, “our friends spend more time coordinating their positions than negotiating with us.”\n“That tells you about the state of play,” he said.\nThe arms embargo issue is not a new one to American officials, but they thought it had been worked out, or at least finessed, when negotiators completed an earlier round of talks in Lausanne, Switzerland.\nA fact sheet describing the main provisions of an eventual accord — distributed by the American government in early April, when the outlines of a potential deal were ostensibly agreed to with Iran — suggested that the nuclear accord itself would not specify the continuation of the arms ban.\nBut a United Nations Security Council resolution that would endorse whatever final deal is negotiated here would incorporate “important restrictions on conventional arms and ballistic missiles,” the fact sheet said. It did not say for how long the ban would be in effect or under what circumstances it might be relaxed.\nAmerican officials insist that all of the elements in the text they issued in April were agreed to behind closed doors with the Iranians. But the Iranian summary of what was agreed to in Lausanne made no mention of the arms issue.\nThat, it turned out, was a portent of problems to come. When talks resumed here in late June, the Iranians reopened the question, adding yet another issue for negotiators, who were already dealing with tough questions about inspections and what kind of nuclear research and development the Iranians could conduct.\nThe issue is important politically to both sides. For the Obama administration, the idea of allowing Iran to use the billions of dollars it would obtain through sanctions relief to buy missiles and weapons from Russia is a nonstarter.\nIt could doom the ultimate agreement in Congress, which will take an up-or-down vote (which the president can veto) on the accord. White House officials fear that any suggestion that the arms embargo would be lifted could turn Democrats in Congress against the agreement — votes Mr. Obama desperately needs.\nMoreover, lifting the embargo would allow Iran to ship arms openly to Mr. Assad, just as Russia does. While Iran is supplying Mr. Assad now, the supplies are sent covertly.\nThe issue raises such strong feelings that Gen. Martin E. Dempsey, the soon-to-depart chairman of the Joint Chiefs of Staff, was adamant on the issue when, alongside Mr. Carter, he testified before the Senate Armed Services Committee.\n“Under no circumstances should we relieve pressure on Iran relative to ballistic missile capabilities and arms trafficking,” he said.\nIt is possible that Mr. Kerry and Mr. Zarif, who met briefly Friday morning, will find a way out of the quandary this weekend. And some Iranian officials have floated a compromise that could ease the restrictions over time. But because the language of the Security Council resolution will be made public, it might be difficult for either side to spin.\n“It is a really hard issue to compromise on because of the political resonance on both sides,” said Robert J. Einhorn, a former State Department official now at the Brookings Institution.\n“For the U.S., allowing the embargo to be lifted would be attacked as giving Iran license to send arms to its proxies and Russia license to sell advanced weapons to Iran,” Mr. Einhorn added. “For Iran, allowing the embargo to be preserved would be attacked for maintaining restrictions on capabilities unrelated to the nuclear issue.”\n“While the remaining issues are politically sensitive, both sides need to prioritize what is intrinsically most important to them and not lose track of the value of the overall deal,” Mr. Einhorn said.", "date": "July 10, 2015", "href": "https://www.nytimes.com/2015/07/11/world/middleeast/un-arms-ban-on-iran-remains-a-hurdle-to-nuclear-deal.html", "tags": "iran deals mr. nuclear hurdle issue conventional ” arms final deal talks"}