{"title": "A Friend to Israel, and to Bigots: Viktor Orban’s ‘Double Game’ on Anti-Semitism", "content": "BUDAPEST — In late November, the office of Hungary’s far-right prime minister, Viktor Orban, announced it would donate $3.4 million to causes fighting anti-Semitism in Europe.\nThe next day, a magazine controlled by Mr. Orban’s lawyer devoted its cover to an image depicting Andras Heisler, the leader of Hungary’s largest Jewish organization, showered with bank notes. Jewish groups across the world swiftly denounced the cover as anti-Semitic.\nMr. Orban refused to criticize the magazine. It was a vivid example of how the Hungarian leader has both opposed and implicitly condoned anti-Semitism — sometimes in the same week.\n“There is this double game,” Mr. Heisler said in an interview. He described the Orban administration’s relationship with Hungary’s 100,000-strong Jewish population as “incredibly positive,” but added that officials often make gestures that “ruin the values that they purport to espouse.”\nA hero to many far-right nationalists in Europe and the United States, Mr. Orban won a major public relations prize on Monday: an Oval Office meeting with President Trump. The two men gushed over each other. Mr. Trump described the Hungarian leader as “controversial,” but he clearly meant it as a compliment — Mr. Trump said some people considered him controversial, too.\nThe meeting itself caused controversy, as critics accused Mr. Trump of coddling a neo-authoritarian leader accused of rolling back democracy in the heart of the European Union. Nine Democratic members of Congress had demanded that Mr. Trump cancel the meeting because of Mr. Orban’s record of alleged anti-Semitism, as well as his remarks critical of Muslims.\nBut if anything, Mr. Orban and Mr. Trump have followed the same playbook, with each leader navigating to his own political advantage the confusing and contradictory ways in which anti-Semitism has resurfaced in Europe and North America. It is a point of overlap for both the far left and the far right, for Islamists and Islamophobes, for those who revile Israel as well as those who support it.\nMr. Orban is the apogee of these contradictions: He is a far-right leader of a country whose Jewish citizens say they face less harassment than Jews in any other part of Europe. Mr. Orban and his party, Fidesz, have used anti-Semitic tropes to promote his vision of Hungarian nationalism, and have been accused of trying to understate Hungarian complicity in the Holocaust — even as he has bankrolled many Jewish institutions and causes.\nAnd he has drawn close to the Israeli prime minister, Benjamin Netanyahu, in a bid to win respectability abroad, even as he instigated a series of anti-Semitic political campaigns in Hungary in an attempt to appeal to bigots at home.\n“It’s a very contradictory picture,” said Paul Hanebrink, an associate professor at Rutgers University who has studied the history of Hungarian anti-Semitism. “On the one hand, he can hold up a very good relationship with Israel. And yet on the other hand, there are these very clear instances of anti-Semitic tropes circulating in Hungary from the government and people close to the government.”\nIt is possible to see both sides of this paradox within five blocks of central Budapest, in a stroll from Rumbach Street to Szabadsag Square.\nBoth sites have new government-funded building projects. On Rumbach Street, there is a renovated synagogue, one of several Jewish sites that the Orban government has helped to build or restore.\nAt Szabadsag Square stands a stone memorial whose motifs implicitly play down Hungarian complicity in the Holocaust. It shows an eagle — a symbol of Nazi Germany — attacking a prostrate angel representing Hungary, a juxtaposition implying that Hungarian officials were victims of Nazi aggression, rather than partners in Nazi atrocities.\nMr. Orban’s government has sometimes acknowledged Hungarian complicity, most notably in 2013. But the monument shows how it has also glossed over the role of Hungarian authorities in the Holocaust and in prewar acts of anti-Semitism. Another example is the attempts to rehabilitate the reputation of Adm. Miklos Horthy, the ruler of Hungary from 1920 to 1944, and other figures of that era.\nMany Hungarians have a pessimistic view of their country’s contemporary history, having seen defeat in two world wars, occupation by Russian and German troops, and the extensive loss of land and population during the 20th century.\nMr. Orban, a staunch nationalist, has sought to paint a more glorious picture, and has concentrated on polishing the reputation of Admiral Horthy’s interwar government, which kept Hungary largely independent of foreign influence but instigated some of the most egregious anti-Jewish laws outside Nazi Germany.\n“The argument is that, ‘Yes, well, they might have been anti-Semitic, but that was kind of incidental,’” said Gabor Gyori, an expert on Hungarian anti-Semitism at Policy Solutions, a Budapest-based research group. “‘Look at all the things they did for Hungary.’”\nMr. Orban has described Admiral Horthy as an “exceptional statesman.” His government also founded and funded a new research organization, Veritas, to research alternative interpretations of Admiral Horthy’s rule. Its status is now protected in the Hungarian Constitution.\nThe group’s director, Sandor Szakaly, has said that the Horthy regime was legally justified in deporting 18,000 Hungarian Jews in 1941 who were later massacred in Ukraine.\nUnder Mr. Orban, anti-Semitic authors from the Horthy era have been added to the national curriculum, and the Constitution has been rewritten to imply that the Horthy government was not responsible for its actions during the final 14 months of World War II, a period during which the vast majority of Hungarian Jews were deported and murdered.\nMr. Orban’s unfinished Holocaust museum has set off its own uproar.\nThe museum, known as the House of Fates, has been criticized by officials at Yad Vashem, Israel’s official Holocaust memorial, for failing to involve the Hungarian Jewish community in its planning.\n“Particularly missing is the role played by Hungarians in the persecution of their Jewish neighbors,” the director of the Yad Vashem libraries, Robert Rozett, wrote about the original plans for the museum. “The museum concept clearly avoids addressing the role and responsibility of Miklos Horthy and other Hungarian leaders of that era.”\nIn response to the backlash, the government turned the ownership of the museum over to a pro-Orban Jewish group: a small chapter of Chabad, a global network of Hasidic Jews who came to Hungary after the fall of Communism.\nChabad denies any accusations that the museum plans have whitewashed history.\n“I would never take part in something like that,” said Rabbi Slomo Koves, the leader of Chabad’s Hungarian affiliate. “Our plan is to show a full and authentic picture.”\nBut some see Chabad’s involvement as an effort to sideline the majority of Hungarian Jews, who are mostly secular and considered broadly critical of Mr. Orban’s government.\nHungarian officials “want Jewish organizations that give them cover,” said Mr. Gyori, the anti-Semitism expert.\n“Chabad can embody the Jews in the way Fidesz want them to be,” Mr. Gyori added. “They’re very traditional and conservative in outlook, and they have no desires to change Hungary.”\nMr. Orban’s critics acknowledge that his approach to Judaism has a certain political logic. He supports the Israeli prime minister because the two politicians share a wariness of Islam and cosmopolitan liberalism. He rehabilitates historical anti-Semites and instigates anti-Semitic political campaigns because he wants to retain the support of the more extreme parts of his right-wing base.\n“I’m convinced that the prime minister himself is not an anti-Semite,” said Rabbi Robert Frolich of Budapest’s Great Synagogue, the largest Jewish temple in Europe.\n“But our government uses the code language of anti-Semitism and racism to maximize their voter numbers,” Rabbi Frolich added.\nFor Agnes Heller, a Hungarian philosopher and Holocaust survivor, the quest for political hegemony explains not just Mr. Orban’s approach to anti-Semitism, but also his steady dismantling of Hungarian democracy.\n“The question is not whether Viktor Orban is anti-Semitic, because he has no ideology,” Ms. Heller said.\n“His only goal is power,” she said. “And whatever means is going get him more power, he is going to use it.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/orban-hungary-antisemitism.html", "tags": "‘ game bigots “ hungary anti-semitism orban israel double hungarian friend jewish government viktor"}