{"title": "A Girl’s Killing Shakes Germany’s Migration Debate", "content": "It was a gruesome murder: A 14-year-old girl was raped and strangled, her body buried under brushwood in a secluded area near the railway tracks near her hometown in western Germany.\nBut the fact that the chief suspect is an Iraqi asylum seeker has turned a terrible crime into political dynamite.\nOn Friday, the case dominated the German news media and became the latest cudgel for Chancellor Angela Merkel’s opponents and, some predicted, a potential turning point in the migration debate in a country where some 10,000 asylum seekers still enter every month.\nThere is no doubt the murder has given ammunition to those who want to get tougher, led by the far right, who are waging a widening challenge to what they contend is the government’s botched handling of asylum cases.\nThe killing comes on top of a deepening scandal and calls for a full-blown parliamentary investigation over allegations that civil servants may have granted asylum to as many as 1,000 migrants in exchange for money — and that some of those migrants may have been criminals or even terrorism suspects.\nThe murder suspect, identified as Ali Bashar, a 20-year-old Iraqi, arrived in Germany in October 2015, shortly after Ms. Merkel opened the borders to hundreds of thousands of migrants. He was rejected in late 2016, but was allowed to stay in the country while his appeal was pending.\n“If he had been deported, she would still be alive,” read a headline in the country’s largest tabloid, Bild, which devoted two pages to the case.\nHe came to the attention of the police several times, involving allegations of jostling a police officer, robbing a passer-by and carrying a knife.\nLast Saturday, he and seven other members of his family managed to flee the country, boarding a plane in Düsseldorf with papers apparently issued by the Iraqi Consulate but featuring false names, after paying cash for a one-way fare to Istanbul and then on to Iraq, where he has since been arrested.\nThe case is not linked to the scandal at the German migration agency, but together they have played into fears that Ms. Merkel’s government is not in control of the migrant situation.\nThe scandal at the migration agency has been building for weeks since state prosecutors began a criminal investigation into alleged corruption at a regional office in Bremen, in northern Germany. The investigation was recently broadened to include at least 10 other offices with above-average rates of granting asylum.\nCritics of Ms. Merkel, led by the nativist Alternative for Germany party, now the largest opposition party, have been calling for a parliamentary inquiry into her migration policy. The proposal is gaining traction with other parties, too, and could threaten Ms. Merkel’s uneasy coalition with the Social Democrats.\nOn Thursday night, after reports of the killing, Alice Weidel, the deputy leader of the AfD, accused Ms. Merkel of sharing responsibility in the death of the girl, who has been identified by the authorities as Susanna Feldmann, and called for her entire cabinet to step down.\n“Make way for an asylum policy that is built around law and order, so fathers and mothers in our country no longer need to be afraid for their children,” Ms. Weidel said in a video posted on Twitter.\n“What do you say to the parents of the murdered #Susanna, Frau Merkel?” she tweeted later.\nBut there was plenty of outrage among centrist politicians, too. “Why was the perpetrator able to leave the country apparently under a false name?” asked Christian Lindner, the leader of the liberal Free Democrats, who has also expressed support for a parliamentary inquiry.\nKarl Lauterbach, a politician of the center-left Social Democrats, put it this way: “How can a suspect get on a plane, even though his identity is unclear and cannot be established beyond doubt?”\nRainer Wendt, head of one of Germany’s biggest police unions, said the murder was emblematic of something larger.\n“People feel that the state has lost control,” Mr. Wendt said. “There are thousands of people in the country and we don’t know who they are. That is an enormous security risk.”\n“A weak state no longer has the structure to quickly produce the right decisions,” he said, adding that police, courts and migration officials had too few resources.\nIn 2017, the number of registered criminal acts in Germany declined by nearly 10 percent, the steepest fall since the police first published the statistic 25 years ago. But violent crimes like murder and sexual assault have recorded a slight increase, the figures also show, which some attribute to the arrival of migrants.\nOver all, though, violent crime has been trending downward for the last decade in Germany, which remains one of the safest countries in Europe.\nSusanna was not the first German teenager to be murdered by an asylum seeker in recent years. In March, an Afghan man was sentenced to life in prison for raping and murdering a university student. In January, a 17-year-old high school student was stabbed to death by another Afghan teenager.\n“These cases seem to be adding up,” the newspaper Frankfurter Allgemeine Zeitung said.\nThis latest case comes as Horst Seehofer, the interior minister, is moving ahead with plans to concentrate asylum seekers in so-called anchor centers until their status is decided. Mr. Seehofer wants to speed up deportations.\nLike Mr. Bashar, over half a million people whose asylum applications were turned down remain in Germany, with about half of them due for deportation. But the authorities have had trouble keeping up, in part because of a lack of resources.\nFor example, only one in two agents responsible for assessing migrants has access to fingerprint scanners, officials say.\nTrouble has been brewing at the migration agency since the summer of 2015, when Ms. Merkel first opened Germany’s borders to more than 1.4 million migrants.\nEarly on, images of overflowing asylum centers and anecdotal reports of migrants learning the Syrian national anthem and boasting of fake Syrian papers, hinted at a system overwhelmed by the numbers.\nSome spectacular failures followed: attacks by asylum seekers, including one by a young man already known to the police who killed 12 people at the Berlin Christmas market in 2016; and the discovery in 2017 that a German soldier with far-right sympathies had successfully registered as a Syrian refugee in 2015.\nMs. Merkel, who was questioned by lawmakers on Wednesday, had to field multiple questions on migration. Leaving the demand for her resignation unanswered, the chancellor calmly cast Germany’s decision in 2015 as a “humanitarian response.”\nFew expect that this will silence her critics.\nSusanna’s mother has been chronicling her daily anguish on Facebook since her daughter went missing on May 22.\nThe entry on June 1, a week after her daughter had disappeared, directly addressed Ms. Merkel.\n“I turn to you with this cry for help because I feel abandoned by the German state as well as by our friend and helper (Police!!!),” the mother wrote.\nThe last text message she received from her daughter’s cellphone on May 23 was written in bad German. “Don’t look for me,” it said. “I come in 2 or 3 weeks.”\nAt that point Susanna was already dead.", "date": "June 8, 2018", "href": "https://www.nytimes.com/2018/06/08/world/europe/germany-susanna-murder-migration.html", "tags": "country merkel migration debate germany shakes ” police killing asylum girl ms. migrants"}