{"title": "A GOP Congressman Just Made An Argument For White Supremacy On Live TV", "content": "Rep. Steve King (R-Iowa) made an outrageous statement about the contributions of Western civilization ― i.e., the one crafted primarily by white people ― over “any other subgroup” during an appearance Monday on MSNBC.\nAnother guest, Esquire editor-at-large Charlie Pierce, noted that the Republican National Convention was likely to be “wired by loud, unhappy, dissatisfied white people” who wouldn’t tolerate any sign of party rebellion. Chaos had erupted earlier in the day after opponents of Donald Trump attempted to derail his nomination.\nKing retorted that he was tired of efforts to blame “white people.” And then he took it a step further, as is the congressman’s wont: He suggested that white people are actually responsible for most of the good in the world.\nAnother member of the panel, White House correspondent April Ryan, fired back asking, “What about Africa? What about Asia?”\nHayes stepped in to end the discussion with a rather pointed pronouncement.\n“We’re not going to argue the history of Western civilization,” he said. “Let me note for the record that if you’re looking at the ledger for Western civilization, [in] every flourishing democracy you’ve got Hitler and Stalin as well, so there’s a lot on both sides.”\nHayes tweeted about the interview shortly afterward, saying that he was “pretty taken aback” by King’s comments, but that arguing over such a statement was “odious”:\nPierce’s initial comment that the Republican convention would be full of “dissatisfied white people” was actually spot on. Trump is popular with conservative white Americans, but has almost no support among key minority voting groups. Recent polling found just 6 percent of black voters and less than one-third of Hispanics planned to support him.\nAs for King, he made headlines last month after a failed attempt to block the Treasury Department from putting abolitionist and women’s suffrage advocate Harriet Tubman on the $20 bill. He called the plan “divisive” and said he’d rather “keep what we have.”", "date": "\n07/18/2016", "href": "https://www.huffpost.com/entry/steve-king-white-people-western-civilization_n_578d5f34e4b0a0ae97c320ed", "tags": "congressman supremacy tv western live argument gop civilization white ” ― statement king made"}