{"title": "A Great Leap Into the Abyss", "content": "BEIJING — The document, written by Communist Party investigators as famine raged in China in 1961, reads almost like a cookbook.\nIn Qiaotou district, in Sichuan Province, “An old lady named Luo Wenxiu was the first to start consuming human flesh,” investigators wrote. “After an entire family of seven had died, Luo dug up the body of the 3-year-old girl, Ma Fahui. She sliced up the girl’s flesh and spiced it with chili peppers before steaming and eating it.” The report, dated Feb. 9 of that year, is one of more than 100 astonishing documents collected by the historian Zhou Xun in a new book about Mao Zedong’s Great Leap Forward, published by Yale University Press.\nIn another, an investigator recounted how the body of a 5-year-old Sichuan boy provided “four separate meals” for his mother, who strangled him with a towel first. “Such shocking and disturbing incidents are by no means unique,” the investigator, Wang Deming, wrote in the report dated Jan. 27.\nUnlike the horrors of the Soviet gulag or the Holocaust, what happened in China during the Great Leap Forward has received little attention from the larger world, “even though it is one of the worst catastrophes in twentieth-century history,” writes Ms. Zhou, an assistant professor of history at the University of Hong Kong, in the introduction to “The Great Famine in China, 1958-1962.”\n“In China itself, the famine is a dark episode, one that is not discussed or officially recognized,” she writes.\nAnd while there have been other recent books — notably “Tombstone” by the Chinese journalist Yang Jisheng, and “Mao’s Great Famine” by the Dutch historian Frank Dikötter — what distinguishes Ms. Zhou’s is that it simply presents documents of the time, from sources that include reports by central and local officials, party investigation teams, minutes of official meetings, citizens’ letters and reports of the police investigations into theft, murder and cannibalism.\nJust as the mass murder of Poles by the Soviet secret police in Katyn in 1940 was confirmed with the revelation of the original execution orders signed by Stalin, she hopes that by showing original documents from the famine, readers will learn that “what took place is really beyond any doubt,” despite the Chinese government’s 50-year silence.\nMs. Zhou and a growing number of Chinese — and some Western — scholars believe the Great Leap Forward, Mao’s campaign of breakneck industrialization and agricultural collectivization, resulted in the deaths of perhaps 45 million people, mostly in the countryside. People died from a combination of starvation, overwork and violence in the quest for a perfect Communist society.\nTo document that, Ms. Zhou spent four years, starting in 2006, visiting dozens of county and provincial archives, some under military guard. Access was easier during the first two years of her research, a legacy, she believes, of the rule of former President Jiang Zemin. Still, she often gained access only through informal contacts, she said, declining to be more specific. In all, she photocopied, photographed or transcribed about 1,000 documents. (Ms. Zhou also conducted more than 100 interviews with survivors, to be published by Yale in a separate book.)\nThe reports portray a society where abuse of power was commonplace and the death toll from starvation or violence exceeded 50 percent of the population in some areas. An elaborate vocabulary of violence developed: In Hunan, investigators from the provincial party committee found that in 11 communes in Liling County, 120 people were beaten during meetings that inaugurated a political campaign, with 20 seriously wounded or dying. “More than twenty types of torture were employed, most of them extremely dangerous,” including hanging people up like pigs to be slaughtered, investigators wrote. To “double cook” meant repeated beatings. “Tie up firewood” was to beat a bound victim. “White up and black down” referred to hauling a naked person onto a stage and beating him until he was discolored.\nEverywhere, people starved, as collectivization led to reduced output, the government requisitioned grain and people were forced to eat in communal canteens where rations were controlled by the people in charge. Orphans in homes in Fushun, Sichuan Province, ate dead rats out of toilets, the provincial Bureau of Civil Affairs reported in May 1962. People howled for food, ate mud — and eventually each other.\nOther stories are disturbing in different ways, such as the hundreds of women forced to work topless alongside topless men in Wugang County in Hunan Province in order, ostensibly, to increase production. “Since the day we came out of our mother’s wombs, we had never felt so humiliated,” Du Laojiu and Zhou Laochun were quoted as saying in a report officials from the county supervision committee, dated Dec. 18, 1958.\nNow, archives are shutting down again, Ms. Zhou says, with previously accessible documents sometimes even removed from catalogs, perhaps during the recent digitalization ordered by the State Archives Bureau. History is being silenced anew, she said by telephone.\n“They are weeding out a lot of things,” said Ms. Zhou.\nWhy?\n“In China this kind of thing happens regularly,” she said. The authorities “loosen it up a bit,” then they close down again.\n“In a way it’s fear, it’s deliberate, so people don’t know what is going on,” she said. “You constantly worry, so you do self-censor, because you don’t really know what’s going to happen tomorrow. I think it’s terror, basically. It creates a kind of terror.”", "date": "SEPT. 5, 2012", "href": "https://www.nytimes.com/2012/09/06/world/asia/06iht-letter06.html", "tags": "china leap great documents ” abyss famine ms. zhou —"}