{"title": "A Guide To The Ever-Evolving Cast Of Characters In Donald Trump Jr-’s Russian Meeting", "content": "The eldest son of President Donald Trump met with a Russian lawyer in June of 2016 after being promised information linked to the Russian government that would “incriminate” Democrat Hillary Clinton, the clearest indication yet that Trump’s campaign may have colluded with Russia in last year’s presidential election. \nSince the New York Times first reported the meeting on July 8, a geyser of evolving statements and dubious explanations have emerged about the meeting, provided by Trump Jr. and others in the president’s orbit, as well as more reporting about exactly who attended the session ― details that have often contradicted the Trump team.\nHere’s a guide to who we know was at the meeting.\nBefore agreeing to the meeting, Trump Jr. was promised information on Clinton that was “part of Russia and its government’s support for Mr. Trump,” according to emails he released last Tuesday.\n“If it’s what you say I love it,” Trump Jr. wrote in a follow-up email.\nHe included Kushner and Manafort on the email chain, and both men attended the meeting at New York’s Trump Tower, despite Trump Jr. initially claiming that there was nothing important about the get-together.\nKushner, the only member of the trio who is currently a top White House official, is the reason the Times first discovered the meeting. He omitted the meeting from his national security form required to obtain his top-secret security clearance, raising further questions about his conduct. Knowingly concealing such information is a federal crime.\nTrump Jr. initially claimed that Veselnitskaya was at the meeting to discuss adoptions, referring to the Magnitsky Act, a 2012 U.S. law that enacted sanctions on several Russian officials. In retaliation, the Kremlin imposed a ban on Americans adopting Russian children. Veselnitskaya has advocated against the sanctions. It’s unclear whether she was working directly with the Russian government in her efforts, but she has previously represented Russian officials and state-owned businesses.\nAfter the Times revealed that Trump Jr. had been offered damaging information on Clinton before taking the meeting, he changed his story to suggest that the information was just a ruse.\nOn Tuesday, Veselnitskaya denied offering such information, saying that Trump Jr. may have heard incorrectly because he wanted such information “so badly.”\n“It is quite possible that maybe they were looking for such information. They wanted it so badly that they could only hear the thought that they wanted,” she told NBC News, through a translator.\nLater that day, Trump Jr. released the emails detailing the meeting.\nGoldstone, who sent the emails arranging the meeting, has acknowledged to several news outlets that he was also present. In addition, Goldstone posted a Facebook update on the day of the meeting that indicated he was at Trump Tower.\nGoldstone, a colorful character whose lavish lifestyle includes frequent social media updates on his jet-setting, arranged the meeting at the request of his client, Russian singer Emin Agalarov. When he was still a reality TV star, Trump appeared in one of Agalarov’s music videos. The singer’s father, Aras, is a real estate developer who had tried to collaborate with Trump on a project in Moscow. \nIn an initial statement explaining the meeting, Trump Jr. described Goldstone as “an acquaintance I knew from the 2013 Miss Universe Pageant,” which the elder Trump then owned. That year, Goldstone and the Agalarovs persuaded Trump to hold the event in Russia.\nOn Friday, the Associated Press and NBC News reported that at the meeting, Veselnitskaya was accompanied by Akhmetshin. Veselnitskaya’s organization, working to overturn the Magnitsky sanctions, hired Akhmetshin as a lobbyist in April 2016.\nThough he has been suspected as a spy, Akhmetshin denied that he had any formal espionage training while serving as a Soviet military officer, telling the AP that he worked in a unit “loosely part of counterintelligence.” He also denied having current ties to the Kremlin.\nThe only meeting attendee so far not affiliated with either Trump’s team or the Russian officials, Samochornov is a New York-based interpreter who had previously been hired by Veselnitskaya, who does not speak English.\n“This is my livelihood and I hope you can be sympathetic to the predicament I find myself in,” he told HuffPost on Friday.  \nSamochornov could now become a key witness in the multiple investigations into the links between the Trump campaign and Russia.\nSeveral news outlets, including CNN and Fox News, have reported yet another person sat in on the meeting. A source told CNN that the person could be a representative of the Agalarov family.\nOn Tuesday, CNN and The Washington Post confirmed that the person was Ike Kaveladze, who works for the Agalarovs’ real estate company and attended the June 2016 meeting as their representative.\nThis story has been updated with the identity of another person who attended the meeting.", "date": "\n07/16/2017", "href": "https://www.huffpost.com/entry/who-was-at-trump-jr-meeting_n_596b9cdae4b0d6341fe9a0ba", "tags": "jr. characters news russian jr- veselnitskaya goldstone meeting cast trump guide donald ” ever-evolving information"}