{"title": "A Legally Absurd Case Against Obamacare Is About To Get Its Day In Court", "content": "Attorneys representing 20 Republican state officials on Wednesday will walk into court and ask a federal district judge to invalidate the Affordable Care Act ― a move that could unleash chaos on insurance markets and, eventually, leave an estimated 17 million Americans without coverage.\nIt’s an outlandish request that relies on what even the law’s longtime critics are calling an outlandish argument. Jonathan Adler, the Case Western law professor who was an architect of the last big lawsuit challenging the Affordable Care Act’s constitutionality, says the case’s theory is “unmoored” and “absurd.” Lamar Alexander, the Tennessee Republican and chairman of the Senate’s health committee, has called it “far-fetched.”\nBut while the case seems unlikely to prevail, defenders of the law and advocates for the people who depend on it aren’t ready to dismiss the threat out of hand. And it’s easy to see why, given not just the stakes but also the circumstances of Wednesday’s hearing.\nThe plaintiffs filed their suit in U.S. District Court in Fort Worth, Texas, where they knew they would get a conservative jurist ― and where they drew Reed O’Connor, a George W. Bush nominee. \nThe last time an issue related to the Affordable Care Act landed in O’Connor’s courtroom was in 2016, when he blocked Obama administration regulations that would have prohibited health care providers from refusing to treat transgender patients for religious reasons. That ruling probably had more to do with his feelings about religious freedom and LGBTQ rights than the Affordable Care Act, but nobody walked away thinking he was a fan of the law, the people who wrote it or the ideas behind it.\nMeanwhile, the Texas case has already taken one unexpected, but critical, turn. In June, the Trump administration’s lawyers at the Justice Department filed a brief supporting the lawsuit. Customarily, Justice Department lawyers defend federal statutes, even ones that the administration in power doesn’t like, in order to meet the president’s constitutional obligation that “the laws be faithfully executed.”\nSeveral career attorneys at Justice refused to put their name on the administration’s brief, and one longtime lawyer left the department immediately afterward, which suggests the decision to side with the plaintiffs didn’t sit well with them ― that they concluded the administration’s action on this case was more about politics than law, and just another salvo in President Donald Trump’s ongoing war against “Obamacare.”\nThe Affordable Care Act will still get a robust defense on Wednesday. It will come from a team of lawyers led by Xavier Becerra, attorney general of California, and 16 other state Democratic officials who stepped in when the Trump administration wouldn’t. When the time comes, they will square off with the GOP’s lawyers over some familiar subjects: pre-existing conditions and the individual mandate.\nThe Affordable Care Act prohibited insurers from declining coverage or charging higher premiums to people who already had medical problems or were at high risk of developing them. The law also introduced the mandate, which slaps a financial penalty on people who don’t get coverage, giving healthy people more incentive to enroll ― and, in the process, making it easier for insurers to hold down premiums.\nLast year Republicans decided to reduce the penalty to zero, effective in 2019, as part of the tax cut that Trump eventually signed. That change is the impetus for the lawsuit. When the Supreme Court upheld the mandate in a 2012 lawsuit, it did so on the theory that the mandate was a tax ― logic that no longer applies, the plaintiffs say, if there’s no financial penalty. And if the mandate is unconstitutional, the plaintiffs say, then the rest of the law is, too, because Congress intended for the mandate and the rest of Obamacare to work in tandem.\nThere’s a lot going on in that line of reasoning, some sensical and some not-so-sensical, but the heart of the argument these Republican officials are making is about what is known as “severability” ― the question of when courts can eliminate just one piece of the law, thus “severing” it from the statute, while leaving the rest in place. Although experts argue over exactly how to answer that question, they all agree that the purpose of severability is to respect the will of Congress.\nAnd that is where the lawsuit ought to fall apart, in the opinion of virtually every expert who has spoken out on the case, because Congress made its intentions clear a year ago when it passed that tax cut. At that time, lawmakers understood that the rest of the law would stay in place even if they removed the penalty. They voted yes anyway. \n“What matters is the intent of the Congress who did the legislative act in question ― setting the penalty to zero,” Abbe Gluck, a professor at Yale Law School, told HuffPost. “That Congress was the 2017 Congress, and that Congress clearly concluded the rest of the statute could stand without the mandate.”\nSome of the people who were smack in the middle of the 2017 debate can vouch for that account. Among them is Alexander, who is a key player in the party’s health policy decision-making. “Congress specifically repealed the individual mandate penalty,” Alexander said in June, “but I didn’t hear a single senator say that they also thought they were repealing protections for people with pre-existing conditions.”\nAnd the record backs up his recollection. During the debate over the tax cut, when lawmakers were talking about the effects of reducing the mandate penalty to zero, Pat Toomey, the GOP senator from Pennsylvania, went out of his way to say that Republicans were only taking away the penalty. “We don’t change the rules,” he said.\nThat kind of evidence ought to clinch the case for the defense, if it were ever in doubt, although it’s impossible to know how Judge O’Connor will see things. Wednesday’s hearing is for a preliminary injunction, with the plaintiffs asking him to block the federal government from enforcing the law until the lawsuit gets a full hearing. O’Connor could grant that injunction, applying it to the entire country or just the 20 states where officials signed on to the case. Or he could issue a full judgment on the merits of the lawsuit. \nIn filing its brief supporting the lawsuit, the Trump administration conspicuously stopped short of calling on the courts to throw out the entire law, instead seeking invalidation of only those insurance regulations ― like the guarantee of coverage for people with pre-existing conditions ― that interact with the mandate. \nOne worry is that O’Connor could see that option as a way to strike against the law while still appearing to stop short of what the 20 state officials filing the lawsuit want. “The D.O.J. position is incredibly dangerous,” Gluck said. “It tries to split the baby and ask for only part of the statute to be struck down with the mandate … it offers the judge a kind of compromise way out.”\nThe effects of even such a partial ruling would still be far-reaching, as health care organizations and experts who filed friend-of-the-court briefs attested. Insurers selling policies directly to individuals would face an entirely different legal environment and have to redesign their products. People with conditions such as diabetes, cancer and HIV who try to buy coverage on their own would lose their guarantees of access. Even people with employer-sponsored insurance could lose some of the protections that the law gives them.\nOf course, O’Connor is still just a district judge. Becerra and the Democratic state officials would appeal any adverse decision immediately, seeking a stay ― and they would probably get one, if not from O’Connor, then from the U.S. Circuit Court of Appeals, where they would once again stand a good chance of prevailing on the merits.\nBut even if O’Connor’s ruling did not take immediate effect, it could still have repercussions. The Trump administration has repeatedly tried to undermine the workings of the law and might use a favorable ruling from O’Connor as an excuse to do more. \nThe administration would do so at its own political peril, though, especially with the midterm elections just two months away. As it is, most Republicans running for Congress are trying desperately to distance themselves from the lawsuit or at least to profess their commitment to protecting people with pre-existing conditions.\nMost likely that is because they can read polls, like one that the Henry J. Kaiser Family Foundation published early Wednesday. In that survey, 75 percent of all respondents ― and 58 percent of Republicans ― said preserving the Affordable Care Act’s protections were “very important.”\nBut if recent history has proved anything, it’s that Trump is unpredictable and often uninterested in, or at least ignorant of, his own political self-interest. It’s just one more reason the people following this case closely are more confident about the merits of their argument than whether that argument will carry the day.", "date": "\n09/05/2018", "href": "https://www.huffpost.com/entry/obamacare-lawsuit-preexisting-conditions-mandate_n_5b8ef9fbe4b0511db3dd1045", "tags": "lawsuit care mandate legally obamacare court absurd get ” ― case law day"}