{"title": "A List of the Companies Cutting Ties With the N.R.A.", "content": "Eight days after a gunman with an AR-15 rifle killed 17 people at a high school in Parkland, Fla., a major bank cut ties with the National Rifle Association.\nThe bank, the First National Bank of Omaha, was among the first businesses of at least a dozen to scrap special rates or discounts to the five million people the N.R.A. says it has as members.\nSupporters and detractors of the N.R.A. have butted heads over the issue on social media, calling on partner companies to either stay put or step away, essentially leaving them with no neutral ground.\nOf those companies that did cut ties, many said they did it in response to consumer complaints.\nIn a statement on Feb. 24, the N.R.A. said the companies, “in a shameful display of political and civic cowardice,” were trying to punish its law-abiding members who had nothing to do with the Parkland shooting.\nThe statement added: “In time, these brands will be replaced by others who recognize that patriotism and determined commitment to Constitutional freedoms are characteristics of a marketplace they very much want to serve.”\nKevin C. Langin, a spokesman for the First National Bank of Omaha, said in a statement on Feb. 22 that customer feedback had prompted a review of its contract with the N.R.A. “As a result, First National Bank of Omaha will not renew its contract with the National Rifle Association to issue the N.R.A. Visa Card,” the statement said.\nOn Feb. 24, Delta Air Lines said on Twitter that it was ending its contract with the association for discounted rates through the airline’s group travel program. “We will be requesting that the NRA remove our information from their website,” the company said.\nUnited Airlines tweeted a similar message two hours later.\nTwo moving van companies wrote on Twitter on Feb. 23 that they were severing ties with the N.R.A. Allied Van Lines and North American Van Lines, which share a parent company, Sirva, each said it “no longer has an affiliate relationship with the NRA effective immediately,” and had asked to be removed from its website.\nA spokesman for Avis Budget Group, which owns the car-rental companies Avis and Budget, said on Feb. 23 that a discount partnership with the N.R.A. would end by March 26.\nHertz said the same day that it was ending its rental car discount program for N.R.A. members.\nThe day before, the car rental companies Alamo, Enterprise and National, which share the parent company Enterprise Holdings, tweeted that they would end their discount for N.R.A. members beginning March 26.\nStarkey Hearing Technologies, which focuses on hearing health care, education and support, said on Twitter on Feb. 24 that it would not renew its discount program with the N.R.A. The foundation said it would ask the N.R.A. to remove its information from the association’s website.\nMetLife said in a tweet on Feb. 23 that it was ending a discount program for N.R.A. members.\nThe same day, a spokesman for the insurance company Chubb told Reuters it would no longer have a partnership with the N.R.A. on an insurance program called the “NRA Carry Guard.” The spokesman said Chubb had given notice of this change three months ago.\nTrueCar, an automobile pricing and information website, said on Feb. 23 that it was “ending its car buying service relationship” with the N.R.A. at the end of the month.\nThe home security company SimpliSafe once offered two months of free monitoring for N.R.A. members but the company said in an email on Feb. 24 that it had “discontinued our existing relationship with the NRA.”\nThe cybersecurity company Symantec announced on Twitter on Feb. 23 that it had ended a discount program with the N.R.A.", "date": "Feb. 24, 2018", "href": "https://www.nytimes.com/2018/02/24/business/nra-companies-boycott.html", "tags": "company cutting feb. companies n.r.a ” ties national program list members"}