{"title": "A London Meeting of an Unlikely Group: How a Trump Adviser Came to Learn of Clinton ‘Dirt’", "content": "WASHINGTON — At midday on March 24, 2016, an improbable group gathered in a London cafe to discuss setting up a meeting between Donald J. Trump, then a candidate, and President Vladimir V. Putin of Russia.\nThere was George Papadopoulos, a 28-year-old from Chicago with an inflated résumé who just days earlier had been publicly named as a foreign policy adviser to Mr. Trump’s campaign. There was Joseph Mifsud, a Maltese academic in his mid-50s with a faltering career who boasted of having high-level contacts in the Russian government.\nAnd, perhaps most mysteriously, there was Olga Polonskaya, a 30-year-old Russian from St. Petersburg and the former manager of a wine distribution company. Mr. Mifsud introduced her to Mr. Papadopoulos as Mr. Putin’s niece, according to court papers. Mr. Putin has no niece.\nThe interactions between the three players and a fourth man with contacts inside Russia’s Foreign Ministry have become a central part of the inquiry by the special prosecutor, Robert S. Mueller III, into the Kremlin’s efforts to interfere with the presidential election. Recently released court documents suggest that the F.B.I. suspected that some of the people who showed interest in Mr. Papadopoulos were participants in a Russian intelligence operation.\nThe March 2016 meeting was followed by a breakfast the next month at a London hotel during which Mr. Mifsud revealed to Mr. Papadopoulos that the Russians had “dirt” on Hillary Clinton in the form of “thousands of emails.” That was months before the theft of a trove of emails from the Democratic National Committee by Russian-sponsored hackers became public.\nMr. Mueller’s investigators are seeking to determine who — if anyone — in the Trump campaign Mr. Papadopoulos told about the stolen emails. Although there is no evidence that Mr. Papadopoulos emailed that information to the campaign, Mr. Papadopoulos was in regular contact that spring with top campaign officials, including Stephen Miller, now a senior adviser to President Trump, according to interviews and campaign documents reviewed by The New York Times.\nThe revelations about Mr. Papadopoulos’s activities are part of a series of disclosures in the past two weeks about communications between Trump campaign advisers and Russian officials or self-described intermediaries for the Russian government. Taken together, they show not only that the contacts were more extensive than previously known, but also that senior campaign officials were aware of them.\nLast week, Carter Page, another former foreign policy adviser to the campaign, acknowledged to the House Intelligence Committee that he also had a private conversation with a Russian deputy prime minister on a trip to Moscow in July 2016. Mr. Page, who had previously denied meeting any Russian officials during the trip, said that he had informed at least four campaign officials about his trip beforehand and notified the campaign afterward that the Russian minister had pledged “strong support for Mr. Trump.”\nPublicly, Mr. Trump and former campaign officials have tried to distance themselves from Mr. Papadopoulos. Although he once praised him as an “excellent guy,” Mr. Trump posted on Twitter that “few people knew the young, low level volunteer named George, who has already proven to be a liar.” Sarah Huckabee Sanders, the White House spokeswoman, said his involvement in the campaign was “extremely limited.”\nBut records and interviews show that in spring 2016, Mr. Papadopoulos was welcomed into the thinly-staffed campaign as a “surrogate” who could articulate the candidate’s views. He even helped edit a major foreign policy speech that Mr. Trump gave in Washington in late April, records indicate.\nThe day before he learned about the hacked emails, Mr. Papadopoulos emailed Mr. Miller, then a senior policy adviser to the campaign, saying Mr. Trump had an “open invitation” from Mr. Putin to visit Russia. The day after, he wrote Mr. Miller that he had “some interesting messages coming in from Moscow about a trip when the time is right.”\nThose emails were described in court papers unsealed Oct. 30 disclosing that Mr. Papadopoulos had pleaded guilty to lying about his contacts to the F.B.I. But the documents did not identify Mr. Miller by name, citing only a “senior policy adviser.” Neither he nor his lawyer responded on Friday to requests for comment.\nDuring interviews with Mr. Mueller’s investigators, former campaign officials now working at the White House have denied having advance knowledge of the stolen emails, according to an official familiar with those discussions. Mr. Miller was among those recently interviewed.\nMr. Mifsud’s interest in Mr. Papadopoulos began only after Mr. Papadopoulos had joined the Trump campaign, according to documents released by Mr. Mueller. Mr. Papadopoulos was living in London at the time, hoping to land a full-time job with the campaign, and possibly in a future Trump administration.\nStocky and with a receding hairline, Mr. Mifsud boasted of his Russian connections to Mr. Papadopoulos and others. But in interviews, numerous Russia scholars in London and elsewhere said they had never heard of him, and his career had been rocky for years. He had served as the director of two different European institutions with grandiose names but no accreditation, and he had left two jobs dogged by suggestions of financial impropriety.\n“I remember him as a snake-oil salesman,” recalled Manuel Delia, a former Maltese government official who first encountered him in the late 1990s when Mr. Mifsud was administering a scholarship program. Later, Mr. Mifsud styled himself as an expert in international relations, landing a job in 2012 as director of the London Academy of Diplomacy, a for-profit continuing education program. By early 2016, that academy had shut down.\nHe did not exhibit any special interest or expertise in Russia until 2014, when his academy was beginning to stumble financially. It was at that time a 24-year-old Russian intern, Natalia Kutepova-Jamrom, turned up in his office with an improbably impressive résumé.\nFluent in Russian, English, German and Chinese, Ms. Kutepova-Jamrom had worked in the Russian government as a legislative aide and would move on to a Russian state newspaper. Both Mr. Mifsud’s lawyer and Ms. Kutepova-Jamrom declined to comment. Mr. Mifsud did not respond to messages.\nMs. Kutepova-Jamrom introduced Mr. Mifsud to senior Russian officials, diplomats and scholars. Despite Mr. Mifsud’s lack of qualifications, she managed to arrange an invitation for him to join the prestigious Valdai Discussion Club, an elite gathering of Western and Russian academics that meets each year with Mr. Putin.\nMr. Mifsud’s inclusion in the group was “very, very strange,” said James Sherr, the former head of the Russian studies program at Chatham House in London and a member of Valdai for nearly a decade. It “might suggest he does have connections,” Mr. Sherr said.\nMr. Mifsud suddenly became a popular pundit with state-run news outlets in Russia, praising the country and Mr. Putin. At his first Valdai conference in 2014, he argued against Western sanctions that punished Russia for its annexation of Crimea that year.\n“Global security and economy needs partners, and who is better in this than the Russian Federation,” he said.\nAmong Mr. Mifsud’s most important new contacts was Ivan Timofeev, a graduate of the elite Moscow State Institute of International Relations and a program director for the Valdai conference. Mr. Mifsud would eventually introduce Mr. Timofeev to Mr. Papadopoulos by email in April 2016, and the two men communicated for months about possible meetings between the Trump campaign and Russian government officials.\nDuring those exchanges, Mr. Timofeev referred repeatedly to his contacts in Russia’s Ministry of Foreign Affairs, court records show.\nReached by phone, Mr. Timofeev declined to comment on his relationships with Mr. Mifsud or Mr. Papadopoulos. But in an interview with the online news website Gazeta.ru in August, he acknowledged corresponding with Mr. Papadopoulos.\n“At some point, he started asking whether it would be possible to set up a meeting between Trump and Putin or some other high-ranking Russian politicians,” Mr. Timofeev said at the time. “Our conversations made it clear that George was not well acquainted with the Russian foreign political landscape. You obviously can’t just go and set up a meeting with the president, for instance. Things just aren’t done that way.”\nExactly how Mr. Mifsud first met Ms. Polonskaya, the Russian woman who attended the London cafe meeting in March 2016, is unclear.\nIn a recent interview with the Italian newspaper La Repubblica, Mr. Mifsud said the Russian woman who met Mr. Papadopoulos was “a simple student, very beautiful.” He suggested Mr. Papadopoulos hoped for a romantic involvement, adding, “Putin had nothing to do with it, a lovely invention.”\nMr. Mifsud did not reveal her name in that interview — and court records do not identify her — but The Times identified her through emails, interviews and other records.\nMs. Polonskaya did not respond to emails from The Times this week. After Politico identified her on Thursday by her maiden name, Vinogradova, her brother, Sergei Vinogradov, spoke to The Times on her behalf.\nHe said she was in London discussing a possible internship with Mr. Mifsud, a friend of hers, the morning before the meeting with Mr. Papadopoulos. He insisted that she had no connections to the Russian government and never portrayed herself as Mr. Putin’s niece, despite the court records unsealed by Mr. Mueller.\nHe said that she only exchanged pleasantries with Mr. Papadopoulos, and that she understood only about half of the discussion between Mr. Mifsud and Mr. Papadopoulos. He shared a text message from her in which she explained to him the reason: “Because my English was bad,” it read.\n“It’s totally ridiculous,” Mr. Vinogradov said. “She’s not interested in politics. She can barely tell the difference between Lenin and Stalin.”", "date": "Nov. 10, 2017", "href": "https://www.nytimes.com/2017/11/10/us/russia-inquiry-trump.html", "tags": "adviser ‘ papadopoulos came clinton dirt russian putin unlikely meeting trump learn ” mifsud group london campaign said"}