{"title": "A Mar-a-Lago Weekend and an Act of God: Trump’s History With Deutsche Bank", "content": "As President Trump delivered his inaugural address in 2017, a slight woman with feathered gray hair sat listening, bundled in a hooded white parka in a fenced-off V.I.P. section. Her name was Rosemary T. Vrablic. She was a managing director at Deutsche Bank and one of the reasons Mr. Trump had just taken the oath of office.\nIt was a moment of celebration — and a moment of worry for Ms. Vrablic’s employer.\nMr. Trump and Deutsche Bank were deeply entwined, their symbiotic bond born of necessity and ambition on both sides: a real estate mogul made toxic by polarizing rhetoric and a pattern of defaults, and a bank with intractable financial problems and a history of misconduct.\nThe relationship had paid off. Mr. Trump used loans from Deutsche Bank to finance skyscrapers and other high-end properties, and repeatedly cited his relationship with the bank to deflect political attacks on his business acumen. Deutsche Bank used Mr. Trump’s projects to build its investment-banking business, reaped fees from the assets he put in its custody and leveraged his celebrity to lure clients.\nThen Mr. Trump won the 2016 election, and the German bank shifted into damage-control mode, bracing for an onslaught of public scrutiny, according to several people involved in the internal response.\nIn the weeks before Ms. Vrablic attended his swearing-in, the bank commissioned reports to figure out how it had gotten in so deep with Mr. Trump. It issued an unusual edict to its Wall Street employees: Do not publicly utter the word “Trump.”\nMore than two years later, Mr. Trump’s financial ties with Deutsche Bank are the subject of investigations by two congressional committees and the New York attorney general. Investigators hope to use Deutsche Bank as a window into Mr. Trump’s personal and business finances.\nDeutsche Bank officials have quietly argued to regulators, lawmakers and journalists that Mr. Trump was not a priority for the bank or its senior leaders and that the lending was the work of a single, obscure division. But interviews with more than 20 current and former Deutsche Bank executives and board members, most of them with direct knowledge of the Trump relationship, contradict the bank’s narrative.\nOver nearly two decades, Deutsche Bank’s leaders repeatedly saw red flags surrounding Mr. Trump. There was a disastrous bond sale, a promised loan that relied on a banker’s forged signature, wild exaggerations of Mr. Trump’s wealth, even a claim of an act of God.\nBut Deutsche Bank had a ravenous appetite for risk and limited concern about its clients’ reputations. Time after time, with the support of two different chief executives, the bank handed money — a total of well over $2 billion — to a man whom nearly all other banks had deemed untouchable.\nKerrie McHugh, a Deutsche Bank spokeswoman, said: “We remain committed to cooperating with authorized investigations.”\nThe White House referred questions to the Trump Organization. A company spokeswoman, Amanda Miller, declined to comment.\nIn the late 1990s, Deutsche Bank, which is based in Germany, was trying to make a name for itself on Wall Street. Its investment-banking division went on a hiring binge.\nThe bank recruited a handful of Goldman Sachs traders to lead a push into commercial real estate. One was Justin Kennedy, the son of Supreme Court Justice Anthony Kennedy. Another was Mike Offit, whose father was the writer Sidney Offit.\nAt Deutsche Bank, Mr. Offit’s mandate was to lend money to big real estate developers, package the loans into securities and sell the resulting bonds to investors. He said in an interview that one way to stand out in a crowded market was to make loans that his rivals considered too risky.\nIn 1998, a broker contacted him to see if he would consider lending to a Wall Street pariah: Mr. Trump, who was then a casino magnate whose bankruptcies had cost banks hundreds of millions of dollars.\nMr. Offit took the meeting.\nA few days later, Mr. Offit’s secretary called him. “Donald Trump is in the conference room,” she whispered. Mr. Offit said he rushed in, expecting to find an entourage. Mr. Trump was alone.\nHe was looking for a $125 million loan to pay for gut renovations of 40 Wall Street, his Art Deco tower in Lower Manhattan. Mr. Offit was impressed by the pitch, and the loan sailed through Deutsche Bank’s approval process.\nMr. Trump seemed giddy with gratitude, Mr. Offit recalled. He took Mr. Offit golfing. He flew him by helicopter to Atlantic City for boxing matches. He wrote a grateful note to Sidney Offit for having “a great son!”\nMr. Offit commissioned a detailed model of 40 Wall Street. A golden plaque on its pedestal bore the names and logos of Deutsche Bank and the Trump Organization. Mr. Offit gave one to Mr. Trump and kept another in his office.\nMr. Trump soon came looking for $300 million for the construction of a skyscraper across from the United Nations headquarters. The loan was approved. He wanted hundreds of millions more for his Trump Marina casino in Atlantic City. Mr. Offit pledged to line up cash for that, too.\nNot long after, Edson Mitchell, a top bank executive, discovered that the signature of the credit officer who had approved the Trump Marina deal had been forged, Mr. Offit said. (Mr. Offit was never accused of forgery; the loan never went through.)\nMr. Offit was fired months later. He said it was because Mr. Mitchell claimed that he was reckless, a charge Mr. Offit disputed.\nIt was the first hiccup in the Trump relationship. It would not be the last.\nOver the next few years, the commercial real estate group, with Mr. Kennedy now in a senior role, kept lending to Mr. Trump, including to buy the General Motors building in Manhattan. Occasionally, Justice Kennedy stopped by Deutsche Bank’s offices to say hello to the team, executives recalled.\nAt an annual pro-am golf tournament the bank hosted outside Boston in the early 2000s, Mr. Trump sat down for a recorded interview with the bank’s public relations staff, who asked about his experience with Deutsche Bank.\n“It’s great,” Mr. Trump exclaimed, according to a person who witnessed the interview. “They’re really fast!”\nIn 2003, a Deutsche Bank team led by Richard Byrne — a former casino-industry analyst who had known Mr. Trump since the 1980s — was hired to sell bonds on behalf of Trump Hotels & Casino Resorts. Bank officials escorted Mr. Trump to meet institutional investors in New York and Boston, according to an executive who attended.\nThe so-called roadshow seemed to go well. At every stop, Mr. Trump was greeted by large audiences of fund managers, executives and lower-level employees eager to see the famous mogul. The problem, as a Deutsche Bank executive would explain to Mr. Trump, was that few of them were willing to entrust money to him.\nMr. Trump requested an audience with the bank’s bond salesmen.\nAccording to a Deutsche Bank executive who heard the remarks, Mr. Trump gave a pep talk. “Fellas, I know this isn’t the easiest thing you’ve had to sell,” the executive recalled Mr. Trump saying. “But if you get this done, you’ll all be my guests at Mar-a-Lago,” his private club in Palm Beach, Fla.\nThe sales team managed to sell hundreds of millions of dollars worth of bonds. Mr. Trump was pleased with the results when a Deutsche Bank executive called, according to a person who heard the conversation.\n“Don’t forget what you promised our guys,” the executive reminded him.\nMr. Trump said he did not remember and that he doubted the salesmen actually expected to be taken to Mar-a-Lago.\n“That’s all they’ve talked about the past week,” the executive replied.\nMr. Trump ultimately flew about 15 salesmen to Florida on his Boeing 727. They spent a weekend golfing with Mr. Trump, two participants said.\nA year later, in 2004, Trump Hotels & Casino Resorts defaulted on the bonds. Deutsche Bank’s clients suffered steep losses. This arm of the investment-banking division stopped doing business with Mr. Trump.\nAround that time, Mr. Trump returned to Deutsche Bank’s commercial real estate unit — which was housed in a separate part of the sprawling investment-banking division — for another loan. This one was to build a 92-story skyscraper in Chicago, the Trump International Hotel and Tower.\nJosef Ackermann, the bank’s chief executive, had publicly promised soaring profits, and with many of the company’s businesses sputtering, the investment-banking group was under intense pressure to grow.\nAs Deutsche Bank considered making the loan, Mr. Trump wooed bankers with flights on his private plane, according to a person familiar with the pitch. In a Trump Tower meeting, he told Mr. Kennedy that his daughter Ivanka would be in charge of the Chicago project, a sign of the family’s commitment to its success.\nBut there were warning signs.\nMr. Trump told Deutsche Bank his net worth was about $3 billion, but when bank employees reviewed his finances, they concluded he was worth about $788 million, according to documents produced during a lawsuit Mr. Trump brought against the former New York Times journalist Timothy O’Brien. And a senior investment-banking executive said in an interview that he and others cautioned that Mr. Trump should be avoided because he had worked with people in the construction industry connected to organized crime.\nNonetheless, Deutsche Bank agreed in 2005 to lend Mr. Trump more than $500 million for the project. He personally guaranteed $40 million of it, meaning the bank could come after his personal assets if he defaulted.\nBy 2008, the riverside skyscraper, one of the tallest in America, was mostly built. But with the economy sagging, Mr. Trump struggled to sell hundreds of condominium units. The bulk of the loan was due that November.\nThen the financial crisis hit, and Mr. Trump’s lawyers sensed an opportunity.\nA provision in the loan let Mr. Trump partially off the hook in the event of a “force majeure,” essentially an act of God, like a natural disaster. The former Federal Reserve chairman Alan Greenspan had called the financial crisis a tsunami. And what was a tsunami if not a natural disaster?\nOne of Mr. Trump’s lawyers, Steven Schlesinger, told him the provision could be used against Deutsche Bank.\n“It’s brilliant!” Mr. Schlesinger recalled Mr. Trump responding.\nDays before the loan was due, Mr. Trump sued Deutsche Bank, citing the force majeure language and seeking $3 billion in damages. Deutsche Bank countersued and demanded payment of the $40 million that Mr. Trump had personally guaranteed.\nWith the suits in court, senior investment-banking executives severed ties with Mr. Trump.\nNot long after Mr. Trump got the Chicago loan — but before it went south — Deutsche Bank was expanding its private-banking division, which served the superrich. Executives said they set out to hire Ms. Vrablic, whom they viewed as the best private banker in New York.\nTraditionally, private bankers discreetly manage customers’ wealth and act as high-end concierges. Ms. Vrablic, who started her career as a bank teller and then worked at Citigroup and Bank of America, did that and more. She also arranged large real estate and commercial loans for her best clients.\nTo lure her, Deutsche Bank guaranteed that she would earn at least $3 million a year, unusually rich terms for a private banker, and would bypass a layer of management to report directly to Thomas Bowers, the head of the American wealth-management division, according to people familiar with her contract.\n“Rosemary is widely recognized as one of the top private bankers to the U.S. ultra high-net-worth community,” Mr. Bowers said in a September 2006 news release. Deutsche Bank took out an ad in The Times to celebrate the arrival of her and a few colleagues.\nMs. Vrablic’s superiors encouraged her to make loans that rival banks dismissed as too large or complex. They saw it as a way to elbow into the hypercompetitive New York market.\nIn 2010, Deutsche Bank and Mr. Trump settled their litigation over the Chicago loan. Mr. Trump agreed to repay most of what he owed by 2012, Mr. Schlesinger said.\nOne of Ms. Vrablic’s clients was Jared Kushner, who married Ivanka Trump in 2009. Mr. Kushner regarded Ms. Vrablic as the best banker he had ever worked with, according to a person familiar with his thinking.\nShortly after the Chicago lawsuit was settled, Mr. Kushner was told that Mr. Trump was looking for a loan and introduced him to Ms. Vrablic, according to people familiar with the relationship.\nMr. Trump flew Ms. Vrablic to Miami to show her a property he wanted to buy: the Doral Golf Resort and Spa. He needed more than $100 million for the 72-hole property.\nDeutsche Bank dispatched a team to Trump Tower to inspect Mr. Trump’s personal and corporate financial records. The bankers determined he was overvaluing some of his real estate assets by as much as 70 percent, according to two former executives.\nBy then, though, Mr. Trump had become a reality-TV star, and he was swimming in cash from “The Apprentice.” Deutsche Bank officials also were impressed that Mr. Trump did not have much debt, according to people who reviewed his finances. Aside from his history of defaults, he was an attractive borrower.\nMr. Trump also expressed interest in another loan from the private-banking division: $48 million for the same Chicago property that had provoked the two-year court fight.\nMr. Trump told the bank he would use that loan to repay what he still owed the investment-banking division, the two former executives said. Even by Wall Street standards, borrowing money from one part of a bank to pay off a loan from another was an extraordinary act of financial chutzpah.\nMs. Vrablic and Mr. Bowers tentatively agreed to both loans.\nBecause these would be the private bank’s first transactions with Mr. Trump, they needed approval up the chain of command.\nInvestment-banking executives, including Anshu Jain, who would soon become Deutsche Bank’s co-chief executive, pushed back. Lending to Mr. Trump again would be foolish, they argued, and signal to clients that they could default and even sue the bank.\nExecutives in the private bank countered that the proposed loans had Mr. Trump’s personal guarantee and therefore were low risk. And the Chicago loan, they noted, would lead to the repayment of tens of millions of dollars that Mr. Trump still owed the investment-banking division.\nA top executive with responsibility for the private bank discussed the loans with Mr. Ackermann, the chief executive, who supported them, according to two officials. A powerful committee in Frankfurt, which evaluated loans based on risks to the bank’s reputation, signed off.\n“There is no objection from the bank to proceed with this client,” wrote Stuart Clarke, the chief operating officer for the Americas, in a Dec. 5, 2011, email, according to a recipient.\nDeutsche Bank wired the money to Mr. Trump. The loans carried relatively low interest rates, executives said, but the business promised to be profitable: As part of the deal, Mr. Trump would hold millions of dollars in a personal account, generating fees for the bank.\n“I have no recollection of having been asked to approve that private-banking loan,” Mr. Ackermann said in an interview. He added: “I would have approved it, if it came to me, if it was commercially sound.”\nMs. Vrablic’s relationship with the Trumps deepened.\nDeutsche Bank lent money to Donald Trump Jr. for a South Carolina manufacturing venture that would soon go bankrupt. It provided a $15 million credit line to Mr. Kushner and his mother, according to financial documents reviewed by The Times. The bank previously had an informal ban on business with the Kushners because Jared’s father, Charles, was a felon.\nIn 2012, Jared Kushner recommended that the editor of The Mortgage Observer, one of the publications he owned, write a profile of Ms. Vrablic. The editor, Carl Gaines, knew Mr. Kushner was her client and objected, according to a person familiar with the exchange.\n“Just go meet with her,” Mr. Kushner said. “You’ll figure something out.”\nA gauzy profile of Ms. Vrablic was published in February 2013.\nShortly afterward, the private bank produced a promotional video featuring some of its marquee clients. The video was played at a retreat for Deutsche Bank’s senior leadership in Barcelona. In it, Ivanka Trump extolled the private bank’s work with her family and thanked their relationship manager, according to two people who saw the video.\nIn early 2014, Mr. Trump and his personal lawyer, Michael Cohen, approached Ms. Vrablic about more potential loans.\nThe owner of the Buffalo Bills had died, and the N.F.L. franchise was up for sale. Mr. Trump was interested, and he needed to show the league he had the financial wherewithal to pull off a transaction that could top $1 billion.\nMr. Trump asked Ms. Vrablic if the bank would be willing to make a loan and handed over bare-bones financial statements that estimated his net worth at $8.7 billion.\nMr. Cohen testified to Congress last month that the documents exaggerated Mr. Trump’s wealth. Deutsche Bank executives had reached a similar conclusion. They nonetheless agreed to vouch for Mr. Trump’s bid, according to an executive involved.\nMr. Trump’s bid did not win, but another lending opportunity soon arose.\nA federal agency had selected Mr. Trump to transform the Old Post Office Building in Washington into a luxury hotel. But his financial partner — the private equity firm Colony Capital, run by Thomas J. Barrack Jr. — pulled out. Mr. Trump needed nearly $200 million.\nBecause of his decades-long pattern of defaults and his increasingly polarizing political rhetoric — among other things, he had been spreading a lie about President Barack Obama being born overseas — Mr. Trump remained untouchable for most banks.\nMs. Vrablic was willing to help.\nIn a memo outlining the rationale for the Old Post Office loan, Ms. Vrablic said Mr. Trump was expected to add large sums to his brokerage account if he received the loan, according to an executive who read the document.\nThis time, there was less internal opposition. One reason: Mr. Jain — by then the bank’s co-chief executive — had a solid relationship with Ms. Vrablic. Mr. Jain accompanied her to meetings with high-profile clients, and he praised her work to colleagues, multiple executives said.\nOn a foggy Wednesday in February 2013, Ms. Vrablic and Mr. Jain went to Trump Tower to meet with Mr. Trump, according to two executives with knowledge of the meeting. Ms. Vrablic’s rapport with the client was immediately clear: Mr. Trump’s assistant greeted her as an old friend, and she seemed relaxed with Mr. Trump and his daughter, one executive said.\nThey discussed Mr. Trump’s finances over lunch, and Mr. Jain said he was surprised by his low level of debt, the executives said. After lunch, Ms. Vrablic told her colleagues that Mr. Jain had sounded upbeat about Mr. Trump’s finances.\nA $170 million loan to pay for the overhaul of the Old Post Office went through in 2015, and Mr. Trump added more money to his brokerage account. (In May 2016, he reported up to $46 million of stocks and bonds in the account.)\nOn Aug. 6, 2015, Mr. Trump participated in the first Republican presidential debate. He clashed with the Fox News moderator, Megyn Kelly. He flew back to New York early the next morning. That evening, he called in to a CNN talk show and said of Ms. Kelly that there was “blood coming out of her wherever.”\nIn the intervening hours, Mr. Trump had used a black Sharpie to sign documents for another loan from Deutsche Bank: $19 million for the Doral resort. That brought to more than $300 million the total lent under Ms. Vrablic.\nOn the campaign trail, rivals assailed Mr. Trump’s financial history. In response, he pointed to Deutsche Bank-funded successes like the Old Post Office project, now a gleaming hotel a few blocks from the White House.\nIn early 2016, Mr. Trump asked Ms. Vrablic for one final loan, for his golf course in Turnberry, Scotland.\nMs. Vrablic said yes, but a fight soon erupted.\nJacques Brand, who was in charge of Deutsche Bank’s American businesses, angrily objected, partly because of Mr. Trump’s divisive rhetoric.\nMs. Vrablic appealed the decision. Senior executives in Frankfurt, including Christian Sewing, who would become chief executive in 2018, were shocked that the private bank would consider lending Mr. Trump money during the campaign, bank officials said.\nThe bank’s reputational risk committee killed the transaction in March 2016.\nThat same month, as The Times was preparing an article about Mr. Trump’s excommunication from Wall Street, he cited his warm relationship with Deutsche Bank.\n“They are totally happy with me,” he said to The Times. “Why don’t you call the head of Deutsche Bank? Her name is Rosemary Vrablic. She is the boss.”\nAfter Mr. Trump won the election, Deutsche Bank’s board of directors rushed to understand how the bank had become the biggest lender to the president-elect.\nA report prepared by the board’s integrity committee concluded that executives in the private-banking division were so determined to win business from big-name clients that they had ignored Mr. Trump’s reputation for demagogy and defaults, according to a person who read the report.\nThe review also found that Deutsche Bank had produced a number of “exposure reports” that flagged the growing business with Mr. Trump, but that they had not been adequately reviewed by senior executives.\nOn Deutsche Bank’s trading floor, managers began warning employees not to use the word “Trump” in communications with people outside the bank. Salesmen who violated the edict were scolded by compliance officers who said the bank feared stoking public interest in its ties to the new president.\nOne reason: If Mr. Trump were to default on his loans, Deutsche Bank would have to choose between seizing his assets or cutting him a lucrative break — a situation the bank would rather resolve in private.\nTwo years after Mr. Trump was sworn in, Democrats took control of the House of Representatives. The chamber’s financial services and intelligence committees opened investigations into Deutsche Bank’s relationship with Mr. Trump. Those inquiries, as well as the New York attorney general’s investigation, come at a perilous time for Deutsche Bank, which is negotiating to merge with another large German lender.\nNext month, Deutsche Bank is likely to start handing over extensive internal documents and communications about Mr. Trump to the congressional committees, according to people briefed on the process.\nMs. Vrablic, who is intensely private and rarely discusses her personal life with colleagues, declined to comment. People familiar with her thinking said she expected to be called to testify publicly on Capitol Hill.", "date": "March 18, 2019", "href": "https://www.nytimes.com/2019/03/18/business/trump-deutsche-bank.html", "tags": "history mar-a-lago weekend “ bank trump deutsche god act vrablic ms. loan"}