{"title": "A New Obamacare Repeal Draft Is Out And It Attacks Pre-Existing Protections More Severely", "content": "Republicans on Sunday evening circulated a new version of their embattled legislation to repeal the Affordable Care Act. \nBased on initial inspection, the new bill is a lot like the original bill, which would have decimated existing federal health programs, reduced government spending, and left many millions without insurance. \nBut now the legislation, which Politico and Vox first reported, includes a pair of important changes ― an even more aggressive assault on protections for people with pre-existing conditions, as well as some extra money to blunt the impact of funding cuts for a handful of states.\nEach set of revisions seems designed to win over key Republican senators who have been critical of the legislation so far ― and to do so before Saturday, when Republicans, who hold just 52 seats in the Senate, lose parliamentary authority to pass repeal with 50 votes instead of the usual 60.\nThe broad architecture of the legislation, which Sens. Bill Cassidy (R-La.) and Lindsey Graham (R-S.C.) introduced in late July and have been promoting ever since, hasn’t changed all that much. As before, Republicans are proposing to replace the Affordable Care Act with a less generous state-based program, and then introduce a new, separate limit on federal Medicaid spending. \nAs originally written, the legislation would have left an additional 21 million people without insurance by 2026, with even more losing coverage after that, according to an estimate from the University of Southern California-Brookings Schaeffer Initiative for Health Policy. \nBut with Republicans clearly struggling to find 50 votes in favor of that bill, they’ve made some important revisions. And while it’s difficult to be sure exactly what all the changes mean ― analysts were still scrambling to read and digest the bill on Sunday evening ― two sets of amendments stand out as important.\nFirst, there are those changes to the rules for pre-existing conditions. Under the newly revised bill, states would have an even easier time junking rules that prohibit insurers from charging higher premiums to people with cancer, diabetes, or other medical conditions. They could also waive existing rules limiting out-of-pocket expenses, or setting minimum levels of coverage.\nTo do this, state officials wouldn’t even have to apply for a formal waiver. All they would have to do is file a plan explaining their proposal, and why officials believe it would provide “adequate and affordable” coverage for people with prior medical problems.\nThat’s not much protection, experts warned.\n“States don’t have to submit waivers, they just have to describe the rules they set, if any,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, told HuffPost. “It goes well beyond the previous bill by making clear that the federal out-of-pocket maximum and actuarial value requirements can be changed. That opens the door to very bare-bones insurance.”\nOf course, eliminating these proposals is precisely what many conservative Republicans want ― and it would seem to have particular appeal to Sen. Rand Paul (R-Ky.), who said he’d vote no on the earlier Graham-Cassidy proposal because it left too much of “Obamacare” in place.\nAs for the extra money, the biggest boost seems to be in the form of extra Medicaid matching funds for states that have poverty guidelines separate from the rest of the country. Only two states do that: Alaska and Hawaii. \nAlaska would also benefit from some other funding changes, as would some other states.\nAlaska matters politically because one of its Republican senators, Lisa Murkowski, was among the three Republicans who voted against repeal in July. She has not committed to a position on Graham-Cassidy, but has said she will look closely at its impact on her state.\nPrecisely how much the new funds help Alaska isn’t clear ― and may not be clear for a while, because that’s the kind of exercise that requires careful study and in some cases complex modeling. \nThe bill’s sponsors have circulated figures to Senate offices, but those figures, from the Department of Health and Human Services, don’t include some of the bill’s cuts to Medicaid and, according to several analysts, appear to double-count some savings.\nAnd the bill’s sponsors already have a history of circulating misleading arguments and figures. \nEven with the new changes, Alaska, like all states, seems likely to lose money in the long run, because the bill only authorizes new spending through 2026 and because it subjects Medicaid to new spending limits. (The HHS figures also ignore this provision, by citing 2026 figures but no year after that.)\n“It’s notable what hasn’t changed,” Aviva Aron-Dine, senior fellow and senior counselor at the Center on Budget and Policy Priorities, told HuffPost. “For example, there’s still a cliff after 2026, still a crazy implementation timeline, per capita cap is essentially unchanged.”\nThat might get Murkowski’s attention, just as the bigger blow to pre-existing protections might. In June, Murkowski told constituents that she was “committed to ensuring that important provisions of the ACA, such as covering those with preexisting conditions... remain intact.”  \nMurkowski has mentioned other issues, too. She has said she wants to preserve funding for Planned Parenthood that this new bill, like previous repeal efforts, would prohibit. She has also echoed the concerns of other wary GOP senators, including Susan Collins of Maine, who have been frustrated with the rush to vote and lack of careful deliberation.\nThat concern would seem even more relevant now. The Congressional Budget Office had already said it couldn’t complete full estimates of the original Graham-Cassidy bill before Sept. 30. With just days to go before that deadline hits, it’s hard to see how the agency could do much, if any, analysis on the new bill.\nMeanwhile, whether the amendments to the bill are enough to win over Paul (and perhaps some other conservatives) is a separate, very different question. Paul has said repeatedly that he can’t support a bill unless it has far less spending than the original version of Graham-Cassidy did. This newly revised legislation might actually have more.\nStill, the new bill, like the old one, would realize the longstanding conservative goal of reducing government’s power over health care. It would also reduce premiums for those people, predominantly young or relatively healthy, for whom the 2010 health care law has meant higher premiums or out-of-pocket costs.\nNo less important, passing Graham-Cassidy would allow Republicans to tell their most fervent supporters that they have repealed Obamacare ― and to quiet donors who, according to a recent New York Times story, are “furious” at the GOP’s lack of legislative progress.\nThat may help explain why Republican leaders are still trying to get their bill through ― even though it is highly unpopular and has provoked condemnation from virtually every major organization that represents the people who provide health care, the people who pay for it, or the people who get it. \nJennifer Bendery contributed reporting", "date": "\n09/25/2017", "href": "https://www.huffpost.com/entry/graham-cassidy-new-draft_n_59c86943e4b06ddf45f8c269", "tags": "“ obamacare repeal pre-existing even republicans states ― bill protections severely new draft attacks"}