{"title": "A Night at the Coup", "content": "Istanbul — AS I walked by the military museum in the Harbiye neighborhood of Istanbul on Friday evening, I was expecting a silent end to a busy week. I was on my way to an adjoining coffee shop where I planned to drink a cup of hot cocoa and read a literary magazine. The museum was eerily silent, but I didn’t think much of it, passing the human-sized mannequins of Ottoman-era janissary soldiers displayed in the windows.\nIt was after 10 p.m. In the coffee shop someone said that, shortly before, soldiers had closed public access to the Bosporus and Fatih Sultan Mehmet bridges, which connect Istanbul’s European and Asian sides. I didn’t think much of that either, linking the news to anxiety about another terrorist attack. The soldiers were probably just there to protect the city’s residents.\nIt was only when I saw, on my phone, videos of fights between police officers and soldiers near the president’s offices that I thought: military coup. I asked the waiter to put my cocoa in a paper cup and headed for Gezi Park, the center of major protests in the summer of 2013. But last night it was breezy and silent, filled with silhouettes of other night-strollers. The park seemed oblivious to politics.\nI walked to Cihangir, the bobo neighborhood where I live, and met some friends on side streets who were half-drunkenly discussing the difference between a “darbe” (a coup) and a “derbi” (a local soccer competition). “Darbe is like this super-total military control,” said one who had never experienced a coup.\nMy cleaning lady called to ask when things would “return to normal.” I told her, “Sabah ola hayrola,” a Turkish expression that advises waiting until the morning, after things have settled down. Then a friend called to tell me I should stock up on supplies, especially pasta, water and bread. “The market is still open,” she whispered. “This may be last your chance. Go there now.”\nThe supermarket nearby was packed with hipsters who alternated between checking their smartphones and checking out one another, tattooed arms leaden with groceries. I ran into a friend who was talking on the phone to a mother full of wisdom acquired during the 1980 coup. It was the same advice: Buy pasta, water and bread.\nI brought plenty of that back to my apartment. Amira, a curator friend who works in a contemporary art gallery nearby, sought refuge there: Cabs weren’t taking passengers, she said; she couldn’t get back home, in the Anatolian part of the city. We started watching the street through the window. Five minutes later, about 50 youths started running in panic, looking over their shoulders, jumping into open-air cafes. What was going on? I was reminded of the mayhem in Nice, France, the day before.\nIn the living room, we watched as someone on CNN Turk used FaceTime to interview President Recep Tayyip Erdogan and former president Abdullah Gul. They seemed angry, and yet somehow managed to speak calmly. Mr. Erdogan was scheduled to arrive at Istanbul’s Ataturk Airport, the site of a terrorist attack last month. The pundits on CNN Turk were saying that all would be fine, that things were returning to normal.\nIt was only when Amira and I opened a bottle of white wine to calm ourselves down that the most spectacular events of the evening happened. Military helicopters started bombing Parliament in Ankara while CNN Turk was broadcasting footage of parliamentarians inside. One member of Parliament could be seen pointing her iPhone at the destroyed corners of the building. Then soldiers barged into CNN Turk’s headquarters, made an on-air appearance in the studio and cut off the broadcast.\nMeanwhile, Cihangir remained deserted, except for the flickering iPad screens I could see from my window in other apartments. The neighborhood was silent, like a classroom of students after the headmaster walks in.\nAccording to Facebook, though, people in Tophane, a neighborhood nearby, were marching toward the Bosporus Bridge or taking their cars and heading to the airport. Turkey’s General Directorate of Security had taken to Twitter urging the city’s residents to hit the streets and fill the squares — an extraordinary request coming from cops.\nThen it was Mr. Erdogan who sent his own text messages to millions of Turks, calling on them to rally and march. “Our nation hunted coup plotters instead of Pokemons last night,” one journalist tweeted. “This is how the Turkish nation is.”\nNot knowing what else to do, I went to bed. It was already time for the morning prayer from the Cihangir mosque. The imam was asking the people to stand with the government. I heard the sound of jets again. Then there was silence, and I fell asleep.\nWhen I woke up, around 7 a.m., birds were chirping in the trees. Just half a day after I’d first heard news of the coup attempt, I went for a walk by the Bosporus Strait, magazine in hand, and joined sandal-wearing Istanbul residents who were talking about the events of the night before — events that killed hundreds of people — as if they’d only been part of a TV show. In the background was the waterway, a burning sun and two bridges that span two continents, where just hours before tanks had been firing shots.", "date": "July 16, 2016", "href": "https://www.nytimes.com/2016/07/16/opinion/a-night-at-the-coup.html", "tags": "soldiers military istanbul neighborhood silent ” night last coup —"}