{"title": "A Pastry Chef Masters the Veggie Burger", "content": "Just before the rush of dinner service, the pastry chef Brooks Headley agreed to serve me a veggie burger at Del Posto’s gleaming marble bar in Chelsea. In the mid-’90s, when Headley played drums with the Young Pioneers, he loved veggie burgers so much that he planned the punk band’s tours around stops at Faque Burger in San Diego for the vegetarian diner’s soy-based patty. He’s still obsessed. He has served his own veggie burger to David Chang, who posted a close-up to Instagram (1.8K likes), declaring it the best he’s ever tried. Questlove asked Headley to serve the burger at his food salon. And this Sunday, the guy who turned the most profoundly uncool snack on the planet into something sought after will serve his patties to the public at his first pop-up, Superiority Burger on the Lower East Side.\nThe chef, who is 42, tucks his black-and-gray hair under a paper hat, which gives him the look of a deadly serious soda jerk. He is considered one of the brainiest, most adventurous pastry chefs in the business, often pushing vegetables like celery and eggplant into his desserts. “I’ve never served this on a plate before,” he said apologetically, putting down what appeared to be a pretty normcore burger.\nMinus the plate and white napkin, it looked like something you’d get from a food truck: a little small and greasy. There was iceberg lettuce peeping out of a Martin’s Rolls potato bun, a slice of tomato, some melted Muenster. “You have to eat it fast,” said Headley, “or it disintegrates.” This was not a problem. The patty was salty and as soft as rare, fatty beef, but with crisp, deeply caramelized edges that had been smeared with honey mustard. It was very good.\nA traditional beef patty is made of muscle and fat, but veggie burgers are puck-shaped anythings. Bean and legume mashes or egg-bound grain mixtures, stretchy soy derivatives or wheat glutens. Any plant-based hodgepodge can call itself a veggie burger. Madison Foods, a Tennessee-based soy manufacturer, first harnessed the power of the hamburger as a marketing tool in 1937 when it launched the Soyburger, a canned soy-wheat loaf filled out with raw peanut flour. It probably tasted as grim as it sounds. Loma Linda Food Co. debuted its Gluten Burger in 1938 and Worthington Foods’ Choplet Burger made it to grocery stores in 1945, one of the many shelf-stable cans of soy-based meat mimicry that has given veggie burgers a bad rep over the years.\nInstead of trying to imitate ground beef, which he acknowledges is impossible, Headley wants you to feel like you’re eating a fast-food burger. This involves some high-level thinking about how the patty will play with every element in the burger (lettuce, tomato, bun), a certain level of salt (high) and a very precise set of textures.\n“When I was a kid and I ate the hamburgers my mom made, I’d get a gristly part and it would freak me out,” he remembered. “But I wanted to have some of that sensation. So, how do you make gristle pleasant?” The guy who makes the risotto at Del Posto works right next to Headley. They talk. Headley learned how to overcook some ingredients and undercook others so they could combine to give the patty that you’re-almost-eating-a-real-burger quality. He tested early versions on the meat cooks — the bros of the brigade, the guys least likely to admit loving a mash of farro, barley, quinoa and brown rice. Soon they started to request it as a post-shift snack.\nHeadley is one of the few pastry chefs I know with an aversion to digital scales and measuring, which means his veggie burger is slightly different every time he makes it. The version he’ll serve at Superiority Burger may vary slightly because he’s an obsessive tinkerer.\nEarly on, Headley developed a Parker House roll for the burger, but wisely ditched it for ready-made Martin’s Rolls. “It’s a Sriracha or Nutella sort of thing,” he explained, “where even if you get the best possible stuff you can’t make it like them.” He’s pulled beautiful lettuces from Del Posto’s kitchen but found iceberg (thick, crunchy, almost completely tasteless) works better to maintain a beautiful fast-food burger illusion. In the version he set me up with at the bar, there was a slice of what he called a bottom-of-the-barrel plum tomato, roasted until sweet. “Oh,” said the Del Posto bartender, when he saw what I was eating, “now I’m craving one.”\nRecently, a stranger told Headley that if it was three o’clock in the morning and he were a little bit drunk, he’d have no idea this was a veggie burger. “I took it as a compliment,” says Headley. The chef has no interest in the veggie burger as health food, which may explain why it tastes so good. This particular veggie burger isn’t tasked with alleviating whatever guilt we may be carrying around. It’s a squishy little sandwich that delivers some fast, intense, umami-entangled satisfaction. It just so happens to be made with vegetables.", "date": "July 15, 2014", "href": "https://www.nytimes.com/2014/07/15/t-magazine/del-posto-pastry-chef-brooks-headley-veggie-burger-superiority.html", "tags": "veggie burger del chef pastry ” masters headley posto food patty serve"}