{"title": "A Pair of Updated Greek Tragedies Startle Us Anew", "content": "HOUSE OF NAMES By Colm Toibin 275 pp. Scribner. $26.\nBRIGHT AIR BLACK By David Vann252 pp. Black Cat. Paper, $16\nOne of the most memorable paintings to survive from ancient Pompeii captures the tragic events just before the Greek forces set sail for the Trojan War. Their fleet, so the story went, was becalmed, and the price that the goddess Artemis demanded for giving them a fair wind was that King Agamemnon, the commander in chief, should perform a human sacrifice — of his own daughter, Iphigenia. In the painting, the half-naked, terrified girl is shown being manhandled to the altar, while Artemis watches from the heavens and Agamemnon turns his back on the scene, his cloak over his head, burying his face in his hands. He cannot bear to look at what the gods have ordained, or, in a less generous interpretation, he is determinedly blind to his own role in the murder of his daughter.\nThe misadventures of Agamemnon and his family were repeatedly retold in Greek mythology, a highlight in the repertoire of fifth-century B.C. Athenian tragedy. Aeschylus’ trilogy, the “Oresteia,” starts with Agamemnon’s victorious return to Mycenae from Troy quickly followed by his murder by his wife, Clytemnestra (in revenge for his sacrifice of their daughter); it goes on to the murder of Clytemnestra by her son, Orestes (in revenge for her killing of his father); and it ends with the trial of Orestes and his eventual acquittal — on the grounds that the death of a man counts for more than that of a woman. Plays by Sophocles and Euripides also focus on the supporting role of Orestes’ sister Electra in the slaughter of their mother.\nThere was plenty of rich material here for tragedians to debate. How far was Clytemnestra justified in punishing Agamemnon for killing Iphigenia? What responsibility lay with the gods? (In one version of the story, dramatized by Euripides, Artemis miraculously rescued the girl at the very moment of sacrifice.) What were the proper limits to vengeance?\nIn his new novel, “House of Names,” Colm Toibin explores part of this story, from the murder of Iphigenia to the murder of Clytemnestra, making it strike a new chord, far more impressive than the pious respect or worthy aura of “classicism” that often surrounds it.\nPart of Toibin’s success comes down to the power of his writing: an almost unfaultable combination of artful restraint and wonderfully observed detail. It is this, for example, that transforms his account of the sacrifice of Iphigenia from what could all too easily have been a ghastly version of operatic bombast into a moving tragedy on a human scale. His description of Agamemnon playing sword games with little Orestes in a vain attempt to normalize the hours before his sister is taken to the sacrificial altar is unforgettable. “It was as if Agamemnon knew that he must play this part of the father with his boy for all it was worth,” Clytemnestra reports, looking on with Iphigenia. “The longer his jousting went on, the more I realized that he was afraid of us, or afraid of what he would have to say to us when it stopped. He did not want it to stop. He was, as he continued the game, not a brave man.”\nPart of it is also to do with the way Toibin engages with the ancient texts that define the story. He is not afraid to deflate some of their grandstand moments. Aeschylus’ famous (and frankly puzzling) “carpet scene,” in which, just before murdering him, Clytemnestra persuades Agamemnon to walk over some precious household textiles, as if to demonstrate his ruinous arrogance, is here reduced to a brisk sentence. Toibin instead pictures Clytemnestra having silently to endure Agamemnon’s repetitive and empty boasting to his troops, before she can get him inside to kill him. But he is also very good at exploiting the puzzling gaps in the ancient narrative, especially where Orestes is concerned.\nOrestes has given his name to the modern title of Aeschylus’ trilogy, the “Oresteia.” But his story seems to suffer some particularly serious holes. Most ancient writers agreed that young Orestes was sent away from Mycenae around the time of his father’s murder and returned only years later to be reunited with his sister Electra and to murder their mother. They had different ideas on where he might have gone. Was he saved by his nurse and hidden away for decades in northern Greece? Was he in exile in Athens? Toibin weaves an alternative plot. His Orestes is kidnapped by Clytemnestra and held in captivity with a number of other boys, who were hostages in the power politics of the Mycenaean court. Orestes and a couple of his friends escape, and in what is almost a mini Homeric “Odyssey” in the center of the book, two of them eventually make it back home.\nHere, in a further wry twist, Toibin deflates another grandstand moment of Greek tragedy. One other famous scene in the “Oresteia” focused on how Electra recognized her brother when he came back after so many years. Aeschylus has him produce personal tokens (including a lock of hair) to prove his identity. This “recognition scene” was already such a well-known cliché in Athens a few decades later that Euripides parodied it in one of his versions of the story (the lock of hair is rejected as unpersuasive; instead, a childhood scar confirms Orestes’ identity). Toibin takes this one step further. His Electra and Orestes have no trouble at all recognizing each other, and the “lock of hair moment” is transferred to Orestes’ friend and fellow escapee on his return to his family.\nMany such pleasures lie under the surface of “House of Names.” But Toibin has bigger themes in mind too, particularly the cycle of violence that appears to trap the family of Agamemnon. The Greeks themselves often claimed that his whole line had been under a curse from the very moment that its progenitor had committed sacrilege by trying to serve the gods human flesh for dinner (human sacrifice ran in the family). Toibin offers an even less comfortable version rooted in a different kind of inheritance, as throughout the book we see the characters learning to step into (or failing to step out of) the terrible roles their parents once filled. Electra gradually becomes her mother; and toward the end of the book Toibin gives her very much the same lines that Clytemnestra spoke at the beginning, and the same distrust in divine power. Orestes, looking at his sister in the closing pages, “saw his mother.”\nToibin’s aim of making Greek myth startle us afresh is shared by David Vann in his novel “Bright Air Black,” a reworking of the story of Medea (the title quotes Euripides’ “Medea”: “The gods…turn the bright air black”). Euripides’ play now seems one of the most easily comprehensible works of Greek tragedy: A woman scorned by her husband desperately kills their children. Vann sets out to dispel that misleading familiarity and so starts his tale much earlier in the myth, when Medea is escaping by sea from her father’s house with her lover Jason and the prized Golden Fleece, which she had helped him steal.\nIn the first pages we discover she has killed and dismembered her brother and is scattering his limbs into the water to slow her father’s pursuit (as he will pause to collect the remains). The whole book is in fact full of body parts and appalling violence, so that by the end the murder of the children seems gentle by comparison (though she does drink blood directly from the throat of one). And the prose style too is part of the defamiliarizing process: short, rhythmic, flamboyantly “primitive” sentences, regularly omitting the verb “to be” (“Night prolonged, Hekate hearing” is typical). It is not hard to get the point. But in comparing the modern versions of ancient myth offered by Toibin and Vann, it is also not hard to conclude that restraint is often more powerful than flamboyance.", "date": "May 11, 2017", "href": "https://www.nytimes.com/2017/05/11/books/review/house-of-names-colm-toibin-bright-air-black-david-vann.html", "tags": "us toibin orestes ancient story updated clytemnestra murder greek ” one startle anew agamemnon pair tragedies"}