{"title": "A Promising Nuclear Deal With Iran", "content": "The preliminary agreement between Iran and the major powers is a significant achievement that makes it more likely Iran will never be a nuclear threat. President Obama said it would “cut off every pathway that Iran could take to develop a nuclear weapon.”\nOfficials said some important issues have not been resolved, like the possible lifting of a United Nations arms embargo, and writing the technical sections could also cause problems before the deal’s finalization, expected by June 30. Even so, the agreement announced on Thursday after eight days of negotiations appears more specific and comprehensive than expected. \nIt would roll back Iran’s nuclear program sufficiently so that Iran could not quickly produce a nuclear weapon, and ensure that, if Iran cheated, the world would have at least one year to take preventive action, including reimposing sanctions. In return, the United States, the European Union and the United Nations would lift sanctions crippling Iran’s economy, though the timing of such a move is yet another uncertainty. \nIran would shut down roughly two-thirds of the 19,000 centrifuges producing uranium that could be used to fuel a bomb and agree not to enrich uranium over 3.67 percent (a much lower level than is required for a bomb) for at least 15 years. The core of the reactor at Arak, which officials feared could produce plutonium, another key ingredient for making a weapon, would be dismantled and replaced, with the spent fuel shipped out of Iran.\nMr. Obama, speaking at the White House, insisted he was not relying on trust to ensure Iran’s compliance but on “the most robust and intrusive inspections and transparency regime ever negotiated for any nuclear program.” \nThere is good reason for skepticism about Iran’s intentions. Although it pledged not to acquire nuclear weapons when it ratified the Nuclear Nonproliferation Treaty in 1970, it pursued a secret uranium enrichment program for two decades. By November 2013, when serious negotiations with the major powers began, Iran was enriching uranium at a level close to bomb-grade. \nHowever, Iran has honored an interim agreement with the major powers, in place since January 2014, by curbing enrichment and other major activities. \nBy opening a dialogue between Iran and America, the negotiations have begun to ease more than 30 years of enmity. Over the long run, an agreement could make the Middle East safer and offer a path for Iran, the leading Shiite country, to rejoin the international community. \nThe deal, if signed and carried out, would vindicate the political risks taken by President Hassan Rouhani of Iran and President Obama to engage after decades of estrangement starting from the 1979 Islamic Revolution. \nTalking to adversaries — as President Ronald Reagan did in nuclear weapons negotiations with the Soviets and President Richard Nixon did in his opening to China — is something American leaders have long pursued as a matter of practical necessity and prudence. \nYet in today’s poisonous political climate, Mr. Obama’s critics have gone to extraordinary lengths to undercut him and any deal. Their belligerent behavior is completely out of step with the American public, which overwhelmingly favors a negotiated solution with Iran, unquestionably the best approach.\nSunni Arab nations and Israel are deeply opposed to any deal, fearing that it would strengthen Iran’s power in the region. This agreement addresses the nuclear program, the most urgent threat, and does not begin to tackle Iran’s disruptive role in Syria and elsewhere. Iran is widely seen as a threat; whether it can get beyond that will depend on whether its leaders choose to be less hostile to its neighbors, including Israel. ", "date": "April 2, 2015", "href": "https://www.nytimes.com/2015/04/03/opinion/a-promising-nuclear-deal-with-iran.html", "tags": "agreement iran nuclear negotiations obama promising could deal major"}