{"title": "A quick guide to the US-China trade war", "content": "The US and China are locked in an escalating trade battle.\nUS President Donald Trump has complained about China's trading practices since before he took office in 2016. \nThe US launched an investigation into Chinese trade policies in 2017. It imposed tariffs on billions of dollars worth of Chinese products last year, and Beijing retaliated in kind. \nAfter months of hostilities, both countries agreed to halt new trade tariffs in December to allow for talks.\nOptimism had grown over the prospect of a deal, but that faded, and now the US has more than doubled tariffs on $200bn (£153.7bn) worth of Chinese products. \nBeijing retaliated three days later with tariff hikes on $60bn of US goods.\nLast year, the US imposed three rounds of tariffs on more than $250bn worth of Chinese goods. \nThe duties of up to 25% cover a wide range of industrial and consumer items - from handbags to railway equipment.\nBeijing hit back with tariffs on $110bn of US goods, accusing the US of starting \"the largest trade war in economic history\". \nChina has targeted products including chemicals, coal and medical equipment with levies that range from 5% to 25%. \nIt has also targeted products made in US districts with strong support for the Republicans, and goods that can be purchased elsewhere, such as soybeans.\nAfter agreeing a truce in December, both sides began to talk. \nBut on Friday the US raised tariffs on $200bn of Chinese products  to 25% from 10%. China retaliated but officials say the countries are still talking.\nThe US has also started the process for hitting an additional $300bn of Chinese goods with tariffs.\nTariffs imposed on Chinese goods, in theory, make US-made products cheaper than imported ones, and encourage consumers to buy American. They are also increasingly seen as a negotiation tactic in the trade war.\nBoth US and international firms have said they are being harmed. \nFears about a further escalation have rattled investors and hit stock markets. \nThe IMF warned a full-blown trade war would weaken the global economy.", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/business-45899310", "tags": "us-china us goods china beijing guide war chinese trade products worth tariffs imposed quick"}