{"title": "A quick guide: What is the Brexit transition phase?", "content": "There is lots of talk about a Brexit \"transition\" period at the moment. Here's what you need to know:\nIt's what is expected to happen straight after the UK officially leaves the European Union on 29 March, 2019. The plan is for a time-limited period (of approximately two years) before the eventual permanent arrangements for UK-EU relations  - which have yet to be agreed - kick in.\nTheresa May has said the transition period, which the UK side tends to refer to as an \"implementation phase\", will allow businesses time to prepare for the new arrangements, and avoid disrupting holiday-makers and things like international security measures.\nHowever, the two sides have different ideas about what it should look like.\nWe don't exactly know yet, because this is what is about to be negotiated between the UK and the EU. But we do know what the two sides want.\nThe EU, which published its demands earlier this week, says the transition should not extend beyond 31 December 2020, 21 months after Brexit day.\nIt wants the UK to continue to follow its rules during this time - but not be involved in making decisions.\nThe UK says businesses should not have to adapt twice to new rules and regulations - suggesting it agrees on a largely \"status quo\" arrangement.\nIt has said free movement of people, goods and money can continue, and that it will still be subject to European Court of Justice rulings.\nBut Brexit Secretary David Davis also wants a \"right to object\" to new EU laws it doesn't agree with, and has predicted an \"argument\" with the other side about this.\nAnother potential sticking point comes on citizens' rights - in particular EU nationals who move to the UK during the transition period. Do they get treated the same as if they had arrived while the UK was in the EU? The EU says yes, the UK no.\nThe UK also wants to be able to strike trade deals with other countries - which it cannot do as an EU member - although these cannot come into force until the transition ends. The EU has not objected to this.\nThat is what some Brexiteers are worried about. They say that if the UK continues to follow EU rules and regulations it will have left \"in name only\". Prominent Tory Eurosceptic Jacob Rees-Mogg fears the UK will become a \"vassal state\" of the EU - subject to its rules without any say over how they are made. This is one of the reasons the prime minister has come under pressure in recent weeks.\nMrs May tried to address this during her trip to China, telling reporters: \"We are not talking about something that is going to go on and on... we're leaving the European Union.\n\"There is an adjustment period for businesses - and indeed government - for changes that need to be made.\"\nThat's when the UK will adopt its new relationship with the European Union. Given the talk of a \"business as usual\" transition period, this could be when Brexit begins to feel like Brexit.\nBut we don't yet know what this will feel like - because the UK and the EU have not started discussing their \"future partnership\" yet.\nThat will happen once the transition negotiations have been completed.", "date": "1 February 2018", "href": "https://www.bbc.co.uk/news/uk-politics-42906950", "tags": "brexit european uk know eu transition guide yet period new phase like quick"}