{"title": "A Revitalized Pittsburgh Says the President Used a Rusty Metaphor", "content": "PITTSBURGH — President Trump picked the wrong city as a counterpoint in announcing his plans on Thursday to pull the United States out of the Paris climate accord.\n“I was elected,” the president said, “to represent the citizens of Pittsburgh, not Paris.”\nBut the president was hardly speaking about a place of domestic political strength: Although Mr. Trump carried Pennsylvania last fall, 75 percent of voters in Pittsburgh voted for Hillary Clinton.\nIn defiance of the president, city leaders vowed again on Thursday to pursue their own climate action. Pittsburgh, they point out, is the wrong metaphor anyway: The former steel hub has spent the last 30 years trying to remake its economy in precisely the mold that climate advocates envision.\nOnce among the most polluted cities in the country, Pittsburgh today is increasingly rebuilding around greener medical complexes, research universities and tech offices. In place of steel mills, the city now has its own Google outpost and test track for autonomous cars. The U.S. Steel Tower, the tallest building in town, now bears the name of the University of Pittsburgh Medical Center. The local renewable energy industry employs 13,000 people, according to the city.\nPittsburgh, Mayor Bill Peduto said Thursday, is an example of how environmentalism can also mean economic development. It was a very different message from the one the president delivered hours earlier at the White House, where he warned that the international climate pact would cost the American economy too much.\n“To some, Pittsburgh is still the 1975 Pittsburgh, a steel mill town based on heavy industry, still struggling through the post-Depression,” said Mr. Peduto, a Democrat, when asked why he thought the president had singled out his city (particularly in light of its reliably liberal politics). “I also think it’s the first city they thought of that started with a ‘P’.”\nEnding the day at Cappy’s Cafe, a tavern he frequents in the city’s Shadyside neighborhood, Mr. Peduto said he was angry enough when he heard about the president’s plans to withdraw from the climate agreement. When he heard that the president had mentioned Pittsburgh, he said, he was “livid.”\nBy citing the city, Mr. Trump seemed to be reaching for a stereotype of a coarse industry town where workers would cheer the return of coal (and where they might also scoff at the comparison to Paris). But many are no longer waiting for old industry to return. And Pittsburgh has joined with international cities, Paris included, to commit to reducing its own emissions.\nIf anything, the city today stands to be affected more by Mr. Trump’s threats to repeal the Affordable Care Act than by his promises to revive the steel and coal industries.\n“The economy looks more like Boston than it does Gary, Ind.,” said George Fechter, who was chief executive of the McGowan Center for Artificial Organ Development at the University of Pittsburgh. He called the president’s comments “absolutely outrageous,” adding “he doesn’t represent the people of Pittsburgh.”\nIn remaking itself, Pittsburgh has benefited from resources that a struggling city like Detroit, for example, never had: flagship universities like Carnegie Mellon and the University of Pittsburgh, which produce their own tech entrepreneurs, medical campuses and cultural events.\nPittsburgh’s transformation from a steel town to a center of “eds and meds” has been visible even on the city’s streets.\n“It’s almost like I watched soot come off the buildings — the buildings turned from black to beige while I lived there,” said Richard Florida, an urban economist who has championed the emerging knowledge economy in cities like Pittsburgh. He taught at Carnegie Mellon and lived in the city from the late 1980s through the early 2000s. “It’s not the typical down-in-the-dumps Rust Belt town. It’s still in the midst of a transformation, but it looks like it has turned a corner.”\nPerhaps no place has come to represent Pittsburgh’s shift from heavy industry to high tech more starkly than the East Liberty neighborhood, which has seen almost unrelenting redevelopment. The neighborhood now has a Whole Foods; Pittsburgh Google moved its office here from Carnegie Mellon University’s campus in 2010; and the Ace Hotel opened in an old Y.M.C.A. building in 2015.\nShashank Laxminarayan Suresh, 28, a native of India who works in the data science department at the health care provider Highmark, said he had found Pittsburgh friendly and welcoming. He lives in the city’s Squirrel Hill neighborhood.\n“There is so much opportunity in the technology fields here,” he said. “People want to help you here, and I have never had anyone who was unkind to me because I am an immigrant.” He added, “It’s a very happening place!”\nHadley Pratt, 26, works at BoXZY, a 3D printing company housed in a former Westinghouse building, once a mainstay of Pittsburgh’s heavy industry. While meeting a friend for a drink at the Ace Hotel, she said Trump’s picture of Pittsburgh was incomplete.\n“To me it was a big slap in the face,” she said. “Pittsburgh is still industrial, but there’s a lot of innovation here. None of it was done through Trump-type policies.” If she were to give Trump a tour of the “real” Pittsburgh, Pratt said she’d take him to “industrial areas revitalized through progressive organizations; we have that all over Pittsburgh.”\nState Representative Dan B. Frankel, a Democrat who represents part of the city, used Facebook to post an old photograph of a smog-laden daytime Pittsburgh.\n“Trump apparently wants to take Pittsburgh back to this,” Mr. Frankel wrote. “We won’t go back.”\nThe city’s concerns about pollution become a powerful political force around the time of the 1940 photograph that Mr. Frankel posted. In the 1940s, Mayor David L. Lawrence used an inaugural address to declare that he was “convinced that our people want clean air.” An air quality ordinance was approved in 1949.\nBut even with Pittsburgh widely viewed as a place on the rise today, residents still find themselves trying to distance and disentangle their city’s reputation from its past.\n“It’s been a long time since the steel industry collapsed,” said Sam Williamson, a labor organizer who is affiliated with the Service Employees International Union. “Pittsburghers have for a very long time — probably because of our early 20th-century history, which sticks in people’s minds — taken very seriously the challenges of maintaining a strong economy while not destroying our environment at the same time. Those two things are not irreconcilable.”\nMr. Williamson allowed that Mr. Trump’s comment could have been “a case of careless alliteration,” but he also questioned the president’s approach to environmental and economic policy.\nMichael Huber, a driver for Uber in the city, voted for Mr. Trump. If he had the president in his car, he said, he’d drive him through the Fort Pitt Tunnel to catch the view of the city, and show him around Oakland where the universities are.\n“Diversity in Pittsburgh is enormous,” he said. “We’re not a coal town. We were, and we were great at it. But we’re not anymore.”", "date": "June 2, 2017", "href": "https://www.nytimes.com/2017/06/02/upshot/a-revitalized-pittsburgh-suggests-the-president-used-a-rusty-metaphor.html", "tags": "metaphor rusty pittsburgh used president city steel ” trump revitalized says industry"}