{"title": "A Scholar Is Back Home and Defiant in Hungary", "content": "BUDAPEST — “During my years abroad, both in the U.S. and Australia, I always said that I liked living there, but that I want to be buried in my home, in Hungary,” said the philosopher Agnes Heller, who at the age of 84 lives in Budapest, still writing — in three languages — and lecturing.\nIt is generous of Ms. Heller to preserve affection for a homeland that has been so unkind to her. She was born and raised in the city’s Jewish ghetto in the volatile political climate of 1930s Central Europe. Ms. Heller and her mother narrowly escaped deportation to Auschwitz; her father perished there.\nIn the postwar years she studied philosophy under the Hungarian Marxist Georg Lukacs, and later became part of the so-called Budapest School around him — radical thinkers calling on Hegel and the humanist works of early Marx to reinvigorate contemporary Marxism.\nIn the aftermath of the 1956 revolution in Hungary, Ms. Heller, though a socialist and Communist Party member, was warned by police about '‘anti-state activity,” and banned from working at a university.\nIn 1977 she emigrated to Australia as a political exile. During the 1980s, Ms. Heller rethought her political views, becoming highly critical of orthodox Marxism. She subsequently assumed the Hannah Arendt visiting professorship of philosophy and political science at the New School for Social Research, in New York, where she lived and taught political theory for 25 years.\nBut it’s more than sentimentality that compels Ms. Heller to stay in Hungary, where she is professor emeritus at Budapest’s esteemed Eotvos Lorand University. Her experience and knowledge are needed here, she says, particularly now.\nAnd peers, like the political scientist Andras Bozoki, professor at the Central European University, are grateful to have her: “She’s a model of a freethinker and free citizen. Agnes Heller’s a globally known scholar who believes it is the role of intellectuals to engage civically,” he said.\nIn recent years, Ms. Heller has become a leading figure speaking out against the policies of Prime Minister Viktor Orban and his party, Fidesz.\nMr. Orban has been criticized by the European Union and human rights groups for limiting freedoms of expression, among other controversial political moves. In higher education, critics say, Mr. Orban has gradually stripped away universities’ independence. His administration, for example, has required that the government itself appoint university rectors.\nThe atmosphere, many say, is one of fear and uncertainty. Pressure has been brought to bear on the country’s liberal-minded intellectuals, those defiant enough to protest — among them Agnes Heller. In the international news media as well as the handful of independent outlets still in business in Hungary, Ms. Heller decries Hungary’s authoritarian drift and underscores the responsibility of its scholars, as well as its ordinary citizens, to resist.\nThe government says these charges are nonsense. “Agnes Heller is doing what she always does: complaining loudly abroad whenever there’s an anti-communist government in power in Budapest,” said Andras Doncsev, deputy minister at the Ministry of Human Resources, which is responsible for education. Hungarian universities are world-renowned and enjoy full academic freedom, he added.\nMs. Heller’s words earned her the wrath of the Orban administration as early as 2011, when she and a handful of other academics were accused by a government commission of embezzling research funds earmarked for translations. In early 2012 the charges were dropped for lack of evidence.\n“There was nothing to the charges at all,” said Anna Gacs, an associate professor of media studies at Eotvos Lorand University and a founder of the University Lecturers’ Network, a faculty group formed to protect the public universities from government interference. “It was the regime’s first attempt to control the critical intelligentsia.”\nSpeaking with a reporter in her small apartment, high above the Danube River, Ms. Heller said the government “knew there was nothing” in the charges. “But this is their strategy,” she said. “They make these kinds of accusations, spread them all over their loyal media outlets, and thus blacken the names of their opponents. By targeting liberals, they blacken the name of liberalism itself. ‘Liberal’ here is a dirtier word than ‘Nazi’ or ‘communist.”’\nThis year Ms. Heller and several other Jewish faculty members were the targets of anti-Semitic acts. Her office door and others at Eotvos Lorand in central Budapest were plastered with bumper stickers that read: “Jews, the university is ours, not yours!”\nThe incident made headlines, not least because Ms. Heller is a Holocaust survivor and the Orban government has been accused of anti-Semitic tendencies.\nThere was no investigation into the incident, but most observers assume it was done by far-right student groups, which are prominent on Hungarian campuses. Surveys show that a third of Hungary’s students support the far right.\nOther faculty members agree that the public universities are in a deep crisis. Funding has been cut by 50 percent over the past four years, and the Education Ministry, not the universities themselves, now determine which faculty members stay on beyond the retirement age of 62. The climate makes some faculty members reluctant to speak out against government policies.\n“Many younger colleagues censor themselves,” said Daniel Deak, a professor of tax law at Corvinus University of Budapest. “They just keep quiet and do their research in the library. They’re scared that they’ll lose what they’ve got.”\nAccording to Ms. Gacs, the public universities are being starved of funds, pared down in size, and intimidated, while the Orban government has invested millions of dollars to build up research institutes and colleges to train civil servants. “The idea is to create a faithful body of technocrats to run the Fidesz state for years to come,” she said. “The bigger project is to replace the current elites with their own elites.”\nAndras Doncsev, the government official, says the charge is untrue. “They can’t give you one example of this happening,” he says.\nGiven the environment she returned to, does any of this make Agnes Heller regret returning to Hungary? Or might an end to the Orban administration be in sight with national elections scheduled for early next year? No on both accounts, she says. There have been flashes of protest by students, Ms. Heller notes, but they petered out quickly. There’s still no unified opposition in the country.\nNevertheless, even four more years of Viktor Orban and Fidesz, says the octogenarian, will not force her to flee Hungary again. Agnes Heller is home to stay.", "date": "Dec. 8, 2013", "href": "https://www.nytimes.com/2013/12/09/world/europe/a-scholar-is-back-home-and-defiant-in-hungary.html", "tags": "scholar “ hungary home orban back university defiant heller budapest ms. government"}