{"title": "A Shadowy War’s Newest Front: A Drone Base Rising From Saharan Dust", "content": "AIR BASE 201, Niger — Rising from a barren stretch of African scrubland, a half-finished drone base represents the newest front line in America’s global shadow war.\nAt its center, hundreds of Air Force personnel are feverishly working to complete a $110 million airfield that, when finished in the coming months, will be used to stalk or strike extremists deep into West and North Africa, a region where most Americans have no idea the country is fighting.\nNear the nascent runway, Army Green Berets are training Nigerien forces to carry out counterterrorism raids or fend off an enemy ambush — like the one that killed four American soldiers near the Mali border last fall.\nTaken together, these parallel missions reflect a largely undeclared American military buildup outside the battlefields of Iraq and Afghanistan, often with murky authorities and little public attention, unfolding in remote places like Yemen, Somalia and, increasingly, West Africa.\nIn Niger alone, the Pentagon in the past few years has doubled the number of United States troops, to about 800 — not to conduct unilateral combat missions, but to battle an increasingly dangerous Al Qaeda, the Islamic State and even loosely associated extremist groups with proxy forces and drone strikes. The military’s missions in Niger are expected to come under scrutiny in a long-awaited Defense Department investigation into the deadly Oct. 4 ambush that is nearing release.\n“The base, and the more frequent flights that its opening will allow, will give us far more situational awareness and intelligence on a region that has been a hub of illicit and extremist activity,” said P.W. Singer, a strategist at New America in Washington who has written extensively about drones. “But it will also further involve us in yet more operations and fights that few Americans are even aware our military is in.”\nQuestions about whether the American military, under the Trump administration, is seeking to obscure the expanding scope of operations in Africa surfaced last month when it was revealed that the United States had carried out four airstrikes in Libya between September and January that the military’s Africa Command had failed to disclose at the time.\nSoon after, the military acknowledged for the first time that Green Berets working with Nigerien forces had killed 11 Islamic State militants in a multiday firefight in December. No American or Nigerien forces were harmed in the December gun battle.\nBut the combat — along with at least 10 other previously unreported attacks on American troops in West Africa between 2015 and 2017 — underscored the fact that the deadly ambush in Niger was not an isolated episode. Nigerien forces and their American advisers are preparing other major operations to clear out militants, military officials say.\n“It’s essential that the American public is aware of, engaged in, and decides whether or not to support American military operations in countries around the world, including Niger,” said Senator Chris Coons, Democrat of Delaware, who visited Niger with four other senators this month.\nSix months after the fatal attack, which took place outside the village of Tongo Tongo near the Mali border, the Trump administration stands at a critical crossroad in the military’s global counterterrorism campaign.\nOne path would push ahead with President Trump’s campaign vow to defeat the Islamic State and other violent extremist organizations, not just in Iraq and Syria, but worldwide. The other would be to pull out and leave more of the fighting to allies, as Mr. Trump said he wants to do in Syria, possibly ceding hard-fought ground to militants.\nDuring a counterterrorism exercise this past week in north-central Niger that drew nearly 2,000 military personnel from 20 African and Western countries, many officers voiced concerns that America’s commitment in West Africa could fall victim to the latter impulse.\n“It’s important to still have support from the U.S. to help train my men, to help with our shortfalls,” said Col. Maj. Moussa Salaou Barmou, commander of Niger’s 2,000 Special Operations forces, who trained at Fort Benning, Ga., and the National Defense University in Washington.\nIn an interview on the sidelines of the exercise, Maj. Gen. J. Marcus Hicks, the head of American Special Operations forces in Africa, put it this way: “This is an insurance policy that’s very inexpensive, and I think we need to keep paying into it.”\nBuilding a new base in this remote, landlocked country nearly twice the size of Texas marks the latest chapter in the military’s contentious history of drone operations around the world.\nIt comes as American drone strikes are on the rise again, after tapering off somewhat in places like Pakistan. The number of American strikes against Islamist militants last year tripled in Yemen and doubled in Somalia from the figure a year before.\nLast month, an armed drone flown from a second base in Niger killed a Qaeda leader in southern Libya for the first time, signaling a possible expansion of strikes there.\nWhere American and Nigerien officials see enhanced security in drone operations — for surveillance, strikes or protecting Special Forces patrols — others fear a potentially destabilizing impact that could hand valuable recruiting propaganda to an array of groups aligned with Al Qaeda and the Islamic State, and that could increase the militants’ menace.\n“Eliminating jihadi military leaders through drone operations could temporarily disorganize insurgent groups,” said Jean-Hervé Jezequel, deputy director of the International Crisis Group’s West Africa project in Dakar, Senegal. “But eventually the void could also lead to the rise of new and younger leaders who are likely to engage into more violent and spectacular operations to assert their leadership.”\nA rare visit this month to Air Base 201, the largest construction project that Air Force engineers have ever undertaken alone, revealed several challenges.\nCommanders grapple with swirling dust storms, scorching temperatures and lengthy spare-part deliveries to fix broken equipment. All have conspired to put the project more than a year behind schedule and $22 million over its original budget.\nAmerican officials have sought to allay fears of local residents that the base, just two miles outside the city of Agadez, could be a target for terrorist attacks — not a guardian against them. Rumors circulated that the dozens of dump trucks rumbling in and out of the heavily defended front gates each day were secretly stealing valuable uranium, for which the region is renowned.\n“We had to overcome some suspicion and distrust,” said Lt. Col. Brad Harbaugh, commander of the 724th Expeditionary Air Base Squadron, the senior officer here.\nFor centuries, Agadez has been an important way-stop for smugglers, migrants and camel caravans traversing the Sahara. The city of 125,000 people is more than 450 miles from Tongo Tongo, where the American soldiers and Nigerien troops were attacked last fall, but militants have also targeted this region in recent years.\nIn May 2013, Islamist militants staged coordinated attacks, using suicide car bombs to strike a Nigerien military compound in Agadez and a French-operated uranium company in the nearby town of Arlit. Two groups claimed credit for the bombings, which Nigerien authorities said killed at least 24 soldiers and one civilian, as well as 11 militants.\nPresident Barack Obama ordered the first 100 American troops to Niger in February 2013 to help set up unarmed surveillance drone operations in Niamey, Niger’s capital, to support a French-led operation combating Qaeda and affiliated fighters in neighboring Mali.\nEven as those troops deployed, military officials said then that they ultimately wanted to move the drone operations to outside Agadez, closer to Saharan smuggling routes that Islamist militants use to transport arms and fighters from Libya to northern Mali. Runway construction broke ground in the summer of 2016.\nNiger’s government approved Air Base 201 in 2014. Last November, a month after the deadly ambush, the government of Niger gave the Defense Department permission to fly armed drones out of Niamey, a major expansion of the American military’s firepower in Africa. American and Nigerien officers here refused to discuss armed operations. But a Defense Department official acknowledged that the military in January started flying armed missions from Niamey, 500 miles southwest of the base, including the deadly strike in southern Libya last month.\nMQ-9 Reaper drones, made by General Atomics, will be moved to Air Base 201 once its runway and hangars are completed by early next year, as will several hundred American troops. Roughly half of the 800 American forces in Niger — the second-largest American troop presence in Africa, second only to the 4,000 military personnel at a permanent base in Djibouti — work here now.\nBill Roggio, editor of the Long War Journal, a website run by the Foundation for Defense of Democracies that tracks military strikes against militant groups, said that moving the drone operations to Agadez had two main advantages.\nFirst, he said, the base will be more centrally located to conduct operations throughout the Sahel, a vast area on the southern flank of the Sahara that stretches from Senegal to Sudan and has been seized by a growing wave of terrorism and armed conflict.\nSecond, Agadez is more isolated than Niamey. That will help keep the operations more low-key and away from prying eyes.\n“The Agadez base has the potential to become the most active counterterrorism hub in Africa,” Mr. Roggio said.\nThe Niger deployment is only the second time that armed drones have been stationed and used in Africa.\nDrones now based in Djibouti are used in Yemen and Somalia, where there were about 30 strikes last year against Shabab and Islamic State targets — twice the number in 2016. Drones used against targets in Libya have flown from Sicily, but with a range of about 1,100 miles, the Reapers could not reach militant hide-outs in southern Libya.\nThe United States also flies unarmed surveillance drones from bases in Tunisia and Cameroon.\nAt Air Base 201, building a runway more than 6,800 feet long and 150 feet wide poses severe logistical hurdles. Rock from local quarries is crushed into gravel for the runway’s underlying support. But the rock crushers have broken down, forcing workers at least once to use couriers to hand-deliver spare parts from Paris to avoid weekslong shipping delays.\n“There’s no Home Depot downtown here,” said Colonel Harbaugh, 40, an Afghanistan war veteran from Pittsburgh.\nRunway construction also requires choreographed precision.\nDump trucks disgorge piles of wet gravel. A giant grader equipped with a GPS-controlled blade spreads the rock to an exact depth. Steamrollers pace back and forth behind the grader to compact the gravel. To settle properly, the moistened rocks must not dry too quickly, so much of this work is done at night to avoid daytime temperatures that this past week soared to 107 degrees.\nLater this summer, workers will lay five inches of asphalt atop the rock bed. In all, commanders say they will pave some 39 acres of airfield. While built mainly for the Reaper drones, the runway and adjoining taxiways and ramps must be able to handle much heavier C-17 cargo planes. Three huge hangars capped in a tan fabric covering sprout-like giant mushrooms, visible from miles away. Each can fit one or more drones.\nEventually, the plan is to turn Air Base 201 completely over to the Nigerien military. American and Nigerien security forces now jointly patrol the 2,200-acre site. The base cafeteria employs 80 local workers, and the Americans have spent tens of millions of dollars on local rock, concrete, steel, wood and other supplies. Civic leaders and local journalists were recently invited to tour the base.\nA four-man civil affairs team led by Capt. Andrew Dacey, a former Army infantry platoon leader in Iraq, has worked closely with civic, religious and educational leaders in Agadez to help address the high unemployment and ill-equipped schools — shortcomings that Islamist extremists can exploit.\nThe team is helping local schools start a metal and wood craftsman apprenticeship that teaches teenage students new skills and supplies classrooms with refurbished desks.\n“The base has been very helpful for our security and our economy,” said Mahaman Ali, an inspector for primary schools in the area, pointing to piles of broken desks that will be repaired.\nAnd yet doubts still linger about the base’s enduring legacy.\n“The deployment of armed drones is not going to make a strategic difference,” said E.J. Hogendoorn, the International Crisis Group’s deputy Africa program director in Washington, “and may even increase local hostility to the U.S. and the central government in distant Niamey.”", "date": "April 22, 2018", "href": "https://www.nytimes.com/2018/04/22/us/politics/drone-base-niger.html", "tags": "american newest military drone ” shadowy war front saharan dust operations rising base niger africa —"}