{"title": "A Stunning, Sudden Fall for Najib Razak, Malaysia’s ‘Man of Steal’", "content": "KUALA LUMPUR, Malaysia — Just a few months ago, the political machine led by Najib Razak, the gilded prime minister of Malaysia, appeared so indestructible that a multibillion-dollar corruption scandal seemed unlikely to derail it. The end came so quickly, so completely, that even his opponents were shocked.\nFor nearly a decade, Mr. Najib, 64, had unfettered control of his nation’s courts and coffers. His party had thrived by unfailingly delivering huge cash handouts at election time. The media was at his disposal; journalists he didn’t like, he shut down. Political foes were shoved into prison.\nThe pampered son of a prime minister and nephew of another, Mr. Najib enjoyed the friendship of President Trump, who after playing golf with him in 2014 gave him a photo inscribed, “To my favorite prime minister.” Last year, Mr. Trump hosted Mr. Najib at the White House, even as the United States Justice Department accused him of taking Malaysian state money.\nBut his authority suddenly evaporated in the early hours on May 9, after Malaysia’s national elections delivered a commanding majority to the opposition, now led by the political titan who had once lifted Mr. Najib to power: the 92-year-old Mahathir Mohamad.\nThe opposition was fractious, and remains so, but it was galvanized by a single purpose: to deliver the ouster of Mr. Najib to an electorate furious at his excesses and emboldened by social media even as news outlets were being muzzled.\nNow, Mr. Najib is suddenly vulnerable to criminal charges at home, as well as a reinvigorated effort by the Justice Department as it pursues billions of dollars missing from 1Malaysia Development Berhad, a state investment fund supervised by Mr. Najib for years.\nThe details released from that investigation in the past three years painted a lurid picture of a Malaysian leader and his family members and friends living high on diverted public money.\nProsecutors say that hundreds of millions of dollars from the fund appeared in Mr. Najib’s personal account and was spent on luxury items, including a 22-carat pink diamond necklace, worth $27.3 million, for his wife. In all some $7.5 billion was stolen from the fund, prosecutors say, and spent on paintings by Monet, Van Gogh and Warhol and others worth over $200 million; on luxury real estate in the United States; and even on a megayacht for a family friend, Jho Low, who reveled in his Hollywood connections.\nThose accusations, and others, became grist for social media outrage in Malaysia, frequently on private WhatsApp groups, but it seemed Mr. Najib still underestimated how much he was losing: a public that still valued some semblance of moderation, his once unbreakable Malay power base, even family members.\nMr. Najib’s stepdaughter, Azrene Ahmad, took to Instagram on Friday with an emotional condemnation of him and her mother, Rosmah Mansor, who had become widely known here for piling up designer labels, garlands of jewelry and a multimillion-dollar handbag collection that more than rivaled the shoe fetish of Imelda Marcos, the former first lady of the Philippines.\n“Today marks the end of a day of tyranny that many have prayed for,” Ms. Azrene wrote, describing how she had “witnessed many trespasses, deals and handshakes these two made for the benefit of power and to fuel their appetite for greed.”\n“The numerous offshore accounts opened to launder money out of the country for their personal spending,” she continued, cataloging her accusations against them. “The steel safes full of jewels, precious stones and cash amassed. Being made a cash mule.”\nMr. Najib’s brother, Nazir Razak, joined in, implicitly casting his brother’s ouster as a chance for progress. “Malaysia needs major recalibration, but all attempts under the old order failed,” he wrote on social media. “Now you can!”\nEven the state-linked news media, which had spent years writing slavish articles describing Mr. Najib’s wisdom and Ms. Rosmah’s charitable ventures, dropped the multiple honorifics that once preceded his name.\nBy Saturday, a travel blacklist foiled Mr. Najib’s attempt to leave for Indonesia with his wife.\nMr. Mahathir, who was sworn in as prime minister on Thursday, has called Mr. Najib a thief and said he must face the consequences of his actions. “High or low, all are subject to the law,” Mr. Mahathir said Sunday at a news conference.\n“This totally changes everything,” said Ren McEachern, a former supervisory special agent with the Federal Bureau of Investigation who specialized in international corruption. “Now that he’s out of office, there could be an appetite for criminal charges.”\nFurther, Mr. Najib’s removal from office is bringing new vigor to efforts by the Justice Department to pursue him, according to a person with direct knowledge of the investigation but who is not authorized to speak publicly. The department declined to comment on the case for this article.\nAfter his defeat, Mr. Najib posted a Twitter message that was at least partly contrite. “I apologize for any shortcomings and mistakes,” he wrote, even as he maintained that “the best interests of Malaysia and its people will always be my first priority.”\nBut the saga of Najib Razak is one of astonishing insatiability and unaccountability. And it is an account of a political party — the United Malays National Organization, which Mr. Najib led — that teethed on graft and patronage and collapsed under the weight of its own immoderation.\n“For a long time, elites across the region have enjoyed a culture of impunity,” said Donald Greenlees, an authority on Southeast Asia at Australian National University. “There is no doubt that the decades of mostly one-party rule, the capture of state institutions, particularly the judiciary, and the taming of the media led Najib to believe he was untouchable.”\nMr. Najib’s downfall was a vanishingly rare event in a region where democracy has retreated in recent years. In Malaysia, as in other places across Southeast Asia, elections had been deployed only to legitimize those in power. Yet without a single shot fired or a threat of a coup uttered, Mr. Najib was toppled.\n“The day I left home I left you a warning,” Ms. Azrene, his stepdaughter, wrote on Instagram. “There will come a reckoning when the people will punish you for your trespasses on them. There will come a day when God will punish you for your trespasses, the very people you swore to protect.”\nMr. Najib’s pedigree was impeccable, and from an early age he seemed destined to take the helm at the United Malays National Organization, which counts the betterment of the country’s ethnic Malay majority as its founding mission.\nEducated at elite British schools, he acquired a chic English accent and a fondness for fine tailoring. Unlike his onetime mentor, Mr. Mahathir, he did not have an instant rapport with the rural Malay Muslim base, and early in his political career he struggled to speak Malay.\nStill, the legacies of Mr. Najib’s father, who was the second prime minister of Malaysia, and his uncle, who was the country’s third, helped make up for his lack of grass-roots appeal. In interviews, Mr. Najib was smooth, gracious and somewhat distant.\n“Najib grew up thinking that leading the country was his birthright,” said Rafizi Ramli, a top strategist for the opposition that ousted Mr. Najib and the National Front coalition. “He doesn’t realize that you have to earn the people’s trust and maintain the people’s trust. He is completely removed from Malaysia, the real Malaysia.”\nBut his reputation was tarnished years before he became prime minister in 2009.\nIn 2006, when Mr. Najib was deputy prime minister, the Mongolian mistress of one of his advisers, Abdul Razak Baginda, was killed, blown up by military-grade explosives. Two of Mr. Najib’s bodyguards were eventually convicted in her murder.\nFrench investigators are still examining whether Mr. Najib, during his time as defense minister, might have personally profited from around $130 million in kickbacks related to a transaction for French submarines. Before she was killed, the Mongolian woman, Altantuya Shaariibuu, claimed she was owed half a million dollars for brokering that deal.\nThe biggest scandal of all exploded in 2015 when opposition politicians and muckraking journalists questioned what had happened to billions of dollars that had disappeared from 1Malaysia Development Berhad, the country’s state investment fund.\nMr. Najib oversaw the fund, known as 1MDB, and unveiled it in 2009 as a surefire way to bring further prosperity to Malaysians through smart foreign investments and development projects.\nIn 2016, the United States Justice Department dropped a bombshell: A person it referred to as Malaysian Official 1 had siphoned $731 million from 1MDB. Officials privately confirmed that Mr. Najib was Malaysian Official 1.\nThe Justice Department’s accusations continued: In total, over $4.5 billion in 1MDB funds was laundered through American banks, enriching Mr. Najib, his family and friends, prosecutors said.\nIt said $250 million went for a megayacht, complete with a helicopter pad and movie theater, built for Jho Low, a financier friend of Mr. Najib’s stepson, Riza Aziz. Mr. Low is accused of being central to the plot, and federal prosecutors said he used 1MDB funds to buy the actor Leonardo DiCaprio a $3.2 million Picasso painting for his birthday. The Australian model Miranda Kerr received $8 million in jewelry. (Both have since returned the gifts.)\nMr. Najib explained that $681 million deposited in his personal bank account was a gift from a Saudi patron. In 2015, after Malaysia’s attorney general gathered evidence of Mr. Najib’s involvement in 1MDB and seemed poised to press charges, Mr. Najib fired him. Subsequent Malaysian government investigations cleared Mr. Najib of any wrongdoing.\nMalaysians were accustomed to a certain amount of grease in the country’s political system, but the extravagant sums linked to the 1MDB scandal shocked the public. United States federal prosecutors called the money-laundering scheme “massive, brazen and blatant.”\nMr. Najib moved to shut down critical news reports, or to spin it in the state media outlets. But he could not block everything.\nNews outlets including The Sarawak Report blog and the Malaysia-based newspaper The Edge joined The Wall Street Journal at the lead of the race to expose each detail. (The Edge was shut down at one point for three months, and The Sarawak Report website is still blocked in Malaysia.)\nThe Malaysian political establishment wondered how the son of a famously ascetic prime minister had grown so venal and careless. “If you want to steal this kind of money, why would you put it in your own account?” said James Chin, a Malaysian who is the director of the Asia Institute at the University of Tasmania. “It shows such arrogance.”\nAs the public grew angrier about the excesses, Ms. Rosmah became a frequent target of ire.\nHer habit of taking chartered shopping expeditions to Europe and Australia, presumably at the expense of Malaysian taxpayers, became social-media fodder. Her Hermès Birkin handbag collection, one broker said, was worth at least $10 million.\n“Rightly or wrongly, Rosmah was vilified as the major partner in the corruption and scandals associated with the prime minister,” said Lim Teck Ghee, a public policy analyst in Kuala Lumpur, Malaysia’s capital.\nIn 2015, when Mr. Najib’s and Ms. Rosmah’s daughter married the nephew of President Nursultan Nazarbayev of Kazakhstan, guests were astonished by their lavish wedding celebrations. Mr. Mahathir, who attended one party, recalled seeing soldiers lugging at least 17 trunks loaded with luxury gifts for the guests. “I had never seen that, even at royal weddings,” he said in an interview with The New York Times in 2016.\nFazley Yaakob, the husband of Mr. Najib’s stepdaughter, offered another story, which he recounted on Instagram after Mr. Najib lost the election. Before the two were married, Mr. Fazley wrote, Ms. Rosmah hired a witch doctor to assess the suitability of the union. The witch doctor warned against the marriage because Mr. Fazley, unlike others, would be able to resist Ms. Rosmah’s supernatural powers.\nThe pair married anyway. “All hell broke loose right after,” wrote Mr. Fazley, without detailing exactly what happened.\nMr. Najib was called the “Man of Steal” by Zulkiflee Anwar Ulhaque, one of Malaysia’s top cartoonists, who caricatured Ms. Rosmah with a giant diamond ring on her plump finger. Mr. Najib’s reaction was unforgiving. Mr. Zulkiflee, who is known by the pen name Zunar, was charged with nine counts of sedition and still could face up to 43 years in prison.\nThis year’s Election Day, Mr. Zulkiflee said, was “the happiest moment of my life,” and he hopes the charges will now be dropped.\nDuring the campaign, Mr. Mahathir, who said he came out of retirement two years ago to join the opposition because he was so shocked by the cloud of corruption around Mr. Najib, succeeded in harnessing public angst over the rising cost of living to financial scandals linked to the prime minister. One that particularly resonated with rural Malays, some of whom ended up casting swing votes in favor of the opposition, was a farm subsidy program that, by some accounts, was missing around $750 million. Mr. Najib oversaw that program.\nThose defections proved critical, though there was no assurance that Mr. Mahathir could still command his old popularity.\n“1MDB was a key factor in the election result,” said Mr. Lim, the public policy analyst. “The long-running scandal became indelibly associated with the endemic high-level corruption in the country.”\nYet even as public outrage intensified, Mr. Najib seemed curiously removed from reality. In omnipresent campaign billboards, he hogged the limelight, his grin and upturned hands evoking less a statesman than a salesman. Malaysian voters were supposed to acquiesce to whatever deal he had on offer.\nMr. Mahathir said he had a falling out with Mr. Najib because of his protégé’s insistence that “cash is king,” both in politics and governance.\nUnder Mr. Najib’s leadership, the party ensured victory in 2013 by passing out hundreds of millions of dollars to party leaders to give to voters, according to his own aides.\nThe strategy was similar for 2018, analysts said, and Mr. Najib had predicted that the governing coalition would do even better in this month’s elections than it had in 2013, before the 1MDB scandal broke out.\nOn the eve of campaigning, Mr. Najib’s information minister, Salleh Said Keruak, bragged that the United Malays National Organization, or UMNO, would win easily, and that the party had access to a trove of government data on Malaysian voters. “We have it all at our fingertips,” he said.\nMr. Salleh wasn’t the only one to miscalculate. Local polling agencies predicted the elections would go to the National Front coalition, which is dominated by UMNO. Across the country, public flag displays supporting the National Front vastly outnumbered those of the opposition Alliance of Hope.\nStill, there were murmurings of discontent. In a first, Malaysia’s navy chief reminded his sailors that the vote was secret so they should choose freely.\nAnd though Mr. Trump met with Mr. Najib at the White House last September, the effort by a former top Republican operative, Elliott Broidy, to get them together again for golf failed, despite Mr. Broidy’s assurance to the White House chief of staff in a leaked email that he knew Mr. Najib well. Mr. Najib didn’t even get a customary photo op during the visit.\nIn the final months of the campaign, Mr. Najib fell back on tried-and-true money politics. The day before the election, he promised that Malaysians 26 and younger would not have to pay income tax if his coalition prevailed. Earlier, he offered significant pay raises to civil servants, who are mostly ethnically Malay rather than from Malaysia’s Chinese or Indian minorities.\n“That has always been his style: When faced with difficulties, throw goodies at them,” said Oh Ei Sun, an analyst based in Kuala Lumpur and a former political secretary to Mr. Najib.\nOther tactics were more iron-fisted. Shortly before campaigning began, Mr. Najib’s party pushed through a so-called fake news law that was the first in the world to use Mr. Trump’s rejoinder as it criminalized publishing or circulating misleading information. The law, critics feared, could land anyone who criticized Mr. Najib in prison for up to six years. His government also designed a broad gerrymandering scheme that diminished the impact of minorities who were unlikely to vote for him.\nNone of these efforts worked. “The Najib brand is toxic,” said Mr. Chin of the University of Tasmania. “There was no way he could run away from this.”\nOn Sunday, Mr. Najib and Ms. Rosmah were still secluded in their mansion in Kuala Lumpur. A bodyguard at their home, who asked not to be identified in the press out of fear of reprisals, said that the stream of confidants who once knocked at their door had stopped. Even their housekeeper, he said, had deserted them.", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/world/asia/malaysia-najib-razak-fall.html", "tags": "razak stunning minister ‘ malaysia prime even man ” steal fall najib million sudden"}