{"title": "A Star on Washington’s Ice With a No. 1 Fan at the Kremlin", "content": "WASHINGTON — The son of Moscow makes his living in Washington, cheered nightly by locals who think little of his country.\nHe has, for a dozen years now, insinuated himself into the city, becoming its most cherished Russian import — digging out of snowstorms that reminded him of home, holding court at Russia House, the vodka-soaked lounge where he once lost a tooth. Most important, he became one of the most accomplished hockey players in the United States in a generation, scoring goals for the city’s championship-starved Washington Capitals.\n“My second home,” the star player, Alexander Ovechkin, said of the city.\nBut about that first home.\nIn a political season of investigations into Moscow’s interference in the 2016 election and the ever-invisible hand of President Vladimir V. Putin of Russia, Mr. Ovechkin — a LeBron James-style prodigy with three M.V.P. awards, impish charisma and a gaptoothed grin — has glided into the zeitgeist with his own Washington mystery: He is the stickhandling hero who may or may not be a witting font of Kremlin propaganda in the United States’ capital.\n“It’s all about country,” Mr. Ovechkin said in an interview, semicryptically, from across a conference room table at the team’s practice facility in Arlington, Va. “I just want to do my best for my country.”\nThis month, Mr. Ovechkin announced the creation of a “civic movement” he has called “#putinteam,” a demonstration of support for Mr. Putin, his most powerful admirer, months before the country’s election next year. (The two are close enough that Mr. Putin called Mr. Ovechkin at his wedding reception last summer, and gifted him a premium tea set.)\n“Let’s come together,” Mr. Ovechkin wrote, in Russian, in an Instagram post publicizing the new group, attaching a photograph of the two embracing in lily-white shirts, “and show the world a strong and united Russia!”\nMr. Ovechkin, 32, insists the idea was his, unconnected to the Russian leader or his allies. “Putin’s Team is Putin’s Team,” Mr. Ovechkin said, in his first extended interview on the subject. “It is just for people who support the country, and basically it’s a simple thing.”\nBut experts in Russian politics, where star athletes are often deployed for popular cover, are exceedingly skeptical. News reports in Russia have linked the campaign to a major public relations firm, which is said to have devised “Putin Team” before securing the blessing of the president’s orbit. (The firm has denied this.) And while Mr. Putin’s electoral prospects are hardly in doubt, the backing of prominent athletes is viewed as helpful in projecting mass popularity at home and abroad.\nAmerican officials say they believe Mr. Ovechkin is most likely being used for precisely this sort of hearts-and-minds campaign aimed at garnering good will for Mr. Putin, whether or not Mr. Ovechkin is particularly conscious of this. The matter is not the highest of priorities for intelligence and law enforcement officials, who both laughed when first asked about “Putin Team.” Mr. Ovechkin is too recognizable, one official noted, to effectively traffic in proper espionage.\nThe Kremlin itself has cheered Mr. Ovechkin’s decision conspicuously, reminding the public that he is “a very famous Russian, a successful Russian.”\n“We know that he holds our president in high regard,” Mr. Putin’s spokesman Dmitry Peskov told reporters this month.\nEvgeny Minchenko, a top political consultant in Russia with close Kremlin connections, said the group could help combat “a mythology that Putin is in fact not popular and that his rating is inflated.”\nMr. Minchenko added that the support of figures like Mr. Ovechkin could coax “apolitical youth” to the polls.\nBut the “Putin Team” effort has added a James-Bond-level plot flourish to a political moment teeming with them: a local celebrity — subsisting in an era when once-outlandish notions of Russian dark arts have proved credible — making good on his status as the American resident Mr. Putin might well value most, excepting the one in the White House.\n“Russia spy or something?” Mr. Ovechkin asked, when reminded of an ESPN commercial years ago in which he was playfully cast as a foreign agent.\nWell?\nHe smiled and said nothing.\nFor American fans, Mr. Ovechkin’s embrace of Mr. Putin has already proved uncomfortable, forcing some to reconcile their idol’s support for a government seen as hostile to national interests with Mr. Ovechkin’s image as an affable regional man-child.\nHe has played Whac-a-Mole at an amusement park in Maryland in his “Russian Army” T-shirt, tailgated at a Redskins game and dressed as a prison inmate at a Halloween party at Mari Vanna, a restaurant in downtown Washington. In his younger days, he was known to appoint himself both D.J. and bartender behind the counter at Russia House on Connecticut Avenue, where occasionally he left a piece of himself on the premises.\n“He came in with all his teeth,” began one story from Aaron McGovern, an owner of the lounge, recalling a particularly rowdy evening. Mr. Ovechkin, he said, had popped out a filler tooth and left it in a white hooded sweatshirt that was later stolen.\nAs a rookie in 2005, knowing little English, Mr. Ovechkin greeted Capitals staff members, one by one, with a single phrase he had memorized and only vaguely understood: “Hi, I’m Alex. I’m so happy. Hi, I’m Alex. I’m so happy.”\nNow, as one of the best players in the world, Mr. Ovechkin is a nontrivial piece of Washington’s economy: The Capitals said that ticket revenues had increased 167 percent over the past decade, as Mr. Ovechkin tugged the team to greater success. The franchise’s value has roughly quadrupled in the same period, according to Forbes.\nInside the Capitals arena, his No. 8 jersey fills the stands.\n“If he could beat the Penguins, I’d give him a pretty long leash,” said George Schick, an Ovechkin fan and Putin critic, wearing the player’s uniform during a recent game.\nHe paused for a moment. “Crushing the dissidents in Russia is pretty not cool,” Mr. Schick allowed.\nFor years, Mr. Ovechkin, known as Ovi in Washington and Sasha in Moscow, has appeared alongside Mr. Putin in a series of Kremlin-promoted scenes of alpha bonding. They have skated together in an exhibition game against student players and have taken in a tournament of the martial art sambo, developed in the 1920s to improve the hand-to-hand combat skills of the Red Army.\nThe men share a zeal for shirtlessness — the president on horseback, the player on the dance floor at his own wedding reception — and a thirst for expressive celebration. After teammates poured champagne into a world championship trophy in 2014, it was Mr. Ovechkin who stepped in to lift the cup high enough for Mr. Putin to drink from it.\nIn June, Mr. Ovechkin appeared in the audience for the president’s call-in show, his presence enshrined with a photograph on the Kremlin website.\nIn July, he acquired the matrimonial tea set from Mr. Putin, which he said he had not yet found the time to use.\nThe president’s bond with Mr. Ovechkin has not been lost on less famous Russian hockey players.\n“He never called me like Ovi,” Evgeni Malkin, a standout for the Pittsburgh Penguins, said of Mr. Putin this month after a loss to Mr. Ovechkin’s Capitals. “He’s too busy to call to me.”\nFriends have described Mr. Ovechkin as a politically oblivious figure with uncomplicated tastes and ambitions, gravitating toward borscht, video games and a meticulous training regimen. He could not be bothered, they suggested, with geopolitical scheming.\n“He’s still a big kid,” said Pete Kalamoutsos, a club owner who has known Mr. Ovechkin since his rookie season.\nIn the interview, Mr. Ovechkin made a version of this argument himself. Hockey players, he said, have little instinct for politics.\n“We’re not that smart,” he said. “We just stay away from that and just do our job.”\nHe also suggested that his contact with Mr. Putin should not be overstated, estimating that they had not spoken since the summer and clarifying that he did not have a cellphone number for the president. “It would be nice, though,” he added.\nOf course, staying in Mr. Putin’s good graces has its advantages in Russia, where retired athletes have often assumed postcareer roles in his extended circle. For Mr. Putin — whose country hosted the 2014 Winter Olympics in Sochi and has been ensnared recently in a state-sponsored doping scandal — sports have been emphasized as an expression of patriotism and national greatness.\nThough many hockey players living in the United States have boosted Mr. Putin through the years, Mr. Ovechkin’s dedication has been particularly notable. He courted criticism in 2014 after an Instagram post that appeared to express support for Mr. Putin’s actions in Ukraine, though Mr. Ovechkin again said then that he was not trying to make a political statement.\nSuch explanations, fans said, have become more difficult to accept.\n“I think a lot of people tried to kind of compartmentalize it and focus on the hockey part of Ovi,” said Ian Oland, a founder of a website, RMNB, that intimately covers the Capitals. “It was kind of something you could overlook.”\nMr. Oland’s site takes its name from a quotation uttered by Mr. Ovechkin in 2006, after his rapid recovery from an injury:\n“Russian machine never breaks.”", "date": "Nov. 16, 2017", "href": "https://www.nytimes.com/2017/11/16/us/politics/alexander-ovechkin-capitals-putin.html", "tags": "washington ice russian ” ovechkin fan russia kremlin star putin —"}