{"title": "A Suspect In New Zealand Mass Shootings Appears To Be A White Supremacist", "content": "A man accused of opening fire Friday at two mosques in Christchurch, New Zealand, killing dozens of worshippers, appears to have been motivated by white supremacy and extremism that he saw in the United States.\nDuring a news conference, Australian Prime Minister Scott Morrison characterized the alleged shooter as an “extremist, right-wing, violent terrorist.” Four suspects were taken into custody Friday in connection with the attack. The alleged gunman was later charged with murder.\nThe suspect, whose identity has not been confirmed, appears to have publicly posted a 74-page manifesto to Twitter and the online forum 8chan in which he declared his hatred for Muslim immigrants in Europe and idolized U.S. extremist movements. He also appears to have live-streamed part of the horrific attack in a now-deleted video on Facebook.\nHuffPost has chosen not to provide a link to either piece of media. The author at times wrote in an over-the-top, possibly sarcastic voice, making specific passages difficult to discern, but an obsession with white supremacist ideas persists throughout the manifesto. He also repeatedly stated that he intended to use the media to give a platform to his views.\nIn the rambling manifesto, he claimed that he donated to white supremacist groups and said he idolized American mass shooters. He also recited the “14 words,” a popular white supremacist slogan that has been repeated by other North American white supremacists, such as Faith Goldy: “We must secure the existence of our people and a future for white children.”\nThe title of his manifesto ― “The Great Replacement” ― is a reference to a 2012 French book by the same name that has become a talking point for white supremacists all over the world. The book espouses the paranoid theory that mass migration from Muslim-majority countries will dilute and ultimately end white culture and identity. Rep. Steve King (R-Iowa) ― a white supremacist himself ― brought up these fears when asked last year about the “great replacement” concept during an extensive interview with an Austrian far-right publication.\nAn image posted to the author’s Twitter account showed rifle magazines with numerous names written on them, including Alexandre Bissonnette, who is serving a life sentence for shooting and killing six people at a Quebec City, Canada, mosque in 2017. Also named was Luca Traini, a far-right extremist suspected of shooting six Africans in Italy in February 2018. The magazines also referenced multiple battles in which the Ottoman Empire was defeated.\nThe magazines resembled those seen in the extremely graphic live video of the attack that was posted to Facebook. In the footage, various guns appear to be emblazoned with the names of other mass shooters, as well as the number “14.” Body armor he wore featured a black sun wheel, a prominent white nationalist symbol ― the same symbol used by extremist movements and neo-Nazis who marched during the deadly rallies in Charlottesville, Virginia, in 2017. \nA post on the anonymous message board 8chan thought to be authored by the alleged shooter provided a link to the shooting live-stream before it happened and stated, “Well lads, it’s time to stop shitposting and time to make a real-life effort post.” 8chan hosts many messages peddling white supremacist ideology and conspiracy theories.\nFacebook released a statement after the attack, noting that it was removing any post that “praised” the suspected shooter or any crime he committed.\nTwitter also released a statement noting that the apparent attacker’s profile had been taken down.\nMass shootings are uncommon in New Zealand, especially those fueled by hate and occurring at places of worship, as NBC News reported. Given the rarity of such a hate crime, the suspect’s movements online and his attention to American politics is particularly striking.\nThis article has been updated with additional details about “The Great Replacement.” \nCORRECTION: A previous version of this story indicated white supremacist Faith Goldy is American. She is Canadian. ", "date": "\n03/15/2019", "href": "https://www.huffpost.com/entry/new-zealand-shooter-suspected-white-supremacy_n_5c8b2451e4b0db7da9f17320", "tags": "suspect american attack appears manifesto shootings zealand white ” ― supremacist mass new also extremist"}