{"title": "A Sweeping Plan to Fix the Subways Comes With a $19 Billion Price Tag", "content": "A sweeping proposal to overhaul New York City’s subway and improve the broader transit system is expected to cost more than $19 billion, according to two people who were briefed on Tuesday, and goes far beyond the emergency repair plan that was unveiled last summer after the subway fell into crisis.\nThe proposal by the subway’s new leader, Andy Byford, will be announced on Wednesday in a highly anticipated presentation before the Metropolitan Transportation Authority’s board.\nMr. Byford has warned that the subway needs major upgrades to reverse its precipitous slide and the work will require short-term pain for millions of subway riders. His plan will focus on speeding up the rollout of a new signal system to replace the subway’s current antiquated equipment, according to the two people who were briefed on the plan on Tuesday and did not want to be identified because they were not authorized to discuss it publicly.\nMr. Byford wants to install new signals on significant parts of the system over the next five years, the people said. That is a far shorter timeline than previous estimates from subway officials who have said that modernizing signals across the system could take nearly 50 years. The existing signals break down on a regular basis and some are so old that replacement parts are no longer manufactured.\nThe signal work would require some stations to be closed on nights and weekends, but Mr. Byford decided against closing full lines because it would be too difficult on busy routes like the Lexington Avenue line in Manhattan, one person said. The proposal will also cover improvements to buses and paratransit services and could depend on changes to labor and procurement rules so that the work could be done more quickly.\nJoseph J. Lhota, the chairman of the M.T.A., the state-controlled agency that oversees the subway, said on Tuesday afternoon that the cost estimates for Mr. Byford’s plan were not yet done and would be completed as part of the next capital plan.\n“Any estimates are premature and are inevitably inaccurate,” Mr. Lhota said in a statement. “The point of tomorrow’s presentation is to show we can and we will modernize the N.Y.C. Transit System.”\nIn the first five years, officials would upgrade signals on subway lines that carry roughly half of the system’s daily riders, including parts of the 4, 5 and 6 lines and the A, C and E lines, according to an official with knowledge of the plan. The agency would also move quickly to install elevators at 50 additional stations in the next five years to make the subway more accessible.\nMr. Byford’s proposal is a road map for moving toward a modern and reliable subway, said John Raskin, executive director of the Riders Alliance, an advocacy group.\n“We were looking for an honest accounting of what it would take to fix the subway and the M.T.A. is producing an honest accounting,” Mr. Raskin said. “The plan will require significant funding, political will and sacrifice from riders, but the reality is we need to make those things happen because we need to fix the subway.”\nAs the subway descended into crisis last summer, officials started to implement a roughly $800 million short-term rescue plan. Mr. Byford’s proposal is aimed at making more comprehensive upgrades, from station bathrooms to elevators, and could involve major disruptions on a system that serves more than five million riders each day.\nThe hefty price tag is sure to prompt sticker shock for Gov. Andrew M. Cuomo, who controls the authority and declared the state of emergency last June. Mr. Cuomo has suggested that long-term plans for the subway would require new funding sources, like congestion pricing, which failed in Albany this year, or new financing from the state and the city.\nThe debate over funding for the subway modernization plan could again pit Mr. Cuomo against his frequent political nemesis Mayor Bill de Blasio. Mr. Cuomo called on Mr. de Blasio to pay about $400 million toward the short-term subway plan, which he eventually agreed to do under pressure.\nMr. Byford’s plan is much more expensive. The authority’s current five-year capital plan is about $33 billion and that covers not just subways and buses, but also funding for two commuter railroads, bridges and tunnels and expansion projects.\nEric Phillips, a spokesman for Mr. de Blasio, said the city was not willing to help pay for Mr. Byford’s plan. He said the authority should use its existing resources and the state should approve a new revenue source, like the millionaire’s tax that Mr. de Blasio has proposed.\n“While the devil is always in the details, early reports suggest the M.T.A. is finally focusing on the infrastructure riders need to get around,” Mr. Phillips said in a statement.\nDani Lever, a spokeswoman for Mr. Cuomo, said the governor’s office would review the plan. She reiterated the governor’s support for using new technology as part of the signal upgrades.\n“Our bottom line is that the plan needs to be expeditious and realistic and we made it clear to the chairman that before it is finalized, the M.T.A. must bring in the top tech experts in the nation. Because if we can experiment with self-driving vehicles, there must be an alternative technology for the subways,” Ms. Lever said in a statement.\nTransit advocates have raised concerns about whether officials at the authority have the credibility to tackle a major subway overhaul when its projects are regularly delayed and over budget. Mr. Lhota faced new questions on Tuesday about potential conflicts of interest in an investigation by The New York Times.\nMr. Byford, who previously led Toronto’s transit system, is widely respected by industry veterans and is viewed as meticulous and independent.\nStill, his accelerated timeline for upgrading signals may face skepticism because of the agency’s track record. There have been serious delays in installing a new signal system, which is known as communications-based train control, or C.B.T.C.\nOf New York’s 22 subway lines, only the L train has the advanced signal system. An effort to install the technology on the No. 7 line is years overdue.\nMr. Byford has said he hoped the No. 7 line signal upgrades would finally be completed this year.", "date": "May 22, 2018", "href": "https://www.nytimes.com/2018/05/22/nyregion/nyc-subway-byford-proposal.html", "tags": "sweeping byford billion signal subway subways system price riders tag fix new comes plan"}