{"title": "A Veteran and China Hand Advises Trump for Xi’s Visit", "content": "WASHINGTON — A dozen years ago, Matthew Pottinger was roughed up by a Chinese state security guard while investigating a corporate corruption case. This week, Mr. Pottinger will be on hand for President Trump’s meeting with President Xi Jinping of China, as the top Asia policy maker in an administration desperately short of his kind of on-the-ground experience.\nA former journalist and Marine, Mr. Pottinger, 43, now occupies an unusual — and not altogether comfortable — perch in the Trump White House.\nHe served as an intelligence officer in Afghanistan under Lt. Gen. Michael T. Flynn, who brought him to the National Security Council when Mr. Trump named his former commander to run the council. After Mr. Flynn was fired for misleading colleagues about his contacts with Russian officials, Mr. Pottinger was asked to stay on by the new national security adviser, Lt. Gen. H.R. McMaster, despite his ties to Mr. Flynn. He traveled to Beijing last month with Secretary of State Rex W. Tillerson, and has been deeply involved in planning the agenda for the meeting between Mr. Trump and Mr. Xi.\n“He’s a very effective bureaucratic player, which is saying something because he’s never had a policy job before,” said Michael J. Green, who held Mr. Pottinger’s post in the George W. Bush administration and counseled Mr. Pottinger about the challenges of working on the council during a long walk.\nAs his job is usually defined, Mr. Pottinger is supposed to corral the varying views on the Asia-Pacific region within the government, including how to handle nuclear-armed North Korea, and help synthesize them into a coherent policy for his new boss, General McMaster.\nBut like other staff members, Mr. Pottinger, who declined a request for an interview, is still struggling to navigate the byzantine structure of this White House. Mr. Trump’s son-in-law, Jared Kushner, has opened an influential back channel with China’s ambassador to Washington, Cui Tiankai, which limits the role of Mr. Tillerson, to say nothing of a midlevel China hand in the National Security Council.\nTrade issues are the subject of fierce, unsettled debate between mainstream advisers like Gary D. Cohn, the former Goldman Sachs banker who now runs the National Economic Council, and hard-liners like Stephen K. Bannon, the president’s chief strategist, and Peter Navarro, a strident anti-China scholar who is the director of the National Trade Council.\nIn a recent session in the Oval Office, a frustrated Mr. Pottinger watched as Mr. Bannon and Mr. Kushner complained to Mr. Trump that China was deliberately depressing its currency, which undercuts American goods (in fact, China has recently been trying to do the opposite). Mr. Pottinger, according to a person briefed on the exchange, drew Mr. Cohn, who was standing nearby, into the conversation, and Mr. Cohn contradicted the other two men.\nDuring Mr. Tillerson’s maiden visit to Beijing, Mr. Pottinger sat with three other staff members in the front row at a news conference and listened as the secretary of state extolled the need for “mutual respect” and “win-win solutions” — phrases drawn straight from China’s diplomatic playbook — to describe Chinese-American relations.\nIn a memo Mr. Pottinger had written just weeks before, he warned against that language, which is viewed as code for a Chinese sphere of influence in its region. Bending to China on those points, he wrote, would allow China to believe Washington had accepted those terms, according to an administration official who supports Mr. Pottinger and shared an excerpt from the memo.\nChina experts who have spoken to him said his views were hawkish but mainstream. He believes the United States should press China more insistently to use its influence with North Korea to curb its nuclear weapons and ballistic missile programs.\n“With North Korea, we’ve just gotten to the point where we solicit Chinese help; we’ve got to demand it,” said Walter Lohman, the director of the Asian Studies Program at the Heritage Foundation. “Matt’s head is in the right place on most of these issues.”\nAs a journalist in China for Reuters and later The Wall Street Journal, Mr. Pottinger was known for his audacity.\nWhen an editor asked him to find out about a meeting between a powerful Chinese minister and the head of a major American telecommunications company, Qualcomm, Mr. Pottinger, who speaks fluent Mandarin, strode past guards at a government complex and found the conference room. He parked himself outside the door, and after the American left, persuaded the usually tight-lipped Chinese official to describe the deal — landing a scoop.\nBut in 2005, Mr. Pottinger left journalism and enlisted in the Marines. He said his experience of repression in China had fired his patriotism and given him a deeper appreciation of his own country.\n“Living in China shows you what a nondemocratic country can do to its citizens,” he wrote in a 2005 essay in The Wall Street Journal. “I’ve seen protesters tackled and beaten by plainclothes police in Tiananmen Square, and I’ve been videotaped by government agents while I was talking to a source.”\nIn switching careers, he was following the pattern of his father, J. Stanley Pottinger, a lawyer who ran the Justice Department’s civil rights division during the presidencies of Richard Nixon and Gerald R. Ford. The elder Mr. Pottinger left the Justice Department to open his own investment banking firm in New York. While in New York, he dated Gloria Steinem, had a short stint as a filmmaker and began a career as an author.\nHis son’s transition was tougher. Then 31, Matthew Pottinger was both over-age and overweight for the Marines. To get fit, he jogged on the Great Wall with a Marine from the United States Embassy in Beijing — overdoing it so much on one occasion that he ended up in an emergency room. In late 2005, he began officer candidate training school in Quantico, Va.\nA few years later, as an intelligence officer in Afghanistan, Mr. Pottinger befriended General Flynn, who was then deputy chief of staff for intelligence under Gen. Stanley A. McChrystal. The two men took a dim view of the military’s efforts to wean villagers away from the Taliban. They wrote a critical report, “Fixing Intel: A Blueprint for Making Intelligence Relevant in Afghanistan,” that was buried inside the Pentagon but made waves after they gave it to a Washington think tank, the Center for a New American Security, to publish.\nMr. Pottinger’s performance caught the eye of David H. Petraeus, the retired general who succeeded General McChrystal in Afghanistan. Last year Mr. Petraeus presided at a ceremony in which Mr. Pottinger was promoted to lieutenant colonel in the Marine Corps Reserves. “Matt is one of those rare individuals who is the total package,” Mr. Petraeus said, “highly intelligent, exceedingly hard working, a superb writer and very personable.”\nAfter leaving active duty in the military, Mr. Pottinger started a small firm that investigated Chinese companies on behalf of investors and later worked in a New York hedge fund.\nHe will need all of those skills to succeed in the treacherous landscape of the Trump White House. But it is unlikely that he will be fazed by anything the Chinese delegation throws at him this week.\nAs he recalled in the 2005 essay in The Wall Street Journal, “I’ve been punched in the face in a Beijing Starbucks by a government goon who was trying to keep me from investigating a Chinese company’s sale of nuclear fuel to other countries.”", "date": "April 4, 2017", "href": "https://www.nytimes.com/2017/04/04/world/asia/matthew-pottinger-trump-china.html", "tags": "hand xi council china visit pottinger ” veteran trump chinese new — advises"}