{"title": "A Village Stadium Is a Symbol of Power for Hungary’s Premier", "content": "FELCSUT, Hungary — Something strange is going on here among the humble Soviet-era cottages.\nConstruction cranes loom over what will soon be a nearly 4,000-seat sports stadium named after Ferenc Puskas, the Babe Ruth of Hungarian soccer. The price? Upward of $17 million.\nThis blink-and-you-missed-it village, about 24 miles west of Budapest, might seem an odd place for such an extravagance. After all, only about 1,800 people live here.\nBut Felcsut is also the hometown of Viktor Orban, Hungary’s powerful prime minister. And Mr. Orban, an ardent soccer fan, will have the best seat in town: His country house sits about 20 feet from the stadium.\n“The whole town is working here,” said Laszlo Molnar, a construction worker. “It’s like a cathedral.”\nWhat is happening in Felcsut is part of the changes that have washed over Hungary since Mr. Orban and his Fidesz party swept to power in 2010. His government has rewritten the constitution and passed hundreds of laws, including a tax code that makes business investment in sports tax-deductible. It has also come to dominate all branches of government and boosted a rising class of oligarchs. Mr. Orban is expected to consolidate his power in parliamentary elections this Sunday.\nWhile the European Union has been alarmed by the rise of autocratic leaders in neighboring countries, Mr. Orban’s critics see him as a strongman within the bloc. After recently fast-tracking a nuclear energy agreement with Russia, Mr. Orban, a one-time anti-Communist activist, is pulling close to Vladimir V. Putin.\nHere in Felcsut, the new stadium has meant good jobs for many villagers. But some have benefited more than others. The mayor, Lorinc Meszaros, who is a friend of the prime minister, has gone from being a pipe fitter to one of Hungary’s richest men. His construction company is one of the main firms building the stadium and has flourished on state contracts. Mr. Meszaros declined to comment.\nThe former mayor, Gyorgy Varga, objected to terms of a deal that would have sold village land for the stadium. After that, the state passed a law that seemed tailored to usher Mr. Varga out of a job, disqualifying him from holding office because of an outstanding tax debt.\n“In the Communist times, it didn’t matter if you knew your trade or if you were qualified to do a job, but if you were a loyal comrade, you got the job anyway,” Mr. Varga said. “Today, it’s the same. You just don’t have to be a good comrade, but a good friend.”\nHungary’s business leaders clearly want to please Mr. Orban. Mr. Meszaros, the mayor, is the president of a foundation that will operate the new stadium, along with an accompanying soccer academy that Mr. Orban founded. (Mr. Orban’s son, Gaspar, who now plays for the academy’s professional team, was once a student.) That foundation has been bankrolled by some of the country’s largest corporations. Among them are MOL, the state gasoline giant, and OTP, the biggest bank. Contributing, too, is Kozgep, a construction company tied to Mr. Orban; his son-in-law sits on the board. Coca-Cola Hungary and Suzuki have also kicked in.\nTo Mr. Orban’s critics, Felcsut is the centerpiece of Orban Inc., a lucrative alliance between his government and politically connected corporate interests. The prime minister’s ambitions are visible in the cavernous arena here, which is topped with towers and an undulating, black-shingled roof.\nHungary’s autocratic turn has made it something of a black sheep in the European Union, which it joined in 2004. Mr. Orban is pushing his special projects even as the Hungarian economy struggles and financial markets show apprehension about the nation’s currency, the forint. Gordon Bajnai, who led Hungary under its former Socialist government, has called Felcsut “the capital of Orbanistan.”\n“Think of a stadium that has double the capacity of the population of the village,” Mr. Bajnai said. “The whole thing is like Disneyland. When you are a child, you dream of having a Disneyland at the end of your garden where you can go every day, and now this dream is being realized.”\nMr. Orban declined to comment. A spokesman provided his public disclosure form, which showed that the prime minister owned homes in Budapest and Felcsut, as well as modest land holdings. A local newspaper recently reported that 94 acres of land near the stadium were registered in the name of Mr. Orban’s wife.\nFor businesses of all sizes, being on the wrong side of Fidesz can be costly. The party has chilled outside investment by targeting industries for special taxes and, in some cases, structuring those taxes to favor domestic companies whose leaders back Fidesz.\nOne leaked audiotape caught a Fidesz official discussing the possibility of granting licenses to sell tobacco only to party loyalists. Mr. Orban was also caught on tape saying he could create a law that would allow Budapest to repatriate a building from a foreign investor.\nIn statements, Coca-Cola Hungary said it worked with various partners to promote an “active lifestyle” and called the academy, which has 130 full-time students, “one of the most recognized organizations for education and training of young football talents in the country.” OTP Bank, Hungary’s biggest bank, said it earmarked its contributions for “the development and education of talented youngsters, not building stadium or arena in Felcsut.”\nThe academy’s foundation also runs a local cable channel and a 37-bed hotel in a neighboring town. It is planning a bigger hotel closer to the stadium, as well as a museum. Gyorgy Szollosi, a spokesman for the academy, said “the football stadium did not come to be built next to the house of a prime minister” — disputing a reporter’s phrasing — “but the prime minister’s family built their weekend house next to the old football pitch of the village.”\nWhile Mr. Orban has no official role, Mr. Szollosi said: “We all know that Mr. Orban is a very popular politician and that this project, which is for future generations and which it is well known is important to him, was well supported by a number of private companies even when he was the leader of the opposition.”", "date": "April 3, 2014", "href": "https://www.nytimes.com/2014/04/04/business/international/the-village-stadium-a-symbol-of-power-for-hungarys-premier.html", "tags": "minister premier felcsut hungary prime orban ” village power stadium symbol"}