{"title": "A Week Of American Hate- Bombs Mailed, Black People Executed, Jews Slaughtered", "content": "A man executed two black people at a grocery store, but didn’t engage a white man outside because “whites don’t shoot whites.” A Donald Trump supporter and apparent anti-Semite who looked up to white supremacists sent bombs in the mail to the president’s opposition. An avowed anti-Semite walked into a synagogue and killed 11 people after screaming, “All Jews must die!”\nThis was one week in American hate.\nSome of the bloodiest and most excruciatingly tense news stories in recent memory felt painfully similar to one another, unified under the same banner of racism, violent rhetoric and anger. The only difference between this week and the last is that a few of the angry, hateful people under that banner decided to go out and act on their hate.\nOn Monday, packages containing apparent pipe bombs began to arrive at the doorsteps and offices of high-profile Democrats, including Bill and Hillary Clinton, Barack Obama, Joe Biden, Rep. Maxine Waters (D-Calif.) and former CIA Director John Brennan.\nThe first showed up at a home owned by George Soros, the billionaire philanthropist who has been the right’s favorite punching bag, conspiracy catchall and boogeyman for decades. Five days passed, and more packages arrived. The news media pointed out that all of the victims were Trump’s public enemies, and that he’d prodded his followers to commit violence against some of them in the past. Conservatives ― including the president himself ― implied or outright stated that the bombs were a so-called false-flag operation committed by the Democrats.\nThat, of course, turned out to be untrue. On Friday, police arrested Cesar Sayoc, 56, who was revealed to be a staunch Trump supporter and wild conspiracy theorist. His sticker-covered van suggests he committed his alleged crimes in the president’s name; some of the stickers on his van featured targets on the faces of his victims, while others were loving homages to Trump and Vice President Mike Pence. Trump, meanwhile, would go back to making fun of Soros by Friday night.\nBut Sayoc also had plain old hate in his heart. His former boss revealed to HuffPost on Saturday that he looked up to the white supremacists of old ― despite flaunting his claimed Native American heritage, which the Seminole Tribe has denied ― and wished “to go back to the Hitler days.”\nInitially lost in that news cycle was a shooting at a Kroger in Kentucky on Wednesday. That two people died in a shooting at a grocery store wasn’t a huge surprise ― 96 people are killed by guns every day in America and hundreds more are shot ― but later it became clear that this particular shooting was a little different.\nGregory Alan Bush allegedly shot a black man in the back of the head at the grocery store, shot him several more times as he lay on the ground, and then walked outside, where he shot and killed a black woman. There wasn’t an official motive on the books as of Saturday, but a witness who was armed at the time told the Louisville Courier-Journal that Bush uttered “whites don’t kill whites” as he passed by “nonchalantly.” Later it was revealed that he’d tried and failed to enter a predominantly black church minutes earlier.\nSuddenly, this regular American shooting story became a regular American hate story too.\nAnd then on Saturday, American hate came full circle.\nAn anti-Semite named Robert Bowers allegedly walked into a synagogue in Pittsburgh, screamed “All Jews must die!” and then shot and killed at least 11 people and wounded more.\nScans of Bowers’ social media activity ― mostly on Gab, a hub for the likes of violent neo-Nazis ― reveal that he despised Jews and subscribed to various conspiracy theories about a migrant caravan in Mexico. His anger and anxiety, fueled by the idea that Jews were bringing immigrants into the country to displace white people, ended in what’s being called the “deadliest attack on the Jewish community in the history of the United States.”\nBowers’ hate was the same as the others’. It was blind; it was given tacit endorsement through violent rhetoric coming from our pundits and our president; and it had a strong community in which to fester and grow. His act capped off a week in which hate showed what it is truly capable of in America.\nThis story has been updated to clarify that the Seminole Tribe has denied Sayoc’s claims of Seminole heritage.", "date": "\n10/27/2018", "href": "https://www.huffpost.com/entry/a-week-of-american-hate-bombs-mailed-black-americans-executed-jews-slaughtered_n_5bd4cd3be4b055bc948c9805", "tags": "american mailed people shot hate “ week hate- executed slaughtered bombs jews president ― black"}