{"title": "A whole new world for free trade?", "content": "The final weeks of 2018 have been dramatic, to say the least.\nGlobal stock markets are roiling, disturbed in part by the anti-free market trade sentiment that continues to roll-out of Washington. \nLooking ahead to the new year, however, pro-free trade movements in Europe and in Asia are progressing.\nTwo major agreements are about to come into effect that will bring together some of the world's biggest trading areas and economies. \nAnd they exclude the world's two biggest economies, the US and China, who are engaged in their own trade war.\nFree trade agreements are designed to cut trade tariffs between member countries.  \nTariffs are a form of tax, like a border tax.\nThey are placed on goods coming into a country for a range of reasons, sometimes to try and protect a home-made product.  \nThe purest free trade agreement (FTA) removes all border taxes or trade barriers on goods.\nThey get rid of quotas too, so there is no limit to the amount of trade you can do. \nFTAs also help make a country's exports cheaper and give easier entry to other markets. \nThey come in all sorts of forms and with different rules but in short, they make trade between countries as liberal as possible and allow for more rules-based competition. \nThe first new trade agreement to come into effect in 2019 is the Comprehensive and Progressive Agreement for Trans-Pacific Partnership, or CPTPP. \nIt was known as the Trans Pacific Partnership until the US pulled out. \nThe wide-ranging deal was salvaged by the 11 remaining members - Australia, Brunei Darussalam, Canada, Chile, Japan, Malaysia, Mexico, Peru, New Zealand, Singapore and Vietnam - and renamed. \nCPTPP now covers a market of nearly 500 million people and the economies included account for about 13% of the world's GDP.  \nImportantly, it removes tariffs on an estimated 95% of goods traded between member countries. \nOn 30 December, it will come into force for the nations that have completed their ratification processes: Australia, Canada, Japan, Mexico, New Zealand and Singapore.\nFor Vietnam, the big day is on 14 January and for the others it goes ahead 60 days after they complete their own ratifications.\nWhile all that is going on, another big FTA is expected to come into effect on 1 February. \nThe EU-Japan Economic Partnership Agreement will create an open trading zone covering a market of more than 600 million people and nearly one third of the world's GDP.\nIt has been in the making since 2013 and is the first trade deal to include an explicit reference to the Paris Agreement.\nIt strengthens the EU and Japan's commitments around climate change and sustainable development.\nThese two deals are in stark contrast to the US's increasingly protectionist policies.\nThey are regarded by some as being vitally important to the future of free and fair global trade. \nFurthermore, the world's third largest economy - Japan - is involved in both of them. \nJapan has not, in the past, been very active in free trade talks internationally, but that has changed with both CPTPP and the EU-Japan EPA. \nAlso, after the US pulled out of TPP, Japan led the negotiation efforts to bring the new CPTPP together.\n\"It's really an impressive evolution for Japan,\" says Frank Lavin, former US undersecretary of international trade, and chief executive of Export Now.\n\"[Japan has] historically been the largest economy that has been the least enthusiastic for liberalisation, and now it's stepping up and liberalising in the Pacific and the EU,\" he says.\n\"They have said 'we have to open up our economy, we have got to globalise, we have to liberalise'. So it's a huge win for them,\" he adds.\nJun Yamazaki, Japan's ambassador to Singapore, attributes the change to Prime Minister Shinzo Abe.\n\"He was proactively engaged in this whole effort and I think he saw that this was vitally important for Japan,\" he says. \n\"Some Japanese products really are top class, but I think we have to be a little bit more innovative and see how they can be marketed, not just in Japan but in other countries as well.\"\nThe change in Japan's approach to free trade has been a gradual evolution.\nMr Yamazaki says: \"I think we have learned many things over the years and we see now that [free trade] is definitely in the interests of Japan.\n\"Our country does not produce natural resources. Our strength is that we have people - a quite well-educated population that is fairly diligent in doing things. And in order to utilise that asset, we do have to have interaction with the outside world, and that definitely means free trade, and creating a more liberalised investment climate.\"\nDeborah Elms, head of the Asian Trade Centre in Singapore, says that the companies who will benefit the most from CPTPP when it comes into force on 30 December are those that have been paying attention to the pact and what it will offer them. \nAlso, because CPTPP is not a typical free trade agreement, she says, but rather a deep and interlocking one it may have taken some firms by surprise, particularly with its partial enactment at this time of year.\nBut she says for the businesses who have been paying attention, the benefits will be immediate. \n\"Despite doubts from many quarters, companies and consumers will start receiving benefits within days,\" she says.\n\"In fact, CPTPP members have actually delivered an unexpected, early New Year's gift. \n\"Not only does the entire agreement begin on the first day, but most firms will get double tariff cuts by January 1, 2019.\"", "date": "28 December 2018", "href": "https://www.bbc.com/news/business-46601315", "tags": "agreement us free world japan cptpp come says trade new whole"}