{"title": "A Whitewashed Monument to Women’s Suffrage", "content": "The New York City commission that oversees public artworks embraced a lily-white version of history in March when it approved a monument to the women’s rights movement that is scheduled to be unveiled in Central Park next year. \nThe two white women depicted in sculpture — Elizabeth Cady Stanton and Susan B. Anthony — played influential roles in the 19th-century struggle for women’s suffrage. But the duo also represented a classist and often racist faction of the movement that declined to accept African-Americans as equals.\nStanton invoked white supremacist slanders  when she opposed the 15th Amendment — which ostensibly granted black men the right to vote — casting men of color as “Sambos,” tyrants and incipient rapists. She and Anthony compounded that offense by rendering black suffragists nearly invisible in “History of Woman Suffrage,” the multivolume history that still dominates popular thinking on the early women’s rights struggle.\nIt would repeat that insult to feature these two women alone in Central Park’s first suffrage monument. To do so would also make the city seem willfully blind to the work of black women who served at the vanguard of the fight for universal rights — and whose achievements have already shaped suffrage monuments in other cities.\nBlack women faced pervasive racism and gender discrimination at the same time and did not have the option of concentrating solely on women’s voting rights. As the historian Susan Goodier has written, these women “wove agitation for the vote into their activism for civil rights, moral reform and community improvement.” Through this pattern, the suffrage agenda suffused the black clubwomen’s movement that flourished beginning in the late-19th century.\nThe educator and activist Sarah Smith Tompkins Garnet, who in 1863 became the first black principal of a New York City public school, was ubiquitous in this movement and is more than worthy of inclusion in a monument. Garnet argued that women had “the same human intellectual and spiritual capabilities as men,” making it undemocratic to deny them the vote. During the 1880s, she and her younger sister Susan Maria McKinney Steward — the first black female doctor to practice in New York State — joined with others to organize the Equal Suffrage League of Brooklyn.\nThe league, which hosted a lively forum for speakers, moved to a Y.M.C.A. when it outgrew its initial meeting space in Garnet’s home. She affiliated the league with the National Association of Colored Women, where she became leader of the group’s suffrage department. When the anti-lynching campaigner — and soon-to-be suffragist — Ida B. Wells was run out of the South in 1892 for writing candidly about lynch mobs, Garnet and her friends joined together in yet another organization to promote Wells’s anti-lynching work.\nThe iconic suffragist Sojourner Truth should have been a shoo-in for the Central Park monument. She was born enslaved in Ulster County, N.Y., and grew up to become a celebrated abolitionist and suffragist orator and one of the genuinely heroic figures of the 19th century. As the historian Martha Jones writes in a scalding critique of the Central Park monument decision, Truth was a pioneer in the suffrage movement and attended the first national women’s rights conference in Worcester, Mass., in 1850 — “a year in which Cady Stanton remained at home and Anthony was altogether absent, yet to be enticed by Stanton to join in.” Beyond that, Ms. Jones writes, her life stood “for a vision of women’s rights free of racism and inclusive of those, like her, who began their lives enslaved and well beyond the bounds of the body politic.”\nThe African-American activist and intellectual Fannie Barrier Williams is also worthy of inclusion. She was born into a privileged free black family in 1855 in the liberal and mainly white community of Brockport, N.Y., where she was shielded from vicious racism. That changed  when she went to work as a teacher in the South, where she witnessed the hardships visited upon formerly enslaved African-Americans.\nAfter settling in Chicago, the charismatic Barrier Williams built a national reputation as a champion of both African-American and women’s rights. At a time when black women were often shunned by white suffragists, she pursued fruitful interracial alliances through churches and social clubs, enlisting white liberals in the effort to break down barriers to employment for African-American women. \nAn earlier version of the Central Park sculpture, unveiled last year, depicted Stanton and Anthony looming over a long scroll on which were inscribed the names of nearly two dozen suffragists, several of them black women; it seemed to show Stanton writing those women into existence.\nThe scroll is mercifully absent from the design that the city’s public art design agency approved in March. But without a reference to the many women who led and labored in the movement, the Central Park monument has become even more about lionizing two white women.\nTennessee is taking a more inclusive approach. The Tennessee Woman Suffrage Monument unveiled in Nashville three years ago honors five suffragists who were present in the state during the run-up to the ratification of the 19th Amendment in 1920. The amendment barred states from denying voting rights on account of sex. Among those suffragists are the internationally known suffragist leader Carrie Chapman Catt, who succeeded Anthony as president of the National American Woman Suffrage Association, and the African-American Tennessean J. Frankie Pierce, who addressed a state suffrage convention at the capitol at the height of the 19th Amendment battle. \nThe Memphis Suffrage Monument, scheduled to be unveiled in August, honors 13 people. Among the five African-Americans included are Ida B. Wells and the civil rights and women’s rights leader Mary Church Terrell, both of whom suffered racist treatment at the hands of white women in the suffrage movement. At the 1913 suffrage march in Washington, for example, Wells and Terrell were outraged when white suffrage leaders asked them to march with a colored delegation at the rear of the parade. By including them in the Memphis monument, the sponsors acknowledge a poisonous aspect of the movement that is often glossed over.\nThe Memphis monument also includes a white male — the early-20th-century state legislator Joseph Hanover, who led the successful floor fight for ratification of the 19th Amendment. And the monument interweaves late-19th- and early-20th-century personalities with women from subsequent generations who carried on the suffrage dream through civic action or by holding elected office. This cross-generational feature offers a welcome view of how the suffrage movement propelled women forward over time.\nMonument makers in Minnesota took care not to limit the suffrage memorial built in St. Paul two decades ago to the upper-class white women who were easiest to identify. As Heidi Bauer wrote at the time for the Upper Midwest Women’s History Center, “The woman suffrage movement attracted people from all walks of life and united them in a way that no other cause or measure had previously done.” \nWith a little extra effort, researchers came up with a broad selection of 25 women whose names were recorded at the memorial in St. Paul. Among them are schoolteachers like Harriet Bishop and Fanny Fligelman Brin; Sarah Burger Stearns, who threw herself into the women’s rights struggle when she was just 14; and Dr. Martha Ripley, who pioneered medical care for unwed mothers at a time when no Minneapolis hospital would admit them.\nMinnesota was less than 1 percent black when the nation ratified the 19th Amendment. Yet one of the most dynamic figures remembered at the Minnesota memorial turns out to be a little-known African-American woman named Nellie Griswold Francis. She attended the charter meeting of the colored Everywoman Suffrage Club in 1914 and was elected its president, a position she held until well after passage of the 19th Amendment. \nFrancis used her influence to oppose discriminatory policies within the suffrage movement itself and also turned her attention to matters of racial justice in the broader society. She swung into action in 1920, after a jeering mob in Duluth stormed a jail and lynched three black circus workers. Less than a year later, she persuaded the state legislature to pass an anti-lynching bill of which she is said to have been the principal author.\nNew York has no shortage of distinguished women of color who deserve to be honored in a Central Park monument. The city will miss a vital opportunity if it repeats the longstanding historical mistake of portraying the suffrage movement as white.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/central-park-suffrage-monument-racism.html", "tags": "movement whitewashed park rights white suffrage monument black women — central"}