{"title": "A-Z of Brexit: The sequel", "content": " BBC News first published an A to Z of Brexit guide back in 2016, but so much has changed since then. \nWith fewer than 200 days to go until the departure date, here's an updated alphabet to steer you through these fast-paced times.\nNorthern Ireland politician Arlene Foster was relatively unknown on the world stage when the EU referendum took place, but the political landscape is very different now.\nThe Democratic Unionist Party (DUP) leader's 10 MPs prop up Theresa May's minority government, and took the Brexit process by storm with its red line.\nThe DUP backs Brexit, and is concerned any deal that keeps only NI aligned in some way to EU rules could create a border down the Irish Sea and split up the union.\nThe insurance policy to guarantee goods can continue to move freely across the Irish border after Brexit, if no other solution can be found. \nIt's the main area of contention in the talks - both the UK and EU are committed to one, but they're at odds over how it should look.\nThe EU's backstop would see NI remain in the single market and the customs union until the UK comes up with a different idea, but Theresa May's backstop would see the whole UK stay in the customs union for a limited time after the transition period.\nIf there's no backstop breakthrough, there's no withdrawal agreement or transition period either.\nWhether it's preceded by 'super' or followed by 'plus', the Canada model refers to a free-trade agreement between the EU and Canada.\nIt's favoured by some Brexiteers as it removes lots of barriers to trade, but Theresa May said her Chequers plan was the only deal that would protect the UK's interests.\nAn unusual addition to this guide, but these are unusual times. \nShortly after Theresa May danced onto the stage at the Conservative Party conference, EU Commission president Jean-Claude Juncker busted strikingly similar moves at a speech he gave.\nIt led to accusations from some MPs that the EU was openly mocking Mrs May - but Mr Juncker's team denied that.  However, it's unlikely to have helped relations at an already tense time.\nNot a metaphor for the atmosphere in the UK-EU negotiations right now, but a warning that a \"No-Deal\" Brexit (more on that at N) could lead to electricity black-outs in Northern Ireland.\nAlthough an all-Ireland Single Electricity Market (SEM) has operated since 2007, it's underpinned by the UK and Ireland's membership of an EU internal energy market.\nThe concern is that if there's no deal, the SEM would, at best, continue, but be at risk - although that claim's been met with scepticism by some Brexiteer MPs. \nTrade, that is. \nAnd that's been a promise of Theresa May's since taking on the Brexit reigns, to ensure that after the UK leaves the EU, business between the two is carried out with the minimum of tariffs, quotas, customs checks and other obstructions.\nDon't worry about heading to the polling station just yet, Brenda from Bristol. \nBut with the political tectonic plates shifting so rapidly, potential government mutiny and Labour's calls for another one if the final deal is rejected by MPs, nothing is off limits anymore.\nThe style of exit favoured by ardent Brexiteers, \"hard Brexit\" would entail the UK leaving the European single market and customs union.\nIt would allow the British government more direct control over policies on immigration, but may mean tariffs on exports to the EU. \nIt's often presented as the opposite of \"soft Brexit\", which sees the UK remain in the EU single market - potentially having to accept EU rules like freedom of movement as a part of the deal. \nAlso the million-pound problem.\nAfter Brexit, the 310-mile long border between Northern Ireland and the Republic of Ireland will also be the only UK land border with the EU.\nThousands of people make their away over it every day, as do huge amounts of goods and services. Any post-Brexit change to what's essentially an invisible border now, could cause huge problems for cross-border businesses.\nAnd don't forget, after decades of violence in Northern Ireland ended thanks to the Good Friday Agreement, security and customs checkpoints were removed too.\nThere's a worry that anything even remotely resembling the so-called \"border of the past\" could undermine progress.\nA man who needs no introduction, the arch Brexiteer quit Theresa May's cabinet in July, in protest at her Chequers plan.\nSince then, Boris Johnson has ramped-up his opposition against the government's approach to the negotiations, claiming it was negotiating a backstop that would make the UK \"a permanent EU colony\".\nDowning Street hit back, accusing Theresa May's potential leadership challenger of having no substantive ideas to solve the Brexit deadlock.\nThe man in charge of leading the Labour party through Brexit waters, Sir Keir Starmer.\nLabour's strategy on Brexit hasn't always been clear - but the shadow Brexit secretary says he has six tests the UK-EU deal needs to meet, or his party will vote it down. \nBBC's Reality Check team assesses those tests here.\nFew expected the hearty Italian dinner to get a mention in the Brexit debate, but recently it did.\nIn the event of the EU's Irish border backstop kicking in, checks on goods coming into NI from Great Britain would have to be expanded - to include beef lasagne.\nThat's because the EU has very strict rules on what beef and dairy products it allows into the single market.\nMore checks could bring with it more implications for the retail sector in terms of added costs, which could impact consumers as well.\nMark your calendar -  29 March 2019 is the planned UK exit date from the EU. \nThat being said, it's only the end of the beginning, as there will still have to be a transition period until December 2020 to allow businesses and others to prepare for the moment when the post-Brexit rules between the UK and EU begin.\nAnd even after that, there will be years of negotiations around trade deals so March 2019 is far from the final D-day when it comes to all things Brexit.\nThe two words that strike fear in the hearts of some: it's a possibility that the UK could crash out of the EU without a deal at all.\nAs the countdown continues and progress is stalled on the Irish border issue, certain politicians say a \"chaotic\" no deal is now more likely.\nTheresa May has repeatedly said: \"No deal is better than a bad deal\" - but no-one is quite sure exactly what impact it would have, and it's a scenario she and her officials are working to avoid.\nA cliché, yes, but also a favourite saying of the EU's chief Brexit negotiator, Michel Barnier.\nHe's often said during the process that his \"door is open\" to the UK and whatever proposals it comes up with. \nIn April, the DUP accused him of not being an \"honest broker\" when he visited Ireland, in a bid to make a breakthrough on the border.\nThe group of anti-Brexit campaigners who want the public to get a say on the terms of the final deal the UK and EU negotiate.\nTheresa May has ruled out a referendum on the outcome of the Brexit negotiations under any circumstances, \nBut if a deal is reached next month, Parliament will then be expected to vote on the terms of any agreement before the end of 2018.\nThe head of the British monarchy, who traditionally does not comment on political matters.\nAfter the referendum, The Sun newspaper got in bother when Buckingham Palace complained about a story it ran claiming the Queen \"backed Brexit\".\nThe palace has repeatedly insisted the Queen is politically neutral - though that didn't stop US President, Donald Trump, from saying the royal had privately expressed her views to him about Brexit when he visited the UK in July.\nEffectively, it means continuing to follow at least some of the rules of the EU's single market (see below).\nUnsurprisingly, there's been disagreement about it as there are different degrees of alignment.\nThe government's Chequers plan suggested full alignment in goods, but not services, through a \"common rule book\" to ensure frictionless trade at the border - the former Brexit Secretary David Davis disliked that idea so much, he resigned in protest.\nA catch-all term for how the EU is treated as one territory so goods, money, services and people can move freely.\nIt embraces 500 million consumers and includes EU member states and four other countries that have secured access but retain some opt-outs.\nThe two words that are crucial to the overall agreement.\nThe EU says the backstop must have no time limit, and must apply until another way to avoid a hard Irish border is found, but the UK wants a temporary arrangement that would stop at the end of the transition period in December 2020.\nThe United Kingdom, or a united Ireland, that is the question.\nThe possibility of the latter has gained traction since the referendum, with some Irish nationalists and politicians calling for a border poll in the next five years.\nTheir argument: Given a majority of NI voted to remain in the EU, a united Ireland would would make that possible. \nBut it's been rejected by unionists in Northern Ireland, and Theresa May has said the time's not right to hold one right now.\nThe prime minister of the Republic of Ireland, Leo Varadkar has become a key player in the Brexit process.\nAs Ireland is part of the EU27, he's against a time-limited backstop.\nIn June, he also announced plans to hire 1,000 customs and veterinary inspectors to deal with possible trade rule changes between the UK and the Republic of Ireland in 2021.\nThis is the term for the huge amount of legislation that passed through Parliament to repeal the European Communities Act, which for decades meant European law took precedence over laws passed at Westminster.\nThe withdrawal bill enables EU law to be transferred into UK law in an attempt to ensure a smooth Brexit.\nDespite being the subject of fierce debate in both the House of Commons and the Lords, it officially became law in June.\nTechnical solutions were put forward by Brexiteers as a way of ensuring there is no hard Irish border after Brexit - some suggested x-ray scanners, which are used at the border between the US and Mexico, and the US-Canada border.\nBut x-rays can't provide a clear picture of exactly what's inside a vehicle, so there won't be scanners on the Irish border any time soon.\nIn fact, in July Theresa May even said there had been no technology designed or implemented anywhere in the world yet to address the uniqueness of the Irish border situation.\nThe code name for the Treasury's contingency plans in the event of a no-deal Brexit - Operation Yellowhammer.\nAnd we only discovered its name after a briefing document being carried into Downing Street was captured on film by a photographer. \nThe government has been making all sorts of plans for a \"no deal\" scenario - the Treasury's message was that departments should try to find cash to spend on \"no deal\" preparations from existing budgets, rather than the big cash pot that's been allocated so far.\nNot the animal circus that is the Brexit negotiations, but a concern that after Brexit, UK and Irish zoos could be excluded from EU-wide animal breeding programmes.\nIt's all predicated on the possibility of a no deal Brexit, but zoos, which work together in cross-border partnerships to ensure the survival of rare and endangered animals, are still worried.\nForget free movement of people, what about free mooo-vement of animals?\nYet another issue in the negotiating teams' in-trays.", "date": "17 October 2018", "href": "https://www.bbc.com/news/uk-politics-45834984", "tags": "brexit may uk eu theresa border irish ireland sequel a-z deal"}