{"title": "A ‘Problematic’ Sculpture Is Silenced by New York Parks Officials", "content": "Thirteen years ago, Aaron Bell, one of the few African-Americans to have penetrated the racially hermetic world of advertising in the 1970s, discovered that he had a brain tumor. Although the lesion was benign, the surgery required to remove it left him with impaired memory and only one vocal cord. For several months, he couldn’t speak. At the time he received his diagnosis, Mr. Bell was working as a creative director at UniWorld; his disabilities compelled him to stop. In 2007, to retain his sanity, he told me on a recent afternoon, he began taking classes at the Art Students League on West 57th Street in Manhattan.\n“There are many art directors who are accomplished artists,” he recalled during an interview in a welding studio in New Jersey not far from the Lincoln Tunnel. “I wasn’t one of them.” Over the past nine years, he has been printmaking, drawing, working in mixed media and making sculpture. Forced to speak softly and sparingly, he turned to art as his voice. Last year, the Art Students League honored that voice when it selected him for inclusion in its competitive Model to Monument program. The initiative, run in conjunction with New York City’s parks department, has for the past several years, in spring, placed enormous works of site-specific public art in various places in Van Cortlandt Park in the Bronx and Riverside Park South, an expanse of green running below West 72nd Street in Manhattan.\nIn November, Mr. Bell presented to the parks department a maquette of his proposed work, “Stand Loud, Stand Tall,” a structure that would reach 16 feet high and depict a human body with a noose in the place of its head. At the center of the noose was a circle with a slash through it, a symbolic call to defeating intolerance. At the base of the sculpture was a quotation from the Rev. Martin Luther King Jr.: “Our lives begin to die the day we are silent about the things that matter.”\nThe location in Riverside Park South where Mr. Bell’s sculpture was to go had been determined at random, but only strengthened the piece’s resonance as conceptual art. Mr. Bell had pulled a number out of a hat at the Art Students League that assigned him a spot near West 68th Street, right beneath a strip of apartment buildings on Riverside Boulevard bearing the name Trump.\nThe realities of a moment in which recurring episodes of police brutality present themselves as modern day lynchings would seem to make a project like Mr. Bell’s especially purposeful, but the parks department did not embrace his proposal. In an email to the league, Jennifer Lantzas, the agency’s deputy director of public art, expressed apprehension on the part of staff members that “the image of the noose could be problematic for the borough.” Mr. Bell’s design was rejected. Sam Biederman, a spokesman for the department, told me in an email that the decision was based on a concern among parks officials that the proposed site “is adjacent to an area regularly programmed with passive recreational activities such as yoga, Pilates and senior movement.”\nPrecisely when it became civic policy to guard the potential sensitivities of grown women in Lululemon is unclear, but the fate of Mr. Bell’s project, reported last week by The West Side Rag, illustrates the ways in which a culture of emotionally protectionist politics has swelled beyond the world of Oberlin and Yale. Mr. Bell argued for his original idea in writing, but his repeated requests to speak to city officials in person were ignored. The theme for the Model to Monument exhibit this year was the public square and its responsibilities. “My interpretation of that idea is a place where people interact for the benefit of social conscience and justice,” he said. “I knew that I wanted to do a piece that would introduce a dialogue. The piece I designed is about humanity against hatred.”\nForced to replace the noose with something else, Mr. Bell is evoking a large mouth instead, but he is not happy about it. “The mouth is simply a resolution to satisfy members of the parks department,” he told me.\nMr. Bell’s upbringing in Mount Vernon, N.Y., as the son of a prominent musician — his father was the jazz bassist Aaron Bell, who played with Duke Ellington and had a doctorate in education — did not shield him from the miseries of racial inequality. When he was a student at Pratt Institute in Brooklyn in 1968, the younger Mr. Bell was beaten up on Halloween night by a gang of white teenagers who struck him at the base of his skull with a metal bar. (A report in The Daily News about the attack described him as having been put on the “serious list” at Brooklyn Hospital.) At the time, members of Pratt’s Black Students Union complained about the failure of the police to arrest anyone five days after a report had been filed and descriptions of some of the assailants provided. Mr. Bell said he had seizures for years after the attack. Once, on his way to see his father play at the La MaMa theater, a seizure left him passed out on the sidewalk. A police car deposited him on the steps of Bellevue Hospital Center, with all the money in his wallet removed, he said.\n“Stand Loud, Stand Tall” had been a long time coming.", "date": "May 27, 2016", "href": "https://www.nytimes.com/2016/05/29/nyregion/a-problematic-sculpture-is-silenced-by-new-york-parks-officials.html", "tags": "league ‘ officials york “ problematic silenced sculpture bell department art years new parks students"}