{"title": "A ‘Particularly Bright’ Moment Brings Another Fed Rate Increase", "content": "WASHINGTON — The Federal Reserve’s chairman, Jerome H. Powell, said on Wednesday that the American economy was experiencing “a particularly bright moment” as the Fed announced a widely expected increase in its benchmark interest rate and signaled that it planned to continue raising rates.\nMr. Powell emphasized that the decision to raise rates to a range between 2 and 2.25 percent was not intended to get in the way of continued growth. “My colleagues and I are doing all we can to keep the economy strong, healthy and moving forward,” he said.\nBut the Fed’s decision was criticized almost immediately by President Trump, who opened a Wednesday afternoon news conference by declaring himself “not happy” with higher rates.\nMr. Trump once again broke with the practice of his recent predecessors, who avoided public comment about monetary policy. Higher interest rates increase the cost of federal borrowing and Mr. Trump, whose fiscal policies have sharply increased the scale of federal borrowing, suggested he would prefer lower borrowing costs. “We could do other things with the money,” he said.\nHe added, however, that the Fed was raising rates “because we’re doing so well.”\nThe Fed’s decision, announced after a two-day meeting of its Federal Open Market Committee, which sets monetary policy, represents the eighth time that the Fed has raised interest rates since the 2008 financial crisis, and the third time this year. Another increase is expected in December.\nThe Fed described economic conditions as “strong.” It predicted that growth this year could top 3 percent, before slowing in coming years. Unemployment remains low, inflation remains around the 2 percent pace the Fed regards as optimal, and the pace of investment has increased, it said.\nFor the first time in recent years, the Fed did not describe monetary policy as “accommodative,” indicating that its benchmark interest rate is rising back toward a level the Fed regards as neutral, meaning that monetary policy is neither stimulating nor restraining economic growth.\nMr. Powell emphasized, however, that the change in wording was not intended to signal any change in policy. He said monetary policy remained accommodative at the moment.\nA number of Mr. Powell’s colleagues have argued publicly that the Fed most likely needs to raise rates to a level that begins to restrict economic activity. The Fed warned last year that there was no need for a tax cut in the midst of a steady economic expansion. Mr. Trump and Congress ignored that advice, cutting taxes and increasing spending. The result has been a short-term increase in economic growth, which some Fed officials fear could lead to higher inflation.\nMr. Powell said that gradual rate increases remained the best way for the Fed to navigate between the danger the economy will overheat and cause inflation, and the danger the economy will falter.\n“We think that gradually raising interest rates is the way that we take both of those risks seriously,” he said.\nMr. Powell also said that the Fed sees little sign of inflationary pressure.\nIn a new round of forecasts the Fed published Wednesday, members of the policymaking committee predicted the central bank would raise rates five more times by the end of 2020.\nAsked if he agreed, Mr. Powell emphasized his uncertainty about both the medium-term economic outlook and the path of Fed policy. He described the prospect of restrictive monetary policy as “very possible” but added that “it depends” on the evolution of economic conditions.\nSpeaking before Mr. Trump issued his latest criticisms of Fed policy, Mr. Powell said that the Fed was carrying out its mission and that “we don’t consider political factors.”\nBut Mr. Trump’s policies, if not his politics, could surely influence the Fed’s trajectory given uncertainty about the trade war the president has started with China, the European Union, Canada and Mexico.\nMr. Powell said that the Fed was hearing “a rising chorus of concerns from businesses all over the country” about the economic impact of those tariffs. But Mr. Powell added that the Fed has yet to see a negative effect in the economic data.\nThe Fed chairman outlined some areas in which the president’s policies might bring surprises on the upside.\nRepublicans argued that tax cuts would increase economic growth by creating “supply side” incentives for increased investment in the economy. Mr. Powell said it was too early to judge the effects, but “we hope they’re huge.”\nHe also expressed hope that the Fed would continue to be surprised by the number of Americans who are returning to the labor force as the economy strengthens.\nA few Fed officials, and a larger group of outside economists, argue the Fed is moving too quickly to raise rates. They point to the slow pace of wage growth as evidence there is still considerable slack in the labor market. Mr. Powell acknowledged Wednesday that the gains from economic growth have not been distributed evenly.\n“The benefits of this strong economy have not reached all Americans,” he said.\nIn the Fed’s latest batch of economic projections, 12 of the 16 officials who submitted forecasts said they expected to raise rates in December.\nFed officials predicted three rate increases in 2019 and one in 2020. The new forecasts, which included 2021 for the first time, showed that Fed officials expect to end the current rate increase cycle in 2020. None are planned in 2021. That means the march toward higher rates is well past the halfway point: Eight increases in hand, five more planned.\nMarkets continue to anticipate fewer rate increases in coming years, in part because of doubts that the economy will continue to grow.\n“Our view is that the Fed will press ahead with gradual rate hikes for now, but that officials are still underestimating just how quickly the economy is likely to lose momentum next year, as the fiscal boost fades and monetary tightening bites,” said Michael Pearce, senior United States economist at Capital Economics. “We expect the Fed to call time on rate hikes and ultimately begin cutting rates by early 2020.”\nSo far, there is little sign the Fed is crimping economic growth. Consumer borrowing costs are rising, but rates remain quite low by historical standards. The average rate on a 30-year mortgage loan reached 4.55 percent in August, up from 3.96 percent in December 2015, according to Freddie Mac.\nAs rates climb, the economic effects are likely to increase. Jonathan Smoke, chief economist at Cox Automotive, said the Fed’s rate increases have raised the cost of the average payment on a five-year car loan by about 2 percent.\n“It will not get better for consumers or the industry from here,” Mr. Smoke said.", "date": "Sept. 26, 2018", "href": "https://www.nytimes.com/2018/09/26/us/politics/federal-reserve-raises-interest-rates.html", "tags": "brings increase ‘ fed moment rates ” economy economic another rate said powell bright particularly"}