{"title": "Abhinandan: Villagers recount dramatic capture of pilot", "content": "Dramatic new details have emerged about the capture of Indian air force pilot Abhinandan Varthaman by Pakistani forces.\nPeople in Horran village threw stones at the pilot, who fired several warning shots, eyewitnesses told the BBC.\nThe jet was shot down in Pakistan-administered Kashmir on Wednesday after a dogfight between Indian and Pakistani warplanes.\nPakistan released the pilot on Friday.\nPrime Minister Imran Khan revealed the decision in parliament after a speech in which he said Pakistan was focused on de-escalation.\nIndia struck militant camps in Pakistan on Tuesday after an attack on its security forces earlier this month. Pakistan said it had no choice but to retaliate with air strikes on Wednesday. \nHorran's village chief recounted Wednesday's dramatic capture in an interview with the BBC.\n\"My objective was to capture the pilot alive. I had seen the Indian flag on his parachute and knew he was Indian,\" said Mohammad Razzaq Chaudhry.\nThe 58-year-old said he saw the MiG-21 fighter jet getting hit and falling to the ground on Wednesday morning. He said he had rushed to the spot as other villagers also headed there.\n\"I was afraid they will harm him or he would harm them,\" said Mr Chaudhry, who is affiliated with Prime Minister Imran Khan's PTI party.\nOn reaching the site, he heard the pilot ask some of the villagers whether he had landed in India - and one of them, a quick-thinking young boy, said yes. \n\"He unbuckled himself from his parachute and raised patriotic slogans but the boys around him responded by saying, 'Long live Pakistan!' That is when he pulled out his gun and fired in the air to scare them.\"\nBut, Mr Chaudhry added, this caused the men around the pilot to become aggressive. He said they picked up stones and as they hurled them at him, he started to run while firing more shots in the air.\n\"The boys chased him until he fell into a stream and one of my nephews who was also armed shot him in the leg,\" Mr Chaudhry said. \"My nephew asked him to drop his pistol, which he did. Then someone else caught him and pinned him down to prevent him from using any other weapon that he might have.\"\nHe said the pilot then pulled out papers from his pocket and tried to stuff them all in his mouth to destroy them. But the villagers were able to snatch some of the papers from him, which they later gave to the army.\n\"Our boys were angry and continued to force their way closer to him to punch and slap him, though some of them tried to stop the aggressors. I also told them not to harm him, to leave him alone until the army officers arrived.\"\nAfter a dogfight in disputed Kashmir on Wednesday morning, India had initially said that all of its pilots were accounted for, contradicting Pakistani claims that they had captured a pilot. But Pakistan's information ministry then released - and later deleted - a video showing the pilot blindfolded and with blood on his face.\nIn later footage, Wing Commander Abhinandan could be seen sipping tea. He appeared to have been cleaned up and said Pakistani officers were treating him well.\nHis capture is being seen as a major setback for India. Correspondents say there is speculation that the pilot could be released soon into Indian custody as diplomatic pressure on Pakistan continues to build. \nOn Thursday US President Donald Trump became the latest world leader to appeal to the two countries to pursue peace. He said he had \"reasonably decent\" news from India and Pakistan, sparking hopes that tensions could de-escalate.\nBoth India and Pakistan have said that they are not looking for war.", "date": "1 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-47397418", "tags": "recount india pilot pakistan air abhinandan capture pakistani chaudhry indian wednesday dramatic villagers"}