{"title": "Abiy Ahmed: Ethiopia's prime minister", "content": "The pace of change in Ethiopia has been so fast since Abiy Ahmed became prime minister in April that it is almost like observing a different country.\nThe reforms he has introduced were unthinkable not so long ago.\nThe government seemed impervious to criticism from human rights groups that the state stifled free expression, sidelined and imprisoned opposition leaders and cracked down on protests.\nIt also appeared steadfast in its disagreement with a border commission ruling that was meant to end the two-decade conflict with neighbouring Eritrea.\nBut all that has changed.\nIn just a few months, Mr Abiy has lifted the state of emergency, ordered the release of thousands of prisoners, allowed dissidents to return home and unblocked hundreds of websites and TV channels.\nHe has also ended the state of war with Eritrea by agreeing to give up disputed border territory, in the process normalising relations with the long-time foe. \nBut there is some opposition to the pace of change.\nIn June, Mr Abiy was targeted in an attack, with two people killed in an explosion at a rally held to show support for him. \nThe prime minister, who came to power after the unexpected resignation of his predecessor Hailemariam Desalegn, has shown himself to be an astute politician with impressive academic and military credentials. \nMr Abiy's background is crucial to the way people view him.\nHe is the country's first Oromo leader - the ethnic group at the centre of nearly three years of anti-government protests, which left many dead following clashes with security forces and thousands arrested.\nOne of the protesters' main complaints was that they have been politically, economically and culturally marginalised for years - despite being the country's largest community.\nThe coming to power of Mr Abiy, who is believed to have huge support among the Oromo youth as well as other ethnic groups, has begun to change that. \nHe is leader of the Oromo People's Democratic Organisation (OPDO), one of the four ethnic parties which make up the ruling Ethiopian People's Revolutionary Democratic Front (EPRDF) coalition.\nMore about Abiy's impact:\nFather reunited with long-lost daughters\nMaking peace with 'Africa's North Korea'\nBehind the smiles of Eritrea's president\nKey facts about Ethiopia\nYou can now get the latest BBC news in Afaan Oromo, Amharic and Tigrinya.\nThe 42-year-old, who was born in the city of Agaro in Oromia and comes from a mixed Christian-Muslim family, joined the OPDO in the late 1980s.\nHe has served in the military and rose to the rank of Lieutenant Colonel, before becoming the founder and director of the country's Information Network and Security Agency, which is responsible for cyber-security in a country where the government has always exercised tight control over the internet.\nAfter that he became the minister for science and technology.\nKey facts: Abiy Ahmed\nThe speed at which he has been changing Ethiopia has been unprecedented but should not be a surprise. \nHe laid out his political vision in comments made to the Southern Ethiopian People's Democratic Movement's (SEPDM), a constituent party of the ruling coalition, in October 2017:\n\"We have only one option and that is to be united, not only cooperating and helping each other but uniting in order to live together. The other option is to kill each other,\" Mr Abiy is quoted as saying.\n\"However, no sane person will opt for this. So, our option should be to trust one another, heal our wounds together and work together to develop our country.\"\nWhen Mr Abiy came into power, he was seen by many as outspoken and competent, with a participatory leadership style. It left opposition figures cautiously optimistic about the future, as long as he tackled the issues behind the unrest.\nOpposition leader Berhanu Nega, once branded a terrorist in Ethiopia, returned home in September pledging that he would work closely with the government \"to stabilise the country\". \nBut he was not giving a free pass to the prime minster, saying that \"many institutions and many laws\" need to be reformed to create a meaningful democracy.\nEthiopia has had general elections every five years since 1995, but in the last vote in 2015 not a single opposition MP was elected.\nJournalist and activist Jawar Mohammed was at one time accused of stoking anti-government protests. He ended his exile in in August and described Mr Abiy's appointment as \"a unique opportunity [for a] peaceful transition to democracy\".\nYeshiwas Assefa, who leads the opposition Blue Party, told the BBC: \"The main point is he has to be someone who understands the demands of the public and the public's desire for change... He has to reform institutions in dire need of reform.\"\nMohamed Ali, who lives in Weldia, in Amhara region, welcomed the changes Mr Abiy has brought.\n\"Every one of us was happy for Abiy Ahmed,\" he said. \"We believe that he will restore peace and stability in the country. I was extremely happy. I hope that he will manage to make a difference, especially among the youth.\"\nMebratu Dubale, who lives in Hawassa in the south, said: \"I know he is qualified given his level of education as well as his experiences and his determination in that regard. \n\"He will be able to finish what was started and lead the country towards a better direction than the one we are currently in.\"\nSeveral mass rallies have been held across the country to support Mr Abiy's reforms. \nHowever, he has met some resistance. The Tigrayan People's Liberation Front (TPLF), which used to dominate the ruling coalition, has criticised some of the reforms he has introduced and said there had not been enough consultation.", "date": "14 September 2018", "href": "https://www.bbc.co.uk/news/world-africa-43567007", "tags": "abiy minister country opposition ethiopia prime one ruling change oromo ahmed"}