{"title": "Accord Reached With Iran to Halt Nuclear Program", "content": "GENEVA — The United States and five other world powers announced a landmark accord Sunday morning that would temporarily freeze Iran’s nuclear program and lay the foundation for a more sweeping agreement.\nIt was the first time in nearly a decade, American officials said, that an international agreement had been reached to halt much of Iran’s nuclear program and roll some elements of it back.\nThe aim of the accord, which is to last six months, is to give international negotiators time to pursue a more comprehensive pact that would ratchet back much of Iran’s nuclear program and ensure that it could be used only for peaceful purposes.\nShortly after the agreement was signed at 3 a.m. in the Palace of Nations in Geneva, President Obama, speaking from the State Dining Room in the White House, hailed it as the most “significant and tangible” progress of a diplomatic campaign that began when he took office.\n“Today, that diplomacy opened up a new path toward a world that is more secure,” he said, “a future in which we can verify that Iran’s nuclear program is peaceful and that it cannot build a nuclear weapon.”\nIn Geneva, the Iranian foreign minister, Mohammad Javad Zarif, said he hoped the agreement would lead to a “restoration” of trust between Iran and the United States. Smiling and avuncular, he reiterated Iran’s longstanding assertion that its nuclear program was peaceful, adding that the Iranian people deserved respect from the West.\nSecretary of State John Kerry, who flew to Geneva early Saturday for the second time in two weeks in an effort to complete the deal, said it would “require Iran to prove the peaceful nature of its nuclear program.”\nIran, which has long resisted international monitoring efforts and built clandestine nuclear facilities, agreed to stop enriching uranium beyond 5 percent, a level that would be sufficient for energy production but that would require further enrichment for bomb-making. To make good on that pledge, Iran will dismantle links between networks of centrifuges.\nIts stockpile of uranium enriched to 20 percent, a short hop from weapons-grade fuel, would be diluted or converted into oxide so that it could not be readily used for military purposes. Iran agreed that it would not install any new centrifuges, start up any that are not already operating or build new enrichment facilities.\nThe agreement, however, does not require Iran to stop enriching uranium to a low level of 3.5 percent, or to dismantle any of its existing centrifuges.\nThe accord was a disappointment for Israel, which had urged the United States to pursue a stronger agreement that would lead to a complete end to Iran’s enrichment program. But Iran made it clear that continuing enrichment was a prerequisite for any agreement.\nThe United States did not accept Iran’s claim that it had a “right to enrich” under the nuclear non-proliferation treaty. But American officials signaled last week that they were open to a compromise in which the two sides would essentially agree to disagree on how the proliferation treaty should be interpreted, while Tehran continued to enrich.\nIn return for the initial agreement, the United States agreed to provide $6 billion to $7 billion in sanctions relief. Of this, roughly $4.2 billion would be oil revenue that has been frozen in foreign banks.\nThis limited sanctions relief can be accomplished by executive order, allowing the Obama administration to make the deal without having to appeal to Congress, where there is strong criticism of any agreement that does not fully dismantle Iran’s nuclear program.\nThe fact that the accord would only pause the Iranian program was seized on by critics who said it would reward Iran for institutionalizing the status quo.\nMr. Obama addressed those concerns in his speech, insisting that the easing of sanctions could be reversed if Iran failed to reach a final agreement or reneged on the terms of this one.\n“Nothing will be agreed to unless everything is agreed to,” he said.\nHe also noted the qualms of Israel, Saudi Arabia and other Persian Gulf allies of the United States, saying they “had good reason to be skeptical of Iran’s intentions.” But he said he had a “profound responsibility” to test the possibilities of a diplomatic solution.\nIn Geneva, Mr. Kerry said of the agreement: “It will make our partners in the region safer. It will make our ally Israel safer.”\nThe deal would also add at least several weeks, and perhaps more than a month, to the time Iran would need to produce weapons-grade uranium for a nuclear device, according to estimates by nuclear experts. American officials argued that it would preclude Iran from shortening the time it would need to produce enough bomb-grade uranium for a nuclear device even further, and would provide additional warning if Iran sought to “break out” of its commitment to pursue only a peaceful nuclear program.\nA second and even more contentious debate centered on whether an initial deal would, as the Obama administration said, serve as a “first step” toward a comprehensive solution of the nuclear issue, one that would leave Iran with a peaceful nuclear program that could not easily be used for military purposes.\nTwo former American national security advisers, Zbigniew Brzezinski and Brent Scowcroft, recently sent a letter to key American lawmakers endorsing the administration’s approach. “The apparent commitment of the new government of Iran to reverse course on its nuclear activities needs to be tested to insure it cannot rapidly build a nuclear weapon,” they wrote.\nBut some experts, including a former official who has worked on the Iranian issue for the White House, said it was unlikely that Iran’s supreme leader, Ayatollah Ali Khamenei, would ever close the door on the option to develop nuclear weapons. Instead, they said, any initial six-month agreement is more likely to be followed by a series of partial agreements that constrain Iran’s nuclear activities but do not definitively solve the nuclear issues.\n“At the end of six months, we may see another half step and six more months of negotiations — ad infinitum,” said Gary Samore, a senior aide on nonproliferation issues on the National Security Council in Mr. Obama’s first term. Mr. Samore is now president of United Against Nuclear Iran, a nonprofit group that advocates tough sanctions against Iran unless it does more to curtail its nuclear program.\nThe agreement also reflected compromises on other issues.\nOn the contentious issue of the heavy water reactor Iran is building near Arak, which could produce plutonium and therefore another path to a bomb, Iran agreed not to produce fuel for the plant, install additional reactor components there or put the plant into operation.\nIran is not required to dismantle the facility, however, or convert the plant into a light water reactor that would be less useful for military purposes.\nRegarding enrichment, Iran’s stockpile of such low-enriched uranium would be allowed to temporarily increase to about eight tons from about seven tons currently. But Tehran would be required to shrink this stockpile by the end of the six-month agreement back to seven tons. This would be done by installing equipment to covert some of that stockpile to oxide.\nTo guard against cheating, international monitors would be allowed to visit the Natanz enrichment facility and the underground nuclear enrichment plant at Fordo on a daily basis to check the film from cameras installed there.\nBut Iran did not agree to all of the intrusive inspection regime that the International Atomic Energy Agency had said was needed to ensure that the Iranian program is peaceful.", "date": "Nov. 23, 2013", "href": "https://www.nytimes.com/2013/11/24/world/middleeast/talks-with-iran-on-nuclear-deal-hang-in-balance.html", "tags": "reached iran halt agreement nuclear united ” accord program peaceful"}