{"title": "Accused Gunman in Capital Gazette Shooting Left a Trail of Conflicts", "content": "LAUREL, Md. — Before he stormed into a quiet newsroom and unleashed a burst of gunfire that left five people dead, the suspect in the Maryland attack vented his hostility at the world with a barrage of lawsuits, harassment and workplace conflict.\nJarrod W. Ramos, the suspected gunman, had been fired from his job as a government employee, was the subject of a police investigation and for years kept up an online crusade against targets including the criminal justice system, the local newspaper and a mental health counseling facility.\n“When I heard about the Capital shooting on the news, I told my wife, ‘it’s Ramos,” said Brennan McCarthy, a lawyer in Annapolis, Md., who represented a woman whom Mr. Ramos was convicted of harassing in 2011. “Here’s a guy who is so out there, he is stalking the attorney for the stalking victim,” Mr. McCarthy said.\nHis trail of public clashes finally came to an end when Mr. Ramos used a pump-action shotgun and smoke grenades to attack the employees of the Capital Gazette, against which he had long held a grudge after a columnist wrote about his harassment of a female high school classmate.\n[Read about the victims of the Capital Gazette shooting.]\nOn Friday, Mr. Ramos, 38, appeared in State District Court by a video feed and was charged with five counts of murder. He was denied bail.\nThe arraignment came as the authorities released additional details about Thursday’s shooting. Speaking outside the courtroom, Wes Adams, the Anne Arundel County state’s attorney, said that Mr. Ramos had barricaded the rear door to prevent people from fleeing and that one of the victims had tried to escape through the blocked door and was shot.\nOver the years, Mr. Ramos directed particular fury at the Capital Gazette and its staff. In July 2012, Mr. Ramos filed a defamation lawsuit in Maryland’s Prince George’s County Circuit Court against Capital Gazette Communications, its then editor and publisher, and a former reporter, claiming that his reputation had been damaged by a column. Three months later he filed a fuller complaint alleging invasion of privacy.\nAccording to the article, Mr. Ramos sent a friend request on Facebook to a former high school classmate and over the course of several months, he “alternately asked for help, called her vulgar names and told her to kill herself.”\nMr. Ramos began tweeting under an account he called @EricHartleyFrnd, in which he taunted the reporter, Eric Hartley. He posted screenshots of court documents relating to a defamation case he had filed against the newspaper, and railed against other newspaper employees. His tweets were laced with profanities, and often addressed Capital employees directly, as though he were having an ongoing conversation with them.\nThe attacks online prompted members of the Anne Arundel County Police Department to visit Mr. Ramos in the spring of 2013, at the behest of the newspaper’s editor at the time, Thomas Marquardt, who was concerned about the hostile messages.\nBut nothing came of the investigation, which has become a source of recrimination in the aftermath of the attack.\nChief Timothy Altomare of the county police said in a news conference on Friday that Mr. Marquardt “did not call in” to a conference call where the decision was made not to pursue criminal charges. Mr. Marquardt, for his part, said that the news organization’s lawyer had been on the call, and that the police had advised that they did not have a strong case.\nIn a police report obtained on Friday, law enforcement officials had indicated that they did not believe Mr. Ramos to be a threat to the Capital Gazette’s employees. “He has not attempted to enter the Capital Newspaper building or sent direct threatening correspondence,” the report said.\n“They told us they didn’t think the information was there and we bowed to their wisdom on this thing,” Mr. Marquardt said.\nThe police investigation came on the heels of another legal dispute between Mr. Ramos and his former high school classmate, the subject of his earlier harassment case. She had retained a lawyer, Mr. McCarthy, in early 2013, after receiving a letter from Mr. Ramos that made her uncomfortable.\n“I am prepared to add you to my lawsuit against Eric Hartley,” Mr. Ramos wrote in a letter dated Jan. 30, 2013. “I am satisfied you did not directly solicit his column about me, but I think you know who did. Given all that has transpired, I think you have many such secrets, and I would ask you to surrender them.”\nAfter Mr. McCarthy obtained another order prohibiting him from contacting her, Mr. Ramos sued the lawyer himself. He also appealed the order against contacting the former classmate, which was granted, Mr. McCarthy said.\nMr. Ramos graduated from Capitol Technology University in 2006 with a degree in computer engineering. For several years, he held a job as an information technologist with a subcontractor for the Bureau of Labor Statistics. But in July 2014, six months after Enterprise Information Services took over the contract, he was terminated at the request of the government, representatives of the company said.\nThe contractor said it was not aware of the reason for the request. Mr. Ramos, who had worked on the help desk answering employee questions about computer glitches and how to reset passwords, then filed a lawsuit against his former employer, saying that money was not paid to him.\nOn Friday in court, Judge Thomas Pryal told Mr. Ramos, “There is a certain likelihood you are a danger.” Mr. Ramos did not speak and showed no emotion, staring into the camera and blinking occasionally.\nMr. Ramos lived in a small brick apartment building in Laurel, Md. A neighbor on Friday said he was so reserved that most people did not know he was a resident. He was oddly expressionless, she said, almost as if he were putting forth a calm facade. When her daughter asked him for jumper cables to help start her car, he refused.\n“I said, ‘This guy is not right,’” said the neighbor, who identified herself only as Veronica. “What’s wrong with this guy?”\nHe seemed purposeful and alert, never careless or out of control, she said. She said he did not have regular hours, and in the years he lived there, she had only ever seen him have visitors once.\n“He looked like someone who knew what he was doing,” Veronica said. “No drugs, no alcohol. No. Nothing like that. He’s got a straight face all the time.”\nShe was anxious at first when a police car came to the apartment building in the late afternoon on Thursday. But after more officers arrived and began taking pictures and evacuating the building, her mind jumped to Mr. Ramos.\n“I said, ‘It’s my neighbor,’” she said. “They’ve come because of my neighbor.”", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/us/capital-gazette-shooting-suspect.html", "tags": "shooting gunman left mccarthy “ gazette came trail accused conflicts capital police newspaper ramos"}