{"title": "Acquitted of blasphemy and living in fear in Pakistan", "content": "Saima - not her real name- still hasn't recovered from her four years in solitary confinement in a small Pakistani prison cell. \n\"Even now I feel like I am in jail. You can see the scars on my legs from when I was chained.\" \nSaima was sentenced to life imprisonment for having committed blasphemy, before her conviction was eventually overturned.  \nShe says her jailers at times wouldn't give her food because she was Christian. \"They would say, 'You disgraced our religion,'\" she told the BBC. \nShe was accused of defiling the Koran and using it to perform exorcisms. \nBut Saima says her Muslim neighbours launched the case against her, following a petty fight between their children. \nHuman rights groups say Pakistan's blasphemy laws are often used to settle personal disputes. \nAccording to the Pakistani penal code, anyone convicted of insulting Prophet Muhammad can be sentenced to death, and anyone guilty of insulting \"any religion\" can be sent to jail for up to 10 years.\nA spokesman for the police in Punjab, Pakistan's largest province, declined to give figures on the number of blasphemy cases registered this year. \nBut at least 1,472 people were charged under the law between 1987 and 2016, according to advocacy group the Centre for Social Justice.\nReligious minorities are disproportionately affected by blasphemy laws, although more Muslims are prosecuted than any other group.\nThe most high-profile case has been that of Asia Bibi, a Christian woman recently acquitted by the supreme court after being sentenced to death in 2010. \nThe verdict was met with angry protests, and the intelligence services are believed to be protecting her in an undisclosed location until a final legal challenge against her release has been heard.  \nSome reports suggest about 40 other people convicted of blasphemy offences are still on death row. \nNo-one convicted of blasphemy has ever been legally executed in Pakistan, but at least 70 people have reportedly been killed since 1990 in attacks by lynch mobs or vigilantes after being accused of it. \nSaima says since being released she lives her life in fear, using a new name. \n\"I don't even go and visit my family, in case it becomes dangerous for them too,\" she told the BBC. \nJoseph Francis heads the Centre for Legal Aid Assistance and Settlement in Lahore, and works defending those accused of blasphemy. \nTwo politicians and a lawyer have been killed in the past decade by anti-blasphemy militants - but he's defiant about his work. \n\"If we don't talk about these issues - nothing will happen,\" he said.\nMr Francis said he had won about 120 blasphemy cases, and that many of those who were released are now living abroad. \n\"Whoever is accused of blasphemy can't survive in Pakistan. The only way is if they stay totally under the radar.\" \nMr Francis says that, as with the Asia Bibi case, lower courts often convict defendants, but higher courts eventually acquit them on appeal.  \nHe said it was a result of \"pressure\" from religious groups who intimidate judges in the trial courts.\nLawyer Ghulam Mustafa Chaudhry is one of those at times accused of helping pressurise court officials, though he strongly denies that. \nHe heads a legal forum of lawyers working for free to help try and prosecute blasphemers. They are believed to handle a significant portion of all blasphemy cases in Pakistan. They are currently fighting 40 in Lahore alone. \nMr Chaudhry told the BBC he gets \"a lot of peace\" from his work and that he \"will be rewarded for it in the hereafter\". \n\"For us the most sacred thing is Prophet Muhammad. Everything we do is for him,\" he added.\nI asked him about allegations the blasphemy law was being used to settle personal feuds. \nHe dismissed that as propaganda. \"I've never seen anyone accused for personal gain. Can you see any element like that in Asia Bibi's case?\" he asked.\nMr Chaudhry insisted he investigated the cases before deciding to take them on, but said so far he had never turned one down. \n\"No Muslim can ever accuse falsely someone of something related to Islam. Someone might wrongly accuse someone else of theft or kidnapping. That happens a lot. But no Muslim can do this.\" \nI pressed Mr Chaudhry though on why anyone in Pakistan would commit blasphemy, knowing it could result in a death sentence or lynching. \n\"From what I've seen, whoever commits blasphemy becomes a hero for the anti-Islam lobby. They help them a lot. They give them visas to go abroad,\" Mr Chaudhry said. \n\"There are other crimes that result in death sentences, why don't those defendants get such support?\"\nThis view that alleged blasphemers are simply looking for an excuse to seek asylum, or some kind of \"international conspiracy\" lies behind them is common amongst religious hardliners.\nMr Chaudhry said international pressure was what led higher courts to acquit blasphemy convicts. He played a leading part in the prosecution of Asia Bibi, representing the cleric from the village who filed the case against her. \nDuring Asia Bibi's appeal in the supreme court, Mr Chaudhry claimed that there was a common thread throughout blasphemy cases in Pakistan, with all the accused using similar derogatory phrases. \nAccording to Mr Chaudhry, Christian leaders were coaching the community in what to say in order to get asylum and foreign support. \nThe claims may sound outlandish, and the supreme court judges paid them short shrift, but they appeal to some Pakistanis who feel Islam is under threat from secular influences both within the country and abroad. \nMr Chaudhry sees himself as an inheritor of the tradition of the founder of Pakistan, Mohammed Ali Jinnah, himself a lawyer. \nIn 1929, Mr Jinnah represented Muslim man Ghazi llm Din, who was accused of murdering a Hindu publisher linked to a blasphemous text. The publisher had been acquitted by a court in Lahore, infuriating many Muslims. \nSome commentators point out Mr Jinnah only represented Ghazi Ilm Din at a later appeal, not his initial trial, and did not necessarily sympathise with his actions. \nBut even today Ghazi Ilm Din is hailed as a hero in Pakistan, with streets named after him. \nThe supreme court judgement acquitting Asia Bibi, which has been praised for standing up to religious hardliners, refers to him as a \"great lover of the Prophet\". \nThe Ghazi Ilm Din case exemplifies Pakistan's complex relationship with the concept of blasphemy. It seems unlikely the laws relating to it can be reformed or repealed in the near future. \nMr Chaudhry said without them, there would be even more violence.\n\"If Asia has been acquitted then it's because of the law. If this law didn't exist she would've been killed instantly,\" he said.\nBut Saima, who spent years in jail after being wrongly accused of blasphemy, said the allegation had taken a huge toll on her. \n\"Life has become like death… people come here and talk to me about what happened, I get happy that they're listening to me, but then what? Nothing changes,\" she said.\nFollow Secunder @SecKermani", "date": "9 December 2018", "href": "https://www.bbc.com/news/world-asia-46465247", "tags": "acquitted living pakistan blasphemy court accused chaudhry asia fear case bibi"}