{"title": "Activists Try to Recall Judge in Stanford Sex Attack Case. Some Say They’ve Gone Too Far.", "content": "When a California judge sentenced a Stanford University swimmer found guilty of sexual assault to six months in jail, many saw the verdict as too lenient. Outrage spread across the country, particularly among those who felt it was the latest proof of a criminal justice system stacked against women who have been victims of sexual violence.\nBut now, nearly two years later, the case has provoked another wave of outrage, this time from a surprising corner. A grass-roots effort to remove the judge for lenient sentencing has exposed sharp fissures within activist circles, with victims’ rights advocates who are leading the charge pitted against others who worry the effort could cut against efforts to decrease high imprisonment rates in the United States.\nThe judge, Aaron Persky of Santa Clara County, drew national condemnation in 2016 when he sentenced Brock Turner, a Stanford swimmer, to six months in jail for three felony counts of sexual assault — far from the 14-year maximum he could have given Mr. Turner for assaulting an incapacitated young woman behind a Dumpster.\nThe impassioned statement delivered by the victim before sentencing drew global attention, and for many, the case came to symbolize the barriers to justice often faced by women and assault victims in the courts.\nSince then, attention has turned to removing Judge Persky, who sits on the Superior Court. Last week, the county registrar announced that a petition to remove the judge had qualified for the June ballot, after drawing nearly 100,000 signatures. Scores of high-profile activists and women’s rights groups have cheered the recall effort, along with public figures including the California State Senate president, Kevin de Leon, and Senator Kirsten Gillibrand of New York.\nBut not all women’s rights advocates think it’s the right decision.\nJudge LaDoris Cordell, a retired Superior Court judge and an outspoken advocate of women, has become one of the recall effort’s most vocal critics. Ms. Cordell wears her liberal stripes proudly, but she said she is worried the recall effort could influence judges who might otherwise show leniency in criminal sentencing, undermining a longtime goal to decrease the prison population. The impulse toward harsher sentencing, she said, is reminiscent of the measures that have fed large increases of prison populations, like California’s three-strikes law, which imposed an automatic life sentence for a third felony conviction.\nMs. Cordell’s views have often been met with personal attacks. She was standing in line at a Kinkos in Palo Alto in December, she recalled, when a woman approached her to tell her she had been “brainwashed by the white male establishment.”\n“People are angry with me,” Ms. Cordell said. “It’s viciousness. Absolutism. They’ve already made up their minds, and they’re only getting one side.”\nAmid the furor surrounding the case, some of the legal facts have become muddled — which may not have any bearing on feelings about the sentencing, but carry important legal distinctions and implications. Mr. Turner was not found guilty of rape; he was found guilty on sexual assault charges and with the intention to commit rape, which carry different sentencing guidelines to rape. The six-month jail sentence Judge Persky delivered was recommended by the probation department; it was not a sentencing position he staked out independently. And Mr. Turner was also sentenced to lifelong registration as a sex offender.\nMichele Dauber, a professor at Stanford Law School who is leading the recall effort and who has long been involved in campus efforts to prevent sexual assault, expressed disbelief over claims that the move could exacerbate already high levels of incarceration in the country.\nProfessor Dauber, a family friend of the victim’s, said she believes passionately in decreasing the prison population. She stressed that the recall campaign was focused specifically on ensuring that “white, privileged men” were held to account.\n“This isn’t a law-and-order campaign. This isn’t a campaign against leniency in general, or a campaign about locking up criminals in general,” she said. “The problem with Mr. Turner’s case isn’t that he didn’t get the maximum, it’s that he didn’t get the minimum.”\nThe criminal justice system’s failures to adequately prosecute assault cases, she said, force women to rely on other means like social media to report assault allegations, which has become a national flash point with the #MeToo movement.\n“Why don’t more victims of sexual- and gender-based violence report crimes? Because the courts, for many years, have denied women access to justice. They have not treated these crimes like they were the serious felonies they are,” Professor Dauber said.\nThe California Commission on Judicial Performance cleared Judge Persky of misconduct and found no “clear and convincing evidence of bias.” In an open letter, nearly 20 retired judges came to Judge Persky’s defense. Another open letter in his defense was signed by 95 law professors across California.\nProfessor Dauber disagrees. After the sentencing, Professor Dauber and her team pored over Judge Persky’s trial record. She said they found several instances of what she described as overly lenient sentencing in sexual assault cases.\n“He does not take violence against women sufficiently seriously. And I think the pattern is so unmistakable that it’s hard to land on the conclusion that he’s simply incompetent,” Professor Dauber said. Judge Persky declined to comment for this story.\nLate last year, Mr. Turner filed paperwork to appeal his conviction, drawing a fresh round of criticism from those who say he has not taken responsibility for his actions. An attempt to call Mr. Turner and his parents, with whom he lives in Ohio, was not successful.\nAlexis Kallen, a senior at Stanford, said she and other student activists were appalled by the sentencing and “disillusioned by the system’s inability to protect survivors.” But there is little awareness of the recall effort on campus, she said. Instead, activists are focused on initiatives like expanding free legal counsel on campus for victims of sex crimes.\nSome who disagree with the sentence Judge Persky gave Mr. Turner stand against the recall campaign.\n“Most of the judges in California would have done the same thing as Judge Persky,” said Jeffrey Rosen, the Santa Clara County district attorney, “which told me the problem was not the judge but the law, and that the law needed to be changed.”\nMr. Rosen, who initially recommended a six-year prison sentence for Mr. Turner, played a crucial role in toughening state sexual assault sentencing requirements after the case.\n“I very much reject the notion that if you’re against the recall that means that you don’t support women’s rights. I totally disagree with that, and I think there’s a way one can do both of those things,” he said.\nErwin Chemerinsky, the dean of the law school at the University of California, Berkeley, assailed the recall effort this month in an op-ed in The Sacramento Bee, in which he argued that the effort represented an affront to judicial independence.\nHe wrote, “Justice, and all of us, will suffer when judges base their decisions on what will satisfy the voters.”\nOther criminal justice reform advocates disagree with criticism over leniency altogether. The Brock Turner case should be celebrated as a success because “it was prosecuted, and a conviction was obtained,” said Meaghan Ybos, the founder of People for the Enforcement of Rape Laws in Memphis. Ms. Ybos saw the failures in rape law enforcement firsthand when she was attacked as a teenager. Her rape kit sat untested for nine years.\n“There should be outrage over judges who don’t show mercy, not the ones that do,” she said.\nThere have long been tensions between those who favor harsher sentencing for sex crimes and those who believe criminal justice reform should emphasize rehabilitation over punishment.\nBut now the role judges are expected to play in assault cases might itself be shifting as the nation reckons with a wave of allegations of sexual harassment and assault against women.\nMore prison time, Ms. Cordell said, should not be the only way justice is measured. Mr. Turner will have to register as a sex offender for the rest of his life, which puts considerable punitive constraints on the kind of life he can live.\n“What are we doing? We are supposedly a nation and a system that believes in redemption,” she said.", "date": "Feb. 2, 2018", "href": "https://www.nytimes.com/2018/02/02/us/brock-turner-judge-recall-stanford.html", "tags": "sentencing effort stanford “ judge assault gone sex try say turner activists women attack case far recall"}