{"title": "Adam Schiff Leverages Democrats’ Limited Power in Trump Inquiry", "content": "WASHINGTON — As attack dogs go, Representative Adam B. Schiff, Democrat of California, is more labradoodle than Doberman, his partisanship disguised by a thick fur of intense preparation, modulated locution and gentle accusations.\nSo in a hearing on Monday of the House Permanent Select Committee on Intelligence about Russian interference in the 2016 presidential election, Mr. Schiff, a doe-eyed former federal prosecutor, politely probed James B. Comey, the F.B.I. director, and carefully laid out the history of the Trump campaign’s contacts with Russian officials. It was a performance that showed how an avalanche of information can leverage the limited power of the minority party to damage a president.\n“His public style of questioning is very similar to his nonpublic style of interacting with colleagues,” said Representative Trey Gowdy, Republican of South Carolina and another former prosecutor who as chairman of the committee investigating the attacks in Benghazi, Libya, was known for his pointed, even excitable style. “The courtroom is different from a committee hearing room in almost every way, but Adam has managed to make the transition well.”\nIn the hearing, Mr. Schiff successfully pressed Mr. Comey to say that the F.B.I. had no evidence to support President Trump’s claim that his predecessor, President Barack Obama, had tapped his phones in Trump Tower. Soon afterward, Mr. Comey confirmed what had been widely reported before Monday: The F.B.I. is investigating whether members of Mr. Trump’s campaign colluded with Russia to influence the election, an admission that took Mr. Schiff by surprise, he said.\nIt is a technique Mr. Schiff has employed repeatedly from his post as ranking Democrat on the intelligence committee, where he has pressed for a congressional authorization of military force against the Islamic State, and as a member of the Benghazi committee, where he tried to steer the investigation away from the role of former Secretary of State Hillary Clinton in the attack on the American government compound.\n“It’s a challenge,” Mr. Schiff said. “In the minority you don’t have the power of subpoena. You have the power of relationships and the ability to shine the public spotlight on issues, but you have to use that leverage judiciously.”\nMr. Schiff, who represents a northern swath of Los Angeles County, helped found the Democratic Study Group on National Security in 2003 to go deep into national security concerns. He minors in transportation, as the author of the Rim of the Valley Corridor Study Act.\nYouthful, with a ruddy and cheerful visage, Mr. Schiff, 56, whose wife is actually named Eve, comes off like the guy who in high school talked to his prom date’s mother in the kitchen about the goings-on at the community garden.\nBut when he wants to hit, he does. On Monday morning, Mr. Schiff poked at Mr. Trump on Twitter, where the president had retreated to make pre-emptive attacks on the hearing, one of the few that congressional Republicans have staged to air evidence of Russian tampering with the election.\nAs the hearing opened, Mr. Schiff moved to paint Mr. Trump’s campaign as repeatedly in collusion with Russian officials, a possibility Mr. Comey conceded is now the subject of a federal investigation.\n“Is it possible that all of these events and reports are completely unrelated and nothing more than an entirely unhappy coincidence?” Mr. Schiff said. “Yes, it is possible. But it is also possible, maybe more than possible, that they are not coincidental, not disconnected and not unrelated and that the Russians use the same techniques to corrupt U.S. persons that they employed in Europe and elsewhere. We simply don’t know, not yet. And we owe it to the country to find out.”\nWith that, Mr. Schiff elicited responses from Mr. Comey and Adm. Michael S. Rogers, the director of the National Security Agency, by pressing them on whether the president’s Twitter messages and the statements by his aides to defend them had damaged America’s relations with allies like Britain and Germany.\nAdmiral Rogers concurred with a strenuous denial by the British government that the Obama administration had asked its intelligence service Government Communications Headquarters, or GCHQ, to carry out surveillance of Trump Tower. He also acknowledged that it complicated America’s relationship with Germany to have Mr. Trump refer publicly to the Obama administration’s eavesdropping on Chancellor Angela Merkel, an operation that was made public by Edward J. Snowden.\nMr. Schiff, who was born in Massachusetts, was raised by a Democratic father and a Republican mother, and he has a photo in his office of his grandfather posing with President Dwight D. Eisenhower and Henry Cabot Lodge. A graduate of Stanford and Harvard Law School, Mr. Schiff was a United States attorney in Los Angeles, where he convicted the first F.B.I. agent indicted for espionage in an old-style Cold War case involving a honey trap named Svetlana. Before being elected to Congress, he served in the California State Legislature.\nMr. Schiff has a son in middle school and a daughter at Northwestern University, and he moved his family to Washington in 2003. He alternates from family-only weekends to heavy work weekends, often spent in California, where he is thought to be considering a Senate run should Senator Dianne Feinstein, a Democrat, decide not to seek another term.\nFor now, Mr. Schiff is focused on all things Trump. “I don’t think any of us can say where the investigation will conclude,’’ Mr. Schiff said. “It is very much in the public interest that we try to find out.’’", "date": "March 20, 2017", "href": "https://www.nytimes.com/2017/03/20/us/politics/adam-schiff-house-intelligence-committee.html", "tags": "hearing schiff limited “ democrats inquiry leverages committee comey ” trump adam power"}