{"title": "ADHD: ‘The web comics that show what my life is like’", "content": "When Dani Donovan wanted to show her colleagues what life was like for her as someone diagnosed with Attention Deficit Hyperactivity Disorder (ADHD), she never thought her sketches would lead to a series of web comics with a celebrity fan base.\nThe 28-year-old, who lives in Nebraska, Omaha, was diagnosed about a decade ago with ADHD and now hopes her comics will help others to understand the challenges for those with the condition.\nShe told the BBC: \"I'd just started a new job working in data visualisation, and it was the first time I was able to be really open about having ADHD and talk to my colleagues about what it's like. \n\"We were telling stories and joking about how I always get off track while I'm telling stories, and I said that it's very much like having a sleepy train conductor running my train of thought. I had the idea for a flowchart, I posted it on Twitter and it took off immediately.\"\nHer graphic shows that when she hears non-ADHD storytelling, it involves a straight move from the start of a story to the end. Her storytelling, however, involves a pre-story prologue before moving to the start of the story, and then wandering through 'too many details', a side-story and losing her train of thought before reaching the end of the tale - and then apologising.\nHowever, as with all things that hit the internet - once it's let loose, be careful of memes and amendments. \nDani's diagram was re-versioned by an unknown person who split the flowcharts and created a meme with 'How a normal person tells a story' taking the place of the 'Non-ADHD Storytelling' heading Dani had given her first flowchart, and 'How I tell a story' replacing the 'ADHD Storytelling' heading for the meandering flowchart. \nThe experience hit a chord and became a viral hit. Actress and writer Mindy Kaling even posted the meme stating \"I feel attacked\". \nDani says she was a little bit disheartened when the storytelling version with the ADHD element stripped out exploded in the social sphere, as her watermark had been stripped off and the fonts had changed.\n\"When you're a graphic designer, it just hurts your heart - at least use a good font.\n\"I had also made a deliberate choice not to water down my images to try to appeal to lots of people, because I wanted people with ADHD to be heard.\" \nShe said as the image resonated so much, she decided to pull together many more.\n\"I wanted people to know that this is my experience, this is how ADHD affects me. I'm not saying that most people experience this, but it's been nice hearing from people who don't have ADHD but do relate to the pictures, as well as people who have it, or have loved ones who have been diagnosed.\n\"It's when they go 'Wow, this really helps me understand it a lot better' or 'Wow, I didn't know we had so much in common.' \n\"I've had people reach out to me and message me to tell me that when they looked at the whole range of experiences in the series, they related to every single one and sought out a therapist. Some of them got diagnosed and are being treated.\"\nHowever, Dani is quick to stress that the images are not a diagnostic tool, and shouldn't be considered as such.\n\"If people ask me, 'Does this mean I have ADHD?' my answer is always going to be 'No, it definitely doesn't, but if you've read through the entire body of work and you feel every single thing hits home or if you are crying because you've got so many different experiences and haven't been understood, then you should think about speaking to a doctor or someone else.'\n\"Being able to have these open conversations, especially in the workplace, is one of the biggest areas where people can struggle. I'd like to be able to help with that.  I'd like my graphics to help people to understand their children a bit better too.\"\nDani says one of her biggest fears was showcasing her images to the world: \"The larger the audience gets, the more criticism will happen. I was worried about people saying 'Everybody's like this, you know - don't blame it on your ADHD' or 'Everybody's a little ADHD and you're lazy or making excuses'. People with the diagnosis hear that a lot already. \n\"But I've mainly had positive feedback. There are a lot of supportive people out there who are getting involved in the conversation and saying that this is part of a larger body of work - one graphic doesn't tell the whole story.\"\n All images courtesy of Dani Donovan", "date": "15 May 2019", "href": "https://www.bbc.com/news/health-48146166", "tags": "like wanted ‘ adhd story dani show comics diagnosed images storytelling one life web"}