{"title": "Administration Imposes North Korea Sanctions Amid Stalled Talks", "content": "WASHINGTON — The Trump administration on Thursday ratcheted up pressure on North Korea, imposing new sanctions on two Chinese shipping companies that it says have been helping the country evade international sanctions.\nThe sanctions linked to North Korea were the first that the Treasury Department has imposed since late last year and come less than a month after a summit meeting between President Trump and Kim Jong-un, North Korea’s leader, collapsed in Hanoi, Vietnam, without a deal.\nMr. Trump wanted North Korea to fully denuclearize in exchange for sanctions relief, while North Korea favored a more gradual rollback of its nuclear program in exchange for the removal of sanctions that are most painful to its citizens.\n“The United States and our like-minded partners remain committed to achieving the final, fully verified denuclearization of North Korea and believe that the full implementation of North Korea-related U.N. Security Council resolutions is crucial to a successful outcome,” Steven Mnuchin, the Treasury secretary, said in a statement.\n[Read the latest update on Trump reversing U.S. sanctions on North Korea.]\nThe department penalized Dalian Haibo, which is based in China, for providing shipping services to a North Korean company that sells metal and coal. It also imposed sanctions on Liaoning Danxing, which is also based in China, for using what it called “deceptive practices” that allowed North Korean officials in Europe to purchase goods for Mr. Kim’s government.\nThe United States has been concerned that illicit shipping practices have been propping up North Korea’s economy. The Treasury Department said that in 2018, North Korean ports received at least 263 tanker deliveries of refined petroleum procured from ship-to-ship transfers that are prohibited by the United Nations.\nThe failure of the Hanoi meeting was a major disappointment for Mr. Trump, who has befriended Mr. Kim and bolstered his credibility with two face-to-face meetings.\nMike Pompeo, the secretary of state, said on Fox News last week that progress had been made in Vietnam even though no final agreement had been reached.\n“We didn’t get an agreement for the full and final denuclearization in a verified way,” he said. “This is a long process.”\nJohn R. Bolton, Mr. Trump’s national security adviser, said on Twitter on Thursday that the new sanctions were a warning to the maritime industry not to aid North Korea’s illicit shipping practices.\n“Everyone should take notice and review their own activities to ensure they are not involved in North Korea’s sanctions evasion,” Mr. Bolton said.\nAdministration officials said late Thursday that some of the sanctions around North Korea had “shown leakage.” The two companies penalized Thursday were Chinese, and an indication of what an administration official called “leakage from China.”\nAnother senior official, who spoke on the condition of anonymity, said the new sanctions were about maintaining, not increasing, maximum pressure on North Korea.\nDespite the workaround by the two Chinese companies, Trump officials said their sanctions were working, pointing to the fact that North Korean exports and imports were down.", "date": "March 21, 2019", "href": "https://www.nytimes.com/2019/03/21/us/politics/trump-north-korea-china-sanctions.html", "tags": "sanctions administration thursday imposes ” trump two stalled north korea amid talks"}