{"title": "Afghan sisters deported from Austria after landmark EU ruling", "content": "Two Afghan sisters who lost a landmark asylum case at the European Union's top court have been deported from Austria, aid agencies say.\nKhadija and Zainab Jafari and their three young children arrived in Austria in 2016, but were not granted asylum.\nThe authorities decided they should be sent back to Croatia because it was their point of entry to the EU.\nThe sisters challenged this at the European Court of Justice [ECJ], but it ruled in favour of the authorities.\nUnder the so-called Dublin regulation, refugees typically have to seek asylum in the first EU state they reach. \nLast July, after hearing the case of the Jafari sisters, the ECJ ruled that the Dublin regulation applied even in exceptional circumstances.\nThe decision brought the future of several hundred people who arrived during the migrant crisis of 2015-16 into doubt.\nThe sisters were deported at midday on Tuesday to a camp in the Croatian capital, Zagreb, an activist told the BBC.\nCharities and aid agencies protested saying the sisters were settled in Austria.\n\"The three children have been well integrated since their entry to school,\" the Diakonie charity said in a statement.\n\"We would have wished that Austria would send a positive signal and carry out the asylum procedure itself.\"\n\"The case of the Jafari sisters and their children would have been an ideal case for the spirit of European solidarity. Unfortunately not for the Austrian authorities,\" the statement added.\nIn its ruling, the ECJ stressed that EU countries could show a \"spirit of solidarity\" under a sovereignty clause that allows member states to examine asylum applications even if they do not have to.\nFrom August 2015, hundreds - and sometimes thousands - of refugees arrived in Austria every day, initially via Hungary and later through Slovenia.\nMany wanted to travel on to Germany, but around 90,000 applied for asylum in Austria, equivalent to about 1% of its population.", "date": "13 March 2018", "href": "https://www.bbc.co.uk/news/world-europe-43393879", "tags": "european austria landmark authorities eu arrived ruling deported asylum afghan children case jafari sisters"}