{"title": "After Fights And Arrests, Richard Spencer Speaks To Tiny Crowd At Michigan State", "content": "EAST LANSING, Mich. — Fights broke out and authorities made multiple arrests as white supremacists clashed with hundreds of anti-fascist protesters outside the Michigan State University building where white supremacist Richard Spencer was set to speak on Monday. \nMSU students are on spring break, but many still turned up, as did members of antifa and other anti-fascist groups. They all began demonstrating against the event hours before it started, as a large contingent of police looked on. \nWhen the largest group of white nationalists — led by Traditionalist Worker Party members Matthew Heimbach and Johan Carollo — tried to walk into the building, protesters repeatedly beat them back. \nCarollo, sporting a fresh bruise on his cheek, yelled “Race traitors!” at the protesters before leaving. Neither he nor his crew appeared to make it inside to hear Spencer speak. Gregory Conte, director of operations at the white nationalist think thank National Policy Institute, was arrested during the melee for unclear reasons. \nMore clashes broke out as other white nationalists arrived. Police scrambled to establish formations to prevent the two sides from fighting — often to little avail — and successfully escorted some of the white nationalists inside the building.  \nHuffPost counted at least 12 arrests. At one point, cops charged through a crowd of protesters, using their bicycles as battering rams. \nAccording to multiple anti-fascist protesters, somebody threw horse feces at a white supremacist, hitting him. HuffPost couldn’t independently verify that this happened.  \nAiden, a 24-year-old from Lansing who declined to give his last name for fear of retaliation, protested as a member of the anti-fascist group Solidarity and Defense. He said it was important to confront Spencer and his white nationalist cohorts.\n“I think we’ve seen throughout history that ignoring them has never worked,” he said. “The only way to destroy genocidal exterminationist fascist movements is to physically confront them and shut down their organizing and their recruiting.”\nJ.D. Torok, 27, stood outside the pavilion holding a sign that read “Advocating genocide is not free speech.” Torok, who resides in Lansing, marched to show support for minorities, immigrants and LGBTQ folk.\nSpencer “made a career out of making genocide sound reasonable. And we’re here to show him that it’s not, that it’s a threat to all of us,” Torok said.\nSpencer is president of National Policy Institute, listed by the Southern Poverty Law Center as a hate group. NPI, despite its shrill invocations of free speech, would not issue press credentials to HuffPost and a host of other local and national media outlets seeking to report on Spencer’s speech from inside the public university. \nHuffPost managed to get inside anyway. There, Spencer stood in a largely empty auditorium often used for livestock auctions, speaking to just 30 or 40 people, despite claiming to having issued 150 tickets for the event. He blamed the unrest outside for the paltry attendance. A livestream camera focused tightly on him, never panning out across the small crowd. \nHe rambled on about wanting to create ethno-states and “re-immigrating” people back to their homelands. This (undoubtedly violent) vision of ethnic cleansing would involve creating an ethnostate for “African-Americans who can not simply go back to Africa,” Spencer said. \nAfter talking for over an hour, he and the white other white nationalists left the auditorium.  \nIn an adjoining room, about a dozen protesters arrested during the day’s chaos sat in folding chairs, handcuffed and guarded by police. They seemed in a good mood, at one point singing “Solidarity Forever” and then “Part of Your World” from Disney’s “The Little Mermaid.”\nSpencer’s event will likely cost Michigan State University — and by extension, taxpayers — a pretty penny. The university is legally on the hook for security costs. “Right now everything is fluid, so I don’t think there’s a final cost available yet,” Police Cpt. Doug Monette told MLive.com. \nThe University of Florida spent half a million dollars — roughly equal to the yearly tuition for 78 in-state undergraduate students — to host Spencer and his fellow travelers at the school in October, all for Spencer to throw a hissy fit on stage when protesters in the audience disrupted his speech. (Afterwards, three Spencer fanboys were arrested for shooting a gun at counter-protesters.) \nSpencer — who is most famous for getting punched in the face on Inauguration Day — has had help litigating his way onto college campuses across the country to recruit young members to the so-called “alt-right.” \nSince the white supremacist rally in Charlottesville, Virginia, in August — which ended with an alleged neo-Nazi driving a car into a crowd of protesters, killing 32-year-old Heather Heyer and injuring a score more — Spencer crony Cameron Padgett and white nationalist attorney Kyle Bristow have been busy suing or threatening to sue state universities that have refused to allow Spencer to speak. \nLast year, Michigan State University refused Padgett’s request to reserve a room for Spencer at the school, citing security concerns after the violence in Charlottesville. Padgett and Bristow sued, and in January, the school settled: Spencer would get to speak, and the university was on the hook for whatever security costs the event would incur.\nPadgett has also sued or threatened to sue the University of Cincinnati, Ohio State University, Penn State University, and Kent State University over those schools’ apparent refusal let Spencer speak on campus. \nBut Bristow, the white nationalist lawyer, threw this planned college tour into disarray this past weekend, when he announced he was stepping away from politics and quitting his position at the Foundation for the Marketplace of Ideas, or FMI. Bristow had founded the FMI and billed it as a kind of American Civil Liberties Union of the far-right. \nHe had also planned an FMI conference for Sunday night in Detroit, which was set to feature Spencer and other white nationalist figures. But someone leaked the conference’s itinerary to The Detroit Metro Times on Sunday morning. The venue, the Carpathia Club in the suburb of Sterling Heights, canceled after finding out who was coming and consulting with police.\nMeanwhile, anti-fascist protesters gathered outside a Holiday Inn Express in the Detroit area where they had heard the white nationalists were staying. (A white nationalist organizer who asked not to be named confirmed to HuffPost that they were, in fact, staying at the hotel.)\nA 26-year-old using the name Ouija, who identified as an antifa member from South Bend, Indiana, said he and a group of other anti-fascist activists traveled to Michigan to “show the community and people of color in this community that they have people watching their back and that they have people who care.” \n“Racists always exist, but now they’re more comfortable, now they’re coming out of the woodwork, and we’re here to put them back into the woodwork and destroy them with every chance that we get,” Ouija said.\nTwo times, people screaming “Heil Hitler” and “Sieg Heil” drove by, disrupting the rally outside the hotel. A man inside another vehicle simply yelled, “Trump!” \nThe white supremacists eventually found a new location for their conference Sunday night: Ann Arbor, about an hour’s drive away.\nBut first, they met in a parking lot outside a sports store, where they coordinated travel to this new secret location. \nOne young white man, 23, who asked not be identified, told HuffPost this was his first time coming to a white nationalist event. He had been “redpilled” — alt-right lingo for awakening to white supremacist teachings — about three years ago, he said. He added that he’d struggled with drugs and alcohol for a while, but found some solace in the racism and fascism of the alt-right. \n“Basically, it makes me feel part of something bigger than myself and it doesn’t make me feel so alone and so … atomized.”  \n“My future isn’t taken into any consideration in politics or basically anything you see in movies and academia, and I kinda really want to see that change, and these are the only people spouting that message,” he said.  \nThe time came for the white nationalists to move. They got in their cars and drove to their secret location. \nA few hours later, anti-fascist activists claimed to have found them at a private residence in Ann Arbor. \nThe anti-fascist coalition Stop Spencer at MSU issued a statement claiming victory. “They can’t run,” the group said of the white supremacists. “They can’t hide.” \nAndy Campbell contributed reporting.\nCORRECTION: A previous version of this story misstated the last name of J.D. Torok as Took.", "date": "\n03/05/2018", "href": "https://www.huffpost.com/entry/richard-spencer-michigan-state_n_5a9d8eafe4b0479c0255e2b6", "tags": "fights arrests speaks white ” richard spencer tiny university protesters state anti-fascist crowd michigan —"}