{"title": "After 2 Crashes of New Boeing Jet, Pilot Training Now a FocusListen to ‘The Daily’: Two Crashes, a Single Jet: The Story of Boeing’s 737 Max", "content": "The chief executive of Boeing backed down on Wednesday. He called President Trump to recommend that the United States temporarily take the company’s best-selling jet out of service, following two deadly crashes in less than five months. Hours later, the president announced that the plane had been grounded.\nIt was a stark reversal for Boeing, an industrial juggernaut that has enjoyed a decade of rapid growth and has deep ties in Washington. Just the day before, the chief executive, Dennis A. Muilenburg, had urged the president to keep the plane flying, as regulators around the world banned the jet.\nThe plane, the 737 Max, was deeply rooted in the company’s psyche, a reflection of its engineering prowess and its enviable safety record. But it was also born out of necessity as the company competed aggressively with its European rival Airbus.\nThe stakes for Boeing are high, with 4,600 pending orders that promise to bring in hundreds of billions of dollars. All that is at risk as regulators and lawmakers begin to investigate what went wrong with the doomed Ethiopian Airlines flight and an earlier one on Lion Air. Some carriers are already reconsidering their purchases.\nOne area of focus is whether the training procedures on Boeing’s jet, greenlighted by the Federal Aviation Administration, left pilots unprepared to deal with new software on the plane. When the plane was introduced, Boeing believed that pilots who had flown an earlier model didn’t need additional simulator training and regulators agreed. The F.A.A. didn’t change those rules after the Lion Air crash in October and there are no plans to do so now.\nAlthough the investigations are continuing, preliminary evidence and data suggest potential similarities between the crashes, raising questions about the new software on which pilots weren’t trained. Evidence at the Ethiopia crash site suggests there could have been a problem with the software, an automated system designed to help avoid a stall, which has also come up in the Lion Air disaster.\nWhen Airbus announced in 2010 that it would introduce a new fuel-efficient and cost-effective plane, Boeing rushed to get out its own version. The strategy depended heavily on building a plane that worked essentially the same as the previous generation. Regulators agreed that it was a derivative model and that it didn’t require additional simulator training, a significant savings for airlines.\nFor many new airplane models, pilots train for hours on giant, multimillion-dollar machines, on-the-ground versions of cockpits that mimic the flying experience and teach them new features. But in the case of the Max, many pilots with 737 experience learned about the plane on an iPad.\n“We would have liked to have had a simulator” from the start, said Jon Weaks, the president of the Southwest Airlines Pilots Association. “But it wasn’t practical, because it wasn’t built yet.”\nAs Boeing pushed to get the plane done, flights simulators designed specifically for the Max weren’t ready. Greg Bowen, the training and standards chair at the Southwest pilots association, said that senior leadership at the carrier told him the engineering data necessary to design simulator software was still being finalized right up until the plane was nearly completed.\n“They were building the airplane and still designing it,” Mr. Bowen said. “The data to build a simulator didn’t become available until about when the plane was ready to fly.”\nWhen United was set to take delivery of the 737 Max in 2017, a group of pilots put together training materials without ever flying the aircraft or a full simulator. James LaRosa, a 737 captain and union official who helped lead the training group, said he flew to a Boeing training center in Seattle to learn about the new plane on a mock cockpit that didn’t move like typical simulators.\nIn addition to a two-hour iPad training course from Boeing, he and colleagues used their experience in the cockpit to create a 13-page handbook on the differences between the Max and its predecessor, including changes to displays and the engines. The training materials did not mention the new software that later became a focus of the Lion Air crash investigation.\n“When you find out that there are systems on it that are wildly different that affect the performance of the aircraft, having a simulator is part of a safety culture,” said Dennis Tajer, a spokesman for the American Airlines pilot union and a 737 pilot. “It can be the difference between a safe, recoverable flight and one that makes the newspapers.”\nBoeing said in a statement that “the 737 Max was certified in accordance with the identical F.A.A. requirements and processes that have governed certification of all previous new airplanes and derivatives.”\n“The F.A.A.’s aircraft certification processes are well established and have consistently produced safe aircraft designs,” the regulator said in a statement.\nAfter the Lion Air crash that killed all 189 people aboard, the new software on the plane became an area of focus for investigators and pilots.\nThe new engines on the planes were bigger, part of Boeing’s competitive push to make it more fuel efficient. To compensate for the different aerodynamics that were the result of the larger engines, Boeing installed a system, known as MCAS, that automatically pushes the plane’s nose down in certain circumstances. A central concern in the Lion Air disaster is that the system may have malfunctioned, based on faulty sensor readings.\nAfter the crash, it was clear that pilots of the 737 Max had not been fully informed about the new software. Shortly after Thanksgiving, pilot unions from Southwest and American met separately with Boeing officials. The unions wanted answers.\n“The first thing we talked about was the break of trust,” said Mr. Tajer, the American pilot union spokesman. “We called it disrespectful.”\nAccording to Mr. Tajer, Boeing officials told American’s pilots that they hadn’t mentioned the new software because they didn’t want to “inundate” them with information.\nThe union told Boeing that it was now demanding simulators for its pilots. “We don’t really care what the F.A.A. requires,” Mr. Tajer said, recalling the meeting.\nPilots at American Airlines, who began asking for simulators for the new model as soon as they started flying the planes, ramped up their requests after the Lion Air crash.\nBoeing officials promised American and Southwest pilots a software fix within several weeks, but added that extra training was not necessary. Notifying the pilots of the nature of the software fix and how it would function would be enough.\nThe airlines agreed. After those meetings, the pilots from both unions said that they were certain that they could keep flying the plane safely, even without simulators. Once they had been told how the new software worked, they believed they had “all the information on the system and the ability to interrupt it if it went afoul,” said Mr. Tajer.\nRepresentative Peter A. DeFazio, Democrat of Oregon and the chairman of the House transportation committee, said he asked F.A.A. officials after the Lion Air crash why more substantial training was not required.\n“I said, ‘This is essentially a different airplane, and how is it that it was certified without requiring pilot retraining?’” Mr. DeFazio recalled. He said the F.A.A. defended what had been decided as the work of pilots and others who “came to a consensus decision.”\nThe F.A.A. bases its rules for training around the typical experience of a pilot in the United States, explaining that “the average caliber, skill and training of U.S. pilots is extensive, with countless hours of flight time and training both on the flight deck and in simulators.” But other countries tend to follow the lead of the United States in terms of training, leaving less experienced pilots potentially vulnerable.\n“Overseas, pilots in some cases have a tiny fraction of the training that our pilots have,” Mr. DeFazio said. “Our pilots may all be good enough to recover with an MCAS problem with a bad sensor.”\nAfter the Ethiopian Airlines crash that killed 157 people, Boeing made calls to airlines, reassuring them that it was taking the situation seriously. Still, it said, it had full faith in the plane.\n“We are confident in the safety of the 737 Max,” Mr. Muilenburg wrote in an email to employees on Monday, “and in the work of the men and women who design and build it.”\nThe tragedy consumed Mr. Trump, according to a person familiar with his thinking who spoke on condition of anonymity to discuss private conversations. He talked about it repeatedly and brought up other major aviation disasters, including the 2015 Germanwings crash, which left 150 dead after the pilot deliberately slammed into the French Alps.\nAfter his first call with Mr. Muilenburg, Mr. Trump was leaning against banning the flights, according to the person. But aides urged the president to intervene, telling him that the United States couldn’t be the only country to allow the planes to keep flying.\nInstead of letting the F.A.A. announce the grounding, Mr. Trump blurted it out during an event about drug trafficking. “The safety of the American people and all people is our paramount concern,” he said. He added of Boeing, “They are working very, very hard right now and hopefully they’ll very quickly come up with the answer, but until they do, the planes are grounded.”\nIt is unclear when the planes will start flying again. The company is expected to roll out a software fix by April, which will modify features of the jet around the automated system.\nBut Boeing isn’t planning to overhaul its training procedures. And neither the F.A.A., nor the European Union Aviation Safety Agency, are proposing additional simulator training for pilots, according to a person familiar with the deliberations. Instead, the regulators and Boeing agree that the best way to inform pilots about the new software is through additional computer-based training, which can be done on their personal computers.\nWhile many pilots in the United States are still committed to the plane, they are pushing for Boeing to be more proactive.\n“Would I go out and fly one today and put my family on it? Yeah, I would. Because I know how to fly it,” said Michael Michaelis, the top safety official at the American Airlines pilots union and a 737 captain. “But I would like to see the fix done and have a full briefing from the manufacturer about what this thing is really going to do and how it’s going to do it.”\nAnd airlines are getting flight simulators, even if they aren’t required by regulators. One flight simulator maker has received 40 orders.\nIt will be months before pilots in the United States can use them.\nHours after the Ethiopian Airlines crash, Mr. Tajer, the American Airlines union spokesman, spoke with the carrier and asked for an update on the simulator request. The reply: One had been ordered, and pilots would be able to train on it by the end of this year.\nUnited Airlines, the world’s third-largest carrier, was told that it has to wait until 2020 for one. Today, there is only one simulator specifically designed for the Max in the United States.", "date": "March 16, 2019", "href": "https://www.nytimes.com/2019/03/16/business/boeing-max-flight-simulator-ethiopia-lion-air.html", "tags": "jet pilots ‘ training focuslisten pilot story boeing plane airlines daily software ” crashes two new single max"}