{"title": "After Comey, Here Are the Options for an Independent Russia Inquiry", "content": "WASHINGTON — President Trump’s firing of the F.B.I. director, James B. Comey, on Tuesday escalated calls among Democrats to appoint a special counsel to oversee the investigation into the Trump campaign’s contacts with Russia, especially given Russian interference in the 2016 election.\nDeputy Attorney General Rod J. Rosenstein, who is overseeing that investigation, was also the face of Mr. Trump’s decision to fire Mr. Comey: The administration released a lengthy memo from Mr. Rosenstein recommending that Mr. Comey be removed, citing the way he handled the investigation into Hillary Clinton’s use of a private email server while secretary of state.\nLate on Tuesday, Senator Patrick J. Leahy, Democrat of Vermont, said  Mr. Rosenstein “now has no choice but to appoint a special counsel.”\n“His integrity, and the integrity of the entire Justice Department, are at stake,” Mr. Leahy continued.\nSenator Mark Warner of Virginia, the top Democrat on the Intelligence Committee, which is also investigating the Trump-Russia question, called it “deeply troubling” that Mr. Trump had fired Mr. Comey during an active counterintelligence investigation. He said the move had made it “clear to me that a special counsel also must be appointed.”\nThe developments have heightened interest in several related legal issues.\nNo, because the law that created that type of prosecutor expired.\nDuring the Watergate-era’s so-called Saturday Night Massacre, President Richard M. Nixon ordered the firing of the prosecutor running the investigation into his White House. As part of the reforms afterward, Congress created a new type of prosecutor to look into high-level executive branch wrongdoing while shielded from political interference. This position was called a special prosecutor at first and later an independent counsel.\nThe law set criteria for an attorney general to request a three-judge panel to appoint such a prosecutor, who would be subject to the judges’ supervision and could not be fired by the president or his appointees.\nWhile the Supreme Court upheld the arrangement as constitutional, critics said it permitted a prosecutor to run amok. Republicans learned to hate the arrangement during the Iran-contra investigation into the Reagan administration, and Democrats did, as well, during the Whitewater and Monica Lewinsky investigations into President Bill Clinton. When the law expired in 1999, Congress did not renew it.\nThis position dates to 1999, when the Justice Department issued new regulations to create it after the independent counsel law expired. Special counsels are empowered to run an investigation with greater autonomy than a United States attorney normally enjoys. The regulations say special counsels “shall not be subject to the day-to-day supervision of any official of the department.” A special counsel also generally decides on his or her own “whether and to what extent to inform or consult with the attorney general or others within the department about the conduct of his or her duties and responsibilities.”\nBut if Mr. Rosenstein were to appoint one, the special counsel would still be ultimately subject to his control — and Mr. Trump’s. That means the special counsel’s decisions could be overruled, and he or she could be fired.\nGenerally, United States attorneys directly oversee criminal investigations, working with the head of the National Security Division in counterintelligence matters. But in a case that raises politically delicate issues, the attorney general would normally be briefed on proposed major decisions — like whether to subpoena a high-profile witness or bring charges — and could overrule them. With Attorney General Jeff Sessions recused, because of his meeting as a senator with Russian officials, Mr. Rosenstein is currently exercising that role.\nAt least two Republicans on Tuesday cited the Comey firing in calls for Congress to create a special body to investigate the Russia matter, instead of or in addition to the investigations by the House and Senate Intelligence Committees.\nRepresentative Justin Amash, Republican of Michigan, said he was studying legislation that would create a special commission. And Senator John McCain, Republican of Arizona, called for the creation of a special select committee, which would be made up of members of Congress.\n“I have long called for a special congressional committee to investigate Russia’s interference in the 2016 election,” Mr. McCain said. “The president’s decision to remove the F.B.I. director only confirms the need and the urgency of such a committee.”\nSuch panels would have subpoena power, but their work would culminate in a report. They would not have the power to bring criminal charges.", "date": "May 9, 2017", "href": "https://www.nytimes.com/2017/05/09/us/politics/trump-rosenstein-comey-special-counsel-russia.html", "tags": "options independent “ comey inquiry investigation counsel would prosecutor attorney russia special"}