{"title": "After Intense Fighting in Gaza, Israel and Palestinians Observe Ceasefire", "content": "JERUSALEM — Fighting between Israel and Gaza escalated rapidly on Sunday in the worst combat since the last full-blown war in 2014, with Palestinian rocket and missile attacks killing four Israeli civilians and Israeli forces taking aim at individual Gaza militants.\nGaza officials said the two-day death toll for Palestinians had reached 22. At least nine militants and as many civilians were killed on Sunday alone. The civilians included a pregnant woman, a 12-year-old boy and 4-month-old girl, health officials said.\nThe Palestinians said early on Monday that they had reached a cease-fire with Israel. That news appeared to be confirmed indirectly when the Israeli military on Monday morning lifted restrictions on citizens living near the border with Gaza, though schools in affected areas remained closed for the day.\nThe outbreak of violence appears to have begun on Friday, when a sniper wounded two Israeli soldiers, a violent but localized expression of Palestinian impatience with Israel’s failure to alleviate dire humanitarian conditions in Gaza.\nBy Sunday, it had mushroomed into a display of firepower by both sides. The Israel army said Gazans had launched 600 projectiles in two days, with the territory’s secretive armed factions letting loose hundreds of rockets that had long been hidden away in arsenals.\nHowling air-raid sirens and buzzing smartphone alerts kept tens of thousands of Israeli civilians hunkered down in shelters. The country’s Iron Dome antimissile batteries shot many — but not nearly all — of the incoming projectiles out of the sky as the Israeli military rumbled into action with jets, drones, tanks, artillery and attack helicopters.\nPalestinians seized every opportunity to wreak havoc, killing an Israeli civilian with an anti-tank missile when he made the mistake of driving his truck within range of Gaza. They fired another, this time unsuccessfully, at an Israeli armored personnel carrier that was only partially obscured by defensive berms.\nRatcheting up its response, Israel blew up a car carrying a Gaza man it said was a terrorist, and published video of that airstrike as a warning to others. It leveled the homes of several militant commanders, saying they were used to store weapons or as operational headquarters, and fired on a number of Palestinians it said were engaged in launching rockets.\nIt also attacked a building it said had been used as a base for cyberattacks against Israel, partially destroying it.\nThe two antagonists have warred on and off since the militant Islamic group Hamas took power in Gaza in 2007 and Israel imposed a land, sea and air blockade of the territory and its roughly two million residents.\nBut as much as they loathe one another, they are also codependent: Hamas uses its defiance of Israel to portray itself as the true voice of Palestinian resistance, and Israel’s right-wing government exploits Gaza’s unruliness to argue that it lacks a partner for peace talks.\nThe fury of the weekend’s fighting reflected pent-up Palestinian frustrations over Israel’s slow pace in easing restrictions that have sent the densely populated and impoverished territory into economic free fall, said Tareq Baconi, an analyst with the International Crisis Group.\nIn November, Israel agreed to loosen the restrictions in an arrangement brokered by Egypt with Hamas.\n“Hamas agreed to restrain the protests in return for concessions,” Mr. Baconi said, referring to the frequently violent border demonstrations that began in Gaza in March 2018. “Those haven’t materialized.”\nIsrael’s decision this weekend to resort to targeted killing and to signal its readiness for a ground war was a reminder of the country’s low tolerance for the loss of civilian life.\nBut as has happened in so many other rounds of fighting in recent months, the violence quickly became so intense that each side seemed to pause long enough to listen for the words “cease-fire.”\nLate Sunday, it was Ismail Haniya, the political director of Hamas, who uttered them.\nMr. Haniya said that “returning to the state of calm is possible and depends on the occupation’s commitment to a complete cease-fire” and on the “immediate start of implementing the understandings” reached with Egypt’s help.\nBut he also threatened to escalate if Israel did not comply, and more Israeli alerts of incoming rockets soon followed.\nThe Israeli civilians killed were the first to die in clashes with Gaza since the brief but devastating 2014 conflict. A Palestinian man living in Israel was killed in a rocket attack on Ashkelon in November.\nOne Israeli man was killed well before dawn Sunday when he left a safe room for a cigarette break and a rocket exploded in the yard of the house. In the afternoon, a strike on an Israeli cement factory in the southern city of Ashkelon killed a Bedouin worker. The man killed after stopping his truck was near Or Haner, a tiny kibbutz two miles from the Gaza border.\nAnd in the southern city of Ashdod, a rabbi was killed when he left his car and tried to run for cover.\nIsrael responded by following through on a longstanding threat — one heard more frequently in recent days from hawkish politicians — to start killing individual fighters in targeted attacks.\nAn airstrike that destroyed a car in Gaza City killed a man who the Israeli military said had been responsible for large transfers of cash from Iran to Hamas and to a rival faction in Gaza, the Palestinian Islamic Jihad. Israel said the man, Ahmad Hamed Al-Khudary, 34, had owned a money exchange company that it designated a terrorist organization last June.\nAsked why Israel had resumed the long-dormant tactic of targeted killings, Lt. Col. Jonathan Conricus, a military spokesman, said, “It’s important for Hamas and Palestinian Islamic Jihad to understand the severity of the situation.”\nAll told, of the nine militants killed Sunday, only one was a Hamas member, Gaza officials said. Eight belonged to Palestinian Islamic Jihad, including two killed in an airstrike on the Al Buraij refugee camp.\nThe attacks from Gaza mostly hit targets in southern Israel with no military value, including a building housing a kindergarten in the town of Sderot and the oncology department at Barzilai Medical Center in Ashkelon. An army post in the community of Kissufim was hit by a mortar that struck its synagogue, lightly wounding two soldiers.\nWith rockets and mortars setting off sirens across southern Israel every few minutes, Prime Minister Benjamin Netanyahu ordered what he called “massive strikes,” and the military deployed an armored brigade and the Golani infantry brigade to the Gaza frontier to be available for a possible ground incursion. Another infantry brigade was put on standby.\nIsrael pushed back aggressively on Sunday against Palestinian accusations that it had killed a pregnant Gaza woman and a young family member the day before. Army spokesmen insisted that the two had been killed by a misfired Palestinian rocket, not by Israeli munitions. Gaza officials continued to accuse Israel of what they called a war crime.\nPresident Trump on Sunday came down decisively on Israel’s side, condemning the rocket attacks from Gaza. “To the Gazan people — these terrorist acts against Israel will bring you nothing but more misery,” he said on Twitter.\nThe latest round of violence began much like several others since last summer.\nIsrael and Gaza have been locked in a cycle of clashes quickly followed by de-escalations, with Egyptian-brokered talks repeatedly achieving a temporary cooling off along the border.\nIn November, there appeared to be a breakthrough. Israel promised to ameliorate conditions in Gaza by allowing in cash supplied by Qatar, as well as fuel and humanitarian aid; expanding the zone in the Mediterranean in which it would allow Gaza fishermen to operate; and easing the movement of people in and out of the impoverished seaside territory.\nHamas agreed in return to restrain protests along its frontier with Israel that have often devolved into violence. But a truce has never taken hold, and indeed the cease-fires have only lasted a number of weeks.\nSome resumptions of violence have been unforeseeable. In October, a freak of nature — a lightning strike — was said to have caused a rocket to be launched at Israel. In November, an Israeli undercover team was discovered inside Gaza, setting off a firefight as it made its escape and then two days of rocket attacks and airstrikes.\nA rocket attack in mid-March was said to be a result of “human error” rather than a Hamas decision.\nBut Israel has also accused Hamas and Palestinian Islamic Jihad of using violence for political advantage. In late March, two weeks before Israel’s parliamentary elections, a rocket hit a house northeast of Tel Aviv and caused Mr. Netanyahu to cut short a trip to Washington.\nNow, with Israel’s Memorial Day and Independence Day celebrations coming this week, and a stream of international singers arriving to compete in the Eurovision song contest in Tel Aviv later this month, the Gaza militant groups may have gambled that Mr. Netanyahu would pay an even higher price for quiet in the short term.\n“Both of them believe that only pressure and force will force Israel to ease the restrictions of the blockade,” said Mr. Baconi, the analyst. “And Israel has done nothing but reinforce that lesson.”\nSunday night, on the eve of Ramadan, the monthlong Muslim holiday of daylong fasting and nighttime feasts, Israel tightened its chokehold on Gaza. It said it would cut off the supply of all fuel to the territory through Israel.\nOmar Shaban, an economist who runs Pal-Think for Strategic Studies, a Gaza think tank, said that some of the recriminations between Israel and Gaza officials over easing the deprivations in Gaza had been missing the point.\n“There’s no shortage of food in Gaza, but people don’t have purchasing power because there are no jobs,” he said. “There are some demands by the political factions that cannot be implemented: If you open the crossings while people don’t have cash for the private sector to operate, it’s pointless. Gaza needs a package of assistance.”\nOn the Israeli side, even some critics of Mr. Netanyahu said that the cycle of violence with Gaza was only strengthening his hand politically.\n“His view — which, incidentally, is logical — is that the division between Gaza and the West Bank, which stems from the chronic conflict between Hamas and Fatah, weakens the national Palestinian movement and is worth the headache inherent in dealing with two semi-functional political entities,” Shimrit Meir, an Israeli analyst of Palestinian politics, wrote in the daily Yediot Ahronot.\nThe two Palestinian territories, Gaza and the West Bank, are governed by the rival Palestinian factions Hamas and Fatah.\nOn Sunday, as the family of one of the Israelis killed in the attack, Moshe Agadi, 58, prepared to bury him, it asked the public to avoid his funeral for fear of another strike from Gaza. Hundreds of Israelis came anyway, and home front soldiers wearing orange berets passed out instructions on what to do if the cemetery came under attack.\n“We came to honor him, and to show that we’re not afraid of them,” said Tzipi Ben-David, 56, as distant blasts could be heard in the direction of Gaza. “Look how many came, even with this situation.”\nAt the home were Mr. Agadi had been staying, a golden-painted suburban dream house, large shrapnel divots in the exterior wall, a felled tree and grapefruits strewn on the ground all testified to what had killed him.", "date": "May 5, 2019", "href": "https://www.nytimes.com/2019/05/05/world/middleeast/gaza-rockets-israel-palestinians.html", "tags": "hamas fighting palestinian palestinians ceasefire israel observe ” gaza israeli killed intense two"}