{"title": "After Tight Race, Netanyahu Appears Poised to Form Israel’s Next Government", "content": "JERUSALEM — Benjamin Netanyahu, Israel’s conservative prime minister for the past decade, appeared poised to win a fourth consecutive term in office, and a fifth overall, according to preliminary results early on Wednesday.\nBoth Mr. Netanyahu and his chief rival, Benny Gantz, a centrist former military chief, declared victory after Tuesday’s parliamentary election, appearing to win the same number of seats in the Israeli parliament. But a count of the broader blocs needed to form a coalition government appeared to give Mr. Netanyahu’s Likud party a clear advantage over Mr. Gantz’s Blue and White.\nMr. Netanyahu now seems all but sure to surpass the nation’s founding leader, David Ben Gurion, as Israel’s longest-serving prime minister.\nVictory would also provide Mr. Netanyahu, 69, with a renewed mandate as he battles a looming indictment on charges of bribery and corruption.\nA dominant global player who has built a strong economy, Mr. Netanyahu is widely credited with having kept the country secure and delivered a series of long-sought diplomatic victories, many of them thanks to President Trump.\nRegardless of the outcome, Mr. Gantz’s strong performance was a remarkable achievement for a political newcomer and a brand-new party. Mr. Gantz, a career soldier who retired as chief of staff in 2015, entered politics last year for the first time, joining forces with two other former army chiefs in an effort to blunt Mr. Netanyahu’s claim that only he could keep Israel safe.\nMore than a million Israelis appeared to have voted for Mr. Gantz’s Blue and White party, placing it in the position of being the main alternative to Israel’s right wing, a spot once held by the Labor Party.\nInitial exit polls had projected a muddled outcome, and many Israelis went to bed on Tuesday suspended in a post-ballot twilight zone. The final tally may not be known until the ballots of soldiers, prisoners and hospital patients are counted later this week.\nThe exit polls of the three main television channels were sufficiently disparate that both sides claimed victory.\n“This is a night of tremendous victory,” Mr. Netanyahu said after entering a jubilant campaign celebration around 2 a.m. to cheers and chants of “Bibi, king of Israel.”\n“I believe that the Lord and history have given the people of Israel another opportunity, a golden opportunity to turn our country into a strong nation, among the strongest nations of the world,” he said.\nHe said he expected to forge a new coalition with the right-wing parties he called his “natural partners,” but that he intended to be “the prime minister of all the citizens of Israel.”\nEarlier, Mr. Gantz entered a packed election-night headquarters in Tel Aviv to thunderous cheers, declaring, “We are the winners!” He promised to be “the prime minister of everyone and not just of those who voted for us,” and argued, when early exit polls had him in the lead, that the largest party should be the one granted the mandate to form the next government.\nBy dawn, Likud and Blue and White appeared to have won at least 35 seats each in the 120-seat parliament. But the right-wing and religious parties together commanded a potential majority of at least 65 seats, leaving the center-left bloc trailing far behind with 55.\nPresident Reuven Rivlin is expected in the next few days to choose the party leader he believes has the best chance of assembling a parliamentary majority.\nAs Mr. Netanyahu has drifted steadily to the right, the left has migrated to the center, after years of violence in the second Palestinian uprising of the early 2000s and the absence of a viable peace process since.\nMr. Netanyahu has benefited from strong support from President Trump, who in the past two years has withdrawn from the Iran nuclear deal, recognized Jerusalem as Israel’s capital and just two weeks ago recognized Israel’s sovereignty over the Golan Heights.\nThe Trump administration weighed in again on Monday, declaring the Iran Revolutionary Guard Corps a terrorist organization. By Monday night in Israel, Mr. Netanyahu was boasting on Twitter in Hebrew — but not in English — that this was in fulfillment of “another important request of mine.”\nBut Mr. Netanyahu’s pursuit of a fourth consecutive term came as he faces indictment for bribery and other corruption charges. The evidence in those cases, which was kept under wraps until after the election to avoid leaks that could tilt the contest against Mr. Netanyahu, are now to be turned over to lawyers in the case, meaning Mr. Netanyahu could be plagued by damaging reports while he tries to assemble a coalition.\nAnd it could be difficult for him to remain in office once formal criminal charges are lodged against him, possibly as soon as late summer.\nMr. Netanyahu spent much of the past year undermining law enforcement officials and the gatekeepers of Israel’s liberal democracy, railing against the police, the attorney general and what he called the “leftist” mainstream media, trying to delegitimize his critics and organizations working for Palestinian rights. His government has also worked to curb the powers of the Supreme Court.\nEven as Mr. Netanyahu forged diplomatic ties and trading partnerships with new countries, he stymied any prospect of a resolution of the Israeli-Palestinian conflict, aided by a weak, divided and at times recalcitrant Palestinian leadership. Veering farther to the right in the final days of the election campaign, he pledged to start annexing parts of the occupied West Bank if re-elected, a move he had long resisted.\nHe was widely expected in his coalition negotiations to try to trade passage of annexation laws for retroactive immunity to prosecution in the corruption cases against him.\nBut Israelis as a whole have lost faith in a two-state solution, polls show, and the election seemed to bear that out.\nFor many Palestinians, the distinctions between Mr. Netanyahu and Mr. Gantz were inconsequential.\nSaeb Erekat, the chief Palestinian negotiator, pointed to one exit poll showing that only 18 of the Parliament’s members still supported a two-state solution, calling this “a consequence of the culture of impunity granted to Israel.”\n“What the exit polls suggest is that Israelis have voted to preserve the status quo,” he said. “They have said ‘no’ to peace and ‘yes’ to the occupation.”\nEarly analysis showed a historically low turnout among Arab citizens of Israel, many of whom boycotted the vote out of disillusionment with Israeli politics and with their own politicians.\nBy nightfall Arab leaders were frantically trying to rally their supporters, mosques were broadcasting appeals from minaret loudspeakers, and a last-minute surge of participation seemed to materialize in some predominantly Arab towns, though that was not captured in exit polls.\nDespite the broad margin of support for a Netanyahu government, coalition negotiations may still prove difficult, with several small parties acting as kingmakers and Mr. Netanyahu vulnerable to political extortion.\n“The question is whether people will climb down from their trees or not,” said Abraham Diskin, a professor emeritus of political science at the Hebrew University of Jerusalem, referring to the lofty demands and conditions some party leaders have already placed on entering a coalition.\nMr. Gantz and his allies in the Blue and White alliance have pledged not to join a government with a prime minister facing indictment.\nLike most Israeli election campaigns, this one ripped open the fissures in Israeli society. With Mr. Netanyahu facing indictment and battling for his political survival against Mr. Gantz, the most credible challenger in a decade, many Israelis said it was the nastiest and most divisive race they could recall.\nWith three former army chiefs in Blue and White’s top four slots, Mr. Netanyahu was unable to rely on his usual politics of fear, presenting himself as the only candidate able to provide Israelis with security.\nInstead, his campaign focused largely on perceived enemies within.\nMr. Netanyahu fanned the flames of anti-Arab sentiment, warning Israelis that Mr. Gantz would “hand over parts of the homeland to the Arabs.” He also joined forces with a racist faction, one of whose members was ultimately barred from running in the election by the Supreme Court.\nOn Election Day, Mr. Netanyahu’s Likud acknowledged sending more than 1,000 activists with cameras into polling places in Arab towns in what they said was an effort to capture evidence of any irregularities, but Arab leaders called it a blatant attempt at voter intimidation.\nThe dwindling left, for its part, accused Blue and White of being right-wing, saying that it was conspiring to join a Netanyahu government.\nMr. Netanyahu tried to cast the race as one between an experienced world leader and an unproven political novice. His party raised questions about Mr. Gantz’s sexual propriety, his vulnerability to extortion by the Iranians after his cellphone was apparently breached, and even his mental stability.\nMr. Gantz’s party said it wanted to put Israel back on course. It fought Mr. Netanyahu’s polarization with promises of restoring a sense of unity, decency and democratic values.\nThe fate of smaller parties at both ends of the spectrum was unclear and could still prove significant.\n“It’s been a long night,” Mr. Netanyahu said at his post-midnight rally. “And it will be a long day waiting for the true results.”", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/world/middleeast/israel-election-results.html", "tags": "next election appears israelis tight poised party israel ” form gantz netanyahu race government"}