{"title": "After Stanford Case, California Governor Signs Bill Toughening Penalties for Sexual Assault", "content": "Gov. Jerry Brown of California signed a bill into law Friday that requires minimum sentences in sexual assault cases, a direct rebuke of the penalty handed down in a Stanford sexual assault case that attracted nationwide attention this year.\nIn that case, a former Stanford student, Brock Turner, 21, served just three months in jail after being convicted of sexually assaulting a 23-year-old woman behind a Dumpster. His sentence — originally six months — was widely criticized as being far too short, with many excoriating the judge who issued it, Judge Aaron Persky of Santa Clara County.\nThe new law imposes a mandatory minimum sentence for such assaults, removing a measure of judicial discretion in such cases.\n“As a general matter, I am opposed to adding more mandatory minimum sentences,” Mr. Brown wrote in a signing statement. The minimums, which limit the discretion of judges, have been criticized for targeting blacks and unfairly penalizing nonviolent drug offenders.\n“Nevertheless,” the governor said, he signed this bill “because I believe it brings a measure of parity to sentencing for criminal acts that are substantially similar.”\nThe law sought to close what proponents described as a loophole in state law. Before the law’s passage, California handled penetrative sexual assaults differently when a victim was unconscious or severely intoxicated.\nBecause such victims could not physically resist, the state deemed the assaults as lacking a use of force, which would trigger a mandatory denial of probation. Now, that automatic denial will be applied in all penetrative sexual assault cases.\nIn March, Mr. Turner, a champion swimmer, was convicted of three felony counts: two of sexual penetration and one of intent to commit rape after attacking the woman.\nJudge Persky sentenced him in June to six months in jail and three years’ probation, explaining that he did not believe that Mr. Turner would be a danger to others and saying that “a prison sentence would have a severe impact on him.”\nThe next day, BuzzFeed published the victim’s 7,244-word courtroom statement, which was subsequently published in other news outlets and read aloud on the floor of the House of Representatives. Vice President Joseph R. Biden Jr. called the victim “a warrior.”\nMr. Turner had been caught in the act by two witnesses who chased him down after finding him lying atop the unconscious victim, who had attended a party with her younger sister on the Stanford campus.\nJudge Persky now faces a recall campaign.", "date": "Sept. 30, 2016", "href": "https://www.nytimes.com/2016/10/01/us/sentencing-law-california-stanford-case.html", "tags": "victim toughening stanford judge signs ” penalties turner california sexual bill governor case minimum law assault"}