{"title": "After Gaza Clash, Israel and Palestinians Fight With Videos and Words", "content": "JERUSALEM — Days after the deadly flare-up along Israel’s border with Gaza, during which Israeli troops killed 15 Palestinians, a new war — of videos and strong statements — has erupted over what happened and why.\nThe violence has waned in what was the bloodiest day in Gaza since the war of 2014, but both sides have been pressing their cases to defend their actions.\nPalestinians, supported by human rights groups, view the events as a legitimate protest that was met with disproportionate force by trigger-happy Israeli soldiers.\nIsrael says it acted judiciously to prevent a dangerous breach of its borders and sovereignty led by Hamas, the Islamic group that controls Gaza, and to protect nearby communities. The toll would have been much higher, Israel says, if the protesters had managed to break through the security barrier.\nBut nobody actually crossed the fence on Friday.\nThe episode has elicited international concern and condemnation. The United Nations and the European Union have called for an independent and transparent investigation.\nIsrael’s defense minister, Avigdor Lieberman, ruled out participation in any commission of inquiry, telling Army Radio on Sunday that the Israeli military “did what had to be done.”\nHe added, “I think that all of our troops deserve a medal.”\nPresident Recep Tayyip Erdogan of Turkey described the harsh Israeli response as “an inhumane attack.” After Prime Minister Benjamin Netanyahu of Israel wrote on Twitter that “the most moral army in the world will not be preached to on morality by someone who for years has indiscriminately bombed a civilian population,” apparently referring to Ankara’s battle against the Kurds, Mr. Erdogan called the Israeli leader a “terrorist.”\nFriday’s protest was the start of a six-week campaign called the Great Return March. The organizers said it was intended to raise international awareness of the longstanding blockade of the isolated and impoverished coastal enclave, imposed by Israel and Egypt, and to support the Palestinian demand to return to homes lost in 1948, in what is now Israel.\nThe organizers had been purposely vague about plans to breach the border, to keep Israel guessing.\nThe Israeli mainstream has largely backed the army, though there has been criticism.\n“I categorize what happened as a failure,” said Shlomo Brom, a retired brigadier general now at Israel’s Institute for National Security Studies. “The Palestinian aim was to raise international consciousness, and to put the Palestinian issue back on the international and Israeli agenda. It succeeded.”\nWhile the military probably also decided to use lethal force as a deterrent, Mr. Brom said, “In my opinion they should have planned from the beginning to use minimal force and to prevent casualties.”\nMkhaimar Abusada, a professor of political science at Al-Azhar University in Gaza, said that from what he had heard there was no plan to cross the border. “It was a mass Palestinian nonviolent protest against Israel, and to approach the border area,” he said. “But when you have large crowds you cannot control — so yes, some tried to infiltrate the borders between Gaza and Israel.”\nAhmed Abu Artema, a Gazan social-media activist who initiated the protest, said by telephone on Sunday that the idea of returning to the lands lost in 1948 was a “strategic goal” that would “not necessarily be achieved within a month or a year,” but that the protesters along the borders would determine the timing.\nHamas, which quickly adopted the return campaign, played a large role in orchestrating it. The Islamic group, which is classified by much of the Western world as a terrorist organization, said five of those killed belonged to its military wing, but said they were participating in the protest “side by side” with their people.\n“Last Friday we stopped at the border,” Ismail Haniya, the group’s leader, said on Sunday. “Next time we don’t know where the limit will be.”\nThe Israeli authorities named eight of those killed as Hamas fighters or activists and said two more belonged to other militant factions.\nThe Israeli military produced a video showing what it said was one of the Hamas fighters and an accomplice shooting at Israeli forces across the fence in northern Gaza before being killed by Israeli tank and gunfire.\nAnother army video montage showed protesters hurling stones and firebombs and rolling burning tires at the fence, apparently in an effort to set it on fire.\nOn the other side of the divide, videos circulated widely on social media appearing to show unarmed protesters being shot by the Israelis.\nIn one, a youth identified as Abdel Fattah Abd al-Nabi, 19, is shot in the back as he runs away from the fence carrying a tire; in a second, a woman is shot as she approaches the fence waving a Palestinian flag; in a third, a man is shot in the leg when he stands up after praying by the fence.\nIsrael identified Mr. Nabi, who was killed, as a Hamas fighter, but Hamas’s military wing did not claim him as one of its members.\nGaza health officials said an additional 800 protesters were injured by live fire.\nBrig. Gen. Ronen Manelis, the chief army spokesman, described that as “nonsense” in an interview on Sunday, saying the number of live fire injuries was more likely in the dozens, with the rest hit by rubber bullets or tear gas.\nGeneral Manelis said that his troops had fired precisely, and that there was information that Hamas was planning attacks under the cover of the protests, like the cross-border shooting. He would not detail the rules of engagement but said the principle was “not to allow the sabotage of military infrastructure and not to allow any mass crossing of the fence.”\nHe said his forces in the field had described Mr. Nabi as one of the most active participants in rolling burning tires toward the fence, but said the military would examine each episode.\nIf the fence had burned and collapsed, General Manelis said, the “nightmare scenario” of a mass influx may have been realized. “How many would have been killed then?” he asked. “We prevented a blood bath.”\nJihad Abu Jamous, 30, from Bani Suheila, a village near Khan Younis in the southern Gaza Strip, set off for the border in a taxi with his wife, Ghadir, and their four children. He didn’t come back.\nHis widow said he had moved toward the fence and was shot in the head. It was not clear whether he was throwing stones at the time. His widow said he had been holding an onion she had given him to counteract the effects of tear gas. Like most of the protesters, she stayed back.\nThe mourning tent outside the house flew the yellow flags of Fatah, Hamas’s main rival. Ms. Abu Jamous said her husband had been jailed in the past by Hamas and was financially desperate.\n“He became tired of life,” she said. Berating Hamas leaders for caring only about their own positions, she said, “The leaders are sending the young men toward the borders. The people are the victims.”\nRelatives said he had worked from dawn till dusk collecting scraps of plastic, iron and soda cans from garbage dumps, and was thin as a skeleton.\n“He went to be a martyr,” said his aunt, Mona al-Najjar, 51. “It’s better than robbery or being a beggar.”", "date": "April 1, 2018", "href": "https://www.nytimes.com/2018/04/01/world/middleeast/israel-gaza-fighting.html", "tags": "hamas fence military videos palestinians border clash words israel ” gaza israeli fight"}