{"title": "After Sandwich Fiasco, Chobani And Others Donate More Than -150,000 To School District", "content": "A Rhode Island school district’s lunch debt woes made national headlines last week when it announced a controversial policy to serve only sun butter and jelly sandwiches to students with unpaid bills. Strangers across the country have since pitched in more than $150,000 to help Warwick Public Schools clear its debt — and ensure no student there gets “lunch shamed.”\nYogurt maker Chobani, which donated almost $50,000 to the cause, said in a statement that “access to naturally nutritious and delicious food should be a right, not a privilege” for every child.\nWarwick Public Schools was widely and swiftly lambasted for its announcement last week that it would limit the menu options for kids whose lunch account was in arrears.\n“Absolutely disgusting. There are MANY options to take rather than publicly shaming children,” one person said in response to the district’s Facebook post on the matter. “We … like to shame [children] and starve them in the lunchroom,” tweeted filmmaker and activist Michael Moore.\nThe criticism was so blistering that the school district almost immediately backpedaled on its sandwich policy, declaring two days later that “after careful review and consideration,” it had decided that students should be allowed “their choice of lunch regardless of their account status.”\nIn that reversal announcement, however, the district reiterated its problems with its lunch debt, which it said amounted to almost $77,000.\nAlmost double that amount has since been donated by concerned observers across the country.\nChobani announced Thursday that it would pay off almost $48,000 of the district’s debt. In a statement, CEO Hamdi Ulukaya said he’d been deeply moved by news of the district’s money problems.\n“As a parent, this news breaks my heart,” Ulukaya said. “For every child, access to naturally nutritious and delicious food should be a right, not a privilege. When our children are strong, our families are stronger. And when our families are strong, our communities are stronger. Business can and must do its part to solve the hunger crisis in America and do its part in the communities they call home.”\nThe New York-based yogurt company said it would also donate yogurt and cups to the Warwick community, CNN reported. \nThousands of people have also donated to two GoFundMe campaigns, both set up to help clear the district’s lunch debt. One has raised more than $57,000; the other has raised more than $47,000.\nOne GoFundMe commenter noted on Sunday that the amount raised between the two campaigns had far exceeded the district’s debt. “Perhaps those wanting to help should contact their own school system and see if they can donate to their lunch accounts,” the commenter wrote.\nLunch debt ― and lunch shaming ― are both problems that impact schools across the country. According to the School Nutrition Association, 75% of U.S. schools reported having unpaid student meal debt at the end of the 2016/17 school year. \nWarwick Public Schools told HuffPost in a Tuesday statement that it would accept the donations from the GoFundMe campaigns.\nKaren Bachus, the chairwoman of the Warwick School Committee, said the district was working with GoFundMe to “determine the best way to do this.” \nBachus said the district had not been contacted by Chobani directly but was “more than willing to accept their donations and work with them.”\n“As of the end of the day today, we have received $101” in donations, the chairwoman said. \nWarwick mayor’s Joseph Solomon confirmed to the Providence Journal last week that his office had received Chobani’s donation. A spokeswoman for the city later told CNN that the money would go toward clearing the debts of low-income students. \nCharlotte Clymer, who started one of the GoFundMe campaigns, told the Boston Globe last week that once Warwick Public Schools’ debt was covered, she intends to donate any leftover money to a national organization that works to end child hunger.\nSolomon told the Journal that the outpouring of generosity to the school district was a testament to the goodness that exists in the world. \n“It just continues to give us hope in the world ― that there are a lot of good people out there,” he said. “A lot of people doing good things ... We hear in the news about negative things but it’s refreshing to have positive things like this occurring.”", "date": "\n05/15/2019", "href": "https://www.huffpost.com/entry/jelly-sandwich-chobani-warwick-rhode-island_n_5cd91342e4b054da4e8c0f14", "tags": "debt lunch others ” warwick chobani schools fiasco district almost sandwich school donate"}