{"title": "After 30 Years in Prison, Jonathan Pollard to Be Freed — but Not to Israel", "content": "WASHINGTON — Jonathan J. Pollard, the American convicted of spying on behalf of Israel, will walk out of prison on Friday after 30 years, but the Obama administration has no plans to let him leave the country and move to Israel as he has requested.\nMr. Pollard, who as a Navy intelligence analyst passed classified documents to Israeli handlers, was due to be released from a federal prison in Butner, N.C., after receiving parole on a life sentence, ending a long imprisonment that has been a constant irritant in relations between the United States and Israel.\nUnder federal parole rules, Mr. Pollard cannot leave the country without permission for at least five years. But his wife, Esther, lives in Israel and he has asked to be reunited with her there. Prime Minister Benjamin Netanyahu of Israel personally raised the request in a meeting with President Obama earlier this month, but the president was unmoved, according to American officials and the Israeli news media.\nTwo Democratic lawmakers wrote to the Justice Department last week urging Attorney General Loretta E. Lynch to grant the request, saying that Mr. Pollard would be willing to renounce his American citizenship and never return to the United States. They noted that a spy for Cuba was allowed to renounce his American citizenship and live in Cuba in 2013 after serving his sentence.\nBut the White House has said it would not intervene in the matter. Senior administration officials said on Thursday that the Justice Department was not considering Mr. Pollard’s request and had no plans to consider it. Administration officials have been loath to appear to grant Mr. Pollard special consideration in the face of strong opposition by intelligence agencies that call his actions a grievous betrayal of national security.\n“They don’t want to make it look like they were being too lenient,” said Joseph E. diGenova, the former United States attorney who prosecuted Mr. Pollard. If Mr. Pollard were allowed to go to Israel, where his case has been a cause célèbre for years, Mr. diGenova said there would be a “parade” and “events just rubbing it in the United States’ face.”\nThe Israeli news media reported that Mr. Netanyahu and supporters of Mr. Pollard were discouraging public signs of celebration at his release to avoid antagonizing Washington. Supporters said it was churlish to deny Mr. Pollard the chance to leave the country now that he has completed his sentence.\n“I don’t know why we wouldn’t approve that,” said Representative Eliot L. Engel of New York, the top Democrat on the House Foreign Affairs Committee, who wrote last week’s letter along with Representative Jerrold Nadler, another New York Democrat. “He served his full term. I don’t know what good it does except to keep the whole show going.”\nThe show has been going for three decades, as multiple governments in Jerusalem pressed for Mr. Pollard’s release only to be rebuffed by successive American presidents. The only American ever given a life sentence for spying for an ally, Mr. Pollard was granted Israeli citizenship during his imprisonment.\nAt one point, the Obama administration considered freeing him as part of a broader effort to induce Israel to make concessions in a peace deal with the Palestinians, but ultimately opted not to. In the end, officials said Mr. Pollard served the full amount stipulated by federal law, which requires a parole hearing after 30 years of a life sentence.\nWhile the Obama administration did not facilitate his early release, it also chose not to object to granting him parole, but it denied that it was trying to assuage Israel after a rupture over the president’s nuclear deal with Iran. The United States Parole Commission announced in July that Mr. Pollard had met the legal standards for release.\nAssuming he cannot move to Israel, Mr. Pollard plans to live in New York. His lawyer, Eliot Lauer, declined to discuss Mr. Pollard’s plans beyond Friday. “We are not making any further comment at this time until after his release,” he said.", "date": "Nov. 19, 2015", "href": "https://www.nytimes.com/2015/11/20/us/politics/after-30-years-in-prison-jonathan-pollard-to-be-freed-but-not-to-israel.html", "tags": "american jonathan freed pollard administration sentence israel ” prison years — parole"}