{"title": "After Late Vote Switch, Senate Panel Approves Pompeo for Secretary of State", "content": "WASHINGTON — The Senate Foreign Relations Committee, in a late pivot on Monday evening, approved the confirmation of Mike Pompeo to be the next secretary of state, after Senator Rand Paul, Republican of Kentucky, bowed to pressure from President Trump and dropped his opposition.\nFor days, the committee appeared ready to deliver a historic rebuke. Since it began considering nominees in the late 19th century, the Senate Foreign Relations Committee has never given a nominee for secretary of state anything but a favorable vote, according to the Senate historian. It has been almost 30 years since any cabinet nominee was reported to the full Senate with an unfavorable recommendation.\nBut minutes before the committee convened, Mr. Paul, an ardent opponent of interventionist foreign policy, declared his support for Mr. Pompeo, the C.I.A. director, to lead the State Department, securing approval from the committee.\n“After calling continuously for weeks for Director Pompeo to support President Trump’s belief that the Iraq war was a mistake, and that it is time to leave Afghanistan, today I received confirmation that Director Pompeo agrees with President Trump,” Mr. Paul wrote. “President Trump believes that Iraq was a mistake, that regime change has destabilized the region and that we must end our involvement with Afghanistan. Having received assurances from President Trump and Director Pompeo that he agrees with the president on these important issues, I have decided to support his nomination.”\nMr. Trump told reporters last week that Mr. Paul has “never let us down” and that “he’s a good man.”\nWith two moderate Democrats signaling their support for Mr. Pompeo earlier on Monday, the confirmation of the United States’ top diplomat by the full Senate this week was all but secured anyway.\nSenator Mitch McConnell, Republican of Kentucky and the majority leader, intends to move the full chamber to begin debate on Mr. Pompeo’s nomination as soon as Wednesday, with a final vote expected before senators leave Friday for a weeklong recess.\nBut supporters of Mr. Pompeo feared that he would become the country’s 70th secretary of state with a bruised standing on the world stage after a Foreign Relations Committee rebuke.\n“I understand the climate we are in. I understand the polarization we have as a nation,” Senator Bob Corker of Tennessee, the committee’s chairman, said Monday. But Mr. Corker touted Mr. Pompeo as one of the most qualified secretaries of state in history, ticking through his résumé.\nEven Monday, it took a “present” vote by Senator Chris Coons, Democrat of Delaware, to allow the nomination to move forward after Senator Johnny Isakson, Republican of Georgia and a Pompeo supporter, did not show because he was delivering a eulogy out of town.\nBut the partisan environment that Mr. Corker lamented, in the end, provided Mr. Pompeo a lift. Democrats up for re-election in states that Mr. Trump carried in 2016 broke the nominee’s way: Senators Joe Manchin III of West Virginia and Joe Donnelly of Indiana pledged their support on Monday, joining Heidi Heitkamp of North Dakota, who declared her “yes” vote last week. Other endangered Democrats from Trump states are under pressure to also fall in line.\nOn Monday, White House officials trained their fire on Senate Democrats, who they said are stonewalling the president’s nominees without good cause.\nMr. Trump, writing on Twitter, labeled those voting against Mr. Pompeo “Obstructionists” and said he needed more Republicans in office in their place.\nMr. Trump did not include Mr. Paul in his criticism. The president said last week that Mr. Paul was a “very special guy” who had “never let me down.”\nCommittee Democrats stood by their opposition.\n“This is not about policy difference,” said Senator Tim Kaine, Democrat of Virginia, before casting a vote against Mr. Pompeo. “I don’t want to vote for people who are antidiplomatic to be the nation’s chief diplomat.”\nThe Senate has historically given deference to presidents to choose their top diplomat. President Barack Obama twice reached into the chamber’s ranks to choose a secretary of state, elevating first Hillary Clinton then John F. Kerry for the role. Both received 94 votes to confirm their nominations, with opposition from only a handful of their Senate colleagues.\nMr. Pompeo’s predecessor Rex W. Tillerson was confirmed 56 to 43 by the Senate in February 2017. He was approved by the Foreign Relations Committee by an 11-to-10 vote along party lines. Mr. Trump fired Mr. Tillerson, a former oil executive who never really meshed with the president, in March in favor of Mr. Pompeo, a former Tea Party congressman with whom he has developed a close relationship.\nIn a briefing Monday afternoon at the White House, Sarah Huckabee Sanders, the White House press secretary, dismissed Democratic opposition as “pointless obstruction to score cheap political points with their base as a willful attempt to undermine American diplomacy.”\nDemocrats, many of whom voted for Mr. Pompeo’s confirmation as C.I.A. director, dispute that claim, saying that their problems with Mr. Pompeo derive from more than just distaste for the president’s foreign policy.\nAs a four-term House member from Kansas, Mr. Pompeo earned a reputation as a sharp-tongued conservative partisan. He first appeared on Mr. Trump’s radar in 2015 when, while still a member of the House, he peppered Mrs. Clinton with searing questions in a hearing about the deadly attacks in 2012 in Benghazi, Libya. Mr. Pompeo called Mrs. Clinton, then on her way to becoming the Democratic presidential nominee, “morally reprehensible.”\nDemocrats also point to comments by Mr. Pompeo that they say betray prejudice against lesbians, gay men, bisexuals and transgender people and against Muslims.\nAs he has tried to win over senators to support him for the State Department job, Mr. Pompeo has tried to play down those stances. At his confirmation hearing this month, Mr. Pompeo presented himself in moderate terms. He promised to defend gay rights around the world, to work to rescue the Iran nuclear deal and to reverse the administration’s marginalization of American diplomats under Mr. Tillerson.\nThe Senate Intelligence Committee will formally consider Mr. Trump’s nominee to replace Mr. Pompeo at the C.I.A., Gina Haspel, at a hearing on May 9. Ms. Haspel’s nomination is similarly dividing Republicans and Democrats in the chamber.", "date": "April 23, 2018", "href": "https://www.nytimes.com/2018/04/23/us/politics/mike-pompeo-rand-paul-secretary-of-state-foreign-relations-committee.html", "tags": "panel democrats president committee secretary ” pompeo senate approves late state switch monday vote"}