{"title": "After U.S. Backs Juan Guaidó as Venezuela’s Leader, Maduro Cuts Ties", "content": "CARACAS, Venezuela — President Nicolás Maduro of Venezuela faced the most direct challenge to his hold on power on Wednesday, when an opposition leader stood in the streets of the capital and declared himself the legitimate president, cheered on by thousands of supporters and a growing number of governments, including the Trump administration.\nMr. Maduro responded furiously by cutting diplomatic ties with the United States. He gave American diplomats 72 hours to leave the country, ordering them out with a derisive “be gone!” and accusing the Trump administration of plotting to overthrow him. The United States said it would ignore the deadline.\nThe fast-moving developments convulsed Venezuela, a once-prosperous country that has been devastated by years of political repression, economic mismanagement and corruption. But they also appeared to give new momentum to the opposition leader, Juan Guaidó, the 35-year-old National Assembly leader who stepped onto the national stage just recently.\nMr. Maduro immediately dismissed Mr. Guaidó’s claim to the presidency, calling it part of an American-led conspiracy to topple him. Demonstrating his continued grip on power, he signed an order expelling American diplomats on the balcony of the presidential palace.\n“I am the only president of Venezuela,” Mr. Maduro said. “We do not want to return to the 20th century of gringo interventions and coups d’état.”\nMr. Maduro’s reaction came a few hours after Mr. Trump, in a White House statement, formally announced his recognition of Mr. Guaidó as the interim leader of Venezuela.\n“The people of Venezuela have courageously spoken out against Maduro and his regime and demanded freedom and the rule of law,” Mr. Trump said.\nA senior American official briefing reporters in Washington warned that if Mr. Maduro used force against opponents, the United States could impose new sanctions, and did not rule out the use of military force to stop him. It was not the first time the Trump administration has warned of a “military option” for Venezuela.\nArgentina, Brazil, Canada, Chile, Colombia, Costa Rica, Paraguay, Peru, Ecuador, Guatemala and the Organization of American States have also recognized Mr. Guaidó as the country’s leader.\nWhile Venezuelan state media ignored Mr. Guaidó and his supporters in the streets, there was scant evidence of large-scale repression of opposition supporters by the police and armed forces, as has happened in the past.\nStill, the challenge to Mr. Maduro’s authority by Mr. Guaidó raised the possibility of violent confrontations, chaos and confusion in the days ahead. Immediately after Mr. Maduro ordered American diplomats expelled, Mr. Guaidó announced that they could stay.\nThe American recognition of Mr. Guaidó as Venezuela’s legitimate president is far more than a symbolic measure, and presents new complications for Mr. Maduro.\nThe idea was avidly promoted by Senator Marco Rubio, a Florida Republican who pushed the Trump administration to take such a step. In a speech to the Senate on Jan. 15, Mr. Rubio said that designating Mr. Guaidó as president would allow millions of dollars of Venezuelan government assets frozen in the United States to be at the disposal of opposition lawmakers, who could use them to fund new elections or humanitarian assistance.\nThe escalating showdown began with Mr. Guaidó’s declaration to an enormous crowd of supporters in a downtown square in the Venezuelan capital, Caracas, on Wednesday.\nAs demonstrators sang the national anthem, Mr. Guaidó announced: “Today, January 23, 2019, I swear to formally assume the powers of the national executive as president in charge of Venezuela.”\nHe told Venezuelans to raise their right hands as he said: “Let’s swear as brothers that we won’t rest until we gain freedom.”\nHe also told supporters to brace for a fight.\n“We know this is not about just one person,” he said. “We know this will have consequences.”\nThe opposition, after years of division, has largely united behind Mr. Guaidó. He called for the protests and has offered to lead a transitional government and hold new elections if Mr. Maduro stepped down.\nThe demonstrations are part of a renewed push to oust Mr. Maduro by  Venezuela’s opposition, which was left largely powerless and divided after a burst of antigovernment activism in 2017 was crushed by security forces. The opposition was hoping that a significant turnout on Wednesday would help persuade the nation’s military to break ranks with the president, which would be crucial to removing him.\nOpposition leaders also hope the effort to force out Mr. Maduro, who was sworn in for a second term on Jan. 10, has a better chance of succeeding now because his government is collapsing under the weight of an economic crisis and is more isolated than ever.\nThe United States and many of Venezuela’s neighbors have called the president an illegitimate dictator and signaled strong support for a plan to establish a transitional government.\nOn Wednesday afternoon, soon after Mr. Trump made his announcement supporting Mr. Guaidó, Secretary of State Mike Pompeo issued a statement saying the United States would “work closely with the legitimately elected National Assembly to facilitate the transition of Venezuela back to democracy and the rule of law.”\nMr. Pompeo urged Venezuela’s military and security forces to “support democracy and protect all Venezuelan citizens,” basically exhorting them to abandon Mr. Maduro. In a separate statement, he said the United States would defy Mr. Maduro’s order to have its diplomatic personnel leave the country, saying “we will conduct our relations with Venezuela through the government of interim President Guaido, who has invited our mission to remain.”\nThe armed forces have been a bastion of support for Mr. Maduro, who has nurtured their loyalty by giving officers lucrative contracts and assigning them to important government and state company posts.\nMr. Maduro and his allies had called for rival demonstrations on Wednesday, accusing opposition leaders, whom he calls “terrorists,” of trying to sell out Venezuela to the United States. Supporters of the government turned out, though the groups were much smaller.\nIris Varela, a minister in Mr. Maduro’s government, dismissed the opposition leader’s actions on Wednesday as insignificant.\n“Nothing is going to happen here,” she said in an interview. “The National Assembly is in contempt and their actions are void.”\nAs reports surfaced on social media of some government forces trying to suppress the opposition marches, the head of the Organization of American States, Luis Almagro, wrote on Twitter in Spanish condemning those actions.\nHe called the government response “repression by the usurper Nicolás Maduro,” and said the Venezuelan people “are demanding their freedom from tyranny.”\nThe National Guard — a branch of the armed forces — clashed with demonstrators in the Caracas neighborhood of El Paraíso, blocking their way and throwing tear gas canisters at some marchers. Most shops in the city were shuttered, and many residents did not go to work. The Associated Press reported that at least seven people were killed in protests across the country.\n“Maduro needs to go. Simple as that,” said Ruben Grabados, a 71-year-old businessman, adding that he understood the risks of marching after the 2017 crackdown on demonstrations that left more than 100 people dead.\n“People die in Venezuela every day,” he said. “It might as well be for freedom.”\nMr. Maduro may find it harder to weather this challenge to his legitimacy than he has in the past, analysts say, noting the growing international condemnation of his government and overt support for Mr. Guaidó.\nDiscontent has deepened across Venezuela’s socioeconomic classes as hyperinflation has rendered wages virtually worthless. Citizens of what was once one of the region’s wealthiest nations, endowed with plentiful oil, have starved to death and died from preventable diseases.\nMore than three million Venezuelans have left the country in recent years, and those who stayed have struggled to find food and medicine while contending with water shortages and rampant crime.\nEva Golinger, an American lawyer who was a close friend  of the leftist strongman Hugo Chávez, Mr. Maduro’s mentor and predecessor, said the government could no longer count on its traditional bastions of support to overpower opposition movements, which in the past were led by wealthy and middle-class Venezuelans.\n“The difference this time is that the discontent is not just opposition,” said Ms. Golinger, who wrote a memoir called “Confidante of ‘Tyrants,’ ” about her ties with Venezuelan and other leaders. “In fact, it’s mainly poor people who are tired of going without basic products and earning decent wages.”\nOther notable differences include the youth of the politicians now leading the quest to oust Mr. Maduro, and the careful messaging they have deployed.\nThe opposition’s new leader, Mr. Guaidó, is an industrial engineer little known at home or abroad until this month, when he was sworn in as president of the National Assembly. His appointment reinvigorated that opposition-dominated legislative body, which had become ineffectual and deeply unpopular in recent years.\n“People had lost faith,” said Maria Amelia da Silva, 54, at one of the outdoor town hall-style meetings that opposition lawmakers convened in recent days to promote their plans. “Then a leader emerged, and this new leader has become our biggest hope.”\nMr. Guaidó says  an interim government would distribute humanitarian aid, take steps to turn the economy around, and convene free and fair elections. He has argued that doing so would not violate the Constitution because Mr. Maduro, whose re-election last year was denounced as rigged, had “usurped” the presidency.\nPast antigovernment demonstrations were dominated by rage and indignation, but Mr. Guaidó and his allies have tried to strike a hopeful, conciliatory tone. They have taken pains to urge members of the military to abandon Mr. Maduro, arguing that doing so would constitute not a coup, but adherence to their oath to uphold the Constitution.\nOn Monday night, Mr. Guaidó and his wife, Fabiana Rosales, recorded video messages appealing to the consciences — and the aspirations — of members of the armed forces.\n“None of you can live in a dignified manner on your military paycheck, you can’t meet the basic needs of your children and relatives,” Mr. Guaidó said. “In the midst of this debacle, the people responsible for this crisis have forced you to clamp down and repress demonstrations of people who are only demanding to eat, to have access to health care, to have water at home, electricity.”\nThe minister of defense, Vladimir Padrino, sought to reaffirm the military’s support of Mr. Maduro on Twitter, writing, “the soldiers of the nation do not accept a president imposed in the shadow of obscure interests or self-proclaimed at the margins of the law.”\nBut a National Assembly representative, William Barrientos of Zulia State, said in an interview that many officers had privately approached the opposition to express their desire for change.\n“We have many, many lieutenant colonels, even many generals who haven’t been corrupted by the idiots who are governing this country, who have told us they are ready to defend the constitution, to defend the rule of law and the will of the Venezuelan people,” Mr. Barrientos said.", "date": "Jan. 23, 2019", "href": "https://www.nytimes.com/2019/01/23/world/americas/venezuela-protests-guaido-maduro.html", "tags": "guaidó opposition “ maduro venezuela u.s. cuts backs leader juan government ties"}