{"title": "After Parkland, a Flood of New Threats, Tips and False Alarms", "content": "A surge of violent threats, tips and false alarms aimed at schools inundated school districts and police departments in the days after the deadly shooting at a high school in Parkland, Fla.\nIn Hitchcock, Tex., an 18-year-old student told a teacher last week that he would turn their school into “another Florida,” the police said. In Brethren, Mich., a 17-year-old student was arrested after the sheriff’s office received a call from a principal saying that the student had threatened to attack the high school. An AR-15-style semiautomatic rifle was found at the teenager’s home.\nA father in Shorewood Hills, Wis., walked into his child’s elementary school on Thursday, entered a classroom and handed the teacher a piece of cardboard with the word “gun” written on it, apparently in an attempt to raise concerns about the school’s security. The move provoked panic, fear and a call to the police department two blocks away. The man was arrested and booked into jail, accused of disorderly conduct.\nEvery school day in the week after Feb. 14, the day of the attack at the Florida high school, at least 50 threats or violent incidents at schools were reported across the country, according to the Educator’s School Safety Network, an advocacy organization that has tracked news reports of threats and violence since 2016. Normally, the group records an average of 10 to 12 incidents a day. The group’s count includes many incidents that turn out to be false alarms or hoaxes.\nExperts said that the sharp increase in threats and false alarms in the days since the Florida shooting reflects the unusually intense public conversation and media coverage that have unfolded since that attack. In the tense days that have followed, the experts said, teenagers are borrowing the language of school shootings to provoke or cause turmoil. And anxious school employees are on high alert, watchful for any sign of a potential shooter and quick to summon the police over behavior that, in a different moment, might have been overlooked.\nFlorida had at least 31 incidents in the week after the shooting, more than any other state, the group said; Ohio followed, with 29; and Kentucky was third, with 24. Other states that experienced unusually high numbers of threats, false alarms or other incidents included California, Georgia, Mississippi, New York, Texas and Virginia.\nDozens of teenagers have been arrested in connection with threats, often posted on Twitter or Snapchat. School administrators are scrutinizing students and their backpacks closely; the day after the Florida attack, a student at Clarksburg High School in Montgomery County, Md., was found to have a loaded Glock 9-millimeter handgun in his bag at school, the police said. A student at Pasco High School in Dade City, Fla., was arrested on Friday after a staff member conducting a routine sweep of vehicles in the parking lot discovered an AR-15 rifle and ammunition in the student’s truck. (The school district later said that the gun apparently had been meant for hog hunting.)\nThe police say they are taking all reports seriously in light of the attack in Florida, where law enforcement authorities had been given warnings about the suspect who is accused of fatally shooting 17 people at Marjory Stoneman Douglas High School.\nScott Israel, the sheriff of Broward County, Fla., said on Thursday that his department had received 23 calls regarding the suspect, Nikolas Cruz, over several years, but may not have followed up on them sufficiently. On Jan. 5, a woman who knew Mr. Cruz called the F.B.I.’s tip hotline saying that she was worried he might resort to slipping “into a school and just shooting the place up.” In that call, made more than a month before the attack, she gave the authorities an unambiguous warning: “I know he’s going to explode.”\nAaron Chapin, the chief of the Shorewood Hills Police in Wisconsin, said, “We have to treat every situation as if it’s real.” He added that police departments could become overwhelmed chasing false alarms or threats that turn out to be hoaxes. “If we’re constantly fielding non-actual threats, at some point there’s exhaustion,” he said.\nThe number of threats to schools has risen after previous school shootings as well, including an attack in January in Benton, Ky., where two 15-year-old students were killed, according to Amy Klinger, a founder of the Educator’s School Safety Network and its director of programs. But the jump in threats has been especially pronounced since the Florida attack.\n“It’s reflective of the feeling in the country,” Ms. Klinger said. “You have to think about what someone who’s making a threat wants to get out of it. They want chaos, fear, for people to be upset.”\nThat is exactly what occurred in school districts like the one in Orono, Minn., where a high school student wrote last week in an anonymous Twitter post: “Orono is not safe. Today at 12:00 p.m. I will shoot up the school myself.”\nThe police were called, the school went into lockdown, and teachers and students barricaded doors with metal cabinets and desks. Parents rushed to the school and were kept outside, while they texted and called their children for several hours and waited for updates.\nThe boy who the police say wrote the Twitter post was arrested and charged as a juvenile with making terroristic threats. Correy Farniok, the chief of police in Orono, said the authorities took the threat seriously because of its specificity.\nOther campuses have closed in recent days in response to vague social media postings. An Instagram post on the former N.F.L. player Jonathan Martin’s verified account, featuring an image of a shotgun, a reference to revenge and the name of his former high school in California, prompted the closing of the school, Harvard-Westlake.\nAcross the nation, students and school employees said they were on alert. Two 16-year-olds in Arlington, Tex., were arrested after tipsters said they scrawled on a wall and wrote online that they were planning to attack their school.\nAt El Camino High School in Whittier, Calif., a school employee said he heard a 17-year-old student telling a classmate, “I guarantee you the school will be shot up in three weeks.”\nThe employee confronted the student and reported him to the police. When investigators from the Los Angeles County Sheriff’s Department searched the boy’s home, they recovered two AR-15 rifles, two handguns and 90 high-capacity magazines.\nChuck Wexler, the executive director of the Police Executive Research Forum, a Washington-based research group, said the attack in Florida seemed to resonate more strongly than most previous attacks, heightening the sensitivity to additional possible threats, at least for now.\n“You’ve got the threats coming into schools and the bomb scares,” Mr. Wexler said. “But you also have the related part of citizens being more attentive to threats. People are probably recording more situations, and that’s creating a higher sensitivity to the whole issue.”", "date": "Feb. 25, 2018", "href": "https://www.nytimes.com/2018/02/25/us/threats-schools-shootings.html", "tags": "false attack flood alarms high school police ” tips student parkland florida new threats"}