{"title": "After Fireworks, Qaddafi Shows His Milder Side", "content": "UNITED NATIONS — It certainly looked like the same Libyan leader, even if he was clad in a black robe rather than brown, and he had swapped his black lapel pin of the African continent for a green one.\nBut the low-key, almost contemplative Col. Muammar el-Qaddafi who turned up at the Council on Foreign Relations on Thursday had nothing to do with the flamboyant, discursive provocateur who riveted, offended and finally exhausted the United Nations General Assembly a day earlier.\nFor an hour, Colonel Qaddafi offered polite answers to polite questions from an audience of New York financiers, business people, academics and a few journalists, in a conversation that ranged from the roots of Islamic terrorism to Libya’s desire for better relations with the West.\n“It is in our interest for Libya to have good relations with the U.S.,” Colonel Qaddafi said through an interpreter, speaking Arabic in a low monotone that barely registered above a whisper. “We shall be lucky if we can do that. We are making great efforts vis-à-vis that challenge.”\nThere was no mention of prosecuting those responsible for the “mass murder” in Iraq, as he had demanded at the General Assembly. No call for an investigation of the assassinations of John F. Kennedy and the Rev. Dr. Martin Luther King Jr. No pawing through a pile of scrawled notes or waving of the United Nations charter.\nIf the standing-room-only crowd had turned up for another display of geopolitical performance art — and the buzz in the room beforehand suggested that at least some had — they were sorely disappointed.\n“Yesterday was theater; today was a give-and-take,” said the council’s president, Richard N. Haass, who looked pleasantly surprised to have presided over a seminar rather than a circus. “You might disagree with him, but there is no question it was a legitimate debate.”\nIn some ways, the Jekyll-and-Hyde act is not a surprise. After 40 years as Leader and Guide of the Revolution, Colonel Qaddafi has worked to shed his outlaw status, relinquishing his nuclear and chemical-weapons programs, becoming chairman of the African Union and seeking foreign investment.\nIn his first appearance at the United Nations, he followed a tradition of grandstanding, from Nikita Khrushchev, who brandished his shoe,  to the Venezuelan president, Hugo Chávez, who in 2006 said he smelled sulfur on the rostrum the day after President George W. Bush spoke. But with an influential American audience and the cameras turned off, the softer strongman came out.\n“He was remarkably reasonable,” said a prominent financier, who did not want to voice his sentiments on the record.\nThere was plenty to dispute, of course: Colonel Qaddafi insisted that the Libyan state bore no guilt for the bombing of Pan Am Flight 103 over Lockerbie, Scotland; only “individuals” were to blame. He said the question of who would succeed him was irrelevant because, according to the philosophy in his Green Book, the Libyan masses are in charge. And he repeated his suggestion from Wednesday that Israelis and Palestinians ought to merge into a single state called Isratine.\nBut even in that, Colonel Qaddafi sounded more like a guest lecturer than a fiery ideologue. His theory hinged on demographics, he said: there were too many Palestinians living in Israel and too many Jewish settlers in the West Bank to divide the two into separate, homogeneous states. “I make an analysis of the reality on the ground,” he said, adding that Jews and Palestinians were cousins anyway, the grandchildren of Abraham.\nColonel Qaddafi turned away an attempt by Mr. Haass to raise the case of Abdel Basset Ali al-Megrahi, a Libyan convicted in the Lockerbie bombing who was given a hero’s welcome at home after the Scottish government released him in August.\nOn the issue of why Libya had agreed to give up its nuclear ambitions several years ago, Colonel Qaddafi said weapons of mass destruction were relics suited to the arms race of the cold war, not to today’s world. He sounded almost like an aging rock star talking about youthful excesses.\n“We were young people, we were very revolutionary, we were very excited, and we were part of the times,” Colonel Qaddafi said. “A dramatic shift has taken place in the world.”\nThat said, he did not turn up to take Libya’s seat on the Security Council earlier in the day, when the Council, with President Obama as its chairman, adopted a resolution to stop the spread of nuclear weapons. In his speech, Colonel Qaddafi had railed about the lack of an African seat on the Council.\nAt Thursday’s colloquy, it was left to Theodore C. Sorensen, the 81-year-old speechwriter for President Kennedy, to try to stir up some sparks.\nGiven the gracious welcome the audience had accorded Colonel Qaddafi, Mr. Sorensen asked, could the council’s Jewish co-chairman — presumably a reference to Robert E. Rubin, the former Treasury secretary — count on a similarly gracious reception from an audience in Tripoli?\n“I’m really surprised,” the colonel replied without rancor. “Has anyone told you that Libya discriminates against people on the basis of faith?”", "date": "SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009SEPT. 24, 2009", "href": "https://www.nytimes.com/2009/09/25/world/middleeast/25qaddafi.html", "tags": "council libya united milder side ” colonel shows fireworks qaddafi —"}