{"title": "After Failed Coup, Turkey Enjoys a Rare Period of Unity", "content": "ISTANBUL — President Recep Tayyip Erdogan of Turkey is normally a divisive figure, loved by his base of religious conservatives and loathed by the rest of society. But there he was recently, sipping tea and making easy chitchat with his political rivals, just before joining them in a rally this month on Istanbul’s waterfront to celebrate the failure of an attempted military coup.\nAn odd thing has happened in Turkey. Usually deeply polarized, the two sides are largely united in their opposition to military coups and the movement of Fethullah Gulen, a Muslim cleric who lives in self-exile in Pennsylvania and has been accused by Turkey of orchestrating the failed uprising.\nThe unity was on vivid display at the rally, a sea of red-and-white Turkish flags where at least two million Turks put aside their political differences to express solidarity.\n“This is the first political rally I’ve attended with members of my extended family who have different political views,” said Huseyin Acikkaya, a parking lot attendant. His in-laws stopped speaking to him after he voted for Mr. Erdogan’s party last year, he said, but all that was forgotten after the coup attempt.\n“We came together to save our nation from outside forces, so we are here for the love of our country and flag,” he said.\nMr. Erdogan, an Islamist who has run the country for more than a decade, has unabashedly used the aftermath of the mid-July coup to focus the country on a common enemy. His approval rating has shot up to 68 percent, from 47 percent before the failed coup. He has not only toned down his divisive language but also said he would rescind the numerous criminal cases he has pursued against Turks for insulting him, a crime under Turkish law.\nThat has been accompanied by a sweeping purge of suspected followers of Mr. Gulen from the state bureaucracy and other professions. Tens of thousands of people have lost their jobs, raising concerns among Western allies that a witch-hunt mentality has gripped Turkey and that Mr. Erdogan is moving further down the path of authoritarianism.\nBut in Turkey, the purges are seen differently by society at large and are one more point to rally around, even for those who have been critical of Mr. Erdogan.\nWhile the liberals may worry that Mr. Erdogan will go after them once he is done with the Gulenists, and are mindful that Mr. Erdogan and Mr. Gulen were once allies, they are largely supportive of the mass dismissals and arrests.\nSecular and liberal Turks have long been suspicious of Gulenists inside the state bureaucracy, seeing them as enemies of the old secular elite. The Gulenists were also known to oppose efforts by Mr. Erdogan to seek peace with Kurdish militants.\n“I’m against purges; I’m against witch hunts,” said Akin Unver, a professor of international relations at Kadir Has University in Istanbul. Nevertheless, he said, “the Gulenists ended up annoying everyone here over the last 10 years. That’s why people are very calm about it.”\nIn Washington on Tuesday, Mark C. Toner, a State Department spokesman, confirmed that Turkey had “requested the extradition of Mr. Gulen.” He added, however, that the request “did not relate” to the attempted coup.\nMr. Toner said that while he did not have any further information on the request itself, “my understanding is that we were now in the stage where we are considering the merits of the request.”\nThe extradition proceedings will be on the agenda when Vice President Joseph R. Biden Jr. meets with Mr. Erdogan and Prime Minister Binali Yildirim in Ankara, the capital, on Wednesday.\nWhile some Turks left the recent rally hopeful that the unity would carry into the political arena and result in greater democracy, there are widespread suspicions that Mr. Erdogan, who has long been criticized for his increasingly autocratic bent, will use the rally-around-the-flag moment to consolidate his grip on the state.\n“Erdogan wants the support of the main opposition C.H.P., and he has reached that in terms of creating an atmosphere that would give his supporters the impression that ‘our chief pulled them to his side,’ ” said Aydin Engin, a Turkish intellectual, using the initials of the Turkish name of the country’s main secular party, the Republican People’s Party. “But I believe he is determined to continue with his own agenda.”\nMany of Mr. Erdogan’s opponents also fear that once the dust settles, Turkish politics will sink back into their default position of “us” and “them.”\n“Many of the political problems dividing the country before the coup are still present,” said Simon Waldman, a political sociologist and lecturer in Middle Eastern studies at King’s College London. “It is easier to be united against something such as a coup, which would have benefited very few people in Turkey, than being united in a shared political vision of the future.”\nAnalysts also say that public displays of unity stem in part from fears that those who do not partake will be branded coup plotters or Gulenists. After all, Mr. Erdogan has asked Turks to inform on those they believe are connected to Mr. Gulen, adding to the witch-hunt environment in Turkey as the government continues its crackdown.\n“Once the opposition parties break free from this paralyzing fear, they can begin to expose how the ruling party, behind a facade of consensus, dictates policies without feeling the need to consult them, or any other stakeholder for that matter,” said Aykan Erdemir, a former member of the Turkish Parliament who is now a senior fellow at the Foundation for Defense of Democracies.\nHe added, “Erdogan will strengthen his one-man rule and bring the country a step closer to a one-party state.”\nThe pro-Kurdish People’s Democratic Party, the country’s third-biggest political group, was not invited to the rally, and it has not been part of Mr. Erdogan’s fence mending because of its supposed links to Kurdish militants. Members of the party fear that its exclusion from rallies and other peaceful political events will further disenfranchise Kurds and push them toward the extremist Kurdish cause.\nBefore the coup attempt, a string of terrorist attacks by Kurdish and Islamic State militants had demoralized the public. But now, despite a suicide bombing at a wedding on Saturday in southern Turkey, people have heeded Mr. Erdogan’s call to go to public squares and “defend democracy.”\n“We survived a coup,” Engin Firat, a cafe worker, shouted at the rally. “We are the soldiers and guardians of this nation now. We are stronger than the leaders, politicians and terrorists. We have shown strength as the people, and because of that, there is hope.”", "date": "Aug. 23, 2016", "href": "https://www.nytimes.com/2016/08/24/world/europe/after-failed-coup-turkey-settles-into-a-rare-period-of-unity.html", "tags": "turkey enjoys country unity rare failed ” political rally period coup erdogan"}