{"title": "AG Barr- Mueller Report Doesn't Find Trump Conspired With Russia, Doesn't 'Exonerate' Him On Obstruction", "content": "WASHINGTON ― Special counsel Robert Mueller’s report did not find that Donald Trump’s campaign conspired with Russia to influence the outcome of the 2016 presidential election, but did not exonerate the president on the question of whether he committed obstruction of justice. \n“After reviewing the Special Counsel’s final report on these issues; consulting with Department officials, including the Office of Legal Counsel; and applying the principles of federal prosecution that guide our charging decisions, Deputy Attorney General Rod Rosenstein and I have concluded that the evidence developed during the Special Counsel’s investigation is not sufficient to establish that the President committed an obstruction-of-justice offense,” Barr wrote.\nBarr, confirmed by the Senate as the nation’s top law enforcement official last month, wrote in the letter that he would work to make as much of Mueller’s full report available to Congress and the public as possible after the redaction of grand jury information.\nAlthough Mueller’s report “does not conclude that the President committed a crime, it also does not exonerate him,” the special counsel wrote in his confidential report, according to Barr’s summary.\nMueller did not find that the Trump campaign or its associates conspired with Moscow to tilt the 2016 election in Trump’s favor, “despite multiple offers from Russian-affiliated individuals to assist the Trump campaign,” Barr wrote in his letter.\nIn addition to investigating Russian election interference, Mueller also looked into whether Trump — who fired former FBI Director James Comey after he refused to pledge loyalty to the president and later reportedly tried to fire Mueller — obstructed justice by working to interfere with the special counsel’s probe. The special counsel ultimately declined to “make a traditional prosecutorial judgment” as to whether the president committed obstruction of justice.\nAccording to the attorney general, the absence of a finding that Trump was involved in Russian election interference impacted his and Rosenstein’s conclusion that there wasn’t sufficient evidence to accuse the president of obstructing justice. In other words, how could Trump have intentionally obstructed an investigation into something he wasn’t guilty of? \nBarr claimed in his letter that Mueller’s decision against reaching any legal conclusions “leaves it to the Attorney General to determine whether the conduct described in the report constitutes a crime.” But it’s not clear why Barr felt the need to weigh in, according to former DOJ official Matthew Miller. “He could’ve just passed on Mueller’s findings, but decided to put his thumb on the scale after a 48 hour review of the facts,” Miller tweeted on Sunday. \nA long-standing Justice Department opinion holds that federal prosecutors cannot indict a sitting president — but Barr claimed in his letter that his determination was “made without regard to, and is not based on, the constitutional considerations that surround the indictment and criminal prosecution of a sitting president.”\nBut Barr is not exactly an impartial observer on the matter of obstruction of justice. In June 2018, months before Trump nominated him for the attorney general position, Barr sent an unsolicited memo to Rosenstein arguing that the special counsel had no basis for the obstruction of justice investigation. Trump, Barr claimed, was acting within his presidential authority when he pressured Comey to drop part of the FBI’s Russia investigation and when he later fired the FBI director. \nThe decision by a DOJ official nominated by Trump to excuse the president of obstruction of justice allegations is likely to infuriate congressional Democrats, who are already demanding access to Mueller’s full report and the underlying evidence. But Barr has indicated that he believes that Justice Department regulations prevent him from releasing derogatory information about individuals the department has not charged with any crime.\nMueller turned his report over to the Justice Department on Friday afternoon, less than two years after Rosenstein named him to the position after Comey’s firing. The special counsel’s team issued more than 2,800 subpoenas, executed almost 500 search warrants, obtained more than 230 orders for communications records, made 13 requests for evidence to foreign governments, and interviewed about 500 witnesses, Barr wrote in his summary of the investigation.\nStill, the special counsel closed the investigation without ever securing an interview with Trump under oath. After months of negotiations, Mueller settled on Trump’s legal team submitting written responses to the special counsel’s questions. \nDuring the course of his probe, Mueller brought about the indictments of six Trump associates, as well as networks of Russian hackers who boosted Trump’s candidacy on social media and hacked into Democratic emails to damage Democrat Hillary Clinton’s presidential campaign.\nThere will be no additional indictments from Mueller’s office, although other prosecutors could use evidence uncovered by the special counsel’s team in their own lawsuits.\nRead Barr’s letter below:\nThis story has been updated with additional detail on Mueller’s investigation.", "date": "\n03/24/2019", "href": "https://www.huffpost.com/entry/william-barr-mueller-report-findings_n_5c9645a4e4b01ebeef0ff759", "tags": "ag find report barr- “ investigation counsel conspired justice trump barr russia obstruction special mueller"}