{"title": "Air pollution: Are diesel cars always the biggest health hazard?", "content": "Sales of diesel-powered cars fell dramatically last year, declining more than 17% compared with 2016. \nPeople within the industry blame anti-diesel rhetoric from the government, local authorities and clean air campaigners for eroding consumer confidence. \nThey insist that modern diesel engines are actually very clean and the health risks have been overstated. \nThey also say that they can play a vital role in helping to cut carbon dioxide emissions, in order to meet climate change targets.\nSo have modern diesels just been getting a bad press, or do they represent a serious health hazard?\nThe reality is not as black and white as you might think. It's true that some diesel engines produce fewer toxic emissions than some petrol engines, but by and large petrol remains the cleaner option. \nAlthough both petrol and diesel engines convert chemical energy into mechanical power by burning fuel, they do so in different ways. \nA diesel engine should, in principle, use less fuel and produce less carbon dioxide than a petrol engine with the same power output.\nHowever, this superior efficiency comes at a price. Diesel engines produce higher levels of particulates, microscopic bits of soot left over from the combustion process.\nThese can penetrate deep into the lungs, causing irritation and potentially triggering asthma attacks.\nThe greatest danger lies with the smallest, so-called \"ultrafine\" particles, according to Dr Matthew Loxham, a research fellow in air pollution toxicology at the University of Southampton. \n\"They get so deep into the lungs, they get to the surfaces where oxygen enters our blood, and the particles themselves almost certainly can enter the blood,\" he says.\n\"They can cause increased stroke rates and increase heart attacks in people who are most susceptible, who have underlying health conditions\".\nHowever, modern diesels actually emit very few particulates - because they are equipped with special filters.\nAccording to Emissions Analytics chief executive Nick Molden these systems work very well. \nHis company carries out its own real-world emissions testing - as opposed to the tests used by manufacturers to certify their new vehicles, which until recently were exclusively laboratory-based.\n\"Modern diesels essentially do not have a particulates problem,\" he says. \"The filters clean up 99% of the particles. So long as they are not tampered with, they are very effective\".\nBut diesels also produce nitrogen oxides, or NOx - and how they deal with those is also very important.\nLong term exposure to nitrogen dioxide in particular can decrease lung function, increase the risk of respiratory conditions and exacerbate allergic reactions.\nEffective technologies do exist that are capable of drastically reducing NOx output. In addition, the current European emissions standard, Euro 6, sets strict limits on how much can be produced. \nEuro 6 has applied to all new cars sold since September 2015. The legal limit on NOx from diesel engines was halved compared with the previous standard, Euro 5. \nThe Society of Motor Manufacturers and Traders says the latest diesels are \"broadly on a par\" with their petrol equivalents in terms of their impact on air quality.\nAccording to Emissions Analytics, however, the reality is not quite so simple.\nFor a start, cars often produce more NOx when driven on the road than they do when tested in the laboratory, and some models turn out to be much dirtier than others. \nThe worst performers, it says, emit up to 15 times the laboratory limits when used in \"real-world\" conditions. Others produce no extra at all. \nThe real-world emissions of petrol engines also vary widely, however. So while Emissions Analytics's research suggests that petrol cars remain on average cleaner than diesels, there is a degree of overlap.\n\"If you take the cleanest 10% of diesels and the dirtiest 10% of petrol cars, then actually the petrol models will have double the NOx emissions of the diesel ones\" says Mr Molden.\nIt's fair to say, then, that some diesel models do compare favourably with their petrol equivalents, but they are currently in a minority. \nHowever, the introduction of mandatory on-road emissions testing for new models in the EU, which came into force in September, should start to bring down emissions levels overall.\nMeanwhile, manufacturers are also trying to make petrol engines more efficient and economical - using so-called \"direct injection\" technology.  \nBut that improvement comes at a price. It can mean they produce much higher levels of particulates. \nSo there is a risk petrol engines could actually become dirtier.  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "21 January 2018", "href": "https://www.bbc.com/news/science-environment-42666596", "tags": "also cars hazard produce always engines pollution says diesel biggest emissions petrol air however diesels health"}