{"title": "Air of Graft Around Ex-Argentine Government Arouses Fury", "content": "BUENOS AIRES — One former minister was caught in a convent with about $9 million in cash and luxury watches stuffed into duffel bags. Two others have been indicted on corruption charges, as has a former vice president. Then there is Cristina Fernández de Kirchner, the former president, whose hotel and real estate businesses are being investigated for alleged involvement in a kickback scheme.\nArgentina’s politicians are not new to corruption scandals. But the whiff of graft surrounding officials from Mrs. Kirchner’s government, which was voted out of power last year, has infuriated the nation to a point not reached in two decades, when there was a slew of accusations against the administration of former President Carlos Saúl Menem.\nThe scandals are also casting a pall over the achievements of Mrs. Kirchner’s political party, which came to power in 2003 as part of a leftist wave that swept through Latin America. The allegations against Mrs. Kirchner and the four other former officials from her party, the Front for Victory, are unproven, though one of the former ministers indicted on charges of corruption, Ricardo Jaime, a former transportation secretary, was convicted separately last year of taking bribes.\nAs prosecutors and judges press ahead with the cases, many Argentines question whether the ruling class can move beyond a culture of graft that has hamstrung the country’s progress. “I’ve given up hope,” said Yolanda Galván, 50, a cashier at a pharmacy here, referring to the country’s history of corruption scandals. “They all end up being the same.”\nMs. Galván pointed to public unease regarding President Mauricio Macri, whose offshore business activity — dating to years before his term began in December — is being investigated after it was revealed in a leak of the documents known as the Panama Papers. Mr. Macri says he has nothing to hide.\nEthical concerns also loom over Mr. Macri’s energy minister, Juan José Aranguren, who has more than $1 million of shares in Royal Dutch Shell, the oil company for which he previously worked as an executive. The government says owning the shares is not illegal.\nBut it is the cases implicating the upper echelons of Mrs. Kirchner’s administration that have prompted blistering critiques of Argentina’s shortcomings in tackling graft. Experts say that a brittle institutional framework fosters political corruption, and that a politicized judiciary lets those in office off the hook.\n“The way political power and economic power are generated in Argentina breeds excessive opportunities for corruption,” said Natalia Volosin, a legal researcher who has written widely on corruption and transparency in Argentina. “The private sector is highly dependent on the government for contracts and authorizations, and politicians need private financing to buy power.”\nIn the past, corruption scandals involving the Front for Victory’s former officials were viewed by its supporters as smear campaigns engineered by the news media and sectors of the judiciary hostile to Mrs. Kirchner. But more recently, especially with the arrest of the official in the convent, there appears to be little room for such defenses.\nThe official, José López, a former public works secretary, was discovered by the police with duffel bags packed with cash, Rolex and Omega watches, and a semiautomatic machine gun in the early hours of June 14 at a convent outside Buenos Aires. He has been indicted on charges of illegal enrichment and is in detention while a judge investigates his case.\nThe judge is still trying to establish the facts of the case, including the role of a group of nuns, one of whom was filmed helping Mr. López with the bags. The nun, Celia Inés Aparicio, told the judge that she had thought they contained food.\nArgentines from across the political spectrum were quick to condemn Mr. López, who served as public works secretary for the entire three-term period the Front for Victory was in power.\n“Words like repudiate, repel or condemn are not enough,” Mrs. Kirchner wrote in a post on Facebook in an effort to distance herself from the scandal. A handful of lawmakers also swiftly deserted the Front for Victory, leading some commentators to predict that Mr. López’s arrest would mark the end of the party.\n“I believe this is the end of Kirchnerismo as an electoral option,” said Andrés Malamud, an Argentine political scientist at the University of Lisbon, using the popularized name for the political philosophy adhered to by followers of Mrs. Kirchner and her predecessor and husband, Néstor Kirchner, who died in 2010.\nEight months after leaving office, Mrs. Kirchner has retained some political influence. She still inspires loyalty from some Argentines who supported her challenging of powerful interest groups and expressions of solidarity with the poor.\nHowever, many of those supporters are now starting to doubt her. “They always defended themselves, but now we’ve realized they were screwing us,” said Jonathan Ramis, 20, a business management student who voted for the Front for Victory in last year’s elections.\nMr. López’s arrest can be considered in the context of corruption allegations related to public funds earmarked for upgrading infrastructure, like roads and hospitals, judges commented in a ruling on June 30.\nThose allegations stem from a number of continuing cases that have gripped Argentines in recent years. One is a money-laundering investigation involving Lázaro Báez, a construction baron from Patagonia, who has been indicted and is in jail as the investigation progresses.\nGuillermo Marijuan, the prosecutor in the case, believes  Mr. Báez — a former bank employee whose flagship construction company was set up shortly before the Front for Victory took office — overbilled for public-works contracts he was regularly awarded by the two Kirchner administrations and then siphoned off the funds. Mr. Báez has questioned the evidence in the case and says there is a conspiracy against him, according to reports.\nAnother case has been opened into dealings between former planning officials like Mr. López and Mr. Báez’s construction companies.\nInvestigators have also accused Mr. Báez of redirecting some funds from the public-works contracts to the Kirchners via schemes involving the family’s hotel and real estate businesses.\nProsecutors are investigating whether Mr. Báez’s companies paid for block bookings at hotels without ever occupying the rooms. Similarly, it is alleged that Mr. Báez kicked back money to the Kirchners through lease agreements to rent the family’s Patagonian properties.\nGerardo Pollicita, the lead prosecutor in the hotels case, turned down several interview requests. But in a recent filing, he wrote that the investigation sought to establish whether Mr. Kirchner and Mrs. Kirchner were engaged in a criminal conspiracy involving “cronies” like Mr. Báez who in return for business favors from the government channeled funds to the presidential family.\nMrs. Kirchner has denied all the allegations and  says she is being attacked by a judiciary guided by her enemies to sully her legacy and divert attention from the market-oriented economic reforms of Mr. Macri, which have been the target of recent protests. His reforms have eroded wages and fueled poverty, according to a report this year by the Pontifical Catholic University of Argentina.\nMrs. Kirchner has directed scorn at Claudio Bonadio, a judge who is guiding the investigation into alleged kickbacks to her family’s real estate business. He was taken off the hotels case last year amid concerns over his impartiality.\nIn an interview at his office at Comodoro Py, a run-down courthouse here, Judge Bonadio denied the existence of a coterie of judges and prosecutors plotting against Mrs. Kirchner. He said he simply worked on whatever cases were sent his way. Judge Bonadio said judges treated criminal law as golfers did a tournament, thinking only of the case file — or hole — before them.\n“We’re golfers, not baseball players or footballers,” he said. “We play against the course, not another team.”\nMany experts contend, however, that Argentina’s judiciary is not independent. Federal judges, said Luis Moreno Ocampo, a leading Argentine anticorruption campaigner who was chief prosecutor at the International Criminal Court, tend to operate in favor of whichever politicians are in power, only seriously pursuing them once they leave office.\nThis politicization is often traced back to Mr. Menem, the former president, whose former economy minister once claimed he was passed a napkin by another minister scribbled with the names of judges Mr. Menem controlled. “The biggest issue is moving Argentina’s legal system out of this swamp,” Mr. Moreno Ocampo said. Still, he added, “the focus should not just be on past corruption but on preventing future corruption.”", "date": "Aug. 6, 2016", "href": "https://www.nytimes.com/2016/08/07/world/americas/graft-ex-argentine-government-fury.html", "tags": "around graft ex-argentine fury kirchner corruption arouses case former ” báez government air mrs."}