{"title": "Airbus Will Sell 100 Planes to Iran After Similar Boeing Deal", "content": "The European aircraft manufacturer Airbus completed a deal on Thursday to sell 100 jetliners to Iran, a move described by both sides as a major step toward revitalizing Iran’s aged commercial fleet after years of sanctions and economic isolation.\nThe sale came a few weeks after the Boeing Company, Airbus’s American rival, signed its own deal to sell 80 aircraft to Iran, one of the most prominent commercial transactions between the United States and Iran in decades.\nBoth sales were possible because of provisions in the nuclear agreement between Iran and six world powers that took effect nearly a year ago, which lifted many sanctions on Iran in exchange for its verifiable pledges of peaceful nuclear work.\nDespite sharp criticism of the nuclear agreement by President-elect Donald J. Trump and the Republican-led Congress, and the possibility that they could subvert it, both aviation companies moved forward with their deals, which were in the works for months.\nTheir combined value could be more than $26 billion, and they could help employ many thousands of workers in the United States and Europe. Many Airbus components are made in the United States and are subject to American export controls.\nAirbus said it expected to start deliveries in early 2017. Boeing has said it expects to start deliveries in 2018.\n“We hope this success signals to the world that the commercial goals of Iran and its counterparts are better achieved with international cooperation and collaboration,” Fabrice Brégier, Airbus’s president and chief executive, said in an announcement.\nFarhad Parvaresh, chairman and chief executive of Iran Air, the national airline taking delivery of the planes, called the deal “the next decisive phase” in the renewal of the airline’s commercial fleet.\nIranian officials have said they will need to buy at least 400 planes in the coming years to refurbish Iran’s fleet, one of the world’s oldest. It includes some Boeing models that predate the 1979 Islamic revolution that overthrew the American-backed shah.\nThe acquisition of modern planes is an important achievement for President Hassan Rouhani, who pledged when elected three years ago that he would negotiate a nuclear deal to help alleviate the economic privation caused by sanctions. Mr. Rouhani faces re-election next year.\nProponents of the agreements with Boeing and Airbus hope that Mr. Trump, who has described Iran as a leading sponsor of terrorism, will judge the deals by the gains they provide for employment and exports. Boeing has suggested that its planned Iran sales will support tens of thousands of jobs.\n“When Boeing and Airbus come forward with these massive deals, with these jobs, these things will have an impact on the U.S. economy,” said Trita Parsi, president of the National Iranian American Council, a Washington-based group that is critical of Iran’s leaders but has called for improved ties and fewer sanctions.\n“Trump made a big deal out of saving 1,000 jobs at Carrier in Indiana,” Mr. Parsi said. “It’s reasonable to assume that Trump is sensitive to economic arguments.”\nMr. Trump has sent mixed messages about his intentions on the nuclear agreement that made the aviation deals possible. He has called it a disaster but has not specified what he will seek to change. Some sanctions experts suggest he will do nothing, at least initially.\nThe nuclear agreement contains provisions that could snap sanctions back into place if Iran is found to be violating the terms, raising the possibility that Boeing and Airbus would have to suspend or cancel the sales and repossess planes already delivered.\nAmerican critics of Iran say the sales could also face problems if Iran Air were found to be violating other, nonnuclear American sanctions on Iran — for example, by transporting arms to Syria or to Hezbollah, the Lebanese Shiite group that the United States regards as a terrorist organization.\nMark Dubowitz, executive director of the Foundation for Defense of Democracies, a Washington-based group that has been highly critical of Iran and the nuclear agreement, said the aircraft sales were “an enormous risk by Airbus and Boeing.”\nMr. Dubowitz said it was possible that both companies would seek to expedite production and delivery schedules so that many jobs would be at risk if Mr. Trump took action against Iran.\n“It creates a de facto barrier,” he said. “It would be more difficult for Trump to say, ‘The deals are off.’”", "date": "Dec. 22, 2016", "href": "https://www.nytimes.com/2016/12/22/world/middleeast/iran-airbus-boeing-deal.html", "tags": "iran sanctions mr. airbus “ sell boeing nuclear similar planes deal"}