{"title": "Alabama's Near-Total Ban On Abortion Could Be Headed To Court As ACLU Gears Up For Fight", "content": "Almost immediately after news broke that the Alabama Senate had voted to approve a measure outlawing almost all abortions in the state, the American Civil Liberties Union announced its intention to sue over the legislation.\n“We will not stand by while politicians endanger the lives of women and doctors for political gain,” Alexa Kolbi-Molinas, a senior staff attorney at the ACLU’s Reproductive Freedom Project, told CBS News in a statement.\n“Know this, Governor [Kay] Ivey: If you sign this dangerous bill into law, we will see you in Court,” the attorney added, referring to Alabama’s Republican governor to whose desk the legislation is now headed.\nThough Ivey has not revealed publicly whether or not she will sign the bill, she’s widely expected to.\nIf signed into law, the Human Life Protection Act would make it a felony for doctors to perform an abortion at any stage of pregnancy except in cases where the pregnant woman’s life is at serious risk; exemptions are not included in the bill for cases of incest or rape.\nAlabama Lt. Gov. Will Ainsworth (R) made clear last week that the legislation is a direct effort to get Roe v. Wade overturned. \n“It is important that we pass this statewide abortion ban legislation and begin a long overdue effort to directly challenge Roe v. Wade,” Ainsworth said. \nAfter the Alabama Senate approved the bill 25 to 6 on Tuesday night, a slew of activists and prominent Democrats, including 2020 presidential hopefuls, voiced their outrage.\n“This is a war on women, and it is time to fight like hell,” Sen. Kirsten Gillibrand (D-N.Y.) declared. \nAs Al.com noted, it wouldn’t be the first time in recent memory that the ACLU has battled Alabama in court over the issue of abortion. \nIn 2016, the state paid $1.7 million to the organization after a law requiring abortion providers to have hospital admitting privileges was struck down by federal courts.", "date": "\n05/15/2019", "href": "https://www.huffpost.com/entry/aclu-alabama-abortion-ban_n_5cdb8411e4b061f71b878c73", "tags": "near-total alabama news court legislation gears ” headed abortion senate bill could aclu almost fight ban law"}