{"title": "Alabama Lt- Governor Admits State Abortion Ban Is Direct Attempt To End Roe v- Wade", "content": "After the Alabama Senate erupted in chaos Thursday over what may become the nation’s strictest abortion ban, the state’s lieutenant governor admitted that the bill is a direct attempt to get Roe v. Wade overturned.\n“It is important that we pass this statewide abortion ban legislation and begin a long overdue effort to directly challenge Roe v. Wade,” Alabama Lt. Gov. Will Ainsworth (R) said in a statement Thursday.\nAinsworth also credited President Donald Trump, who recently upped his dangerous and often false anti-abortion rhetoric, with remaking the federal judiciary to achieve the overturning of the landmark 1973 U.S. Supreme Court decision that ensures a woman’s right to an abortion.\n“Now that President Donald Trump has supercharged the effort to remake the federal court system by appointing conservative jurists who will strictly interpret the Constitution, I feel confident that the U.S. Supreme Court will overturn Roe and finally correct its 46-year-old mistake,” said the lieutenant governor, who presides over the state Senate chamber.\nAlabama state senators postponed the vote on the abortion ban until next Tuesday after arguments over a procedural vote. Some Republicans tried to quickly remove exemptions for rape and incest from the bill without holding an official roll call vote, according to local news reports.\nThe bill, called the Human Life Protection Act, would make it a felony punishable by at least 10 years in prison if a doctor performed an abortion, with the only exception being if a pregnant woman’s life was in danger. The state House passed a version of the bill last week that did not include exceptions for pregnancy caused by rape or incest.\nThe Senate version of the bill included an amendment with such exceptions, but Senate Minority Leader Bobby Singleton (D) said Ainsworth tried to hastily table the amendment using a voice vote despite enough members raising their hands to require a full roll call vote. The vote was then tabled after a shouting match.\nThe bill’s sponsor, state Rep. Terri Collins (R), previously said the legislation’s goal is to trigger a legal challenge to Roe v. Wade. With Trump’s new conservative-majority Supreme Court, abortion rights opponents are hoping now is the chance to overturn the decision.\nState lawmakers have introduced more than 250 abortion restriction bills so far this year, according to a March report from Planned Parenthood and the Guttmacher Institute, a reproductive rights research organization.", "date": "\n05/09/2019", "href": "https://www.huffpost.com/entry/alabama-lieutenant-governor-abortion-ban-roe-v-wade_n_5cd4e09fe4b054da4e867606", "tags": "wade alabama end senate court roe lt- abortion direct state v- bill governor admits attempt ban vote"}