{"title": "Alabama passes bill banning abortion", "content": "Alabama lawmakers have passed a bill to outlaw abortion in almost all cases, the strictest such US law.\nThe state Senate approved the law by 25 votes to six, rejecting exemptions for cases of rape or incest.\nIt will now go to Republican Governor Kay Ivey. She has not said whether she will sign it, but she is seen as a strong opponent of abortion.\nRestrictions on abortion rights have already been introduced this year in 16 US states.\nActivists hope the new Alabama law will challenge a landmark 1973 Supreme Court ruling that legalised abortion in the US.\nThe bill had been passed 74-3 earlier this month in Alabama's House of Representatives.\nAbortion would only be allowed in certain circumstances to safeguard the mother's health.\nThe National Organization for Women called the ban \"unconstitutional\" and said it was \"a transparent effort to drum up political support for anti-abortion candidates in upcoming elections\".\nStaci Fox of Planned Parenthood Southeast Advocates called the decision \"a dark day for women in Alabama and across this country\".\nIn a statement she said Alabama politicians would \"forever live in infamy for this vote and we will make sure that every woman knows who to hold accountable\".\nRepublican lawmaker Terri Collins, sponsor of the legislation, said: \"Our bill says that baby in the womb is a person.\"\nDemocratic state Senator Bobby Singleton said the bill \"criminalises doctors\" and was an attempt by men \"to tell women what to do with their bodies\". \nRepublican Senator Clyde Chambliss, a backer of the law, said it would enable the state \"to go directly to the Supreme Court to challenge Roe versus Wade\" (the 1973 ruling).\nBefore the debate began, Democrat Rodger Smitherman said: \"We're telling a 12-year-old girl who, through incest and rape is pregnant, we are telling her that she doesn't have a choice.\"\nIt goes further than legislation passed recently elsewhere in the US to ban abortion after a foetal heartbeat can be detected, usually around six weeks into a pregnancy.\nUnder the Alabama measure, provision of abortion at any stage in pregnancy would be a Class A felony.\nDoctors could face 10 years in prison for attempting to terminate a pregnancy and 99 years for actually carrying out the procedure.\nA woman who has an abortion would not be held criminally liable.\nThe bill would allow abortion in cases where the mother's life is at serious risk.\nIts text says more foetuses have been aborted than people killed in \"Stalin's gulags, Cambodian killing fields\".\nSupporters of the legislation have welcomed an inevitable challenge in federal court if the measure becomes law.  Pro-choice groups have pledged to take legal action against it.\nThe bill's architects expect it will be defeated in the lower courts, but hope it will end up before the Supreme Court.\nTheir aim ultimately is to overturn Roe v Wade.\nEmboldened by the addition of two Trump-nominated conservative justices, anti-abortion activists are eager to take one of the most divisive issues in America back to the highest court in the land.\nEric Johnston, who founded the Alabama Pro-Life Coalition that helped draft the bill, told NPR: \"The dynamic has changed. \n\"The judges have changed, a lot of changes over that time, and so I think we're at the point where we need to take a bigger and a bolder step.\"\nIf signed into law by Governor Ivey, the Alabama measure would become one of more than 300 laws challenging abortion access in the US.\nThe flurry of measures has led activists to warn that a swathe of US territory could become an \"abortion desert.\"\nAt the other end of the political spectrum, a Democratic-sponsored bill in Virginia that would have allowed third-trimester abortions up until the point of childbirth failed to make it out of committee.\nAre you in Alabama? How are you affected by the issues in this story? haveyoursay@bbc.co.uk\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: \nOr please use the form below:", "date": "15 May 2019", "href": "https://www.bbc.com/news/world-us-canada-48275795", "tags": "passes us alabama passed court abortion cases bill banning law"}