{"title": "Alabama Lawmakers Try To Ban Almost All Abortions In The State", "content": "An Alabama state representative is expected to introduce a bill on Tuesday that would ban abortion within two weeks of conception, except in cases where the mother’s life is at risk.\nThe legislation is designed to spark a court challenge to Roe v. Wade, the 1973 Supreme Court decision that made abortion legal nationwide. In a press release, Republican state Rep. Terri Collins said the bill would provide “a vehicle to revisit the constitutionally-flawed” court decision.  \nAnti-abortion legislators are no longer hiding their intent in introducing extremely restrictive abortion laws. They say they want to ignite a legal fight to land a new case in front of the Supreme Court. With the addition of Supreme Court Justice Brett Kavanaugh, they believe the court is now more likely to be sympathetic to their cause.  \nSo far this year, state lawmakers have introduced more than 250 bills to restrict abortion access, according to a new report by the Planned Parenthood Federation of America and Guttmacher Institute. There has been a dramatic rise in the number of so-called heartbeat bills, which ban abortion once a fetal heartbeat is detected, something that can happen as early as six weeks ― long before many women know they are pregnant.\n \nIn March, Republican governors in Kentucky and Mississippi both signed laws that ban abortion at six weeks; the governor of Georgia is expected to do the same this week. While a federal judge blocked the Kentucky law and Mississippi is facing a legal challenge from the Center for Reproductive Rights, a handful of other states are considering similar bills.\nThe Supreme Court has recognized a woman’s right to an abortion until a fetus is viable outside the womb, which is usually around 24 weeks.\n“What we are seeing is a strategic and intentional strategy by anti-choice state politicians to push these bills, which are inherently unconstitutional, so they will be challenged in the courts and will make their way up to the Supreme Court,” said Amanda Thayer, deputy national communications director for NARAL Pro-Choice America. “The ultimate goal is to gut Roe v. Wade and to criminalize abortion.”\nPrior to 2019, only two states had enacted six-week abortion bans ― North Dakota in 2013 and Iowa in 2018. Both were struck down by the courts. Many women don’t know they are pregnant at the six-week mark, which is generally two weeks after a missed period, explained Elisabeth Smith, chief counsel for state policy at the Center for Reproductive Rights. \n“And that’s only if they get regular periods,” she said. “It is very early in pregnancy.”\nIn the states that are passing six-week abortion bans, abortion access is already difficult, Smith said. Women may need to travel far distances to get to a clinic and may face a mandatory waiting period. Six states are now down to a single abortion provider, overloading those clinics.\n“Even if you did find out you were pregnant before six weeks, in some of these states it would be incredibly difficult to get an abortion that quickly,” she said.\nWhile the text of the Alabama bill has not yet been released, it would ban abortion around two weeks after conception, at which point some women would not even have missed a period.\n“These lawmakers are shamelessly trying to ban abortion altogether,” Smith said. “Just like the six-week bans we’re seeing, this bill is plainly unconstitutional and doesn’t stand a chance in court.”\nEric Johnston, the director of the Alabama Pro-Life Coalition, confirmed to  HuffPost that the goal of the legislation is to ban abortion outright. \n“Normally, women wouldn’t know they were pregnant for several weeks,” he said. \nJohnston said he expected the measure to pass the legislature. According to a press release, 63 out of the 105 members of the Alabama House have signed on as co-sponsors and a companion bill is also being introduced in the state Senate.  \nIf passed and signed into law, it would be the most restrictive in the country.\nThis story has been updated with a quote from Eric Johnston. ", "date": "\n04/02/2019", "href": "https://www.huffpost.com/entry/alabama-lawmakers-try-to-ban-almost-all-abortions_n_5ca39f23e4b0c32979613d03", "tags": "abortions alabama weeks court ” try abortion almost state bill lawmakers ban"}