{"title": "Alabama House Passes Bill To Outlaw Almost All Abortions", "content": "The Alabama House of Representatives passed a bill Tuesday that would ban nearly all abortions in the state.\nThe legislation, called the Human Life Protection Act, would make it a felony for a doctor to perform an abortion. The act would be punishable by at least 10 years in prison. The bill does not include exceptions for rape or incest; abortions would be permitted only if the pregnant woman’s life were in danger.\nThe bill passed 74 to 3. It now goes to the state Senate. \nIf enacted, it would be the most extreme abortion restriction in the country.\nThe sponsor, Republican state Rep. Terri Collins, said the goal of the bill is to trigger a legal challenge to Roe v. Wade, the 1973 U.S. Supreme Court opinion that legalized abortion. The legislation also includes incendiary language comparing abortion to the Holocaust and the Rwandan genocide.\nSome Alabama Democrats walked out ahead of the vote in protest after trying to add an amendment that would have provided exceptions for rape and incest. The Republican majority voted to table the amendment. \n“We expected this vote to happen, and we are ready for a fight in the Senate,” Staci Fox, president of Planned Parenthood Southeast Advocates, said in a statement. “Today’s floor debate made it crystal clear what Alabama lawmakers think about women. It also revealed just how callous and flagrant they can be.”\nRandall Marshall, the executive director of the ACLU of Alabama, said it was highly unlikely Collins’ bill would make it to the Supreme Court, as other cases pending review present the same question. If the Alabama bill becomes law, it will be challenged in federal court and struck down, he said. \n“Essentially this is a meaningless act,” Marshall said. “It will not go into effect and ultimately, it is likely to cost Alabama taxpayers hundreds of thousands of dollars, if not over a million dollars, in legal fees.” \nThe bill, which is an outright ban on abortion, signals a change in strategy for Alabama anti-choice politicians, he said. For years, they have been trying to chip away at abortion access by passing regulatory bills that add additional hurdles for patients and providers. \n“Every time these same sponsors come up with a new restriction, they’ve been saying it is all about women’s health ― they are just trying to protect women’s health!” he said. “This move lays bare that their motive all along was trying to prevent any access to abortion. Now, they’re coming out in the open and saying it.” \nElisabeth Smith, chief counsel for state policy for the Center for Reproductive Rights, called the bill blatantly unconstitutional.  \n“If enacted, it would harm women, children and families in the state,” she said.\nEric Johnston, president of the Alabama Pro-Life Coalition, said he was happy with the vote. He said legislators are representing the will of the people, pointing to a 2018 state ballot measure that amended Alabama’s constitution to include that state policy was to protect “the sanctity of unborn life and the rights of unborn children, including the right to life.”\nJohnston said exceptions for rape and incest are inconsistent with the thesis of the bill, which is that unborn children are people.\n“That unborn child has individual rights or liberties that are not dependent on anyone else,” he said. “So whether he is conceived by an unlawful act or by a consensual act, it doesn’t matter. He is still a person.”\nJohnston said he expected the state Senate to pass the bill and the governor to sign it.\nReproductive rights groups say it is already difficult to get an abortion in Alabama, which has only three abortion clinics. Women must receive counseling and then wait 48 hours before having the procedure. They are also required to undergo an ultrasound and must be given the option to view it. \nMore than 250 bills restricting abortion have been filed in 2019 so far, according to a report released last month by the Guttmacher Institute and the Planned Parenthood Federation of America.\nThis article has been updated with a comment from the Alabama Pro-Life Coalition.\nCORRECTION: An earlier version of this article misidentified where Elisabeth Smith works. She’s with the Center for Reproductive Rights.", "date": "\n04/30/2019", "href": "https://www.huffpost.com/entry/alabama-house-bill-outlaws-abortions_n_5cc868dbe4b05379114b8c06?tdq", "tags": "passes abortions alabama outlaw ” house women act abortion almost bill state"}