{"title": "Alabama Lawmakers Vote to Effectively Ban Abortion in the State", "content": "MONTGOMERY, Ala. — The Alabama Senate approved a measure on Tuesday that would outlaw almost all abortions in the state, setting up a direct challenge to Roe v. Wade, the case that recognized a woman’s constitutional right to end a pregnancy.\nThe legislation bans abortions at every stage of pregnancy and criminalizes the procedure for doctors, who could be charged with felonies and face up to 99 years in prison. It includes an exception for cases when the mother’s life is at serious risk, but not for cases of rape or incest — a subject of fierce debate among lawmakers in recent days.\nThe House approved the measure — the most far-reaching effort in the nation this year to curb abortion rights — last month. It now moves to the desk of Gov. Kay Ivey, a Republican. Although the governor has not publicly committed to signing the legislation, many Republican lawmakers expect her support.\nIn an email on Tuesday night, a spokeswoman for the governor, Lori Davis Jhons, said Ms. Ivey would “withhold comment until she has had a chance to thoroughly review the final version of the bill that passed.”\nOpponents have vowed to challenge the measure in federal court if it becomes law. Even the legislation’s supporters expect that a lower court will block the measure. But it was drafted with exactly that in mind. The ban’s architects, reflecting the rising confidence of abortion critics nationwide after the appointment of Brett M. Kavanaugh to the Supreme Court, hope that the justices will use the case to reconsider the central holding in Roe and allow the Alabama measure to take effect.\n“Until now, there was no prospect of reversing Roe,” said Eric Johnston, who founded the Alabama Pro-Life Coalition and serves as its president, and has spent more than 30 years trying to ban abortion.\n[Several states have moved to curtail abortion but Alabama’s measure goes farther.]\nMr. Johnston, who drafted the Alabama bill and sees himself as a purist on the abortion issue, said he did not support the spate of restrictive legislation that other states have enacted in recent months, including so-called fetal heartbeat bills. These bills essentially ban abortions starting at six weeks after conception, a time when many women do not yet know they are pregnant.\nGiven the current leanings of the Supreme Court, Mr. Johnston said, making such a measure, which does not directly challenge Roe, the subject of the court’s next major abortion case would be a wasted opportunity.\n“Why not go all the way?” he asked.\nThe Senate gallery was full before the debate started on Tuesday afternoon. A long line of people waited to take seats when people left. Many in the audience were abortion rights activists, and at times they laughed when male lawmakers spoke about pregnancy and other female health issues.\nSenator Rodger Smitherman, a Democrat, told colleagues that during his wife’s pregnancy with their son, doctors had told him it was unlikely that the child would be born alive. Mr. Smitherman said that he and his wife had decided to have the child anyway, and that his son had been born with significant health problems. “The significance,” he said, “is I had the choice.”\nDemocrats and abortion-rights advocates say that the Alabama measure would drive the procedure underground, endangering the lives of women and girls and disproportionately affecting poor and minority Alabamians.\n“We want abortions to be safe, and we want them to be few, but it should be legal, because there will be abortions,” said Senator Linda Coleman-Madison, a Democrat and one of the four women in the 35-member Senate.\n“The people who have the wherewithal will fly out of state,” she added. “Not everyone can afford to do that.”\nThe Senate took the bill up again on Tuesday after an earlier attempt to debate the measure last week descended into shouting and chaos. Tensions erupted, including some within the dominant Republican Party, over whether to include exceptions to the ban in cases of rape or incest. A Senate committee had amended the bill to include those exceptions, prompting a bitter dispute that postponed consideration of the bill for days.\nEven so, the fate of the bill was never in much doubt, and it did not take long for the proposal to return to the Senate floor. It passed after lawmakers rejected the amendment adding rape and incest exceptions.\nSenator Clyde Chambliss, a Republican and sponsor of the bill in the Senate, defended the omission of those exceptions.\n“When God creates the miracle of life inside a woman’s womb,” he said, “it is not our place as human beings to extinguish that life.”\nOther state measures to restrict abortion rights have advanced in the South and the Midwest this year and invited legal fights. Already, the governors of Georgia, Kentucky, Mississippi and Ohio have signed fetal heartbeat bills. And Arkansas moved up the cutoff point for legal abortions to 18 weeks of pregnancy, from 20 weeks.\n[Banning abortion in the early weeks of pregnancy has gone mainstream.]\nThe Alabama measure, though, goes farther. In addition to the potential 99-year sentence for performing abortions, doctors face the threat of a 10-year term for attempting to perform one. Women who receive abortions would not be prosecuted.\nThe timing of any litigation over the bill is uncertain. Opponents of the measure intend to argue that Alabama will have unlawfully restricted a right that the courts have repeatedly reaffirmed since Roe.\nAlabama, a conservative state where Republicans control the Legislature, has repeatedly sought to enact limits on abortion. In 2018, voters overwhelmingly endorsed an amendment to the Alabama Constitution declaring that the “public policy of this state is to recognize and support the sanctity of unborn life and the rights of unborn children, including the right to life.”\nIn the past, state lawmakers imposed a 48-hour waiting period for abortions; mandated that women receive counseling before undergoing the procedure; and required minors to receive consent from a parent or legal guardian to have an abortion.\nEmboldened by the passage of the state constitutional amendment, lawmakers set out this year with a far more aggressive strategy in mind.\nSenator Greg Reed, a Republican who is the State Senate majority leader, said in a statement after Tuesday night’s vote that the measure “simply recognizes that an unborn baby is a child who deserves protection — and despite the best efforts of abortion proponents, this bill will become law because Alabamians stand firmly on the side of life.”\nSupporters of abortion rights took a grimmer view.\n“Today is a dark day for women in Alabama and across this country,” said Staci Fox, the president and chief executive of Planned Parenthood Southeast Advocates. “Banning abortion is bad enough. Imprisoning doctors for providing care goes beyond the brink. Alabama politicians will forever live in infamy for this vote and we will make sure that every woman knows who to hold accountable.”\nEven as some states have moved to limit abortions, other states with Democratic-leaning governments have rushed this year to fortify legal protections for the procedure. Vermont recently took steps toward a state constitutional amendment enshrining a “right to personal reproductive autonomy.” And in January, Gov. Andrew M. Cuomo of New York signed a measure that guaranteed a “fundamental right” to abortion in the state.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/abortion-law-alabama.html#commentsContainer", "tags": "measure abortions alabama ” abortion senate state bill lawmakers ban vote effectively"}