{"title": "Alarm at Greek police 'collusion' with far-right Golden Dawn", "content": "Greece's far-right party, Golden Dawn, won 18 parliamentary seats in the June election with a campaign openly hostile to illegal immigrants and there are now allegations that some Greek police are supporting the party.\n\"There is already civil war,\" says Ilias Panagiotaros. If so, the shop he owns is set to do a roaring trade. \nIt sells camouflage gear, police riot gloves, face masks and T-shirts extolling football hooliganism. \nOn the walls are posters celebrating the last civil war in Greece, which ended in 1949.  \n\"Greek society is ready - even though no-one likes this - to have a fight: a new type of civil war,\" he says. \n\"On the one side there will be nationalists like us, and Greeks who want our country to be as it used to be, and on the other side illegal immigrants, anarchists and all those who have destroyed Athens several times,\" he adds.\nYou hear comments like this a lot in Greece now but Ilias Panagiotaros is not some figure on the fringes: he is a member of the Greek parliament, one of 18 MPs elected for the far-right Golden Dawn in June's general election.\nAnd for Mr Panagiotaros, civil war is not something theoretical. \nLast week he led a demonstration that closed down a performance of the Terence McNally play, Corpus Christi. \nAs police stood by, apparently oblivious, Mr Panagiotaros was filmed shouting racist and homophobic insults at the director of the play, and the actors cowering inside the Chyterio Theatre. \n\"Wrap it up you little faggots. Yes, just keep staring at me you little hooker. Your time is up.\n\"You Albanian assholes,\" shouts Mr Panagiotaros in the YouTube clip. \nFootage filmed inside the theatre, as rocks showered into its open-air auditorium, shows the manager making frantic calls to the chief of police, demanding protection from a mob that had begun to beat up journalists outside. \nOther footage shows Golden Dawn MP Christos Pappas \"de-arrest\" a demonstrator, pulling him from a police detention coach, as the police do nothing.\nCalls were made to the public order ministry, who ordered the chief prosecutor to attend the scene. No help arrived.\n\"This was the Greek Kristallnacht,\" says Laertis Vassiliou, the play's director. \n\"People went home with broken bones. Every day they phone me now, they phone the theatre, saying: your days are numbered.\"\nHis eyes redden and his face begins to tremble as he tells me:\n\"They phoned my mother, Golden Dawn. They said we will deliver your son's body to you in a box of little pieces. \n\"I want to be told if we are in a democracy or a dictatorship?\"\nThe attack on Corpus Christi has become a signal moment for Greek politics. \nThough Golden Dawn members have attacked migrants frequently, in the past month the far-right party has stepped up its presence on the streets. \nIt launched a raid on a street market in Rafina, where its uniformed activists demanded to see the permits of migrant stallholders there - demonstratively smashing up the property of those who did not have them.\nNow, with the attack on a theatre group, alarm is spreading among sections of society that were not previously affected by the party's actions.\nI ask Mr Panagiotaros: how can it be right for a party in parliament to have a uniformed militia that takes on, violently, the role of law enforcement, checking papers and overturning market stalls? He explains:\n\"With one incident, which was on camera, the problem was solved - in every open market all over Greece illegal immigrants disappeared. \n\"There was some pushing and some fighting - nothing extraordinary, nothing special. \n\"Now, only with one phone call saying Golden Dawn is going to pass by, the police is going there. That means the brand name of Golden Dawn is very effective.\"\nHe confirms the party's strategy is to force police action against migrants and to claim their right to make citizens' arrests against those they suspect of criminality.\n\"It's like fashion - our dress code is now extremely popular and more people want to follow it. The brand name is synonymous with order, law and order and efficiency.\"\nAnd if it projects fear among perfectly legal migrants? I ask.\n\"There are no legal migrants in Greece,\" says Mr Panagiotaros \"not even one.\" \nNow Golden Dawn is suddenly everywhere. Its eight local offices at election time have become 60 nationwide. It is polling consistently as the third most popular party at 12%. \nIts parliamentarians have threatened to \"drag migrant children from the kindergartens,\" and requested a list of the kindergartens with high migrant numbers. This, the Greek education ministry has willingly provided.\nTime and again there is a pattern to Golden Dawn disturbances. \nThey target migrants, the Left, lawyers representing migrants, or in the case of the theatre picket, gay people. And the police stand by. \nIn Athens police are even alleged to have referred people experiencing problems with migrant neighbours to Golden Dawn for help.\nMr Panagiotaros confirms what opinion polls taken in June indicated: there is support for Golden Dawn inside the police force, way higher than in the general population.\n\"I think with what they are saying now we have more than 50%, 60% of police staff that are following us - maybe more - every day it is growing,\" says Mr Panagiotaros.\nMany of his customers are police, who buy not just their riot gear but parts of their actual uniform from his militaria store, where police regulation shirts hang alongside T-shirts praising the Nazi group Combat 18 and the Chelsea Headhunters.\nPolicing the Greek crisis would pose a huge challenge, even without the issue of political support for the far right inside the police force. \nAnarchists have tried to counter Golden Dawn's patrols in migrant areas by staging their own, motorbike mounted patrols - hundreds strong.\nDuring a motorbike protest last week, a clash with Golden Dawn occurred. \nA unit of the motorbike-mounted police called Delta Force arrested 15 demonstrators, stripping them naked in the prison cells and, say the detainees, using tasers, stress positions, humiliation techniques and beatings. \nA report of this in the Guardian last week has become a matter of national controversy here, and is strenuously denied by the government. \nOn 8 October a further 25 protesters were arrested at a demonstration at the courthouse to support those originally detained. \nYiannis, one of those detained, tells the story:\n\"They searched us, made us strip, kneel. They hit me on the head and knees. They said we know where you all live. \nI meet Yiannis and Maria, two of those alleging mistreatment, in a quiet flat in Exarchia, the bohemian district of Athens. \nBoth will speak only on condition that I change their names, and film them without showing their faces. Though charged eventually with misdemeanours, they were both held for four nights in police custody.\nYiannis continues: \"They said: You're finished and things are not going to be the way they were from now on. \n\"They said they would pass on the video they filmed of us to Golden Dawn. They picked on me to use as an example to the others. They kept making me say to every new detainee: 'if you too disobey they will [hurt] your mother'.\"\nMaria, who has been calm and confident as we have prepared for the interview, now becomes disturbed as she tells her story.\n\"They made me strip in front of the others,\" she says.\n\"The Delta police arrived and spoke about Golden Dawn as if they were their siblings, including the officer in charge. They praised Hitler, saying he was better than Stalin. \n\"They told us we should remember this - that they are Golden Dawn supporters now.\" \nThroughout the ordeal, the arresting officers from the Delta Force, says Maria, continually flaunted their political support for Golden Dawn.\nI put the allegations to Lt Col Christos Manouras, the spokesman for the Athens police. He tells me:\n\"I am categoric that in this incident none of these things happened in the headquarters building of the Attica police. Greek police respect human rights - and this is a non-story.\"\nHe adds: \"These allegations were never made to the police. No charges were pressed, so the police could look into this from the beginning. \n\"All the same, if anybody wants to identify themselves - or even if a general allegation reaches us - we will investigate it further. If it involves police, whether racist violence or violence against another person, Greek or migrant, we investigate in depth.\"\nDimitris Psaras, whose new book, Golden Dawn's Black Bible, details the organisation's recent rise, believes the influence of far right within the police force works at an insidious level: \n\"There is an osmosis of Golden Dawn supporters, between those working in the police and those in private security as well as those providing night club protection. \n\"Sometimes the same person can be providing all these three services. They usually meet in local gyms and specific coffee shops owned by those who share the same ideology.\"\nMr Psaras believes that harsh police treatment of drug offenders and migrants gives a tacit signal to Golden Dawn that its illegal attacks on these groups are welcome.\nI repeatedly put the question to Lt Col Manouras as to what strategy the police commanders have adopted to mitigate the risks of individual police support for Golden Dawn compromising operations. \n\"Every day we make operational plans of how to deal with such phenomena,\" he says. \n\"Rest assured we stand by the citizens and we try to prevent such situations. \n\"Of course we can't be on every corner. We are not magicians, to be able to ensure within two minutes that nothing goes wrong. But we do intervene immediately to normalize the situation.\" \nGrowing support\nGolden Dawn has gained ground spectacularly in two leaps. First, during the riotous summer of 2011, when the right wing Christian nationalist party Laos disintegrated after it joined the pro-austerity coalition. \nLaos vanished and Golden Dawn took its place, scoring 6-7% in the inconclusive Greek elections of May and June 2012.\nThe second spurt is occurring now, as the coalition government - which includes Conservatives, Socialists and the \"moderate\" Marxists of the Democratic Left party - has failed to put a lid on the crisis.  \nAnd the issue driving support for Golden Dawn is clear: illegal migration. \nFaced with virtually uncontrollable borders, the coalition government launched a roundup of migrants from the city streets, and has detained around 4,000 in makeshift camps. A further 3,000 have been deported.\nA senior lawmaker in the ruling New Democracy party told me, back in June: \"What will solve the Golden Dawn problem is getting an immigration policy. We haven't had one.\"\nBut the crackdown on immigration has not stopped Golden Dawn's rise. As the media have joined in - relentlessly identifying foreigners with crime - the far right's poll rating has increased.\nTheodora Oikonomides, a journalist at the alternative radio network RadioBubble, who has covered the rise of Golden Dawn, voices a fear common to many:\n\"Golden Dawn's favourite themes, such as xenophobia, homophobia and anti-Semitism have now become part of Greek public discourse, whether at the political or at the social level. \n\"By failing to take action against Golden Dawn while nodding and winking to its electorate at every opportunity, the Greek politicians - who are now in power with the support of European partners - have opened a Pandora's box that will not close any time soon.\"\nLast month, the Greek prime minister, Antonis Samaras, warned Europe that his country was on the edge of a Weimar Germany-style social collapse. \nWhat I have seen on the streets of Athens convinces me this is not rhetoric. The situation is changing rapidly.  \nThere is a violent far-right party, its MPs committing and inciting violence with impunity; a police force that cannot or will not prevent Golden Dawn from projecting uniformed force on the streets. And a middle class that feels increasingly powerless to turn the situation round.\nWhen Angela Merkel came here last week, there were violent scenes and a total lockdown of the city. Only from the TV news can the German Chancellor have witnessed the impact of the EU-imposed austerity.\nWell here is what it looks like to Golden Dawn's second in command, Ilias Panagiotaros. \nIn the garden outside his shop, protected by 15-foot high fencing and beefy colleagues in their black T-shirts, he tells me:\n\"Golden Dawn is at war with the political system and those who represent it, with the domestic and international bankers, we are at war with these invaders - immigrants. \n\"And if Syriza wins the next election, we will win the one after that. It is not a dream that within one, two or three years we will be the first political party.\"\nAnd here is how it looks to Laertis Vassiliou, the theatre director whose play was shut down:\n\"If the European Commissioner for Human Rights, the European Parliament, the Greek parliament don't intervene in this situation I am afraid to think what's going to happen. Europe must do something if they don't want a revival of the Third Reich again.\" \nClose up, in other words, the social and political outcome of the IMF (International Monetary Fund) and EU (European Union) austerity programme, and of the implosion of mainstream politics in Greece, looks like a catastrophe for democracy.\nWatch Paul Mason's full report on BBC's Newsnight on Wednesday 17 October 2012 at 2230 BST on BBC Two. Or catch up afterwards on BBC iPlayer.", "date": "17 October 2012", "href": "https://www.bbc.com/news/world-19976841", "tags": "golden dawn party greek one alarm says panagiotaros police far-right migrants"}