{"title": "Alexandria Ocasio-Cortez Delivers Animated Message From Future About Green New Deal", "content": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) turned time traveler to co-write and narrate a new animated film that promotes her signature policy proposal, the Green New Deal.\nOcasio-Cortez looks back from a couple of decades in the future at the positive impact the sweeping resolution, which aims to make the U.S. carbon-neutral by 2030, could have on the country in the 7-minute short that The Intercept shared online Wednesday.\nCheck out the video here:\nIn the video, which was illustrated by artist Molly Crabapple, Ocasio-Cortez reflects on Democrats taking back the Senate, defeating President Donald Trump to win the White House in 2020 and ushering in the “Decade of the Green New Deal.” \nShe also reminisces about the launch of “Medicare for All” and a federal jobs guarantee, and imagines the story of a young girl who ends up following in her own footsteps to Congress.\nThey were “years of massive change, and not all of it was good,” Ocasio-Cortez says in the fictional short, as she laments how parts of Miami went underwater “for the last time” following a hurricane.\nBut the first big step is “just closing our eyes and imagining it,” she concludes in the clip. “We can be whatever we have the courage to see.”\nOcasio-Cortez promoted the video on Twitter, where she explained that the Green New Deal “is our plan for a world and a future worth fighting for.”\nThe video was well received by many on Twitter:\nConservative critics dubbed the film a “fairy tale,” aired concerns about how much the implementation of the Green New Deal would cost and repeated baseless claims it would lead to the banning of air and car travel.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/alexandria-ocasio-cortez-green-new-deal-video-prediction_n_5cb841c1e4b081fd16939124", "tags": "film message animated alexandria video ” back ocasio-cortez future delivers new time deal green"}