{"title": "Alexandria Ocasio-Cortez Wins, Becoming Youngest Woman Ever Elected To Congress", "content": "Progressive Democrat Alexandria Ocasio-Cortez won her race for a U.S. House seat in New York’s 14th District on Tuesday, becoming the youngest woman ever elected to Congress. \nThe 29-year-old political newcomer made headlines nationwide in June when she unexpectedly defeated 10-term Rep. Joe Crowley in the Democratic primary. \nOn Tuesday, Ocasio-Cortez easily prevailed in the heavily Democratic district against Republican opponent Anthony Pappas, a St. John’s University professor.\n“This is what is possible when everyday people come together in the collective realization that all our actions … are powerful, worthwhile and capable of lasting change,” Ocasio-Cortez said in her victory speech Tuesday night. \n“Words cannot express my gratitude to every organizer, every small-dollar donor, every working parent and Dreamer who helped make this movement happen,” she added. “And that’s exactly what this is, not a campaign or an Election Day but a movement … for social, economic and racial justice.”\nThe millennial Latina, born to a Puerto Rican mom and Bronxite dad, famously worked as a bartender just months before winning her primary and had never previously held political office. She garnered former President Barack Obama’s endorsement for the general election.\n“Our district is overwhelmingly people of color, it’s working class, it’s very immigrant ― and it hasn’t had the representation we’ve needed,” Ocasio-Cortez told HuffPost in June. Her district, which includes parts of the Bronx and Queens, is one of the most diverse in the country. \nA member of the Democratic Socialists of America, Ocasio-Cortez is part of a wave of progressive Democrats promising to push the party establishment further left. She refused any corporate PAC money in her campaign and ran on a boldly progressive platform that included Medicare for all, a federal jobs guarantee and the abolition of Immigration and Customs Enforcement. \nSince her primary win, Ocasio-Cortez has been attacked by right-leaning media pundits, including a Daily Caller editor who called her “populist lines,” such as calling for a living wage, “truly terrifying.”\nOcasio-Cortez is also part of a historic number of women ― and a dramatic increase in women of color specifically ― who won nominations in the 2018 midterms. Her upset win in June served as a rallying cry for other progressive candidates facing tough battles in later primaries.\nOcasio-Cortez is one of several women who made history Tuesday night, including Rashida Tlaib in Michigan and Ilhan Omar in Minnesota, now the first Muslim women elected to Congress, and Ayanna Pressley in Massachusetts, now the first black woman elected to Congress in her state.\n“Alexandria, Ilhan, Ayanna. I love these names!” Tlaib said at a September summit celebrating women of color in politics. “Yes, you’re going to have to learn how to say our names.”\nThis story has been updated with quotes from Ocasio-Cortez’s victory speech.", "date": "\n11/06/2018", "href": "https://www.huffpost.com/entry/ocasio-cortez-wins-congress-new-york_n_5bc4dcf5e4b0645867bc42fd?189", "tags": "ever progressive alexandria wins youngest woman ” ocasio-cortez women june district elected becoming tuesday congress"}