{"title": "Alexandria Ocasio-Cortez Explains This Year's Progressive Wave In Michael Moore's New Film", "content": "Filmmaker Michael Moore is back ― and this time, he has a supporting cast of rising progressive candidates.\nOne of those is Alexandria Ocasio-Cortez, the New York congressional candidate who unseated a powerful Democratic incumbent in the primary this June.\n“The definition of electoral insanity is trying to re-elect these same guys over and over again, and expecting our country to be any different,” Ocasio-Cortez explains in an exclusive clip from Moore’s upcoming documentary “Fahrenheit 11/9.”\nShe is one of several progressive rising stars featured in the film, which the “Bowling for Columbine” and “Fahrenheit 9/11” director hopes will help “bring down” President Donald Trump.\nTrump’s election, as well as dissatisfaction with the Democratic Party’s leadership, has catalyzed a wave of progressive candidates in this year’s midterm elections.\n“The revolution is happening in the most unlikely of places. The resistance ― the true resistance ― is not coming from the Democratic Party or from the liberal establishment,” Moore told HuffPost last month.\nAlso featured in the clip is Democratic congressional candidate Rashida Tlaib, from Moore’s native Michigan, who will become one of the first Muslim women in Congress if she wins as expected in November.\n“We’re not ready to give up on the party,” Tlaib tells Moore in the film. “We’re just ready to take it over, and let’s put some people in there that get it.” \nWatch the clip above. “Fahrenheit 11/9” premieres in theaters on Sept. 21.", "date": "\n09/12/2018", "href": "https://www.huffpost.com/entry/michael-moore-alexandria-ocasio-cortez-fahrenheit-119_n_5b993c2fe4b0cf7b0045b67c", "tags": "film progressive moore wave alexandria explains clip party ” one ocasio-cortez ― fahrenheit democratic year michael new"}