{"title": "Alexandria Ocasio-Cortez Defiantly Promises A Green New Deal Congress Can’t Refuse", "content": "NEW YORK ― The nation’s best-known baseball team won big at Thursday’s opening game at Yankee Stadium, defeating the Baltimore Orioles 7-2. \nBut it was on Friday, roughly 10 miles northeast of the Yankees’ home field in the Bronx, that New York City’s northernmost borough offered its champion a hometown hero’s welcome and pledged vehement support in the contests ahead. \nRep. Alexandria Ocasio-Cortez (D-N.Y.) entered the auditorium at the Albert Einstein College of Medicine to standing applause Friday afternoon as she arrived to tape an hour-long TV special on the Green New Deal, her signature policy proposal, with MSNBC’s Chris Hayes. The show is set to air Friday at 8 p.m. Eastern. \nOn Tuesday, four members of the Senate’s Democratic caucus joined every Republican in voting to block a resolution staking out what should be in future Green New Deal legislation. On Wednesday, conservatives’ leading voice of reason on climate change published a widely shared essay that offered talking points to oppose the Green New Deal without invoking hamburger bans, Stalinism or genocide. On Thursday night, President Donald Trump smeared the Green New Deal as “an extreme, $100 trillion government takeover” at a rally in Michigan, leading the crowd in chants of “AOC sucks.” \nYet here, the audience repeatedly shouted, “We’ve got your back,” “We love you” and “Sí, se puede” as Ocasio-Cortez, 29, outlined her plans to dig in for a long-haul fight to enact sweeping reforms that would upend the electrical and automotive sectors, restore the United States to a position of moral leadership and provide millions of Americans union-wage clean energy jobs.\n“This is not about appealing to my colleagues,” Ocasio-Cortez said on stage. “This is about appealing to you and about appealing to the American people.”\nThe event ― a coup unto itself, getting climate change on cable despite TV producers’ infamous aversion ― cemented Ocasio-Cortez’s place at the helm of the Green New Deal movement and made clear it was just that: a movement far bigger than any mere congressional resolution. \nAs her allies are readying primary challenges against Democrats who refuse to join the Green New Deal’s 100 co-sponsors in Congress, Ocasio-Cortez said, “You don’t necessarily have to replace everybody.” Instead, she’s betting the increasingly visible and deadly effects of climate change will unite a popular base so vast the market fundamentalists in both parties who oppose the kind of New Deal-era, big-government policies needed to match the scope of the climate crisis will fall in line.\n“If the electorate prioritizes it and overwhelmingly supports it, then we create the political room to pass it,” Ocasio-Cortez said.\nIt may be an idealists’ political naivete. But the Green New Deal’s rapid ascent suggests the freshman congresswoman is on to something.\nFor years, positions in the debate over mainstream climate policies ranged from hard-line denial of climate change on one end to moderate market tweaks on the other. Democrats regularly introduced bills to put a price on carbon dioxide emissions through a cap-and-trade scheme or a carbon tax. Tax incentives for renewable energy sources like solar and wind enjoyed bipartisan support, yet so too did subsidies for oil and gas production.\nThen, in October, United Nations scientists forecast average temperatures to increase at least 2.7 degrees Fahrenheit ― a catastrophic spike, likely to cost $54 trillion in damage and countless lives ― unless world governments took unprecedented measures to halve global emissions over the next decade. A month later, a congressionally mandated report by 13 federal agencies confirmed the research. The findings made clear that market fixes alone might have worked in the 1970s, when scientists first understood the climate impacts of burning fossil fuels, but now it’s too late.\n“The one thing we cannot rebuke and the one thing we cannot deny is climate change is a problem of market failures,” said Ocasio-Cortez, a self-described democratic socialist.\n“Exxon Mobil knew that climate change was real and man-made starting as far back as 1970,” she added. “The entire United States government knew that climate change was real and human-caused in 1989. The initial response was, ‘Let the market handle it. They will do it.’ Forty years and free-market solutions have not changed our position.”\nInto that void came the Green New Deal. In November, Sunrise Movement, a grassroots group of youth activists, staged protests in then-incoming House Speaker Nancy Pelosi’s offices, demanding Democratic leaders fight for sweeping climate policy in the next Congress. Ocasio-Cortez joined the sit-in and became the movement’s champion. \nBefore taking her oath of office, she began gathering support for a resolution to establish a select committee on a Green New Deal. Pelosi ultimately kiboshed the effort. But the campaign popularized the slogan and laid the groundwork for a movement. \nBy December, a survey by Yale and George Mason universities found 81 percent of American voters supported the goals of a Green New Deal, including 64 percent of Republicans and 57 percent of conservative Republicans. Yet the pollsters warned that support would likely wane as the policy became more closely associated with members of one party. \nBy March, the partisan polarization took effect, but the popularity remained. Fifty-two percent of adults supported the Green New Deal, compared to 42 percent who disagreed with it, according to an NBC News/SurveyMonkey poll released this week.\n“It’s more popular than the Republican tax cuts,” Heather McGhee, a senior fellow at the progressive think tank Demos, said Friday at the town hall. “We have this idea that left ideas are moving and shaking inside the political atmosphere right now. That’s true. But they’re left in terms of Washington. But in terms of the American people, they’re centrist ideas.”\nThat hasn’t helped tamp down opposition from powerful building trades unions that rely on the pipeline and coal train industries for lucrative jobs. Countering the fossil fuel industry’s appeal to organized labor is an uphill battle for Green New Deal advocates. Very few renewable energy jobs are unionized, and the steady march of right-to-work laws in red states over the past decade makes it difficult to envision a future in which new industries enjoy the same labor precedents as older ones. Ocasio-Cortez said that was one reason the Green New Deal movement could not abandon its class politics to secure support from avowedly pro-business conservatives. \n“We cannot allow for the fossil fuel jobs to be better, more dignified and higher-waged with stronger labor support behind [them] than new energy jobs,” she said. “What I’m tired of is us worrying more about the future of fossil fuels than worry about the future of fossil fuel workers.” \nEven as Republicans vilified the Green New Deal with increasingly absurd rhetoric ― including displaying an image on the Senate floor of former President Ronald Reagan riding a velociraptor ― the party has struggled to articulate an alternative vision. Those that have emerged suggest the Green New Deal has dramatically shifted the center of the climate debate leftward. \nOn Monday, Sen. Lamar Alexander (R-Tenn.) cribbed the Green New Deal’s rhetoric harkening to a World War II-level mobilization effort when he proposed a New Manhattan Project for Clean Energy that he said would “double federal funding for energy research” and implement a five-year plan to “create new sources of cheap, clean energy.” That same week, Rep. Matt Gaetz (R-Fla.), a loyal Trump ally, drafted a nonbinding resolution staking out a “Green Real Deal” that would acknowledge the threat climate change poses to “human health and safety” in “communities across the United States.”\n“A decade of disputation [is] followed now by this incredible uptick of Republicans looking around for solutions,” former Rep. Bob Inglis (R-S.C.), whose support for climate action led to his ouster in a primary challenge in 2010, said at the event, where he was the lone Republican official. “We’ve now seen the whites of its eyes. It’s here now, so it’s hard to deny.”\nStill, he compared the rise of Ocasio-Cortez of her fellow left-wing Democrats to that of the tea party, the far-right Republican wing that surged to power during the Obama administration and organized Trump’s base of anti-immigrant, climate change-denying hard-liners. \n“We’re seeing the formation of the tea party of the left,” he said, comparing the audience here to that at Trump’s rally in Michigan. “What’s the difference between last night and tonight? This is the mirror image. This is the flip side.” \nThe remark drew fervent boos and calls to “get off the stage.” \n“Make the changes now, you moron,” one man shouted as Inglis called for incremental tweaks.\n“Hey, hey, that’s unacceptable,” Ocasio-Cortez scorned, addressing the heckler. The crowd applauded. “And that’s the difference between me and Trump.”  \nShe said she understood “why people say ‘the tea party of the left,’” noting that her campaign ousted former Rep. Joe Crowley (D-N.Y.), the fourth-most powerful Democrat in Congress and possible House speaker who had deep ties to corporate interests. \n“This is not the tea party of the left, this is a return to American representative democracy,” she said. “The big difference? The Koch brothers funded the tea party. Everyday people funded my campaign.”\nThis story has been updated with Ocasio-Cortez’s comments about fossil fuel jobs and workers.", "date": "\n03/29/2019", "href": "https://www.huffpost.com/entry/alexandria-ocasio-cortez-green-new-deal_n_5c9ea7e2e4b0bc0daca8c489", "tags": "congress alexandria ” ocasio-cortez climate promises refuse change ― new defiantly deal green"}