{"title": "Alexei Navalny: Russia's vociferous Putin critic", "content": "Anti-corruption campaigner Alexei Navalny has long been the most prominent face of Russian opposition to President Vladimir Putin.\nHe has called Mr Putin's party a place of \"crooks and thieves\", accused the president's system of \"sucking the blood out of Russia\" and vowed to destroy the \"feudal state\" being built.\nHe has led nationwide protests against the authorities.\nBut he has not been able to fulfil what is, perhaps, his biggest dream: challenge Mr Putin in the ballot box.\nHis candidacy in the 2018 presidential election was banned by authorities over his conviction by a Russian court of embezzlement, which bars him from running for office.\nMr Navalny vehemently denies the accusations, saying his legal troubles are Kremlin reprisals for his fierce criticism.\nBut many say it is surprising that he is still walking free.\nHis rise as a force in Russian politics began in 2008 when he started blogging about alleged malpractice and corruption at some of Russia's big state-controlled corporations.  \nOne of his tactics was to become a minority shareholder in major oil companies, banks and ministries, and to ask awkward questions about holes in state finances.\nHis use of social media to deliver his message symbolises his political style, reaching out to predominantly young followers in sharp, punchy language, mocking the establishment loyal to President Putin, who refuses to mention his name. \nThe campaign against corruption took Mr Navalny from criticism of corporations directly to opposition to the ruling party, United Russia.  \nAhead of the 2011 parliamentary election, which he did not fight as a candidate, he urged his blog readers to vote for any party except United Russia, which he dubbed the \"party of crooks and thieves\". The phrase stuck.\nUnited Russia won the election, but with a much-reduced majority, and its victory was tarnished by widespread allegations of vote-rigging that prompted protests in Moscow and some other major cities.\nMr Navalny was arrested and imprisoned for 15 days following the first protest on 5 December 2011, but emerged to speak at the biggest of the post-election rallies in Moscow on 24 December, attended by as many as 120,000 people.\nMr Putin later won re-election as president easily and Russia's powerful Investigative Committee launched criminal investigations into Mr Navalny's past activities, even questioning his credentials as a lawyer. \nWhen he was briefly jailed in July 2013 for embezzlement in the city of Kirov, the five-year sentence was widely seen as political.\nHe was unexpectedly allowed out of prison to campaign for the Moscow mayoral elections, in which he was runner-up with 27% of the vote, behind Putin ally Sergei Sobyanin.\nThat was considered a dramatic success as he had no access to state TV, relying only on the internet and word of mouth.\nHis conviction was eventually overturned by the Russian Supreme Court following a judgment by the European Court of Human Rights that he was not given a fair hearing at the first trial.\nThen, in a retrial in 2017, he was convicted for a second time and handed a five year suspended sentenced. He called the judgment farcical, saying it was all an attempt to bar him from the 2018 election.\nAlthough Mr Navalny never had the public profile of former jailed oligarch Mikhail Khodorkovsky, parallels between the two figures have been drawn. \nMr Khodorkovsky spent a decade in Russian jails, and when in 2010 a court convicted him for a second time, the lengthy prison sentence was announced on 30 December, when most Russians were focused on the New Year holiday. \nUnlike Mr Khodorkovsky, now based in Switzerland, Mr Navalny has vowed to fight on in Russia - he was arrested three times in 2017 for organising unauthorised anti-Putin protests and briefly detained in early 2018.\nSpeaking to the BBC, he suggested the best thing Western states could do for justice in Russia was to crack down on \"dirty money\".\n\"I want people involved in corruption and persecution of activists to be barred from entering these countries, to be denied visas.\"\nWhen Mr Navalny was jailed in 2013, he told the judge that he would fight on with his colleagues \"to destroy the feudal state that's being built in Russia, destroy the system of government where 83% of national wealth is owned by a half per cent of the population''.\nMr Navalny has had critics in the anti-Putin camp, not least for what some see as his flirtation with Russian nationalism.\nHe has spoken at ultra-nationalist events, causing concern among liberals. Russian nationalists, too, were wary of his links with the US after he spent a semester at Yale in 2010.\nBut when the opposition elected its own leaders in October 2012, it was Alexei Navalny who won, ahead of veteran Putin critic and former chess champion Garry Kasparov, although it was on a small turnout of 81,801.\nThe opposition has been weakened by Russia's annexation of Crimea from Ukraine and its support for pro-Russian separatists in eastern Ukraine. Opinion polls suggest strong support for the intervention among Russians - the Kremlin denies fomenting the Ukraine conflict.\nMr Navalny has been an advocate of sanctions against Putin allies. But one question that has regularly been posed about Mr Navalny is whether he commands any support beyond the population centres of Moscow and other cities.", "date": "15 March 2018", "href": "https://www.bbc.co.uk/news/world-europe-16057045", "tags": "vociferous alexei election opposition russian navalny party state russia critic putin"}