{"title": "Alexander Litvinenko: Profile of murdered Russian spy", "content": "A public inquiry into the killing of former Russian spy Alexander Litvinenko has concluded that President Putin probably approved his assassination. But who was he and why did his death cause such controversy?\nFormer spy Alexander Litvinenko was killed in November 2006, leading to a clouding of relations between London and Moscow.  \nThe 43-year-old had been an officer with the Federal Security Service (FSB), the successor to the KGB, but he fled to Britain where he became a fierce critic of the Kremlin. In his final years he also became a British citizen. \nAfter he was killed by radioactive polonium-210, believed to have been administered in a cup of tea, it emerged the father-of-one was being paid by the British secret service MI6. \nIt is alleged Mr Litvinenko was investigating Spanish links to the Russian mafia and had planned to fly to Spain with former agent Andrei Lugovoi - the main suspect over his murder. \nAt a central London hotel on 1 November 2006, he took tea with Mr Lugovoi and Dmitri Kovtun, who was also a former Russian agent. \nMr Litvinenko fell ill soon afterwards and spent the night vomiting.\nThree days later he was admitted to Barnet General Hospital in north London, where his condition gradually became a cause for concern. \nOn 11 November he was interviewed by the BBC Russian Service and said he was in \"very bad shape\" after a \"serious poisoning\".\nDuring that same interview, Mr Litvinenko - a critic of the Putin regime - said he had been looking into the assassination of Russian journalist Anna Politkovskaya, who had received death threats before being shot at her Moscow apartment block the previous month. \nOn 17 November he was transferred to University College Hospital in London after his condition worsened.\nHe died six days later, with his wife Marina, father Walter, and son Anatoli at his bedside. \nHis widow has said he blamed the Kremlin as he lay dying in hospital, saying Russian President Vladimir Putin was responsible for \"everything that happened to him\". Russia denies any involvement.\nBorn in the city of Voronezh in 1962, Mr Litvinenko joined a military unit of the Soviet Union's interior ministry in 1980 and reportedly joined the KGB eight years later.\nHe rose to the rank of lieutenant-colonel when the KGB became the FSB in the 1990s.\nMr Putin was his ultimate boss at the FSB but they reportedly fell out over corruption within the FSB. \nIn 1998, Mr Litvinenko was arrested on charges of abusing his office after exposing an alleged plot to assassinate Boris Berezovsky, the Russian tycoon who was found dead at his Ascot home in March 2013.\nHe spent nine months in a remand centre before being acquitted. \nAfter leaving the service Mr Litvinenko wrote a book, Blowing up Russia: Terror from Within, in which he claimed FSB agents had been responsible for the bombing of apartment blocks in Moscow and two other cities in 1999.\nThe bombings were blamed on Chechen separatists and his book claimed they were used as a pretext for the second Russian invasion of Chechnya.\nMr Litvinenko fled to the UK in 2000, claiming persecution, and was granted asylum. He is understood to have taken British citizenship in 2006. \nAfter his death, suspicion fell on Mr Lugovoi and Mr Kovtun, the two Russians he had met for tea at the Millennium Hotel. \nThe inquiry into Mr Litvinenko's death heard that he may have also been poisoned with polonium in the October before he died, at an earlier meeting with the suspects at a private security firm in Mayfair, central London. \nHome Office forensic pathologist Dr Nathaniel Cary said the post-mortem examination carried out on Mr Litvinenko's body had been correctly described as the \"most dangerous... ever undertaken in the Western world\". He and his colleagues had to wear white suits, protective gloves and specialised hoods with air pumped into them through a filter during the process.\nResults of that examination suggested Mr Litvinenko had died after being poisoned with the radioactive substance polonium-210.  \nA frantic police investigation led to a number of premises being briefly sealed off while forensic scientists tested for traces of the radioactive material.\nLocations which tested positive included the Millennium Hotel, the Abracadabra lap-dancing club and the Emirates football stadium, where Mr Lugovoi had watched Arsenal play CSKA Moscow.\nIt also emerged he had met Italian academic Mario Scaramella at an Itsu sushi restaurant in central London, where he is said to have received documents about the death of Mrs Politkovskaya, a long-term critic of the FSB.\nTraces were also found on two planes at Heathrow Airport, at the British embassy in Moscow and at a flat in Hamburg, Germany, linked to Mr Kovtun.\nAround 700 people had to be tested for radioactive poisoning but none of them was seriously ill.\nAfter a two-month investigation, Scotland Yard detectives handed over a file to the then director of public prosecutions, Sir Ken Macdonald, who announced in May 2007 that he was recommending Mr Lugovoi be charged with murder.\nMr Lugovoi and Mr Kovtun both denied any responsibility for the death.\nAt a news conference in Moscow, Mr Lugovoi repeatedly stressed his innocence and claimed Mr Litvinenko was a British spy who might have been killed by the British security services. \nThe office of the prosecutor general in Moscow was quick to declare that Mr Lugovoi could not and would not be extradited because the constitution prevented the extradition of Russian citizens.\nIn July 2007, British-Russian tensions turned into an ugly spat with four Russian and four British diplomats expelled from their respective embassies.\nThe UK broke off links with the Russian security services - although there was limited contact during the Sochi Winter Olympics.\nAfter a hard-fought legal battle by Mrs Litvinenko, a public inquiry took place.\nThe British government had originally rejected the idea of an inquiry, suggested by the coroner in charge of the case, Sir Robert Owen.\nHe had argued this was the only way of considering secret material that the government had demanded be kept out of the inquest. The material can be considered in closed session during an inquiry but not during an inquest - this includes material pointing to a possible role of the Russian state in the killing.\nThe inquiry, set up by the government, opened at the Royal Courts of Justice in London in January 2015, led by Sir Robert. \nA year later, on 21 January, it reported its conclusion that Mr Litvinenko's murder was \"probably\" approved by President Putin.\nMrs Litvinenko said: \"The words my husband spoke on his deathbed when he accused Mr Putin have been proved by an English court.\"\nBut the Russian government said the case had been \"politicised\" and had \"overshadowed\" relations between Russia and the UK.", "date": "21 January 2016", "href": "https://www.bbc.com/news/uk-19647226", "tags": "litvinenko lugovoi murdered russian profile inquiry alexander spy british moscow london putin"}