{"title": "Alex Younger: MI6 chief questions China's role in UK tech sector", "content": "The chief of MI6 has raised questions over Chinese technology companies being involved in the UK's communications infrastructure.\nAustralia has already blocked Chinese company Huawei from supplying equipment for its 5G mobile network, and New Zealand has said it will consult before a final decision.\nMI6 boss Alex Younger said Britain needs to decide how comfortable it is \"with Chinese ownership of these technologies\".\nIn a rare speech, he also said British intelligence needs to innovate faster than its adversaries to cope with threats the country faces.\nRussia posed a threat through hybrid warfare - including cyber attacks, he said, but warned that Moscow should not underestimate the UK's capabilities.\nMI6 will continue to strengthen ties in Europe, he said, and it had been involved in disrupting terrorist attacks against France and Germany.\nIn a wide-ranging speech and discussion, Mr Younger said the UK's adversaries had been probing its institutions and defences in ways that fall short of traditional warfare. \nThese adversaries regarded themselves as in \"a state of perpetual confrontation\" with the UK. \nRussia's actions included the poisoning of Sergei Skripal with a nerve agent in Salisbury in March this year. \nThe former Russian spy had come to the UK in a spy swap after being pardoned by Russia. \"To the extent that we assumed that had meaning, that is not an assumption we will make again,\" Mr Younger said.\nThe aim of the UK's response to that poisoning had been to make the Russian state conclude its activities were not worth the risk. \nThe expulsion of Russian intelligence officers by the UK and allies had significantly degraded Russian intelligence capability, he said.\nHe urged Russia \"not to underestimate our determination or capabilities, or those of our allies. We can do this to any opponent at any time.\"\nHe said that even though the Russian state sought to destabilise the UK, 'we do not seek to destabilise Russia.' If that country responds positively, then so would the UK. \"We do not seek an escalation,\" he said.\nSince his last speech two years ago, Mr Young said MI6 and its sister agencies disrupted multiple attack plans linked to so-called Islamic State (ISIS). \nMI6 \"will always work with our sister agencies to strengthen our indispensable security ties with Europe\". \nUK intelligence agencies, he said, have played \"an important contribution\" in helping European countries, particularly France and Germany, prevent terrorist attacks in their countries or against their citizens.\nOn the killing of Jamal Khashoggi Mr Younger said: \"It was an appalling attack - shocking. \n\"We have made it very clear to the Saudis that we expect to see a transparent effective investigation. And much will hang on the results of that investigation.\"\nThe MI6 chief - known as \"C\" - was speaking at St Andrews University, where he studied economics and computer science as an undergraduate. It was only his second public lecture since he arrived.\nIn the speech, Mr Younger revealed details of his own career and background that had not been publicly known before. \nAfter graduating from St Andrews he said he joined the Scots Guards Regiment and then MI6. \nHis first job was penetrating an organisation \"intent on genocide\" in the Balkans in the mid-1990s. \nHe said carrying out that mission involved travelling under a false identity and \"many nights drinking obscure homemade alcohol\" to create the relationships needed to provide intelligence. \nCertain aspects of the intelligence world had not changed and would not change, he said, with MI6 still trying to understand the motivations, intentions and aspiration of people in other countries. \n\"Even in the era of artificial intelligence you need human intelligence,\" he said. But there had been significant changes.\nThe impact of technology was a major focus of his remarks. MI6 was \"pioneering a fourth generation of espionage\" to make sure technology worked to its advantage. \nData analytics has made the world more transparent with implications for spies. That was evident by the way that a non-governmental investigative group - Bellingcat - was able to expose the Russian military intelligence officers involved in the Salisbury attack.\nThat was a sign that the traditional \"cover\" used by spies - travelling around the world under false identities - does not stand up to scrutiny in a way it did in the past.  \nThe data age posed a potentially \"existential challenge\" to traditional ways of operating. \"Our task now is to master covert action in the data age,\" he said.\nMr Younger was asked about the role of China in building new 5G communications networks. \nThere have been concerns that this could open the way for some kind of intercepting of communications or even sabotage. \nNew Zealand has just announced it would not allow the Chinese company Huawei to be involved. \nHuawei has been involved in previous UK communications infrastructure projects. \n\"We have got some decisions to take here,\" Mr Younger said. \n\"We need to decide the extent to which we are going to be comfortable with Chinese ownership of these technologies and these platforms in an environment where some of our allies have taken a quite definite position. \n\"We need to have a conversation. It's not wholly straightforward.\"\nCyber was now the fastest growing directorate of MI6, he said, and the service was increasingly working with the private sector tech community. \nMr Younger stressed that a priority was ensuring the broadest possible range of people considered coming to work for MI6 including those who had never thought about it in the past. \n\"If you think you can spot an MI6 officer, you are mistaken\".", "date": "3 December 2018", "href": "https://www.bbc.co.uk/news/uk-46431810", "tags": "uk intelligence sector china russian alex tech chief involved communications younger chinese questions russia role"}