{"title": "Alfred Kinsey: Liberator or Pervert?", "content": "Correction Appended\nMORE than half a century after the publication of his landmark study, \"Sexual Behavior in the Human Male,\" Alfred C. Kinsey remains one of the most influential figures in American intellectual history. He's certainly the only entomologist ever to be immortalized in a Cole Porter song. Thanks to him, it's now common knowledge that almost all men masturbate, that women peak sexually in their mid-30's and that homosexuality is not some one-in-a-million anomaly. His studies helped bring sex -- all kinds of sex, not just the stork-summoning kind -- out of the closet and into the bright light of day.\nBut not everyone applauds that accomplishment. Though some hail him for liberating the nation from sexual puritanism, others revile him as a fraud whose \"junk science\" legitimized degeneracy. Even among scholars sympathetic to Kinsey there's disagreement. Both his biographers regard him as a brave pioneer and reformer, but differ sharply about almost everything else. One independent scholar has even accused him of sexual crimes.\nAll of which makes the decision by the writer and director Bill Condon to place him at the center of a major Hollywood biopic -- one loaded up with stars, including Liam Neeson, Laura Linney and Peter Sarsgaard -- rather striking. Kinsey's admirers are looking forward to a respectful portrayal when \"Kinsey\" opens on Nov. 12. But judging from the heated debate already swirling around the film, they're not half as excited as Kinsey's detractors, who are eager to take on the man they blame, in part, for the gay movement, Roe v. Wade, sex education, the glamorization of pornography and the loosening of sex-offender laws. Already, there have been calls for a boycott and the beginnings of a counterspin media campaign. \"We see this movie,\" says Robert Knight, Concerned Women for America's designated Kinsey expert, \"as really a godsend.\"\nA film about Kinsey could hardly avoid controversy, since even the facts of his biography are in dispute. If the field of sex studies owes its existence to Kinsey, the field of Kinsey studies owes its existence to James H. Jones , whose \"Alfred C. Kinsey: A Public/Private Life\" appeared in 1997, and Jonathan Gathorne-Hardy, who published \"Sex, the Measure of All Things: A Life of Alfred C. Kinsey\" in 1998.\nMr. Jones's book revealed that Kinsey had had affairs with men, encouraged open marriages among his staff, stimulated himself with urethral insertion and ropes, and filmed sex in his attic. But Mr. Jones did not feel he was debunking Kinsey. \"What I told myself, and I still think this, was that I was writing a biography of a tragic hero,\" he says. \"It shouldn't surprise us that pleas for sexual tolerance would come from a person who couldn't be himself in public.\" He speculated that Kinsey's personal preferences might have affected his findings, especially about the pervasiveness of homosexual activity. But today he says that though Kinsey's reformist impulse probably did have an effect, any distortion was \"unconscious and heartfelt.\"\nMr. Gathorne-Hardy took issue with Mr. Jones's portrait. \"I felt he'd done Kinsey a disservice,\" says Mr. Gathorne-Hardy. \"He wasn't repressed at all. By the time he got going, he was more unrepressed than practically anyone.\"\nPaul Gebhard, an associate of Kinsey's who was a major source for the two biographers and is played in the film by Timothy Hutton, calls both books \"reasonably accurate.\" But he calls Mr. Jones's \"definitive\" and notes that it includes interviews with sources who died before Mr. Gathorne-Hardy could reach them.\nThe truth about Kinsey's sex life exists. But it's locked away in the archives of the Kinsey Institute for Research in Sex, Gender and Reproduction at Indiana University, encoded with the 7,985 sex histories he collected and another 10,000 or so collected by his team -- and protected by the Institute's strict policy on confidentiality. So in writing the screenplay for \"Kinsey,\" which he began in late 1999, Bill Condon was left to make sense out of the competing claims about the man's life and work.\nGail Mutrux, Mr. Condon's producer, bought the rights only to Mr. Gathorne-Hardy's biography, and the movie is remarkably faithful to the author's vision of an intellectually gifted but emotionally distant man. Mr. Neeson's Kinsey is passionate about his work, and feels a deep obligation to the people it might help. But in person he's somewhat remote, except for the intermittent flashes of paranoia. And he's either uninterested in or incapable of even minor social pleasantries.\nAt a recent screening in New York, Mr. Condon admitted that his first draft left him terrified. \"At the center was someone who was socially maladroit, a bully, a scientist who spent most of his time looking at bugs,\" he said. Then there's the hero's bisexuality, self-circumcision and encouragement of wife-swapping. \"I think if you're unsympathetic to Kinsey,\" he later added, \"there's plenty, lots in the movie that would support that point of view.\"\nBut Mr. Condon is a filmmaker, not a historian, and some of the most important beats in the movie are elisions or exaggerations -- in short, fiction. Of course, with a life like Kinsey's, strict verisimilitude would have been too Warholesque for most moviegoers. Such factual changes can, however, cloud a movie's reception.\nAbout 50 minutes into \"Kinsey,\" Kinsey shares a Chicago hotel room with his assistant Clyde Martin, played by Mr. Sarsgaard. While Kinsey is on the phone with his wife, Martin lingers, strategically in view, out of his day clothes and not yet into his pajamas. Once Kinsey hangs up, Martin asks him to explain the rating system he was then devising to connect homosexuality and heterosexuality. \"What makes you think that's true?\" Martin asks. Kinsey, choking up, confesses that his own case has never been black and white. \"Would you like to do something about it?\" the younger man asks.\nKinsey responds with a brutal kiss, as if the pressure inside is dangerously high and Martin has just loosened his tourniquet. In its urgency, the kiss is faithful to the historical Kinsey, who lectured that \"there are only three kinds of sexual abnormalities: abstinence, celibacy and delayed marriage.\"\nBut much of the scene is invented. In real life, both his biographers agree, Martin was the reluctant partner, and no one knows where the overture took place. The movie goes on to show Mrs. Kinsey upset by the affair, but for all the historical record shows, she might have taken it with the same aplomb with which, a decade or so later, she brought fresh towels and a tray of milk and cookies to the sex scenes that her husband was having filmed in their attic.\nAnother crucial scene seems to depart from Mr. Gathorne-Hardy's interpretation. A year or two before he died, Kinsey circumcised himself with a pocketknife. Mr. Jones wrote that his motive was despair. Mr. Gathorne-Hardy wrote that it was part of an continuing exploration of the relation between pain and sexual pleasure.\n\"I think it's the toughest one for people to take,\" Mr. Condon says of the scene. \"It puts you at a bit of a distance from him.\" To overcome the audience's distrust, Mr. Condon is relying on the character of Kinsey's wife, played by Laura Linney. \"You watch it through her eyes,\" he says, \"her horror and then her understanding of the deep sense of despair.\" Mr. Gathorne-Hardy, who commented on several drafts of the script, did not approve. \"That one I was against,\" he says. \"If he wanted to explore that side of Kinsey, fine, but he should have explored it in my view.\"\nBut the most controversial scene in the movie is Kinsey's infamous meeting with a sexual omnivore, whose history of sexual encounters with men, women, boys, girls, animals and family members took 17 hours to record. In Mr. Condon's version, Wardell Pomeroy, a research assistant played by Chris O'Donnell, walks out in disgust, leaving Kinsey alone to face the monster whom his refusal to moralize about sex seems to have conjured up. It was actually another of Kinsey's associates who disapproved (\"I don't think, to tell you the truth, that Pomeroy would have cared twopence,\" says Mr. Gathorne-Hardy), but the rest is accurate.\nThe meeting took place in June 1944, when the pedophile, said to have been a man named Rex King, was 63. Before and after the meeting, Kinsey wrote to King, coaxing him to send his detailed diaries of his sexual exploits, including those with children. Jones reports that on Nov. 24, 1944, for example, Kinsey wrote, \"I rejoice at everything you send, for I am then assured that that much more of your material is saved for scientific publication.\" Kinsey published much of King's data in \"Sexual Behavior in the Human Male,\" where tables summarized King's attempts to bring to orgasm boys between the ages of 2 months and 15 years, in some cases over a period as long as 24 hours. Kinsey attributed the data not to one source but to many. But in 1995 John Bancroft, who was director of the Kinsey Institute until this spring, discovered that all the data came from King. In a forthcoming article, Dr. Bancroft suggests that Kinsey might have wanted to shield King from public attention.\nThe descriptions make for exceptionally difficult reading. Yet no one objected to them publicly -- until 1981, when they came to the attention of an independent researcher named Judith Reisman.\nMs. Reisman has devoted much of the last two decades to her case against Kinsey. She is herself a controversial figure: in 1991, after the Kinsey Institute responded to some of her allegations, she sued for slander and defamation of character. Her suit was dismissed. With the support of fellow advocates, including the radio personality Dr. Laura Schlessinger, Ms. Reisman recently tried to place an advertisement in Variety calling Kinsey \"a man who produced and directed the rape and torture of hundreds of infants and children.\" She says Variety rejected it; the publication would not confirm as much.\nMr. Jones says that Kinsey erred in using the data, but Mr. Gathorne-Hardy calls it inevitable. \"In a sort of way he was ruthless,\" he says, \"and one could almost go as far as to say immoral, at least not conventionally moral. If someone had sexual information that was germane, Kinsey would use it.\" Ms. Riesman, for her part, says Kinsey's action should be regarded as a criminal matter. \"When you rape children,\" she says, \"it's still a crime. And if you solicit it and if you support it, it's still a crime.\" She alleges that Kinsey continued to correspond with King until 1954, and she points out that Kinsey also corresponded with Fritz von Balluseck, a German pedophile and former Nazi who was tried for murder.\nAsked whether Kinsey should have used King's data, Mr. Condon says: \"I'm not sure.\" But he adds: \"He was so intent on that one thing, on collecting data. It would seem like a betrayal of the whole project for him not to have used it in some way.\" Lying about the source, however, \"was a mistake.\"\nIt certainly has hampered Kinsey's defense. As a matter of policy, the institute will not -- to the frustration of defenders and accusers alike -- answer questions about King, Balluseck or anyone else who may have confided in Kinsey.\nTo explain Concerned Women for America's position, Mr. Knight chooses a highly cinematic image. \"The most profound damage Kinsey did was to kids,\" he says. \"To this day his cold dead hand is on the throttle of sexual liberation, and the kids are still lying there on the tracks, right in front of that train.\"\nCinematic villains and monsters -- and unlikely sympathy with them -- played a large role in Mr. Condon's last film, \"Gods and Monsters,\" which was about James Whale, the gay man who directed \"Frankenstein.\" Is Kinsey a monster? \"I think to certain people he is,\" says Mr. Condon. \"I don't see him that way.\"\nLike Frankenstein's monster, however, Kinsey's profile may fit together only jaggedly. \"It's like having a jigsaw puzzle on the table,\" says Mr. Jones. \"You have all these pieces that speak to his warmth, and then you've got all these other pieces of people telling you how badly they were hurt by him.\" He adds, \"What do you do with them? Do you brush them aside, or do you try to put them in the portrait?\"\nFILM Caleb Crain is the author of \"American Sympathy: Men, Friendship and Literature in the New Nation.\"\nCorrection:  November 28, 2004, Sunday  An article on Oct. 3 about the film \"Kinsey\" referred incorrectly to legal proceedings against Fritz von Balluseck, a German convicted pedophile who corresponded with Dr. Alfred C. Kinsey. While von Balluseck was named by the Berlin police as a suspect in the murder of a young girl in 1957, he was not placed on trial. This correction was delayed for research in court archives.", "date": "OCT. 3, 2004", "href": "https://www.nytimes.com/2004/10/03/movies/alfred-kinsey-liberator-or-pervert.html", "tags": "kinsey pervert gathorne-hardy jones alfred liberator condon one sex -- says sexual"}