{"title": "All Brexit Deals Worse for Economy Than Staying, U.K. Government Says", "content": "Britain’s government on Wednesday abandoned any pretense that leaving the European Union would lift the economy, instead presenting its own plan to leave as the least destructive option.\nThe government’s switch in its argument followed publication of a bleak official economic analysis of life outside the European Union, which showed that under terms similar to those in Prime Minister Theresa May’s plan for the withdrawal, known as Brexit, Britain’s economy would be 3.9 percent smaller than it would have been if the country had stayed in.\nIn the government’s worst-case scenario of leaving the bloc with no deal, Britain’s economy would lose 9.3 percent of the gross domestic product it could otherwise have expected.\nAnd that seemed relatively tame compared with a report from the Bank of England also released on Wednesday. In the event of Britain crashing out of the European Union without a deal, the bank’s analysts said, the economy would shrink by 8 percent in a year, house prices would sink 30 percent and the pound would drop to $1.10 from the current $1.27.\nThe reports arrived at a sensitive time for Mrs. May, who faces the daunting task of persuading lawmakers to support the divorce proposals for withdrawal from the European Union, or Brexit, that she agreed to on Sunday with fellow European leaders.\nWithin the British Parliament, there is significant opposition to Mrs. May’s plan and the very real prospect that it could be rejected in a vote on Dec. 11, throwing the country’s already addled political class into chaos.\nThe government’s document dispelled some of the wishful thinking expounded by Brexit supporters, debunking claims that withdrawal would lift the economy by permitting Britain to strike a new set of trade deals with fast-growing economies around the world.\nUnder all scenarios the British economy would grow, the report said, but it would be smaller around 2035 than if Britain remained a European Union member country.\nMrs. May’s supporters now argue that an inevitable economic hit from Brexit would be limited under her scheme, and would be offset by the political advantage of regaining the right to restrict migration from the European Union and leaving its agricultural and fisheries policies.\nThe government’s analysis was met with derision by pro-Brexit lawmakers, who quickly reminded voters that Brexit opponents had issued similar prophecies of economic doom before the referendum, only to be proved wrong.\n“The reputation of government economics is in the gutter,” said Steve Baker, a lawmaker and hard-line Brexit supporter. His colleague Priti Patel, a pro-Brexit former cabinet minister, added, “We’ve all had about enough of Project Fear.”\nThe report was attacked from the left as well, with the leader of the opposition Labour Party, Jeremy Corbyn, dismissing it as “meaningless.”\nThose angling for a second referendum were encouraged on Wednesday when John McDonnell, the senior opposition lawmaker who is Labour’s spokesman on economic policy, said that if Parliament rejected Mrs. May’s deal and there was not then a general election, another plebiscite seemed inevitable.\nDespite widespread predictions that Mrs. May will fail to get her plan through Parliament, she has until the parliamentary vote on Dec. 11 to sell it to the public and is embarking on a barnstorming tour to do just that.\nMrs. May is not known for her skills in retail politics. But she may be helped by predictions about the impact of a no-deal exit — something that she says is likely if lawmakers reject her deal.\nThat deal is so vague that her officials did not even try to model it in the report. Instead, they based their calculations on an earlier version of that plan, the one she presented this summer at her official Chequers estate that sent her cabinet into revolt and was rejected by the European Union.\nOne striking feature of the report was its conclusion that the benefit of trade deals elsewhere in the world — seen by some Brexit supporters as a central justification for withdrawal — would be negligible. The document assumed that by 2035 Britain would benefit from successfully negotiated trade deals with the United States, Australia, New Zealand and a range of other countries including China, India, Malaysia, Brunei, Kuwait and Bahrain. Yet in total they yield only gains worth around 0.2 percent of gross domestic product.\nIn Parliament on Wednesday, Mrs. May insisted that the analysis did not show that Britons would be poorer because of her Brexit plan. That is technically accurate, since the economy would continue to grow, but significantly less than it would if Britain remained a member of the European Union.\nBut the analysis detailed how any form of Brexit would leave Britain worse off than it could and would have been otherwise, a fact acknowledged by Philip Hammond, the chancellor of the Exchequer, and the bête noire of the pro-Brexit faction.\nWhile acknowledging that remaining in the bloc was not politically acceptable, Mr. Hammond told the BBC that, in a “purely economic sense” Britain would be worse off under any scenario, compared with staying in the European Union.", "date": "Nov. 28, 2018", "href": "https://www.nytimes.com/2018/11/28/world/europe/uk-brexit-economy.html", "tags": "brexit european deals may worse union u.k. economy britain says government mrs. plan staying"}