{"title": "Almost 9 Million People Enroll In Obamacare, Despite Trump's Sabotage Attempts", "content": "Health insurance enrollment on the federal Obamacare exchange marketplaces is down from last year. Given the way President Donald Trump’s administration has handled the program, it almost counts as good news that it didn’t dip even lower.\nIn the 39 states whose residents use the federal HealthCare.gov to enroll, 8.8 million people signed up for private insurance policies for 2018, the Centers for Medicare and Medicaid Services announced Thursday. The total will likely be at least slightly higher than 8.8 million because the agency is still processing some applications.\nThe 8.8 million is down about 4 percent from the 9.2 million people who had signed up by the end of the campaign last year, which was down from the 9.6 million who had done so the year before. New customers made up 2.4 million of that total, down from the almost 3 million new enrollees who signed up for 2017 plans. \nThe six-week open enrollment period in those 39 states, plus the state-run exchanges in Idaho and Vermont, ended last Friday. Ten states and the District of Columbia have later deadlines, and people in many states can still enroll through federal exchanges under special circumstances. \nTotal nationwide enrollment will be considerably higher than 8.8 million when the other states ― which include California and New York ― tally their results. Early reports from state-based exchanges show higher enrollment than last year.\nLower enrollment overall remains likely because the vast majority of states use the federal system. That isn’t a good thing: It means fewer Americans who don’t get health coverage from their employers or a government program like Medicaid or Medicare will be covered next year.\nNevertheless, there are a lot of reasons to be surprised sign-ups didn’t fall further and to view the latest figures as an indicator of the staying power of the health insurance exchanges created by the Affordable Care Act.\nFor the first time, a federal government run by people vehemently opposed to the very existence of the Affordable Care Act and health insurance exchanges was in charge of planning and carrying out an enrollment push. Trump openly rooted for Obamacare to “fail” and bragged about hastening that outcome.\nHis administration did the bare minimum during this year’s sign-up campaign.\nThe enrollment period was half as long this year as it was in 2016. And although it was President Barack Obama’s administration that first proposed that change, it was the Trump administration that slashed the advertising budget by 90 percent and cut funding for enrollment counselors by 40 percent overall ― and by much more for many organizations.\nMeanwhile, Trump and the GOP-led Congress spent a considerable portion of 2017 fruitlessly trying to repeal the Affordable Care Act. They did manage to undo the individual mandate, which states that most Americans must get health coverage or face a fine. The mandate remains in place until 2019 under legislation Trump is expected to soon sign into law.\nAs part of its legislative push against the Affordable Care Act, and even during the sign-up season, Trump and other senior administration officials ― including Centers for Medicare and Medicaid Services Administrator Seema Verma herself ― routinely badmouthed the law and its programs. Under then-Health and Human Services Secretary Tom Price, the department spent taxpayer money intended to promote enrollment on campaigns denigrating the law.\nMoreover, Trump exacerbated the exchanges’ previous problems with affordability and choice. In less populous areas in particular, the health care law never really lived up to its promise of affordable insurance and competition. Premiums were going to rise again next year regardless of whether Obama or Trump were president ― but Trump’s actions made it worse.\nTrump repeatedly made public statements suggesting he wouldn’t fully enforce the individual mandate, making insurance companies nervous that fewer healthy people would enroll this year. Many insurers increased premiums more than originally planned because of that.\nMuch more significantly, Trump followed through on threats to cut off payments to insurance companies that the federal government owed billions of dollars. The most immediate effect was that insurers across the country hiked prices even more than they would have otherwise. \nFor customers who don’t qualify for financial assistance, those higher prices made it much more difficult to afford health insurance. The Centers for Medicare and Medicaid Services didn’t include any details about how many of the 8.8 million enrollees for next year are subsidized. In addition, about half of unsubsidized customers bypass health insurance exchanges and purchase coverage directly from an insurer or through a broker.\nThose who receive tax credits to reduce their premiums were mostly shielded from those increases, because the subsidy goes up to compensate for higher prices.\nBut after Trump stopped paying insurers, they protected themselves with an odd and confusing way of pricing insurance. It also wound up creating unexpected benefits for subsidized customers.\nIn many states, health insurance companies loaded all of their excess premium increases on mid-level Silver policies because the prices of those plans are used to calculate the size of the subsidies people use. Those bigger subsidies allowed people in many areas to get low-level Bronze plans at no cost or more generous Gold plans for about the same as Silver.\nIt’s difficult to predict what will happen in the 2019 open enrollment period that will take place next fall.\nThe evidence from the past several years indicates that there probably are enough people eligible for big subsidies that the markets will persist for them, at least. But rising costs and the end of the individual mandate could drive people ― and insurance companies ― out of the market. This could be especially true for healthy consumers who don’t qualify for help paying premiums and who will find the prices unaffordable. \nTrump also plans to relax regulations of short-term insurance policies. They’re currently available for no more than three months, but Trump has called to increase that to a full year. Because these plans screen customers for pre-existing conditions ― which insurers selling exchange policies are forbidden to do ― they could lure healthy people away from the Obamacare market, further increasings costs for the sick people who would remain and weakening the exchanges.\nCORRECTION: A previous version of this story indicated that Obamacare enrollment, which is down from about 9.2 million people last year to about 8.8 million this year, was down 10 percent. In fact, that is a drop of about 4 percent.", "date": "\n12/21/2017", "href": "https://www.huffpost.com/entry/obamacare-enrollment-9-million_n_5a3c23b6e4b025f99e15c6f7", "tags": "people despite sabotage obamacare exchanges states trump ― enrollment almost year attempts million insurance enroll health"}