{"title": "Alternative for Germany: Who Are They, and What Do They Want?", "content": "BERLIN — As Chancellor Angela Merkel won her fourth term in power on Sunday, nearly 6 million Germans — 12.6 percent of those who voted — cast their ballots for an upstart, populist party that has denounced her: Alternative for Germany. Here’s a guide to the far-right party that could reshape German politics.\nAlternative for Germany — widely known by its German initials AfD — was founded in the spring of 2013 by a group of elite conservatives, many of whom had been raised in the Christian Democratic Union, the center-right party that Ms. Merkel leads. They were frustrated with what they saw as a shift to the center on a range of policies, but especially with Ms. Merkel’s decision to commit German taxpayer money to a bailout of Greece.\nIn 2015, after nearly 1 million migrants arrived in Germany seeking asylum, Alternative for Germany shifted its focus to domestic security and immigration. Its tone became increasingly nationalistic, populistic and — its critics said — racist.\nMembers have called for Germany to rethink its national culture of atonement and remembrance of Nazi crimes. At AfD’s election party on Sunday night, some in the crowd sang the national anthem — a display of a sort rarely seen in a country weaned in the decades since World War II to be wary of overt displays of nationalism. The Central Council of Jews in Germany said the party’s entry into Parliament had confirmed its worst fears about a resurgence of the far right.\nAlexander Gauland, one of the party’s lead candidates, insisted on Monday there was nothing in the party’s platform that should cause worry for Jews.\nFrauke Petry, 42, has been the party’s leader and its face abroad.\nShe is widely considered a relatively moderate force in the party, but she recently split with many of its members over their attempt to expel a member in the eastern state of Thuringia, Björn Höcke, who was seen as challenging Germany’s national atonement for the Holocaust and for its Nazi crimes.\nOn Monday Ms. Petry appeared to continue her spat with other party leaders, announcing that she would not join AfD’s caucus in Parliament.\nThe party’s leading candidates in the election, who are now expected to take charge of that caucus, were Mr. Gauland, 76, a former newspaper publisher who had run the office a Christian Democrat governor in Hesse, and Alice Weidel, 38, an economist who worked for Goldman Sachs as a banker.\nDespite their nationalist rhetoric, the leaders are diverse in ways that have gotten notice. Ms. Petry was, like Ms. Merkel, trained as a scientist, and is fluent in English. Ms. Weidel is fluent in Mandarin and is raising children with her female partner.\nAlternative for Germany promised to restore law and order and a sense of national pride — a theme that causes deep unease among many Germans. After the results of the vote were broadcast, demonstrations decrying the party’s nationalist rhetoric and accusing it of flirting with Nazism broke out in Berlin, Hamburg, Frankfurt and Cologne.\n“There’s no right to Nazi propaganda!” protesters shouted outside AfD’s election-night party.\nMs. Weidel said the party would “initiate a parliamentary investigative committee against Angela Merkel,” challenging the legal basis of her migration policies, and “very decidedly take up the breaches of law by this lady.”\nThe party also promised to increase border security, to push back against further European Union integration and to oppose the use of German taxpayer money to bail out foreign banks. It wants to revamp the pensions system, cutting a government program that rewards private pensions savers.\nThe party has flirted with anti-Islamic sentiment, rejecting inclusive language used by Ms. Merkel and past presidents and saying that a religion that does not respect the constitution and laws of the country is not compatible with German democracy.\nOf the nearly 6 million votes Alternative for Germany won on Sunday, preliminary results show 1.2 million came from voters who had stayed home in previous elections. But another million had been pulled away from the chancellor’s bloc — including many from the Christian Social Union, a sister party of her Christian Democratic Union that has been the dominant political force in the southern state of Bavaria for decades.\nBut AfD also drew from the political left, with support from nearly 500,000 voters who had previously supported the center-left Social Democrats and 400,000 who had voted for the Left Party. AfD appealed to people’s sense that lawmakers had failed to listen to individual concerns of loss of orientation in an increasingly globalized world.\nShirley Borchardt, 30, was one of those who abandoned the Left Party after nine years. She said it had not done enough to stand up to Ms. Merkel.\n“I want to finally be a part of something new, to see us become a force in the Bundestag that is able to break up the uniform mushiness of the represented parties,” she said.\nAlternative for Germany emerged as the third-largest party in Parliament, with 94 out of 709 seats. It is unlikely to lead the opposition: That influential role will go to the second-place Social Democratic Party, which formed a coalition with Ms. Merkel’s group after the last national elections but has said that it will not do so this time.\nHow strong AfD will be will depend in large part on whether it can hold its caucus together. Hours after its historic victory, becoming the first party to the right of the chancellor’s center-right bloc to make it into Parliament, cracks were beginning to show.\nMs. Petry, who secured a seat in Parliament through a direct vote in her eastern state of Saxony — candidates can be elected either as individuals or from a party list — took to the country’s main breakfast TV show to challenge comments Mr. Gauland had made during the election party about “hunting” the chancellor. Then, at a news conference alongside Mr. Gauland and Ms. Weidel, she announced her decision not to join AfD’s parliamentary caucus, and stormed out without taking questions.\nSuch theatrics lay plain that the young party will need to get its house in order if it wants to even begin to be a constructive opposition force.\nParadoxically, AfD’s entrance into Parliament has set the stage for a centrist government that will make overtures to the right but will remain staunchly pro-European, said Timo Lochocki, a trans-Atlantic fellow at the German Marshall Fund of the United States.\n“They can influence rhetoric,” Mr. Lochocki said of the AfD, but whether the party remains a force capable of exerting influence will depend largely on whether the Christian Democrats and the Social Democrats are able to win back voters on such emotional issues as immigration and the common European currency, the euro, as they have pledged to do.\nAfD had demonstrated that disgruntlement about immigration and the euro were potent issues for perhaps 5 to 10 percent of voters, Mr. Lochocki said — issues that it would want to keep alive.\nHe added that elections had historically been focused on economics, but a split had emerged because of the refugee crisis. “These cleavages never decided elections because migration was not an issue,” he said. “But now it is.”", "date": "Sept. 25, 2017", "href": "https://www.nytimes.com/2017/09/25/world/europe/germany-election-afd.html", "tags": "merkel want germany party afd ” alternative ms. —"}