{"title": "AMA Joins Increasingly Loud Chorus Of Health Groups Opposing GOP Repeal Bill", "content": "The American Medical Association just announced that it “cannot support” the Republican bill to repeal the Affordable Care Act. \nThe AMA announced its opposition in a letter Wednesday morning, hours before two House committees were set to mark up repeal legislation. It comes one day after a slew of patient advocacy and health industry groups including the American Hospital Association announced they were against the House GOP bill ― and it’s one more sign of political trouble for the Republican repeal effort. \n“While we agree that there are problems with the ACA that must be addressed, we cannot support the AHCA as drafted because of the expected decline in health insurance coverage and the potential harm it would cause to vulnerable patient populations,” AMA chief executive James Madara said in the letter.\nIn the detailed letter, Madara raises objections to the key pillars of the Republican plan, including a rollback of the Affordable Care Act’s Medicaid expansion. “Medicaid expansion has proven highly successful in providing coverage for lower income individuals,” he said, making a point that a variety of public health researchers have.\nMadara also pointed out that the Republican bill would reorient federal financial assistance for people who buy private coverage on their own. Under the Affordable Care Act, the federal government provides more money to people whose incomes are low or insurance costs are high ― in order to establish a guarantee of coverage. Republicans would instead introduce a system of flat tax credits, varying only by age, that would reduce subsidies ― sometimes dramatically ― for poor people and those with high insurance costs.\n“We believe credits inversely related to income, rather than age as proposed in the committee’s legislation, not only result in greater numbers of people insured but are a more efficient use of tax-payer resources,” Madara said.\nRepublicans have suggested that their plan would improve access to health care, in part by stripping away regulations on insurance and thereby reducing premiums. But preliminary analyses of the GOP plan have suggested that it would cause millions to lose coverage and that the trade-off for lower premiums would be higher out-of-pocket costs ― in short, what Madara was saying in his letter.\nThe AMA is the nation’s largest organization representing physicians. And although it has traditionally promoted itself as an advocate for America’s patients, it is like any other interest group, and spends much of its time looking out for the financial interests of its members. But it’s not clear that, overall, repeal would hurt physician incomes in a meaningful way\nThe open opposition of so many health care organizations stands in stark contrast to their support of the 2009-10 reform effort that culminated in enactment of the Affordable Care Act. \nOne reason groups like the AMA supported that legislation was that Democratic leaders had spent more than two years working with them, going back to before the 2008 election, in order to build a coalition that could give reform the political resiliency it would need to pass Congress. The Republicans trying to repeal the law now did not do that.\nOf course, there’s another reason the AMA and other groups endorsed reform in 2009. That was an effort to help give people health insurance, rather than take it away.", "date": "\n03/08/2017", "href": "https://www.huffpost.com/entry/ama-oppose-obamacare-repeal-bill_n_58c010c2e4b0d1078ca2a977", "tags": "groups coverage joins chorus repeal ama opposing gop loud ― increasingly insurance bill madara care health"}