{"title": "Amazon Pushes Facial Recognition to Police. Critics See Surveillance Risk.", "content": "SEATTLE — In late 2016, Amazon introduced a new online service that could help identify faces and other objects in images, offering it to anyone at a low cost through its giant cloud computing division, Amazon Web Services.\nNot long after, it began pitching the technology to law enforcement agencies, saying the program could aid criminal investigations by recognizing suspects in photos and videos. It used a couple of early customers, like the Orlando Police Department in Florida and the Washington County Sheriff’s Office in Oregon, to encourage other officials to sign up.\nBut now that aggressive push is putting the giant tech company at the center of an increasingly heated debate around the role of facial recognition in law enforcement. Fans of the technology see a powerful new tool for catching criminals, but detractors see an instrument of mass surveillance.\nOn Tuesday, the American Civil Liberties Union led a group of more than two dozen civil rights organizations that asked Amazon to stop selling its image recognition system, called Rekognition, to law enforcement. The group says that the police could use it to track protesters or others whom authorities deem suspicious, rather than limiting it to people committing crimes.\nFacial recognition is not new technology, but the organizations appear to be focusing on Amazon because of its prominence and what they see as a departure from the company’s oft-stated focus on customers.\n“Amazon Rekognition is primed for abuse in the hands of governments,” the group said in the letter, which was addressed to Jeff Bezos, Amazon’s chief executive. “This product poses a grave threat to communities, including people of color and immigrants, and to the trust and respect Amazon has worked to build.”\nWith the letter, the A.C.L.U. released a collection of internal emails and other documents from law enforcement agencies in Washington County and Orlando that it obtained through open records requests. The correspondence between Amazon and law enforcement officials provides an unusual peek into the company’s ambitions with facial recognition tools, and how it has interacted with some of the officials using its products.\nMany of the companies supplying the technology are security contractors little known to the public, but Amazon is one of the first major tech companies to actively market technology for conducting facial recognition to law enforcement. The efforts are still a tiny part of Amazon’s business, with the service one of dozens it offers through Amazon Web Services. But few companies have Amazon’s ability to effectively push widespread adoption of tech products.\n“The idea that a massive and highly resourced company like Amazon has moved decisively into this space could mark a sea change for this technology,” said Alvaro Bedoya, executive director at the Center on Privacy & Technology at the Georgetown University Law Center.\nIn a statement, a spokeswoman for Amazon Web Services stressed that the company offered a general image recognition technology that could automate the process of identifying people, objects and activities. She said amusement parks had used it to find lost children, and Sky News, the British broadcaster, used it last weekend to automatically identify guests attending the royal wedding. (The New York Times has also used the technology, including for the royal wedding.)\nThe spokeswoman said that, as with all A.W.S. services, the company requires customers to comply with the law.\nThe United States military and intelligence agencies have used facial recognition tools for years in overseas conflicts to identify possible terrorist suspects. But domestic law enforcement agencies are increasingly using the technology at home for more routine forms of policing.\nThe people who can be identified through facial recognition systems are not just those with criminal records. More than 130 million American adults are in facial recognition databases that can be searched in criminal investigations, the Center on Privacy & Technology at Georgetown Law estimates.\nFacial recognition is showing up in new corners of public life all the time, often followed by challenges from critics about its efficacy as a security tool and its impact on privacy. Arenas are using it to screen for known troublemakers at events, while the Department of Homeland Security is using it to identify foreign visitors who overstay their visas at airports. And in China, facial recognition is ubiquitous, used to identify customers in stores and single out jaywalkers.\nThere are also concerns about the accuracy of facial recognition, with troubling variations based on gender and race. One study by the Massachusetts Institute of Technology showed that the gender of darker-skinned women was misidentified up to 35 percent of the time by facial recognition software.\n“We have it being used in unaccountable ways and with no regulation,” said Malkia Cyril, executive director of the Center for Media Justice, a nonprofit civil rights organization that signed the A.C.L.U.’s letter to Amazon.\nThe documents the A.C.L.U. obtained from the Orlando Police Department show city officials considering using video analysis tools from Amazon with footage from surveillance cameras, body-worn cameras and drones.\nAmazon may have gone a little far in describing what the technology can do. This month, it published a video of an Amazon official, Ranju Das, speaking at a company event in Seoul, South Korea, in which he said Orlando could even use Amazon’s Rekognition system to find the whereabouts of the mayor through cameras around the city.\nIn a statement, a spokesman for the Orlando Police Department, Sgt. Eduardo Bernal, said the city was not using Amazon’s technology to track the location of elected officials in its jurisdiction, nor did it have plans to. He said the department was testing Amazon’s service now, but was not using it in investigations or public spaces.\n“We are always looking for new solutions to further our ability to keep the residents and visitors of Orlando safe,” he said.\n(On Thursday, Amazon added a note on the YouTube page for the video of Mr. Das that said he “got confused and misspoke about the City of Orlando’s use of A.W.S. technologies.”)\nEarly last year, the company began courting the Washington County Sheriff’s Office outside of Portland, Ore., eager to promote how it was using Amazon’s service for recognizing faces, emails obtained by the A.C.L.U. show. Chris Adzima, a systems analyst in the office, told Amazon officials that he fed about 300,000 images from the county’s mug shot database into Amazon’s system.\nWithin a week of going live, the system was used to identify and arrest a suspect who stole more than $5,000 from local stores, he said, adding there were no leads before the system identified him. The technology was also cheap, costing just a few dollars a month after a setup fee of around $400.\nMr. Adzima ended up writing a blog post for Amazon about how the sheriff’s office was using Rekognition. He spoke at one of the company’s technical conferences, and local media began reporting on their efforts. After the attention, other law enforcement agencies in Oregon, Arizona and California began to reach to Washington County to learn more about how it was using Amazon’s system, emails show.\nIn February of last year, before the publicity wave, Mr. Adzima told an Amazon representative in an email that the county’s lawyer was worried the public might believe “that we are constantly checking faces from everything, kind of a Big Brother vibe.”\n“They are concerned that A.C.L.U. might consider this the government getting in bed with big data,” Mr. Adzima said in an email. He did not respond to a request for comment for this article.\nDeputy Jeff Talbot, a spokesman for the Washington County Sheriff’s Office, said Amazon’s facial recognition system was not being used for mass surveillance by the office. The company has a policy to use the technology only to identify a suspect in a criminal investigation, he said, and has no plans to use it with footage from body cameras or real-time surveillance systems.\n“We are aware of those privacy concerns,” he said. “That’s why we have a policy drafted and why we’ve tried to educate the public about what we do and don’t do.”", "date": "May 22, 2018", "href": "https://www.nytimes.com/2018/05/22/technology/amazon-facial-recognition.html", "tags": "company technology pushes see facial risk using recognition ” critics law surveillance police amazon"}