{"title": "Amazon, eBay Remove 'Chinese Boy' Costumes Featuring Racist 'Slant-Eye' Images", "content": "It’s 2018, and yet... here we are.\nAmazon UK and eBay UK have received immense backlash after social media users recently noticed “Chinese Boy Fancy Dress Costumes” for sale through the e-commerce sites. In photos on the product pages, the costumes were modeled by white children pulling their eyes back in a “slant-eye” expression, a gesture often used to mock Asians.\nThe images spurred many in the Asian community to report the merchandise and demand its removal from the sites.\nThe sellers of the costumes were listed on Amazon as “ATOSA” and “Fyasa.” No information was immediately available about either entity, although sellers with those names appear to sell many other Halloween costumes through Amazon.\n“Once this listing was brought to our attention, we immediately removed the item and contacted the seller informing them that the listing violates eBay’s offensive materials policy,” eBay told HuffPost in a statement Tuesday.\nAmazon appeared to have removed the offending products as well. “The products in question are no longer available,” Amazon told HuffPost in a statement.\nBoth Amazon and eBay, however, still feature several other racist costumes, including a different “Chinese Boy Fancy Dress” costume and a “Geisha Girl” costume. In the photos for both products, the models are holding their hands together in prayer, a stereotypical gesture often employed to mock Asians.\nAmazon and eBay have received criticism in the past for offensive merchandise sold through their sites. Earlier this month, Amazon pulled a variety of laptops, baby bibs and other products featuring the words “Slavery Gets Shit Done.” The two companies also came under fire in 2015 for selling an Israeli soldier’s Halloween costume for kids, as well as an “Arab” nose.\nThis story has been updated with a statement from Amazon.", "date": "\n01/30/2018", "href": "https://www.huffpost.com/entry/amazon-ebay-racist-asian-costumes_n_5a70cffae4b0ae29f08bafb7", "tags": "boy uk costume remove images featuring ” ebay racist sites products statement costumes amazon"}