{"title": "Amazon Sets Its Sights on the $88 Billion Online Ad Market", "content": "Verizon doesn’t sell its mobile phones or wireless plans over Amazon. Nor does it offer Fios, its high-speed internet service. But Verizon does advertise on Amazon.\nOn Black Friday last year, when millions of online shoppers took to Amazon in search of deals, a Verizon ad for a Google Pixel 2 phone — buy one and get a second one half off — could be seen blazing across Amazon’s home page. And on July 16, what Amazon calls Prime Day, an event with special deals for its Prime customers, Verizon again ran a variety of ads and special offers for Amazon shoppers, like a mix-and-match unlimited service plan.\nAmazon, which has already reshaped and dominated the online retail landscape, is quickly gathering momentum in a new, highly profitable arena: online advertising, where it is rapidly emerging as a major competitor to Google and Facebook.\nThe push by the giant online retailer means consumers — even Prime customers, who pay $119 a year for access to free shipping as well as streaming music, video and discounts — are likely to be confronted by ads in places where they didn’t exist before.\nIn late August, some gamers were angered when Twitch, a video game streaming service acquired by Amazon in 2014, said it would soon no longer be ad-free for Prime members unless consumers paid an additional $8.99 a month for a premium service called Twitch Turbo.\nAmazon derives the bulk of its annual revenue, forecast to be $235 billion this year, from its e-commerce business, selling everything from books to lawn furniture. Amazon is also a leader in the cloud computing business, with Amazon Web Services, which accounts for around 11 percent of its revenue but more than half of its operating income. But in the company’s most recent financial results, it was a category labeled “other” that caught the attention of many analysts. It mostly consists of revenue from selling banner, display and keyword search-driven ads known as “sponsored products.” That category surged by about 130 percent to $2.2 billion in the first quarter, compared with the same period in 2017.\nThose numbers are a pittance for Google and Facebook, which make up more than half of the $88 billion digital ad market. But they come with big and troubling implications for those two giants.\nMuch of online advertising relies on imprecise algorithms that govern where marketing messages appear, and what impact they have on actual sales. Here, Amazon has a big advantage over its competitors. Thanks to its wealth of data and analytics on consumer shopping habits, it can put ads in front of people when they are more likely to be hunting for specific products and to welcome them as suggestions rather than see them as intrusions.\nAmazon is gaining in advertising when the public perception of Google and Facebook has soured. In addition, some advertisers have yet to return to YouTube, a growing ad channel for Google, after brands like AT&T were found appearing adjacent to videos that promoted racism or terrorism.\n“Google and Facebook have been slow to create the standards that advertisers want to see,” said Collin Colburn, an analyst at the research and advisory firm Forrester. “They are concerned about what sort of content their ads are going to be placed next to.”\nHe added, “Amazon is different because it has a much more controlled environment on its e-commerce site where the products are being sold, and Amazon’s reach into the rest of the World Wide Web is pretty small.”\nAmazon has sold some forms of advertising for years, including sponsored product listings tied to search keywords on its site, and ads on properties it owns like IMDb and Zappos. The company will also sell advertising spots on the Thursday-night National Football League games it live-streams to Prime customers this fall.\nBut some analysts who follow the company closely say Amazon is now focusing more on advertising, rapidly hiring and building out its capabilities in a business with high profit margins for Google and Facebook.\nIn turn, brands are increasingly recognizing Amazon’s vast customer reach, particularly to its more than 100 million Prime subscribers. In a study conducted last summer by Catalyst, the search and social media marketing company, only 15 percent of the 250 brands marketers polled felt they were making the most out of advertising on Amazon’s platform, and 63 percent of the companies already advertising there said they planned to increase their budget in the coming year.\nMany big brands that sell products on Amazon have increased their advertising on the site this year, including General Mills, Hershey and Unilever, according to an analysis of display ads by the research firm Gartner L2.\nBut the bigger surprise is the increase in advertising on Amazon by companies, like Verizon, AT&T and the insurer Geico, that don’t directly sell any product or service on the site. In the first half of 2018, Geico ran six times as many display ads as it did during the same period last year, according to Oweise Khazi, associate director of Amazon IQ research at Gartner L2. (Geico declined to comment.)\nVerizon said the reason for its increased advertising spending on Amazon was simple: It’s where the shoppers are.\n“They have people who are in a shopping mind-set, so that’s valuable for Verizon to be seen as a resource within that mind-set,” said John Nitti, the chief media officer at Verizon.\nThanks to the vast amount of data Amazon collects from its customers, it can target ads not only to basic demographics — say, women over the age of 35 — but to a more precise segment of customers who are likely to be shopping for cellphones or barbecue grills.\nAmazon is not just selling ads online. For Verizon, the opportunities to advertise over Amazon may increase as the e-commerce giant continues to build its internal media group and opens new advertising spots on various platforms or devices. Verizon, for instance, will soon be running a test: It will put Fios advertisements on Amazon packages being delivered to ZIP codes where Verizon offers the service.\nIn many cases, the advertising dollars that are moving to Amazon are being diverted from other digital players.\nLast year, the jeans maker Levi Strauss & Company shifted some of its advertising spending away from YouTube to Amazon, where it sharply increased its use of display ads, according to a May report by Gartner L2. In doing so, Levi’s increased the brand’s visibility in Google searches, driving shoppers to an Amazon page with Levi’s merchandise, the research firm said.\nIn an emailed statement, a spokeswoman for Levi’s said the company had increased its marketing investment across all channels, including television, traditional digital and newer digital platforms, including Amazon.\nFor some brands, the increased spending is most likely directly linked to increased competition on Amazon’s platform from Amazon itself. As Amazon introduces more of its own private-label goods, many companies are expanding their advertising spending to raise the visibility of their products.\nOn a recent afternoon, a consumer who typed “cereal” into the search bar of Amazon’s browser would first see an ad for JoyBol, followed by similar ads for General Mills’ Corn Chex and Cinnamon Toast Crunch. But just below those ads, in a box labeled “Top Rated From Our Brands,” a number of cereals from 365 Everyday Value were featured. That is the private label of the grocer Whole Foods, which Amazon acquired in 2017.\nGeneral Mills declined to comment.\nKellogg Company, which faces much of the same competition, said it had been generally shifting advertising dollars toward digital platforms.\n“With Amazon’s platform now being a leader in many elements of advertising — including, for many categories, search — it makes sense for part of those ad dollars to be allocated there,” said Monica McGurk, Kellogg’s chief revenue and e-commerce officer, in an emailed response to questions.\nBut for Kellogg’s, what sets advertising on Amazon’s platform apart from others, like Google or Twitter, is the online retailer’s data.\n“We can reach the right consumer at the right time using their wealth of data to target,” Ms. McGurk said. “Other traditional digital platforms do not have the level of purchase data that Amazon has on their customers.”\nAnalysts say some brands, however, particularly those whose products now face competition from Amazon private-label goods, remain reluctant to advertise on the e-commerce giant’s platform.\n“I do hear some brands saying, ‘We don’t want to work with Amazon too much because they’re going to get too much information from us,” said Will Margaritis, a vice president for e-commerce at the ad agency 360i. “I feel like that’s overthinking it. Amazon has enough data to understand everything about any category it wants to be in.”", "date": "Sept. 3, 2018", "href": "https://www.nytimes.com/2018/09/03/business/media/amazon-digital-ads.html", "tags": "ads ad market billion ” online verizon brands sets sights advertising google amazon —"}