{"title": "Amazon Gets Heat Over Holocaust Denial Books", "content": "Amazon is coming under fire in Europe for peddling books that claim the Holocaust never happened amid a resurgence of anti-Semitism and other hate speech. \nHolocaust denial is a crime in France, Italy and Germany with penalties that can include prison. Amazon removed several books from its websites in those countries following an investigation by the London Sunday Times that found dozens of books denying the Holocaust for sale. Most of the books are self-published.\nBooks included “The Myth of the Extermination of Jews” and “Holocaust: The Greatest Lie Ever Told.” Most of the titles are still available on Amazon’s sites in the U.K. and U.S., where Holocaust denial is not a crime.\nA spokesman for the Holocaust Educational Trust attacked the books as anti-Semitic and called Amazon’s sales of the books “shocking.”\n“The Holocaust was one of the most well-documented and researched periods in history, yet over 70 years later, there are still those who deliberately deny, denigrate and belittle the memory of the Holocaust,” spokeswoman Karen Pollock told the London Times. “Holocaust denial is highly offensive and the intent is anti-Semitism, pure and simple.”\nGideon Falter of the Campaign Against Anti-Semitism in Britain complained to the Independent that Amazon standards “prohibit the sale of ‘offensive material’ but these titles are sold by Amazon.”\nHe added: “Anybody searching Amazon for books about the Holocaust, including children working on school projects, will inevitably be shown Amazon’s squalid cesspool of neo-Nazi titles.”\nHolocaust deniers are enjoying a new popularity amid the rise of extreme nationalism. The bizarre and ugly phenomenon is explored in the 2016 film “Denial.” The movie stars Rachel Weisz as the real-life Jewish author Deborah Lipstadt, who was sued for libel by Holocaust denier David Irving. She was forced to prove in court that the Holocaust happened. Irving lost the case. \nThe new pressure on Amazon comes amid demands that social networking companies such as Facebook and Twitter crack down on an increase of hate speech online.\nAmazon has not made any comment about the controversy or why the company removed the books from certain European websites.", "date": "\n02/13/2017", "href": "https://www.huffpost.com/entry/amazon-holocaust-denial_n_58a151afe4b094a129ec9b82", "tags": "heat hate anti-semitism holocaust books denial ” gets amazon amid happened"}