{"title": "Amazon, Apple and Facebook Once Led the Market. Now They Are Driving It Down.", "content": "Apple was worth more than $1 trillion at the start of November. Now, it’s valued at $880 billion.\nThe mighty tech titans and their seemingly endless pipeline of profits, which powered one of the longest bull markets in stocks, are looking a little less invincible. Shares of Google’s parent company, Alphabet, are down more than 10 percent since the market peaked, while Facebook and Amazon have dropped more than 20 percent.\nInvestors’ faith has been eroded by slowing growth and a trade war with China, as well as a steady stream of revelations about privacy lapses, security issues and mismanagement. If tech stocks cannot shake the fears, the rest of the market could feel the pain. \nThe sheer bulk of the technology companies gives them outsize influence over the market — in both directions. The tumult in tech on Monday pushed major stock market indexes into negative territory for November, leaving investors clinging to a gain of less than 1 percent for the year.\nThe sentiment spilled over into European and Asian markets on Tuesday, with European blue-chip stocks reaching the lowest mark in about three weeks. In Asia, trade concerns helped to push the stocks of Chinese semiconductor makers and other big technology companies into the red.\n“You’re seeing extreme selling in the only favored area that everybody ran to,” said Tony Dwyer, chief market strategist with the brokerage firm Canaccord Genuity in New York.\nThe stock market would seem disconnected from the rest of the American economy. Unemployment remains low and growth is on track for its best annual performance since 2005. Third-quarter profits in the S&P 500 companies are expected to be up 28 percent, according to data company Refinitiv.\nBut investors are increasingly skittish about companies’ prospects. Europe and China are facing economic weakness, while margins could be pinched by higher interest rates and rising labor costs.\n“There’s definitely a slowdown underway globally,” said James Bianco, president of financial market research firm Bianco Research in Chicago. “The U.S. has definitely been stronger than the rest of the world. But the fear is, that can’t hold. If the rest of the world slows down, that will eventually slow us, too.”\nShares in industrial companies, viewed as particularly vulnerable to rising trade tensions with China, have dropped more than 10 percent since September. Economically sensitive financial stocks have slid 7.5 percent. Shares of homebuilders, which are vulnerable to rising rates, have fallen more than 30 percent.\nThe potential for higher borrowing costs is also weighing on smaller companies that often borrow money by issuing floating rate debt, which can become more difficult to pay off as interest rates rise. The Russell 2000 index of small capitalization stocks is down 14 percent from its high. \n“This is simply a continuation of the recent repricing of risk, or growth scare, that we’ve basically been seeing since the end of September,” said Talley Leger, an equity strategist with Oppenheimer Funds. \nWhen the stock market hit its peak in September, technology had led the way, accounting for 50 percent of the gains for the year. The tech giants, at first, seemed immune to the sell-off that followed on broader economic worries. \nNot anymore. Through Friday, roughly a quarter of the market’s decline since September was because of Amazon, Apple, Facebook and Alphabet, according to data collected by S&P Capital IQ. The sharp sell-off on Monday will only add to that tally. \nInvestors appear especially focused on any signs that extraordinary profits generated by these giant tech companies are under threat. \nThe specter of regulation is looming over the shares of Facebook, as it deals with the fallout and costs from a data breach, privacy lapses and management missteps. The pressure has only been amplified by renewed scrutiny over its response to Russian efforts to use it to influence the 2016 presidential election. The stock dropped another 5.7 percent on Monday. \nAlphabet likewise faces a regulatory crack down on business practices in Europe, and concern from elected officials in the United States about political bias. Its shares fell nearly 4 percent Monday.\nRegulation broadly is worrying technology investors. Apple’s chief executive, Tim Cook, has been warning that the new rules for the industry are “inevitable,” as he told Axios in an interview that aired on Sunday. \n“I’m a big believer in the free market. But we have to admit when the free market is not working,” he said, “I think the Congress and the administration at some point will pass something.”\nWhether technology stocks can slough off the worries will depend, in part, on whether the companies can continue to deliver strong earnings growth even if the global economy does soften significantly. Recent earnings reports from major tech companies have done little to reassure investors. \nSoft demand for Apple’s new phones has hurt its shares and those of its suppliers. The month started with Apple issuing a lower-than-expected forecast for sales. Last week, a supplier warned investors that one of its biggest customers had cut orders. \nSince Apple’s share price peaked at just over $232 on Oct. 3, the stock has plummeted by nearly 20 percent, lopping more than $200 billion off the company’s market value. Its shares were down nearly 4 percent Monday.\nAmazon reported a slowdown in its core retail revenue growth in late October, sending the shares lower. To investors, who often view revenue numbers as a good gauge of the strength of demand in the economy, that was more important than the $2.9 billion in profit the company reported.\nBut if they actually produce the numbers that Wall Street analysts expect, the recent slump in large technology stocks could present a buying opportunity for some investors. Key valuation measures of Apple and Alphabet hit multiyear highs this summer. But the recent drop has left those valuations substantially lower. Prices of Facebook and Amazon are relatively low compared with expected profits, meaning these stocks look “cheap” for certain investors. \nBut they might have to get even cheaper before investors are tempted to snap them up. That’s why some expect the sentiment in the market to get much worse before stocks can resume their climb. \n“I’m sort of looking for a little more bearishness,” said King Lip, chief strategist at the wealth management company Baker Avenue. ", "date": "Nov. 19, 2018", "href": "https://www.nytimes.com/2018/11/19/business/tech-stocks-markets-slump.html", "tags": "percent market driving investors companies tech stocks ” facebook shares led apple amazon"}