{"title": "Ambedkar: The man behind India's constitution", "content": "Wednesday marks the 61st anniversary of the death of Bhimrao Ramji Ambedkar who, after Mahatma Gandhi, is India's most revered leader.\nHe was the architect of what is probably the world's longest constitution, a legal scholar and a spiritual leader.\nMost importantly, he was the undisputed leader of the Dalits (formerly untouchables), who suffered from their lowly position in a harsh caste hierarchy.\nHe was born on 14 April 1891, part of a family that belonged to the Hindu Mahar community, one of the untouchable castes in India at the time.\nReferred to as the \"darling of the dispossessed\" by Indian historian Ramachandra Guha, Dr Ambedkar's influence during the colonial era began in the 1920s, when he joined politics. \nHe was also known for his rejection of Hinduism as a religion that isolated the lower caste. In 1956, he started the Dalit Buddhist movement. This was a radical reinterpretation of traditional Buddhism, which he found to be flawed.\nInstead, he coined the term Navayana Buddhism, which was adopted by nearly half a million Dalits at the time. \nHe was reportedly the first Dalit to gain entry into Elphinstone College, which was affiliated to the University of Bombay. After completing his undergraduate degree, he moved to New York on a scholarship that afforded him the chance to pursue a graduate degree at Columbia University, where he also completed a PhD in economics.\nHe collected another doctorate from the London School of Economics a year later - a formidable feat, considering the socio-political barriers he had to contend with.\nSoon after India gained independence in 1947, Dr Ambedkar became the country's first law minister, and was appointed to write the nation's new constitution. \nIn government, he argued for broader economic and social rights for women, the case for abolishing untouchability and for the reservation of jobs in civil services and schools for members of the lower castes.\nDespite being constitutionally outlawed in 1950, the practice of untouchability and discrimination against lower castes remains widespread.\nIn 1946, Dr Ambedkar founded a political party to campaign for the rights of the Dalit community. \nHistorians have said that his legacy as a socio-political reformer has had a profound effect on modern India, and he is often credited with representing a new kind of ambition in India - one that focused on lifting up the lower castes. \n All photos were obtained with the courtesy of Deeksha Bhoomi, Nagpur and Lokwangamay Publications. ", "date": "6 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-42234642", "tags": "constitution castes india dr dalits ambedkar man lower dalit new leader behind"}