{"title": "Americans find meaning in money more than friends or religion", "content": "As Americans gather with their family and friends for Thanksgiving dinner, they're being fed some grim home truths from the Pew Research Centre.\nAsked to rate what gave their life meaning, researchers found more people mentioned career and money, than friends or religion.\nTwo-thirds of those surveyed said family was a source of satisfaction.\nBut close to a third also cited work, while 23% said their finances made their lives meaningful.\nResearchers conducted the survey late last year, asking nearly 5,000 Americans an open-ended question about what parts of their lives gave them satisfaction and fulfilment. Answers included pets, hobbies, grandchildren and travel. \nFamily 69%\nCareer 34%\nMoney 23%\nFaith and spirituality 20%\nFriends 19%\nActivities and hobbies 19%\nHealth 16%\nThe open-ended question about what made people feel fulfilled received a wide variety of responses.\n\"Building a scale model trebuchet out of discarded lumber. I can do it, I know I can,\" said one. \n\"Family, God, friends, guns, work... in that order,\" said another.\nThere were also touching anecdotes: \"I guess what keeps me going is the surprising acts of kindness I see everyday in this city. A kid dropped and broke his toy on the train during rush hour and had a meltdown. Strangers grabbed the pieces and worked together to snap it back together.\"\nAnother respondent was focused on earning: \"With lots of money from the job I'm majoring in, I'll be able to finally enjoy life and its full benefits, instead of standing on the sidelines while the rich take pleasure in a life they were born into.\"\nWhile others discussed things they couldn't afford: \"I miss the ability to work. I miss buying clothes I want, going to coffee shops and having money for a good dinner at a fine dining restaurant.\"\nA second parallel survey conducted by Pew provided 15 defined categories and asked respondents to rate the importance of those pre-set options. \nIn the second survey using the closed-ended question, family was again the most popular rated source of meaning. But it was followed by being outdoors, spending time with friends and caring for pets, which were deemed to give \"a great deal of meaning\" to more than 40% of those surveyed. \nReligious faith ranked lower, providing a \"great deal\" of meaning to just 36% of people, on par with reading. In that survey only 34% of respondents ranked career as giving the highest level of meaning in their lives.", "date": "22 November 2018", "href": "https://www.bbc.com/news/business-46306037", "tags": "work friends find career meaning money religion survey americans family life"}