{"title": "Americans Are Now More Worried About Health Care Than Anything Else", "content": "Health care is now the issue at the top of Americans’ minds, a new HuffPost/YouGov survey finds.\nForty-five percent of those polled name health care as among the two issues most important to them, with 39 percent naming the economy, the survey finds. Immigration, at 25 percent, takes a relatively distant third.\nThe results mark a dramatic and unusual shift that comes in tandem with the unpopular rollout of Republicans’ new health care bill and an upswing in popularity for the Affordable Care Act, or Obamacare. While economic anxiety has ebbed in the aftermath of the recession, the economy has remained the nation’s near-perennial top issue, with the 2016 campaign no exception.  Last November, Americans were 14 points likelier to name the economy than health care as one of their top election concerns.\nConcern about health care is especially pronounced among voters who supported Democratic presidential candidate Hillary Clinton, a bloc that has also come out in fierce and nearly universal opposition to the GOP repeal efforts. The majority, 57 percent, call health care one of their top two priorities, with just 31 percent naming the economy. President Donald Trump’s voters, whose support for the Republican bill is relatively tepid, evince less concern about health care overall, with more naming the economy and immigration as top issues.\nOlder Americans are newly attuned to the health care debate as well. Half of those 45 or older name health care as a top issue, compared with just 38 percent of adults younger than 45 ― a gap that wasn’t in evidence last November. \nSixty-two percent of Americans say that immigration is among the two issues Trump has spent the most time on since taking office, with 37 percent naming health care and just 19 percent saying the economy. For once, opinions vary relatively little across political lines, with 70 percent of Clinton voters and 63 percent of Trump voters saying that immigration has been at the center of the president’s actions.\nResponses to those actions, however, are deeply divided. Asked to rate the two issues Trump has done the best and worst job of handling, regardless of how they feel about his job performance overall, 26 percent call immigration one of the topics he’s done the best job of addressing, with 25 percent saying it’s among the worst.\n There’s less symmetry on other topics: While 24 percent consider the economy one of Trump’s best issues, just 9 percent think it’s among his worst. On the flip side, 26 percent consider health care among Trump’s worst issues, with just 15 percent naming it as one of his best. (Forty-two percent of Americans didn’t select any issues as being among Trump’s best, while 31 percent didn’t pick any as being among his worst.)\nTrump voters give the president the highest marks on immigration, with 55 percent naming it one of his two best issues, followed by the economy at 44 percent. Nearly half say they’re not sure there’s an issue Trump is doing a particularly bad job of addressing.\nThe majority of Clinton voters, 69 percent, are unwilling to credit Trump with performing well on anything, instead saying they’re unsure. But they single out immigration and health care as issues on which they’re especially disappointed.\nUse the widget below to further explore the results of HuffPost/YouGov’s survey, using the menu at the top to select survey questions and the buttons at the bottom to filter the data by subgroups:\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted March 17-20 among U.S. adults, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.\nThe Huffington Post has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov’s nationally representative opinion polling. Data from all HuffPost/YouGov polls can be found here. More details on the polls’ methodology are available here.\nMost surveys report a margin of error that represents some, but not all, potential survey errors. YouGov’s reports include a model-based margin of error, which rests on a specific set of statistical assumptions about the selected sample rather than the standard methodology for random probability sampling. If these assumptions are wrong, the model-based margin of error may also be inaccurate. Click here for a more detailed explanation of the model-based margin of error.", "date": "\n03/22/2017", "href": "https://www.huffpost.com/entry/americans-more-worried-about-health-care-poll_n_58d2cac5e4b02d33b747fd00?facn3l0zbsu877gb9", "tags": "among percent else immigration worried issues economy anything top americans naming care health"}