{"title": "Americans Think There Are 54 Million Muslims In America- There Are Only 3 Million-", "content": "Americans and Europeans drastically overestimate their Muslim populations, a new international survey shows, a misperception many say is driven by Islamophobia and growing anti-Muslim sentiment.\nAmericans think 17 out of every 100 people in the U.S. are Muslim, according to the survey from Ipsos Mori, a U.K. research company. But, according to the nonpartisan Pew Research Center, Muslims account for only 1 out of every 100 people in the U.S. \nThat works out to Americans thinking there are about 54 million Muslims in the U.S., when in fact the Muslim population is about 3 million. \nThis wide disparity between public perception and reality is even more pronounced in Europe. The French, for example, think Muslims make up 31 percent of the French population, when only 7.5 percent of that country is Muslim.\nAmericans also projected that Muslims would make up nearly a quarter of the country by 2020, according to the survey. Pew Research projects that the Muslim population in the U.S. will reach 1.1 percent by 2020.\nAgain, this disparity is more pronounced in Europe, with French people believing Muslims will make up 40 percent of the population in 2020, when research puts that percentage at just 8.3 percent. \nBobby Duffy, the managing director of Ipsos Mori’s Social Research Institute, said non-Muslim-majority countries likely overestimate their Muslim populations for two main reasons. \nThe first reason, he said, is the “sheer volume of discussion of that group [Muslims]” by politicians and the media “is much bigger than the proportion of population that they make up.” \nThe second reason, he said, is that “the tone of that discussion is negative or has a sense of threat.\n“We are pre-programmed evolutionarily to focus on negative information. Negative information is more urgent information. Negative discussions take up more of our mental space and lead us to overestimate things.”\nAnd many Americans have come to view Muslims negatively. Nearly 40 percent of Americans don’t have a favorable view of Muslims, and 56 percent think Islam isn’t compatible with American values. \nAnd while Americans think there are 54 million Muslims in the U.S., another poll shows over half of Americans admit they don’t know a single Muslim personally. \nAli Asani, a professor of Islamic studies at Harvard University, says America’s overestimation of its Muslim population is the result of the fears and lies spread about Muslims, mostly by a multimillion-dollar network of American anti-Muslim groups, sometimes referred to as the Islamophobia industry. \nHe said influential organizations such as the Center for Security Policy ― listed by the Southern Poverty Law Center as a hate group ― have helped create “the perception of the Muslim as the ‘other’ in the U.S. and as a threat to the U.S.” \nAsani pointed to the introduction of paranoid and superfluous anti-Sharia bills in 31 state legislatures as evidence of the Islamophobia industry’s reach. David Yerushalmi, general counsel for the Center for Security Policy, has been at the forefront of producing reports and helping to draft legislation against Sharia.\nSimilarly, President-elect Donald Trump’s Cabinet choices include several who have made anti-Islamic statements or who have ties to anti-Muslim groups like CSP, which earnestly believes in a secret Muslim plot to replace the U.S. Constitution with Sharia, or Islamic law.  \nMichael Flynn, tapped to be national security adviser, is on the board of ACT for America, described by the Southern Poverty Law Center as the largest grass-roots anti-Muslim group in the U.S. The CIA nominee, Rep. Mike Pompeo (R-Kan.), sponsored an ACT for America legislative briefing on Capitol Hill and has spoken at their conferences. And Trump himself has called for the profiling of Muslims, the surveillance of mosques and a ban on Muslims entering the U.S. \nThe discourse, Asani said, has essentially become about “Muslims taking over the country.” And for that to be plausible, he said, people have to imagine a much bigger Muslim population than the one that exists.  \nIbrahim Hooper, spokesman for the Council on American-Islamic Relations, said that “if you’re promoting anti-Muslim bigotry and your theory is that a small percentage of the population is going to take over, it doesn’t work very well. You have to create the impression that there’s a flood of Muslims taking over America.” \nPeter Gottschalk, a professor of religion at Wesleyan University and coauthor of the book “Islamophobia: Making Muslims the Enemy,” said the Ipsos Mori survey is also “likely to be reflective of a general anxiety among the majority white population of U.S. and European countries toward the increasing number of non-white ― or people perceived to be non-white ― coming into their country.”\nGottschalk said resistance in the U.S. to accepting more Syrian refugees is largely because Syrians are still “racially constructed as Arab, and Arab-ness is Muslim-ness,” even though many Syrians are actually Christian. \nAndrew Stroehlein, the European media director at Human Rights Watch, told The Huffington Post over Twitter that for years people have heard about an “invasion” or a “swarm” when it comes to Muslims, assertions he characterized as “hype.”\n“People have been whipped up over and over again and again ― and this is over years, decades even in some countries ― that their concept of reality is completely divorced from the truth, and in a way it’s not even their fault really,” he said.\n“The juggernaut of media and unscrupulous politicians is just so pervasive it has created an alternate universe. And then the real numbers are shown ― and we realize just how ugly and powerful this hateful propaganda has been.”\nUltimately, Stroehlein said, “the [Ipsos Mori] poll is a clear indication that fear can sadly be more influential than fact.”\nAnd dehumanizing a group of people like Muslims, he added, by referring to them as a swarm or a horde, is “often a precursor to crimes being committed against them.” \n“If they are somehow less then human, then it becomes easier to commit abuses against them,” he said. \nThe Huffington Post is documenting the rising wave of anti-Muslim bigotry and violence in America. Take a stand against hate.", "date": "\n12/16/2016", "href": "https://www.huffpost.com/entry/americans-overestimate-muslim-population_n_5852e354e4b012849c05f509", "tags": "think percent u.s. million- america- muslims muslim americans million population"}