{"title": "Amid North Carolina Election Probe, Voters Are Scared, Confused And Angry", "content": "TAR HEEL, N.C. ― Emma Shipman’s house is hidden away at the end of a long and narrow, bumpy dirt road. But over the last week, the 87-year-old says she’s been stunned at how many reporters have made the trek. \nShipman holds key evidence in a closely watched probe into irregularities involving absentee ballots in the state’s 9th Congressional District. Shortly before this year’s election, Shipman says a woman came to her home and took her unsealed but filled-out absentee ballot, which is illegal in North Carolina. Then, a few days before Election Day, Shipman says the woman returned with a sealed ballot and stamps and asked her to turn it in. Shipman said she was suspicious, so she went to the polls on her own and decided to cast an in-person vote instead.\nState investigators are trying to figure out how many more people like Shipman were illegally asked to turn over their absentee ballots. If they find enough irregularities, they could choose to order a new election. HuffPost spoke with voters, including Shipman, whose absentee ballots weren’t returned to election officials in Bladen County, the center of the investigation. Some were surprised to learn of the irregularities at all, while one woman said she was angry. \nShipman, who is black, submitted a written affidavit to the state board of elections through the state Democratic Party last week. Sitting in her living room Wednesday evening, she said she was glad she spoke up but had grown increasingly more scared the more attention she got.\n“I wonder what the other side is going to do. They see me on TV and see me talk and all that stuff, they’re going to come back and get on me or what,” she said. “People are so mean that it isn’t even funny. There’s something they may come back to do to me. I think about that, too.”\nInvestigators are trying to figure out if there’s a nefarious reason for so many unreturned absentee ballots in Bladen County, which has a large black population, and nearby Robeson County, which is majority Native American.\nIn Bladen County, 40 percent of absentee ballots were never mailed back. In Robeson, 62 percent were not returned, according to an analysis by Michael Bitzer, a political science professor at Catawba College in North Carolina.\nBoth counties far exceeded the district’s non-return rate of 24 percent. Mark Harris, the Republican who ultimately won the congressional race, won 61 percent of the absentee vote in Bladen, even though 19 percent of the absentee ballots submitted came from registered Republicans. The non-return rate in the 9th District overall was the highest of any of the state’s 13th congressional districts.\nIn recent days, three people have come forward to local television station WSOC and BuzzFeed News to say they were hired to collect absentee ballots, something that violates state law. All of those people have said they worked for McCrae Dowless, a campaign operative with a criminal history who was working for a contractor on behalf of Harris. Dowless did not respond to a request for an interview Wednesday. \nLisa Britt, Dowless’ stepdaughter, told BuzzFeed she worked for Dowless but denied illegally taking absentee ballots. Britt signed as a witness on 44 absentee ballots and listed her address as a unit in an apartment complex called Village Oak. State records show 17 unreturned absentee ballots at the complex. A woman inside the address Britt listed on Wednesday refused to come to the door and said she had nothing to say. \nOne of the unreturned ballots at the Village Oak complex was from Miriam Bellamy. In an interview Wednesday at her home, she said she had mailed back her absentee ballot but had been given inconsistent information about how much postage to put on it. Bellamy, 57, said two women came to her door and offered to serve as the required witnesses for filling out an absentee ballot in the state. Bellamy said she took the women up on their offer but then sent the ballot in on her own. She seemed unaware of the larger investigation but nonetheless was angry that her vote apparently didn’t make it to election officials.\n“It’s a mess. I voted for nothing. My vote don’t count. Somebody stole my vote from me. I’m thinking they stole mine, they got plenty of other people’s, too,” she said. “This is terrible. Isn’t this terrible?”\nTwo Bladen County women, Ida Collins and Willa Brown, who live about a 25-minute drive from the Village Oak complex, were surprised to learn their names showed up on the list of voters who had not returned absentee ballots. Neither recalled requesting one, though state records show both women requested and were sent a ballot.  \nMcCrae Dowless paid workers with “wads of cash,” Jessica Dowless, one of his employees, told BuzzFeed. (Jessica Dowless’ husband is distantly related to McCrae Dowless, BuzzFeed reported.) \nSeveral people suspected of working with Dowless were not home when HuffPost knocked on their doors Wednesday.  \nWhile Shipman says she’s glad she spoke up about what happened to her, she also said she’s gotten angrier as she has reflected on what happened to her.\n“All this I’m going through, I feel like I’m going through it by myself,” she said in an interview. “She didn’t do nobody like that but me.”", "date": "\n12/06/2018", "href": "https://www.huffpost.com/entry/north-carolina-investigation_n_5c089e8ae4b0844cda4fcd05", "tags": "election ballots voters angry ballot ” absentee carolina state dowless shipman north confused probe amid scared"}