{"title": "Amid Debate and Violence, Trump Delivers Embassy Victory to Christian Base", "content": "While the opening of the American Embassy in Jerusalem has triggered violence and political debate this week, it also stands as a sharp reminder of the close ties between the Trump administration and evangelical Christians — and of the victories that Mr. Trump has delivered for his evangelical base.\nAgainst a backdrop of violence on the Gaza border, with Israeli soldiers killing dozens of Palestinians, a who’s who of Mr. Trump’s evangelical backers were present in Jerusalem to celebrate the formal relocation of the embassy from Tel Aviv on Monday. The split-screen images of fury and jubilee were striking, with many of the American guests trying to keep the focus on the achievement of their long-held goal.\nPenny Young Nance, president of Concerned Women for America, said she has been praying for 20 years that this day would come. As she walked out of the opening ceremony, she saw hugs and smiles all around.\n“There’s a sense of unity,” she said on her way to a party at the David Citadel Hotel that was hosted by the Republican Jewish Coalition, Christians United for Israel, and the Jewish Policy Center.\n“This is a tangible and permanent sign to the entire world that the United States stands firmly beside our closest ally in the Middle East — Israel,” she said.\nAt the hotel, removed from the images of nearby violence, supporters like Ms. Nance mingled with guests including Mike Huckabee, the radio personality and former governor of Arkansas; Sheldon Adelson, a top Republican donor and casino billionaire; and Jay Sekulow, the president’s personal lawyer who was raised Jewish but converted to Christianity.\nEuphoria was widespread on social media. Earlier in the day, Paula White, a televangelist from Orlando who has been a pastor to Mr. Trump for more than 16 years, tweeted a photo of herself in front of the ceremony stage. Ralph Reed, founder of the Faith and Freedom Coalition, shared a similar photo of himself, with Senator Ted Cruz, Republican of Texas, in the background.\nSome of the evangelical leaders in Jerusalem had made controversial statements in the past about Jews, including Robert Jeffress, pastor of First Baptist Dallas and a supporter of Mr. Trump. Mr. Jeffress opened the ceremony in prayer, thanking God for a president who “boldly stands on the right side of history, but more importantly, stands on the right side of you, oh God, when it comes to Israel.”\nBased on interviews with a range of evangelical leaders — including some who opposed the new embassy — these were the main takeaways about the events in Jerusalem.\nFor the religious right, opening an American Embassy in Jerusalem is as significant as when Mr. Trump nominated Neil M. Gorsuch as a Supreme Court Justice. Evangelicals viewed the conservative-leaning judge as likely to advance their anti-abortion cause.\nBut Mr. Trump has taken other steps that have gratified his evangelical supporters. He personally supported the March for Life, an anti-abortion group; increased the ability of churches to organize politically; and moved against transgender protections throughout the government.\nMr. Trump’s policy promises helped convince reluctant evangelicals to vote for him in 2016 when they were turned off by his language and sexual morality. Social conservatives largely gave Mr. Trump their support, in spite of their moral qualms, because he has championed their policies, especially on abortion and support for Israel.\n“President Trump had the courage to speak the truth that Jerusalem is the capital of Israel,” Mr. Reed said in an interview from Jerusalem. “He kept a central campaign promise that means the world to evangelicals.”\nAs Mr. Trump continues to face scandals, especially over payments to a pornographic film actress, his evangelical supporters are working to emphasize his achievements. Leaders of the Christian conservative movement are planning their largest midterm election mobilization ever, and warning the president’s base that they cannot afford to be complacent in November, as opposition to Mr. Trump surges on the left.\nThe opening of the embassy in Jerusalem gives the movement another accomplishment with which to energize their base.\n“Because of this decision and exiting the flawed Iran nuclear deal, Trump will be rewarded with continued strong support from evangelicals in 2018 and 2020,” Mr. Reed said.\nSensing opportunity, candidates in some hotly contested races participated in the festivities in Israel on Monday. At a private breakfast, Rick Scott, the Republican governor of Florida, who is running to unseat the incumbent Democratic Senator Bill Nelson, met with supporters and the mayors of Judea and Samaria.\n“Rick Scott helped himself a lot here,” Mr. Reed said.\nA guest who attended the embassy ceremony counted at least 14 members of Congress in attendance.\nNot all American evangelicals view the relocation of the embassy as something to celebrate. While many have long been vocal about their pro-Israel positions, another contingent has raised the plight of Palestinian Christians and others in the region.\nThe status of Jerusalem has been a matter of longstanding debate among Christians, said Gary Burge, a professor at Calvin Theological Seminary in Grand Rapids, Mich., who has studied American evangelicals and Palestinian Christians for decades.\n“Many evangelicals have never supported Israel’s exclusive ownership of it,” Mr. Burge said, referring to Jerusalem. “Palestinian Christians view the city as something that should be shared by all — not claimed by a few — and many evangelicals, myself included, agree with them.”\nTodd Deatherage, the executive director of the nonprofit Telos, emphasized the complexity of the situation.\n“For American Christians who have gotten to know Palestinian Christians, they understand that the story is more complicated,” said Mr. Deatherage, whose group leads peacemaking trips to the region for American evangelical leaders and churches. “It makes the work of people trying to solve the conflict harder at every level.”\nThe Rev. Dr. Mae Cannon, an evangelical and the executive director for Churches for Middle East Peace, an organization that includes Catholic, evangelical and Orthodox churches, said moving the embassy is “devastating.”\n“It is really a step backward in terms of the prospects of peace,” she said. “It is the unilateral recognition of Jerusalem as only being a Jewish city while not acknowledging Palestinian ties as well.”", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/us/politics/jerusalem-embassy-trump-evangelicals.html", "tags": "american christian debate “ victory jerusalem trump embassy christians violence delivers base evangelical amid"}