{"title": "Amid Chaos, Alabama Lawmakers Delay Vote on Far-Reaching Abortion Ban", "content": "The Alabama Senate on Thursday postponed debate on a proposal to outlaw most abortions in the state, delaying a measure that is intended to serve as a direct challenge to the Supreme Court’s holding that a woman has a constitutional right to end a pregnancy.\nFaced with a procedural dispute and open divisions among Republicans over how far the abortion ban should go, the Senate abruptly adjourned until Tuesday. As the chaos played out on the Senate floor, where lawmakers clashed over whether the state should allow abortions in cases of rape or incest, supporters and critics alike acknowledged that the bill, the most far-reaching effort in the nation this year to curb abortion, was still likely to become law.\n“I know you all are for this bill, and I know this bill is going to pass,” Senator Vivian Davis Figures, a Democrat and one of the few women in the Alabama Legislature, told Republicans on the floor on Thursday. “You all are going to get your way, but at least treat us fairly and do it the right way.”\nThe measure would effectively ban most abortions at every stage of pregnancy. Doctors could be charged with a felony and face up to 99 years in prison for performing an abortion, unless the woman’s health was at “serious” risk.\nOn Thursday, in a maneuver that set off a chorus of shouts and screams in the Senate, some Republicans sought to abandon a provision — backed by other Republicans — that would have allowed exceptions to the abortion ban in cases of rape or incest.\n“I think it is a healthy conversation to have, as long as elected officials listen to their constituents,” said Terry Lathan, the chairwoman of the Alabama Republican Party. “At the end of the day, we want a strong abortion ban bill.”\nThe House has already passed the measure without those exceptions, but a Senate committee added them on Wednesday before sending the bill to the full chamber. That addition stirred anger from some lawmakers, who wanted to ban abortion as broadly as possible and force the courts to take a new look at Roe v. Wade, the landmark 1973 case that legalized abortion up to the point when a fetus is viable outside the womb, usually about 24 weeks into a pregnancy.\nThe frustrations of some Republicans spilled into public view on Thursday. The Senate removed the exceptions with a hasty procedural tactic, but the disputed provision could still be restored before a final vote.\nIn the end, with the Alabama Senate in turmoil and even senior lawmakers flabbergasted, Thursday served mostly as a preview of the debate that will play out once the bill returns to the chamber floor, which could come as soon as next week.\n“If we want to talk about privacy, I would want to talk about the right of privacy of that unborn child,” said Senator Clyde Chambliss, a Republican from the Montgomery area. “That child has a right to develop and be delivered without its privacy being invaded, invaded by forceps and scalpels. That’s what this bill is about today.”\nDemocrats have complained that the measure would nearly eliminate abortion rights in Alabama, and they have argued that lawmakers should devote more attention to the state’s most pressing issues, not national cultural battles.\n“We will probably spend more money on legal fees on this particular case than it takes for us to be able to bring healthy babies into the world,” Senator Bobby Singleton, the top Democrat in the chamber, said on Thursday. “But we’re willing to do legislation for grandstanding, versus the ability to look at the human factor and allow a woman to have her own choice.”\nThe legislation has moved through Montgomery, the Alabama capital, at a time when opponents of legal abortion in the South and beyond have been encouraged and emboldened by the realignment of the Supreme Court with the arrival of Justice Brett M. Kavanaugh. This year, especially in the South and Midwest, state lawmakers have pursued a range of proposals to limit abortions, including so-called heartbeat bills that essentially ban abortions at six weeks of pregnancy, before many women know they are pregnant.\nGov. Brian Kemp of Georgia signed such a measure on Tuesday, following the governors of Kentucky, Mississippi and Ohio.\nBut by all accounts, the Alabama measure was intended to go farther than the heartbeat legislation, and to provoke a review of Roe’s 46-year-old precedent.\nGov. Kay Ivey, a Republican, has not committed to signing the measure into law if it reaches her desk, but many state lawmakers expect her eventual support. Her spokeswoman has declined to comment.\nOpponents of the legislation have vowed to sue to block the measure if it becomes law. They said that they would argue that Alabama would have unlawfully restricted access to abortion, a right that the courts have repeatedly reaffirmed since Roe.\n“Passing bills that they know will be struck down in federal court are a waste of millions of taxpayer dollars that could be going to address the urgent needs in our communities,” the American Civil Liberties Union of Alabama said in a statement. “Ignoring those needs in favor of scoring political points is an irresponsible use of their power and privilege.”\nIn the statement issued before the bill’s turbulent appearance on the Senate floor, the A.C.L.U. warned, “If the full Senate and governor insist on passing this bill, they will see us in court.”\nAlthough the bill’s supporters expect it to be blocked in at least one lower court, they hope that the Supreme Court will ultimately take the case.\n“Our position is just simply that the unborn child is a person, and the bill goes directly to that,” said Representative Rich Wingo, a Republican who supported the legislation. “Courts can do — and have done — many things good and bad, but we would hope and pray that they would go and that they would overturn Roe.”\nAlabama, a conservative state where Republicans dominate politics and where the number of abortion clinics has fallen over the years, has long sought to limit abortion access. Last year, voters supported an amendment to the Alabama Constitution that declared that the “public policy of this state is to recognize and support the sanctity of unborn life and the rights of unborn children, including the right to life.”\nIn the past, lawmakers set a 48-hour waiting period for abortions; mandated that women receive counseling before undergoing procedures; and required minors to receive consent for an abortion from a parent or legal guardian.\nIt was not immediately clear when the Legislature would finish its work on the measure.\nMs. Lathan, the Republican Party chairwoman, said she was not surprised by the ferocity of the debate inside her party and out.\n“These are very accomplished people that are learning and having deep conversations about a very serious subject,” she said. “At the end of the day, we are talking about a life here.”", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/us/alabama-abortion.html", "tags": "measure alabama far-reaching lawmakers ” chaos abortion senate bill state delay ban vote amid"}