{"title": "Among European Allies, Americans Offer Competing Visions", "content": "MUNICH — Vice President Mike Pence made his case for “America First” in the deeply hostile territory of an annual conference of America’s closest European allies on Saturday. He was not deterred from repeating his demands that Europe withdraw from the Iran nuclear agreement, ban Chinese gear from global communications networks and accelerate its increases in contributions to NATO.\nMr. Pence received a predictably tepid response, mainly from a crowd of visiting Americans. They included a number of Republican members of Congress who came here to Munich, along with the Democratic Speaker of the House Nancy Pelosi, at a fraught moment in the trans-Atlantic relationship.\nHours later, Mr. Pence’s predecessor, Joseph R. Biden, received a brief standing ovation after delivering an impassioned rebuttal to the Trump administration’s treatment of allies, in what appeared to be the foreign policy plank of a campaign for president — if he decides to run.\n“I promise you, I promise you,’’ Mr. Biden said. “This too shall pass. We will be back. We will be back.” He never defined “we.”\nTaken together, the two men defined the dramatic change in American foreign policy that has left the traditional allies who gather at the Munich Security Conference in despair, and has led the Trump administration to embrace newer, far more authoritarian allies in Central Europe. Mr. Pence and Secretary of State Mike Pompeo spent the week visiting several of them, in a European tour that bore little resemblance to similar trips taken by administrations past.\n“The contrast is between a new foreign policy that focuses on America first and expects others to do as we say no matter what,” said Ivo Daalder, a former American ambassador to NATO and now the president of the Chicago Council on Global Affairs, “and the old foreign policy of working together in pursuit of common values.’’\nMr. Pence did acknowledge significant progress in getting more NATO members to live up to their commitment to contribute 2 percent of their gross domestic product to defense by 2024. Even the current secretary general of the NATO alliance, Jens Stoltenberg of Norway, said on Saturday that “European allies are stepping up more for defense.”\nBut Mr. Pence went further.\nHe repeated a call that he made in Warsaw on Thursday, during an American-led conference of foreign ministers chiefly from Arab and European states, that Britain, France and Germany withdraw from the 2015 nuclear accord with Iran.\nIt was a demand they had no intention of complying with, as Chancellor Angela Merkel of Germany made clear in an impassioned defense of alliances and Europe’s approach to Iran that preceded Mr. Pence’s speech by only moments.\nMr. Pence, fresh from a visit Friday to the Auschwitz concentration camp, accused Iran of seeking another Holocaust, citing speeches from Ayatollah Ali Khamenei, Iran’s supreme leader.\nHe moved on to demands for other steps to wall off Europe from adversaries, insisting that the allies forgo any purchases of Russian arms, or the installation of advanced 5G communications networks made by Huawei, the Chinese telecommunications giant.\n“We cannot ensure the defense of the West,” Mr. Pence said, “if our allies grow dependent on the East.”\nThe Munich conference has over the decades come to represent the alliance establishment; for years the American delegation was led by the late Senator John McCain of Arizona. (Mr. Pence spoke at a dinner in Mr. McCain’s memory on Friday night.)\nOver the years, Russia’s president, Vladimir V. Putin, has come to argue with the allies, and Mr. Pence was followed by one of the most influential officials in the Chinese foreign policy hierarchy, Yang Jiechi. He spent some of his time talking about the United Nations and climate change, perhaps betting that Mr. Pence would mention neither. (He was right.)\nMr. Yang pushed back against Mr. Pence, who had left the auditorium before the Communist Party leader spoke, declaring that “China doesn’t require companies to install a backdoor or to collect intelligence.” But he never addressed the new Chinese law that would require companies like Huawei to assist Chinese intelligence agencies in any investigations.\nMr. Biden seemed to side with the organizers of the conference, who opened it with the release of a report titled, “Who Will Pick Up The Pieces?” It focused on a rapidly restructuring world order, and the anxiety among America’s allies that the Trump administration’s erratic leadership is a threat to their own security.\nMr. Biden picked up on that theme but also tried to stake out a tougher line on Russia than the Trump administration has. He condemned Russia’s interference in the 2016 election, a topic Mr. Pence did not address.\n“I’m not concerned about Russian influence in Europe alone,’’ Mr. Biden said. “I’m concerned about Russian influence in America.”\nHe noted the Obama administration’s sanctions against Russia at the end of its term, without mentioning the widespread sense among his former administration colleagues that, in retrospect, their actions were far too little and too late.\nBut Mr. Biden also warned against nostalgia and laid out his own challenge for NATO — that it must modernize to deal with new threats, starting with cyberattacks and information warfare. NATO is arguably a decade or more behind in the cyber arena. While it had a long-established playbook to deal with traditional armed invasions and even nuclear conflict, it only recently began discussing an offensive cyberstrategy.\nWith steady message control, Mr. Pence used every stop on his European visit to reinforce the administration’s message that Iran needed to be confronted and Western allies needed to get in line.\nLeaving Auschwitz on Friday, he told reporters aboard his plane to Munich that the trip to the concentration camp had only enforced his belief that the Trump administration should stay heavily aligned with Israel and to “stand strong” against Iran.\n“The lesson of the 20th century is that when authoritarian leaders breathe out anti-Semitic threats of violence against the Jewish people,” Mr. Pence said, “freedom-loving people should take them seriously and be prepared to confront them.”\nIn Munich, he turned briefly to negotiations to resolve a damaging trade war with China, saying that a true solution was contingent on a host of related issues, including the theft of intellectual property and free navigation in the South China Sea.\n“President Trump has great respect for President Xi, and so do I,” Mr. Pence said, but added, “Beijing knows where we stand.”\nOne curious result of the competing messages from Mr. Pence and Mr. Biden is that Ms. Merkel, in her last years in office, has emerged again as the biggest defender of the traditional order. She received a standing ovation when she was asked by the conference’s organizers who would pick up the pieces.\n“Only all of us together,” Ms. Merkel replied, to a round of applause.", "date": "Feb. 16, 2019", "href": "https://www.nytimes.com/2019/02/16/world/europe/mike-pence-joe-biden.html", "tags": "allies european competing administration iran biden “ munich pence offer visions americans among"}