{"title": "An Angry Trump Pushes Back Against His Own ‘Naive’ Intelligence Officials", "content": "WASHINGTON — President Trump lashed out at the nation’s intelligence agencies on Wednesday, accusing them of being “passive and naive” about the dangers posed by Iran, and defending his handling of Afghanistan, North Korea and the Islamic State.\nA day after the agencies issued their annual assessment of global threats — warning of malefactors like China and the Islamic State — Mr. Trump reignited a long-simmering feud with his own government, reacting as if the report was a threat to him personally.\n“Perhaps Intelligence should go back to school!” he declared on Twitter in an indignant early morning post. In another, Mr. Trump said, “The Intelligence people seem to be extremely passive and naive when it comes to the dangers of Iran. They are wrong!”\nNormally, the “Worldwide Threat Assessment” is an annual bureaucratic exercise, a dispassionate survey of the threats facing the United States — some longstanding, some new — that the White House accepts without much comment.\nMr. Trump, however, treated the report, presented at a Senate Intelligence Committee hearing on Tuesday by Dan Coats, the director of National Intelligence; Gina Haspel, the C.I.A. director; and other officials appointed by the president, as a scorecard on his foreign policy, and something close to an affront.\nHis outburst laid bare the rift between the bureaucracy and a president who came into office determined to challenge decades of foreign policy orthodoxy. It also revealed Mr. Trump’s deep frustration at what he believes is the lack of credit he has received for his efforts, be it his diplomacy with North Korea’s leader, Kim Jong-un, or his more confrontational policy toward Iran.\nIt thrust the spy agencies into an extremely awkward position, putting them at odds with the commander in chief and sowing doubts among Mr. Trump’s supporters about whether the agencies can be trusted — the kind of public battering that has tarnished the credibility of the F.B.I.\nAbove all, it revealed the president’s tendency to view everything through the prism of his own achievements.\nTo be sure, the agencies did contradict Mr. Trump’s assessment of two of the major threats: North Korea, they said, was unlikely to give up its nuclear arsenal, even after Mr. Trump’s diplomacy with Mr. Kim. Iran, which Mr. Trump has painted as an implacable enemy, is not taking steps to manufacture a nuclear bomb, they said.\nThe agencies took a far more cautious view of the threat posed by the Islamic State, which Mr. Trump said on Wednesday “will soon be destroyed, unthinkable two years ago.” And they said that Mr. Trump’s trade policies and “unilateralism” had strained the United States’ alliances.\nLawmakers and former intelligence officials condemned Mr. Trump’s attack because they said that it corrupted the intelligence process and suggested that he would disregard the warnings in the threat assessment.\n“This is a consequence of narcissism, but it is a strong and inappropriate public political pressure to get the intelligence community leadership aligned with his political goals,” said Douglas H. Wise, a career C.I.A. official and former top deputy at the Defense Intelligence Agency.\n“The existential danger to the nation is when the policymaker corrupts the role of the intelligence agencies, which is to provide unbiased and apolitical intelligence to inform policy,” Mr. Wise said.\nRepresentative Adam B. Schiff, Democrat of California and chairman of the House Intelligence Committee, said it was dangerous for the president to dismiss the findings of his own intelligence agencies.\n“If you’re going to ignore that information, then you’re going to make poor decisions,” Mr. Schiff said in an interview on Wednesday. He added, “It means the country is fundamentally less safe.”\nIn a letter to Mr. Coats, Senator Chuck Schumer of New York, the Democratic leader, characterized Mr. Trump’s criticism as “extraordinarily inappropriate” and urged Mr. Coats to stage the equivalent of an intervention with the president to educate him about the importance of these assessments.\nRepresentative Mike Gallagher, Republican of Wisconsin, defended the agencies, saying, “They are doing a very difficult job and they are actually trying to advance the president’s priorities.”\nMr. Trump’s defenders, however, said the threat assessment reflected the views of the national security establishment — a culture that the president took office vowing to disrupt. They said the president would be vindicated for many of his foreign policy initiatives.\n“The establishment is wrong and he’s right,” said Stephen K. Bannon, who served as Mr. Trump’s chief strategist until last year. “He’s made NATO more robust. In the Middle East, we’re much more engaged. The destruction of the underlying physical caliphate of ISIS is a fact.”\nJack Keane, a retired four-star Army general, said the nature of intelligence assessments was not to give credit to foreign policy achievements but to dwell on the risks and shortfalls.\n“The president wants credit for moving away from an appeasement policy toward a more confrontational approach toward Iran,” Mr. Keane said. “This president has approached the Iranians more than any other president, and he wants to get credit for it.”\nIn his tweets on Wednesday, Mr. Trump said negotiations with the Taliban to wind down the war in Afghanistan were “proceeding well.” He said the relationship with North Korea was the “best it has ever been with U.S. No testing, getting remains, hostages returned. Decent chance of Denuclearization …”\nUnder his predecessor, President Barack Obama, he said, the “relationship was horrendous and very bad things were about to happen.”\nMr. Trump’s dismissal of the threat report led some critics to ask where the president gets his foreign policy advice.\nThe answer, say people who have worked with him, is a flickering parade of talking heads on Fox — hard-line foreign policy experts, retired generals and longtime on-air personalities — who praise his actions, savage his critics and validate his “America First” approach to the world.\nMembers of this circle rotate in and out of the White House. John R. Bolton, a longtime Fox commentator who served in the George W. Bush administration, is now Mr. Trump’s national security adviser, and has been influential in hardening his strategy toward Iran.\nSebastian Gorka, a little-known academic who made his name in conservative circles with his writings about Islamic radicalism, left a job at the White House after he could not obtain a security clearance, and now stoutly defends the president’s policies on Fox.\nLou Dobbs, a longtime anchor for Fox Business Network, has helped shape Mr. Trump’s view on China and trade over decades. Michael Pillsbury, the hawkish China scholar has become influential since Mr. Trump became president.\nThat is not to say that these outsiders invariably back Mr. Trump. Mr. Keane, one of the most prominent outside voices, went on Fox to condemn Mr. Trump’s abrupt decision in December to pull troops out of Syria as a “huge strategic mistake,” which he would “come to regret.”\nThe president later agreed to a more gradual drawdown — a reversal that Mr. Keane’s criticism may have helped bring about, according to people who know Mr. Trump, since his set the tone for an almost unanimously negative reaction on the part of Republicans.\n“There’s a danger in overstating my role, or what people would perceive as the importance of it,” Mr. Keane said. “The president largely gets very good advice from his national security team, and they are his primary advisers.”\nBut the president’s vitriolic reaction to the threat assessment left some critics skeptical.\n“We have no idea who is setting his agenda,” Mr. Schiff said. “Who is whispering in his ear about a supposed threat from Montenegro,” he added, as an example. “He’s clearly not getting” the threat information from the intelligence agencies.", "date": "Jan. 30, 2019", "href": "https://www.nytimes.com/2019/01/30/us/politics/trump-intelligence-agencies.html", "tags": "pushes ‘ intelligence officials “ president back trump naive agencies threat — angry"}