{"title": "An Exploding Pension Crisis Feeds Brazil’s Political Turmoil", "content": "SÃO PAULO, Brazil — When Rosângela Araújo turned 44, she decided that she had worked long enough.\nSo Ms. Araújo, a public school supervisor, did what millions of others in their 40s and 50s have done in this country: She retired, with a full pension.\n“I had to take advantage of the benefit that was available to me,” said Ms. Araújo, now 65. Her government pension stands at about $1,000 a month, five times the minimum wage.\nAn exploding pension crisis here in Brazil, Latin America’s biggest country, is wreaking havoc on its public finances, intensifying a political struggle over the economy that already has the president fighting for survival.\nBrazilians retire at an average age of 54, and some public servants, military officials and politicians manage to collect multiple pensions totaling well over $100,000 year. Then, once they die, loopholes enable their spouses or daughters to go on collecting the pensions for the rest of their lives, too.\nThe phenomenon is so common in Brazil’s vast public bureaucracy that some scholars call it the “Viagra effect” — retired civil servants, many in their 60s or 70s, wed to much younger women who are entitled to the full pensions for decades after their spouses are gone.\n“Think Greece, but on a crazier, more colossal scale,” said Paulo Tafner, an economist and a leading authority on Brazil’s pension system. “The entire country should be frightened to its core. The pensions Brazilians obtain and the ages at which they start receiving them are nothing less than scandalous.”\nThe pension crisis is feeding Brazil’s political turmoil as President Dilma Rousseff fights calls for her ouster. The nation’s economy has soured badly, and this month the Federal Court of Accounts ruled that Ms. Rousseff violated accounting practices by using funds from giant state banks to cover budget shortfalls. School and health budgets are being cut, and Ms. Rousseff is now proposing steps to keep pension spending from ballooning even more.\nBut a rebellious Congress voted this year to significantly expand pension benefits. Ms. Rousseff vetoed the legislation, setting the stage for a bruising battle with lawmakers. Some of the president’s allies view the showdown as part of her opponents’ strategy to impeach her.\nStill, economists warn that the pension crisis will grow more acute regardless of whether Ms. Rousseff stays in office, ranking it among Brazil’s most vexing structural binds. Officials had expected a major shortfall in 2030, but they now say that could happen as soon as next year.\nBrazil is enduring its sharpest economic downturn in decades, hemorrhaging jobs and depleting contributions to the pension system. The Federal Revenue Service said such payments plunged 9 percent in August.\nThen there is Brazil’s plummeting fertility rate — which recently dropped to 1.77 children per woman, below the rate needed for the population to replace itself — which will eventually put even more pressure on a pension system already under intense strain.\nThis shift partly reflects higher living standards in recent decades and broader availability of birth control, but it will result in fewer young people to support a much larger older population. As recently as 1980, Brazil’s fertility rate was 4.3 children per woman, according to the United Nations.\nAnd the average life expectancy in Brazil has climbed to 74.9 years in 2013, from 62.5 years in 1980, according to government statistics. Instead of building a surplus now to prepare for an onslaught of new pension obligations, scholars say, Brazil is squandering a demographic bonus that will soon fade.\nEconomists note that Brazil already spends more than 10 percent of its gross domestic product on public pensions, similar to what southern European countries with much older populations have recently spent, according to the Organization for Economic Cooperation and Development. Unless changes are made, an even bigger shock is expected here, given that the population of people 60 or older is expected to reach about 14 percent of the overall population in just two decades, up from about 7 percent now.\nBut the biggest challenge that political leaders across the ideological spectrum face is one they helped create: the generosity of Brazilian pensions.\nSome authorities have occasionally taken a stab at the issue, trying to raise the retirement age to 65 for men and 60 for women, prevent young widows from easily receiving their deceased husbands’ pensions, or stop many in the private sector from receiving their full salaries as public pensions.\nBut loopholes flourish, making it relatively easy for Brazilians to retire much younger, often with public pensions equivalent to their full salaries. Brazilian men now retire at an average age of 55, while men in Greece retire on average at the age of 63. \nThe pension system can ease extreme poverty. For instance, rural workers can retire five years before others even if they have never contributed to the public pension system, receiving a monthly payment equal to the minimum wage, about $210 a month.\nBut the system also perpetuates inequality by providing special benefits to hundreds of thousands of government employees and their families.\nIn 2000, for instance, officials did away with rules allowing the daughters of military officials to receive the pensions of their fathers after they died. But the shift applied only to new entrants into the armed forces, so more than 185,000 women still draw military survivors’ pensions, often amounting to the full salaries of their fathers upon retirement. Spending on such pensions is forecast to last through the end of this century, economists say.\nThis kind of benefit is widespread enough throughout the public bureaucracy that Brazil is estimated to spend about 3 percent of its gross domestic product on survivors’ pensions, about three times the level in many rich industrialized countries.\nPoliticians have been especially skilled at securing big pensions at the state level. In the Amazonian state of Pará, former governors and first ladies were recently receiving lifelong pensions as high as $7,000 a month, even if they served only a few years in office. Brazil’s Supreme Federal Tribunal suspended such pensions this year.\nBut other states are struggling with similar payouts. In the state of Rio de Janeiro, the authorities had relied on royalties from offshore oil production before oil prices fell sharply in recent months. Officials in Rio are now preparing a bailout to transfer about $500 million from the state treasury to cover this year’s shortfall in the pension system.\nWith Rio’s pension obligations soaring, that means fewer resources for basic services like schools, hospitals, policing and sewage systems. Rio is planning to spend about $4.5 billion this year on pension benefits, compared with about $3.6 billion on the state’s public education and health systems, officials said.\n“Brazil has three very clear options to prevent large increases in pension spending: Increase contributions, increase the retirement age, or decrease pensions,” said Mariano Bosch, a labor markets specialist at the Inter-American Development Bank. “All of those options are very unpopular.”\nSo far, political leaders do not seem prepared to embrace any of those options. Instead, Finance Minister Joaquim Levy is seeking to resuscitate a broadly unpopular tax on financial transactions in an effort to close the pension deficit.\nWell-organized pensioners’ unions are rejecting calls to scale back benefits.\n“Making retirees pay the price is just not fair,” said João Pimenta, 63, a former director of a shopkeepers’ association who retired at age 49 and regularly leads protests against pension cuts in Brazil’s capital, Brasília. “Why isn’t the economic elite being called upon to sacrifice? I’m sick of hearing that normal people need to pay the price with their pensions.”\nSome analysts hope that Brazil’s political battles can open the way for pension solutions. But others say that the crisis may actually have the opposite effect by emboldening Ms. Rousseff’s opponents in Congress who are aggressively seeking to expand pension benefits.\nIf Ms. Rousseff is ousted, political analysts point out, her governing Workers’ Party would move into the opposition, potentially encouraging it to mobilize the same unions that view overhauling the pension system as an abomination.\n“Public pensions in Brazil have long been a slow-motion disaster,” said Raul Velloso, a specialist on public finances. “The difference now is that the debacle is accelerating, revealing to our children the political cowardice and irresponsibility our leaders are bestowing on them.”", "date": "Oct. 20, 2015", "href": "https://www.nytimes.com/2015/10/21/world/americas/brazil-pension-crisis-mounts-as-more-retire-earlier-then-pass-benefits-on.html", "tags": "pensions public turmoil political ” system pension exploding brazil ms. crisis feeds"}