{"title": "An Exemption to the Insurance Mandate That Looks A Lot Like Insurance Without the Assurance", "content": "A few months ago, while flipping through an issue of Christianity Today magazine, I came across an interesting full-page advertisement. Usually, I'm more interested in the articles on theology and the ads for new books from contemporary pastors, but this time the ad that I noticed was for a company that was advertising the Christian alternative to health insurance. I read the ad fully, and then ventured onto the web to find out more about this company, what exactly it was offering, and how it was supposed to work. I learned a lot. In fact, I learned about the existence of something in U.S. health care that I never learned about during eight years of graduate school and postdoctoral training in health policy. As it turns out, there are a number of these \"faith-based insurance alternatives.\" Among the largest nationally are Medi-Share, Christian Healthcare Ministries, Liberty HealthShare, and Samaritan Ministries. While there may be some slight differences between the various organizations, they all work in basically the same way, so for simplicity's sake, I'll just give you the broad overview.\nThe idea is simple: You sign up for membership, then you pick a plan level, and you pay the corresponding monthly membership fee. You receive a membership card that you can show to your provider, which may entitle you to a discount on services rendered. Then, if and when you get sick and incur a charge from a health care provider, you pay the bill and submit paperwork to the medical sharing organization, which will pay a portion of your costs using the monthly fees paid by other members. Before you are eligible to have a portion of your costs covered by the program, you must first have paid out of your own pocket what is typically called your \"annual household portion\" in addition to your monthly membership fee. That's basically all there is to it.\nIf that sounds a lot like insurance to you, it should. After all, I could rewrite the preceding paragraph like this: You enroll in a plan and pay a monthly premium. You receive an insurance card that you show to your provider, and your insurance company has likely negotiated a contract for discounted services with providers in your network. If you get sick and incur a charge from your health care provider, you or they submit the bill to your insurance company, which will pay a portion of your costs using the premiums collected from other beneficiaries. Before you are eligible to have a portion of your costs covered by the program, you must first have met your deductible, the amount that you are required to pay out of your own pocket in addition to your monthly premium.\nBut these plans make a point of telling you that they are not insurance. That's an important point -- and it's very true. Here are some of the key differences. First: Membership. It used to be that health insurance plans could discriminate a lot more on the basis of health conditions--either charging you a much higher premium or denying you coverage altogether. Under the Affordable Care Act, that has changed. You can no longer be denied health insurance coverage because of a pre-existing condition. However, membership in one of the \"faith-based insurance alternatives\" requires that you be a Christian. The way that these organizations define that, you cannot use tobacco or illegal drugs, must adhere to biblical principals regarding alcohol use, and must attend worship services regularly. While I think that all of those are very good things, it is important to take into account that just by excluding tobacco users, the plans are engaging in cream-skimming -- that is only allowing the healthiest people to enroll. One firm even says you qualify if you \"are healthy and live a healthy lifestyle.\"\nSecond, these plans are not regulated by State Departments of Insurance. In fact, they are explicitly carved out as an exception in the Affordable Care Act. If you belong to a \"faith-based insurance alternative\" you are exempt from the individual mandate to obtain health insurance and you are not subject to the penalty for failing to buy coverage. So, this is an attractive option for people who are just anti-ObamaCare, as well as people with moral objections to things like abortion and contraception that they feel they are supporting by paying premiums to insurance companies whose plan benefits cover those goods and services. While I may not necessarily agree, I don't have any issue with this.\nThird, these plans do not offer typical benefits that most health insurers do. For instance, you may not have coverage for things like rehab for drug and alcohol abuse. You may not be able to get reimbursed for birth control, depending on the plan you choose. Even some types of important preventive care (e.g., mammograms and colonoscopies) often aren't covered. Of course, proponents of these plans are likely to stress that that's precisely the point (see the point above), and that's fine, but it's an important thing to know when you're shopping for health coverage.\nThe fourth -- and biggest -- difference, as I see it, is that these plans that look so much like insurance, are really no assurance of insurance at all. As the Alliance of Health Care Sharing Ministries makes extremely clear, \"Health Care Sharing Ministries do not assume any risk or guarantee the payment of any medical bill.\" That means you pay them money every month and hope that things work out, but have little legal recourse if they do not. Related to that, there have also been financial scandals and court cases against some of these organizations, so potential members need to be just as careful with these programs as they would be with any other financial decision.\nIn light of these important differences, what do I think of these \"faith-based insurance alternative\"? Well, I think that Christians should take care of their bodies, and that we are called to love our neighbors as ourselves. In that respect, many aspects of these \"faith-based insurance alternatives\" are clearly on the right track. But who is my neighbor? The parable of the Good Samaritan presents that everyone in need is our neighbor, even when we disagree with or are different from them. Even if they use tobacco products. Or illegal drugs. Or don't regularly attend a worship service. This doesn't mean that we condone these things, but we are to love even our enemies, and do good to those who persecute us, not alienate them. So I don't necessarily agree with the restrictions placed on membership in these programs. It feels a bit like only letting people we deem to be \"good\" enter the doors of the church. But it is the sick who need a physician, not those who are well. Of course, in pointing out some of the perceived limitations with these \"faith-based insurance alternatives,\" I certainly don't hope to imply that insurance companies are somehow occupying the moral high ground, because I don't believe they are. On the contrary, I'm not sure that there is a moral high ground in U.S. health care financing these days. But I would encourage us to think broadly about who we consider our neighbors and how we care for them, and to engage with \"faith-based insurance alternatives\" with a keen understanding of the fact that they have many redeeming qualities, but that they are not -- by their own admission and design -- in the business of insurance.", "date": "\n09/03/2014", "href": "https://www.huffpost.com/entry/an-exemption-to-the-insur_b_5759956", "tags": "care mandate exemption assurance without membership looks lot -- faith-based pay plans alternatives like insurance health"}