{"title": "An Iowa Teenager Didn't Wreck His State's Health Care Market- Here's Who Did-", "content": "The debate over health care in America took an improbable twist in March, when a speech at the Rotary Club in Des Moines, Iowa, became a national news story.\nLaura Jackson, an executive vice president at Wellmark Blue Cross Blue Shield, was speaking about the future of the Affordable Care Act. The law could do a lot of good by putting health insurance within reach of millions, Jackson explained, but the newly reformed private insurance market simply wasn’t working in Iowa.\nWellmark, the state’s largest carrier, was losing money on the plans it sold under the new law’s regulations. The reason, Jackson said, was a problem called “adverse selection”: too many people with high medical bills and not enough healthy people paying premiums to cover those costs.\nTo illustrate Wellmark’s situation, Jackson pointed to one customer in particular  ― somebody with a genetic disorder whose bills totaled as much as $1 million a month. She had mentioned this previously, going as far back as 2016, when she said the patient’s ongoing costs were singularly responsible for about 10 percent of the hefty rate increase Wellmark imposed for 2017. But in this instance Jackson was unusually specific. She said it was a teenage boy with a severe form of hemophilia that required expensive specialty drugs.\nTony Leys, an astute reporter for the Des Moines Register, wrote about the speech, and USA Today republished his article under the headline “Iowa teen’s $1 million-per-month illness no longer a secret.”  From there the story went viral. Even Teen Vogue had an item about this mysterious Iowa boy forcing Wellmark to pick up $12 million a year in medical bills.\nA few weeks later, Wellmark announced that simply raising premiums again for 2018 wouldn’t be enough. Convinced it couldn’t make money in the market, Wellmark had decided to pull out of healthcare.gov and stop selling new policies to people buying coverage on their own, rather than through employers.\nThe announcement meant thousands of people would have no insurance options next year. Medica, an insurer that was already offering policies in one part of the state, eventually agreed to fill the void and offer policies statewide. But it set premiums well above what either it or Wellmark had offered previously, citing the same financial challenges Wellmark had.\nThe bleak outlook for Iowa’s insurance market stirred up a lot of anger and anxiety among residents. The stories about the teenager also got a lot of attention, especially in Iowa’s small, tightly knit hemophilia community. But for one couple, the shock was even greater. Based on the details Jackson had disclosed, they realized, the teenager was almost certainly their son.\nThe mother, whom we’ll call Lisa, was devastated ― in part because she knew her son, whom we’ll call Jacob, was reading the articles too. “I cried for two weeks,” said Lisa, who agreed to talk to HuffPost on the condition that we not reveal the family’s real names or identifying details. “Not only is he reading that he’s the reason that people can’t be insured, he’s been reading people had to pay more money for insurance premiums just to take care of him. He’s scared, and it’s very upsetting.”\nEventually she and her husband ― we’ll call him Michael ― sat down with Jacob, hoping to convey a simple message: “We just want[ed] to make sure he knows it’s not his fault.”\nIt turns out they were right about that ― in more ways than they probably realized. \nIowa has become a case study in the Affordable Care Act’s most severe problems and, to its critics, the poster child for repeal. “Pretty sad, isn’t it?” President Donald Trump said at a rally in Cedar Rapids in June, telling the crowd that insurers are “leaving all of the states. Obamacare is a disaster.”  \nBut the law has worked well in other parts of the country. And if its design can explain some of Iowa’s problems, it cannot explain all of them. Experts are in wide agreement that the state’s insurance market would be in better shape, with more carriers and more affordable options, if not for a series of crucial decisions at the state and federal level ― and at Wellmark, as well.\nThe genetic imperfections that cause hemophilia are almost impossibly minuscule ― a single missing molecule in a strand of DNA, or sometimes a few molecules that appear in reverse order. For the roughly 20,000 Americans who suffer from the disorder, those tiny errors can have severe, life-altering consequences, preventing the liver from manufacturing one of two proteins that cause blood to clot. \nIn the most severe cases, the big danger isn’t uncontrolled bleeding from scrapes or cuts, or endless nosebleeds, although both certainly happen. It’s internal hemorrhaging that can go undetected for hours or days, doing enormous damage in the process. Sometimes blood pools into joint spaces, causing severe pain and eventually permanent disability. Sometimes it spills into and around vital organs, like the brain, where it can be deadly. \nThe standard treatment for hemophilia is to infuse the missing blood proteins, which can be manufactured synthetically or derived from donors. But for roughly 1 in 5 people with hemophilia, there’s an added layer of complication. Their bodies generate an immune response to the replacement proteins. Some end up taking a second specialty drug, in order to suppress the immune response. But even that doesn’t always work. In those cases, doctors prescribe “bypassing agents” ― yet another specialty drug that can help the blood clot, but needs even more intensive monitoring. \nLike most people dealing with serious, chronic conditions, Jacob and his family have learned to make treatment part of their daily routine, infusing the drugs through a surgically implanted port on his chest twice a day. During severe bleeds, he needs more intensive treatment, typically involving infusions every two hours around the clock until the bleeding has stopped.\nAs a baby, he would scream uncontrollably for hours during those episodes. As he got older and doctors figured out the right mix of treatments, he’d seem fine for days or weeks or even months, only to have an acute bleed come seemingly out of nowhere. \nWhen I visited the family at their home recently, Michael recalled one episode: “He was at his grandparents’ house and all of a sudden he just dropped to the ground in agonizing pain. I got over there within 5 minutes. Only way I can describe his pain is that if you put your hand on a train track, and a train pulls up on it, and it won’t move. He begged to be put under ― that’s how excruciating the pain was.” \nThe drugs mostly prevent such incidents, offering a precious chance at normalcy. Jacob attends school, shoots hoops in the backyard, and goes to the movies with his friends like any other kid his age. He likes to tinker with computers and hopes to get a job in information technology someday. \nThe drugs do cost a lot of money ― they list for several hundred thousand dollars most months, and sometimes nearly $1 million, although it’s unclear whether Wellmark gets discounts on those amounts. The family has economized, taking care of most infusions on their own, for example, rather than hiring home health care aides. But realistically they have no way to pay for those drugs on their own. “Access to health insurance for those with bleeding disorders is not a luxury ― it’s a question of life and death,” says Michelle Rice, senior vice president for external affairs at the National Hemophilia Foundation.\nWorries about health insurance have been ongoing for Michael and Lisa ― and, on multiple occasions, decisive factors in major life decisions. Both have accepted or turned down jobs to make sure they had good coverage for Jacob, the kind that would take care of all his medical needs and not impose an annual or lifetime cap. Such caps were commonplace in the old days, even among employer plans, and they frequently limited beneficiaries to $1 million a year, a threshold Jacob would quickly surpass.\n“If I had a genie bottle to rub on,” Michael said, “I would give the first two wishes away to reinforce my third wish: Please somebody tell me that [my son] will get his medicine.”\nThat’s not a lot to ask ― or, at least, it shouldn’t be. The whole point of health insurance is to pay for the medical expenses of the small number of people with the most serious health problems. The way to do that is to have a large group of people that looks something like the population as a whole, with mostly healthy people, paying into a common system.\nEvery other developed country in the world accomplishes this with some form of national health insurance. Here in the U.S., efforts to create a similar system faltered during the 1930s and 1940s, and in their place private insurance arrangements through employers became the norm. In the 1960s, the U.S. added Medicare and Medicaid to cover the elderly and some of the unemployed poor, respectively.\nThat still left millions trying to find coverage on their own. And if they had pre-existing medical issues, they would really struggle ― because insurers would charge them higher premiums or simply deny coverage, and because the available policies frequently left out benefits that people with chronic conditions need. \nOne alternative for people with serious medical problems was so-called high-risk pools, which were special plans states created specifically to reach those people. But these were hardly a substitute for real insurance, as Lisa discovered when she investigated the option for Jacob. A state worker told her the program would stop paying claims once they reached $1 million. \n“I think I was probably a little tearful, because I was desperate,” Lisa remembered. “She was so matter of fact … and I sat there, without saying a word, thinking, who can pay for this?” Some counselors advised Lisa and Michael to divorce to split up their incomes, or to have Jacob declared a ward of the state, so he could qualify for Medicaid.\nA major goal of the Affordable Care Act is to address situations like Michael and Lisa’s ― to spackle this hole in the private insurance system by, in effect, creating a large group among all the individuals who don’t work for large employers or qualify for existing government programs. To accomplish this, the law requires insurers to take everybody, regardless of medical status, and to discontinue junk plans that stop paying after a few thousand dollars in bills or lack benefits like mental health care and maternity. People who can’t afford coverage on their own are eligible for tax credits to help cover the cost; anyone who declines to get coverage pays a penalty. Together, these features bring healthy people into the pool and make the actuarial math work for insurers. \nIn states like California, Florida and Michigan, the insurance market has worked more or less as it was supposed to work, at least through this year. Most people buying coverage in these states have been able to choose from a variety of insurers while paying premiums that, benefit for benefit and dollar for dollar, match up well with employer plans. It’s a major reason the number of people without insurance has fallen nationwide. \nIowa is a different story. For people like Michael and Lisa and Jacob, the Affordable Care Act’s guarantees of coverage mean security and freedom they never had before. Now they can take jobs that match their skills and offer schedule flexibility, which is no small thing, since it means one of them can always be available in case Jacob suddenly needs care. \nBut the insurer exodus and rising prices will leave others with fewer and far more expensive options. A lot will depend on individual circumstances. The law’s tax credits insulate anybody with income below four times the poverty line, or about $100,000 a year for a family of four. In fact, because of the formula for calculating those tax credits, next year a bunch of people will have access to plans for less than what they pay today ― in some cases a lot less.\nThe trouble is for those with higher incomes, above four times the poverty line. Some of them are going to get absolutely hammered. Premiums alone could cost some of them a quarter of their household income, and that’s for minimal “bronze” plans with thousands of dollars in deductibles.\nBut Iowa’s problem isn’t Jacob. It’s Iowa.  \nOne of the most effective tools insurers have for holding down premiums is their ability to bargain down what they pay doctors and hospitals. To do that successfully, they typically need to play providers off one another, eventually excluding those that won’t lower prices. That’s simply not possible in rural areas where there are only a few doctors or just one hospital. \n“If you go four hours east, you can carve up the providers in Chicago ― in Iowa you can’t do that,” Brad Wright, an assistant professor in health management and policy at the University of Iowa, explained. “That makes it hard to keep costs down.”\nBut Iowa’s market also suffered because state officials were, at best, indifferent to making the newly reformed markets work. Terry Branstad, the Republican governor who stepped down this year to serve as ambassador to China, was a vocal critic of the law who, among other things, joined the lawsuit challenging the Affordable Care Act’s constitutionality. Detractors say he did too little to support outreach, making it harder to enroll the large numbers of people insurers needed.\n“We basically went into the ACA with an enormous lack of enthusiasm, because our governor didn’t like it and didn’t do a lot of things that he could have done to make it work better in Iowa,” said Peter Fisher, research director at the Iowa Policy Project, a progressive-leaning watchdog group. As of 2016, the most recent year for which reliable data is available, just 20 percent of people eligible to enroll in coverage through Iowa’s marketplace had done so, according to the Henry J. Kaiser Family Foundation ― the lowest of any state. \nHostility from Republicans in Washington played a major role, too, thanks to a decision that helped destroy what might have been a key pillar of Iowa’s market. The Affordable Care Act included what is known as a “risk corridor” program, designed to protect insurers from unexpected losses in the first few years as they figured out the newly reformed markets.\nIn 2015, Republicans attacked the program as a “bailout” and attached a provision largely defunding it to a year-end spending bill that President Barack Obama signed, albeit reluctantly. It was a big financial hit to insurers, and while larger companies could absorb it, smaller ones and startups couldn’t. That included an Iowa cooperative that at its peak enrolled nearly 30,000 people, but had to shut down.\nThis year’s neglect and outright sabotage from the Trump administration has only made it worse. When Medica figured out its rate increases for this coming year, it had to take into account the possibility that the federal government would not enforce the individual mandate (as Trump repeatedly threatened) and would cut off some of the subsidies to insurers (as Trump did two weeks ago). Cutting off those subsidies alone caused Medica to raise its premiums by roughly one-third over where they would have been otherwise. \nStill, analysts familiar with Iowa’s situation always come back to one additional factor: Wellmark. The company declined to offer policies on healthcare.gov for the first two years. As Politico’s Paul Demko noted in his own exhaustive analysis of Iowa’s problems, in only one other state, Mississippi, did a Blue Cross plan stay out of the exchange.\nAnd even now, most of the people Wellmark insures are in “non-compliant” plans ― policies that existed before the Affordable Care Act took effect and don’t live up to the law’s standards. Wellmark operates these plans, which are mainly available only to healthy people, separately, and by all accounts makes a healthy profit from them. More than half of Iowans buying coverage on their own are in these plans, which makes the state an extreme outlier. Nationally, the percentage is just 9 percent, according to calculations by Charles Gaba, a Michigan-based analyst who runs ACAsignups.net.\n“For tens of thousands of Iowans, it’s like the ACA never happened,” said Sarah Lueck, a senior policy analyst at the Center on Budget and Policy Priorities who has studied Iowa’s market closely. \nCritics, including some officials from the failed Iowa co-op, have said Wellmark deliberately managed and marketed its plans in ways that would dump riskier people onto the exchange, while keeping the relatively healthy beneficiaries for itself. Other analysts say it simply wanted to allow people content with their old plans to keep them, rather than force them into higher-priced alternatives. They also note that it was the Obama administration that decided to let so many non-compliant plans stick around in the first place. That decision looms large now.\nWhatever Wellmark’s motives, the end result is the same: Iowa’s insurance market is split in two, with a group of mostly healthy people in older, pre-Obamacare plans, and a less-healthy group buying newer plans that comply with the health care law. That’s a surefire formula for exactly the kind of actuarial crisis Iowa faces now.\nIn August, the National Hemophilia Foundation and two other organizations filed a formal complaint with the Department of Health and Human Services, accusing Wellmark of violating medical privacy laws in revealing details of Jacob’s medical status. Nobody had used his name ― in fact, even Michael and Lisa can’t be 100 percent sure the Wellmark official was talking about Jacob. But the odds of somebody else matching that profile in Iowa are tiny, according to experts and advocates for people with hemophilia.\n“When you get insurance, they should not be out there using your case in the media, and giving out information,” Lisa said. “Maybe they don’t realize how few ― how rare this is. Of course people are going to know.” \nThe complaint also alleges Wellmark discriminated against people with hemophilia by selectively withdrawing from counties where it knew consumers with hemophilia lived even before announcing it was withdrawing statewide. (This happened before it decided to pull out of the entire state.)\nWellmark, in a statement to HuffPost, said “the complaint is without legal or factual merit.” It went on to say: “The idea Wellmark discriminates against any group of Iowans based on a chronic health condition is unfounded.” HHS in currently investigating the claim. Wellmark did not respond to requests for more information, although previously its officials have said they did not blame the family for the cost of its care and were glad the teenager was getting his medication.\nBack in Des Moines, state officials are preoccupied with a more immediate matter: what to do about this year’s open enrollment, which starts this week, and the thousands of people about to face prohibitive rate hikes. At the moment, they have no answer. \nThe state applied for a special waiver that would have allowed it to allocate the Affordable Care Act’s tax credits differently and ease some of the law’s requirements for the kind of coverage insurers must sell, but HHS rejected it. Granting the waiver would have violated some of the guarantees of the Affordable Care Act, because it would have made insurance less available to low-income people. \nThe ruling was not a surprise.The application Gov. Kim Reynolds and Insurance Commissioner Doug Ommen put forward was radical, attempting to bend the Affordable Care Act’s rules in ways that HHS couldn’t abide, even with the Trump administration in charge.\nAnd simpler options were available. Iowa could have applied to create a simple “reinsurance” program that would have reimbursed insurers for beneficiaries with extraordinarily high expenses, such as Jacob. Other states have already done that successfully, with HHS approval. Researchers at Rand Corp. project that a reinsurance plan would have reduced premiums in Iowa by about 40 percent. \nOne explanation for the decision may be that Reynolds, a Republican, feels the same way about Obamacare as her predecessor did. At a press conference last week, a visibly angry Reynolds claimed that “Obamacare is unaffordable, unsustainable and unworkable.” It’s the same basic argument Republicans in Washington make all the time: The Affordable Care Act simply doesn’t work, and it has to go.\nEven most Democrats concede the law has serious problems ― that insurance is still far too expensive for some of the people whose incomes are too high to qualify for tax credits. Although this is true everywhere, in places like Iowa the effects are even more severe. \nBut to address these problems, they don’t seek to repeal the law. They seek to bolster it ― through reinsurance, or offering more generous tax credits, or creating new government-run alternatives to private insurance. Each option entails its own trade-offs, but they ultimately mean providing more generous coverage to more people. \nLurking behind the parties’ different approaches to the Affordable Care Act’s problems is a deep philosophical divide about health care policy ― and, in particular, whether it’s fair to spread the burden for medical expenses across the broadest possible swath of the population, even though it means healthy people end up paying more than they would otherwise. Pretty much every conservative health care proposal seeks to divide the population between healthy and sick in a way that may leave the former better off, but only at the expense of the latter.\nOf course, people who are healthy today may not be healthy tomorrow ― an argument Lisa wants to make every time she sees an article about Jacob and his medical bills. \n“I hear people say, ‘Why should I have to pay for insurance or even have insurance when I’m healthy?’” she said. “I don’t think they realize how quickly that can be taken away from you.” ", "date": "\n10/29/2017", "href": "https://www.huffpost.com/entry/iowa-teenager-obamacare-scapegoat_n_59f4715de4b077d8dfc9dd70", "tags": "wreck “ wellmark iowa teenager ― insurance state market- did- care health"}