{"title": "An Insurance CEO Explains The Dangerous Game Trump Is Playing With Obamacare", "content": "President Donald Trump has been threatening to stop making payments to health insurance companies that cover low-income people under Obamacare. Doing so would seriously jeopardize the entire insurance market in ways that could be felt immediately by poor households and the insurers that provide their health benefits.\nAlthough the Trump administration said on Wednesday it wouldn’t cut off these funds ― called cost-sharing reduction payments or CSRs ― immediately, the president still sees them as a cudgel to use against Democrats in Congress. Trump believes the public will blame the party that created Obamacare if he seriously damages the health insurance system, rather than him and his Republican Party.\nIt’s an enormously complex policy and business issue with the potential for devastating consequences. \nThe problem dates back three years to a lawsuit House Republicans filed against President Barack Obama’s administration, challenging the legality of the way the federal government paid insurers with low-income customers. Last year, Obama lost that lawsuit and appealed, and the funding remains in jeopardy because Congress hasn’t authorized the spending in the meantime. More than 7 million people ― 58 percent of Obamacare enrollees ― received these subsidies this year.\nTo help readers better understand what this all means and why it matters, HuffPost interviewed Mario Molina, a physician and the CEO of Molina Healthcare, an insurance company that has more than 1 million customers in nine states with policies from the Affordable Care Act’s exchanges. The following is a transcript of that conversation.\nThis stuff is complicated. Can you to explain to a layperson what these cost-sharing reduction payments are and why they’re important?\nMolina: The cost-sharing reductions are payments that are made to health plans to help cover copays and deductibles for low-income patients who get their health insurance through the exchange. And the way it works is that, let’s say you have a $50 copay. Depending on your income, it may be reduced to $15 with the health plan picking up the balance, which then gets paid to the doctor or the provider that you’re seeing. \nThe plan is paid by the government, and then any money that is not used for copays and deductibles we must then return. So it’s really not a premium payment so much as it is a reimbursement for subsidies that reduce the out-of-pocket costs to the insured individual.\nWhy are we talking about this? What’s the problem right now? Why is there a question about whether these payments are going to be made?\nThe first issue is that many people with low-to-moderate incomes rely on these to help make their insurance more affordable. One of the things that Americans have complained about is the high cost of the copays and deductibles in this program. So this is designed to help them to be able to access doctors in a way that’s more affordable. \nThe reason that we’re talking about it and why the funding is in question is that there’s an argument between the administration ― the Obama administration, it started out with ― and the Republicans in Congress as to how it would be paid for. The Obama administration felt that it was built into their budget. Congress thought that it was not. So there’s a fight. \nIt’s a little bit like if I hired someone to paint my house, and then my wife and I argued about who’s going to write the check: Is it coming out of my account or her account? We still owe the painter the money. He did the work. But we’re arguing about whose bank account this is going to come out of. That’s the issue right now. \nSo we’re looking for Congress to acknowledge that they’re going to pay for it and to fund the program. Right now, the administration continues to pay for it while this is in dispute.\nWhat happens immediately if the administration halts these payments or drops the appeal of the lawsuit that the previous administration lost on this question?\nMany people in the insurance industry believe that if the government doesn’t fund this and doesn’t pay the insurance plans, that they will have breached their contract with the insurance plans, and this could result in millions of Americans losing their insurance coverage this year.\nWhat are the bigger, longer-term implications for the entire individual health insurance market ― both for the exchanges and people who buy directly ― if these payments go away, starting with 2018’s market?\nThe Kaiser Family Foundation has estimated that, without these cost-sharing reductions, premiums will rise by an average of about 20 percent. [Note: The estimate is 19 percent.] So health care will be more expensive in 2018, and many of the insurance companies will drop out because of the uncertainty about the program. Beneficiaries or people seeking insurance could find fewer choices, higher costs ― all because Congress did not fund the program.\nHow is your company preparing for these eventualities in this climate of uncertainty for what you may do next year, and are there ways the end of these payments would affect Molina differently from other health insurance companies?\nWhat we’re doing to prepare for next year is to develop our premium rates. And we really have to look at this two ways. One is if the CSR is funded and one if it is not. The second question is: Do we even stay in the program at all? And if they’re not funded for 2017, I imagine that we’ll drop out of the program altogether. \nIt affects all companies, some maybe to a greater extent than others, depending on how many of your members are getting these subsidies. For us, it’s over 70 percent. For some companies, it may be as high as 90 percent. So, the greater the percentage of your members who get these subsidies, the bigger the impact it will be on your health plan. And for us, we simply couldn’t sustain the losses. For us, it would be losses of hundreds of millions of dollars without these payments.\nAt this moment, what is your message to the administration and to the Congress about what they should do and when?\nMy advice to the president and to the Congress is that they should fund the CSRs, which they’re currently paying anyway, for 2017 and 2018 to create stability in the individual insurance market. This will allow them time to come up with some rational changes to the Affordable Care Act to make it more sustainable for the long term. What they really need to do, though, is to buy themselves some time and some stability to have a bipartisan debate about what should be done about the insurance market in the United States. \nWhat happens next, and what will you be looking for in the very near term, in the coming weeks or couple of months?\nMolina: In the coming weeks, I think the most important priority is to fund these cost-sharing reductions to make sure that people who rely on them continue to have access to health insurance. \nLonger term, I think that the country needs to address the high cost of health care, which is what drives the high cost of insurance. We often hear that the ACA and the individual market is failing. It’s not. And if the funding continues, I think that it will do well in 2017 and 2018. But Congress needs to ensure that the funding is there.\nThis transcript has been edited for clarity.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n04/27/2017", "href": "https://www.huffpost.com/entry/ceo-explains-trump-obamacare_n_59021a98e4b0af6d718c87cf", "tags": "administration game market obamacare explains health companies trump ― payments dangerous playing program congress insurance ceo"}