{"title": "An Unending Trade War Leaves Wall Street Jittery", "content": "Investors are dealing with a painful new reality: The trade war between the United States and China could last indefinitely.\nThat anxiety spread across the stock markets on Monday, as investors around the world tried to divine the potential fallout to economic growth and corporate profits. Bonds and commodities, too, flashed warnings of a slowdown.\nThe stock losses have brought an end to a recent calm that had settled over Wall Street. For months, investors had assumed that the trade war, a major hazard for the global economy, would end soon. Just weeks ago, the S&P 500 reached a record high.\nThat illusion has been shattered, as concerns mount about slowing growth and rising costs. China said on Monday that it would increase tariffs on nearly $60 billion of goods, in response to a similar move last week by the Trump administration.\nThe S&P 500 fell 2.4 percent on Monday. It was the American stock benchmark’s worst day since early January. In all, the S&P 500 is down 4.6 percent in May.\n[Asian and European markets stabilized on Tuesday, but China continued its defiant rhetoric.]\nCompanies in trade-sensitive sectors like agriculture and semiconductor manufacturing were particularly hard hit. The tech-heavy Nasdaq composite index fell 3.4 percent, its worst decline in 2019.\nThe selling has come even as the American economy continues to show significant momentum. The economy expanded at a robust 3.2 percent annual rate in the first three months of the year. In April, unemployment fell to 3.6 percent, the lowest level since 1969.\nBut the declines in the financial markets raise the prospect of a negative feedback loop: As worries about the economy send stock prices lower, the weakness could prompt concern among the executives whose decisions drive economic growth.\n“The longer the market turmoil continues, the bigger a hit it can have on economic activity,” said Kathy Bostjancic, chief United States financial economist at Oxford Economics, a research firm.\nThe pace of economic growth has slowed in much of the world. On April 9, the International Monetary Fund reduced its growth forecast for 2019 to 3.3 percent, which would make it among the slowest years of growth in the past decade.\nIn adjusting its forecast, the fund cited, in part, the tensions between China and the United States. It also said it expected about 70 percent of the global economy to slow this year.\nEconomists say further rounds of tariffs from both China and the United States will most likely slow the world’s economy even more. As both sides take new measures, it will be hard for businesses and consumers to avoid the fallout.\nNow that the Trump administration has raised tariffs on some $200 billion of Chinese goods to 25 percent, its next major escalation could cover nearly every product imported from China. The White House is weighing levies on another $300 billion of imports that includes a range of consumer products, from cellphones to computers and toys, that have so far been largely unscathed by the fight.\nIf consumers are forced to pay for those increases, they could be forced to cut back on spending. If the increases are absorbed by businesses, that could prove to be a drag on profit growth.\nOn Monday, concern that the broader tariff war could envelop parts of the economy that have so far been sheltered from the fight became evident in the shares of small companies, which fell even further than the broad S&P 500.\nThese smaller companies, which often have thinner profit margins and less negotiating power with suppliers and customers, could be poorly positioned to handle the next round of tariff increases.\n“The escalation of tariffs is creating these problems that corporate America is going to have to work around,” said Lori Calvasina, head of United States equity strategy at RBC Capital Markets. “It’s just going to be tougher for the smaller guys.”\nFor now, stock investors continue to sit on sizable gains. The S&P 500 remains up more than 12 percent in 2019. But the sell-off also shows Wall Street is factoring in the prospect that the trade fight drags on, even as it closely monitors comments from officials in Beijing and Washington.\nOn Monday, anxiety about the economy appeared in other financial markets too.\nPrices dropped for soybeans and copper, both of which are sensitive to global growth and trade. Interest rates rose in corporate bond markets, an indication that investors were seeking higher premiums in response to the increased risks of a worsening trade fight.\nIn the stock market, the damage required less interpretation. Shares of companies particularly dependent on trade with China, including semiconductor makers that rely on production networks in the country, fared badly.\nApple, which counts China as a major market for the sale of its iPhone and other devices and leans heavily on Chinese suppliers to produce them, fell 5.8 percent.\nIn addition to the effects of the trade fight, Apple shares were weighed down after the Supreme Court on Monday allowed a large antitrust class action to move forward against the company.\nBoeing, one of the largest exporters in the United States, dropped 4.9 percent. Wynn Resorts, which is heavily reliant on casino operations in Macau that cater to gamblers from mainland China, fell 6.2 percent.\n[Read more about China’s response here.]\nThere are reasons for investors to expect the United States economy to withstand the shock of an escalating trade war. Fears about the impact of a trade war and economic slowdown rocked stock markets late last year, only for major benchmarks to recover just as quickly.\nHiring in the United States continues, and corporate profits are expected to continue rising after a year of tax cut-fueled growth.\nMost critically, the Federal Reserve had abruptly pivoted away from its previous plans to keep lifting interest rates, revving up risk-taking in the process.\nThose factors — the Fed in particular — made for a spring-loaded start to the year, with the S&P 500 rocketing more than 17 percent higher through April. That steady glide higher may also explain some of the sharpness of the downturn in recent days, as it left the market overdue for a pullback.\n“We were very overdue for one,” Ms. Calvasina of RBC Capital Markets said. “We basically did a year’s worth of gains in four months’ time.”", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/business/global-markets.html", "tags": "markets wall percent china growth jittery leaves united unending states street economy war stock trade could"}