{"title": "Andrew Cuomo Signs Abortion Bill Into Law, Codifying Roe v- Wade", "content": "Gov. Andrew Cuomo of New York has signed into law new measures to protect and expand abortion rights across the state.\nOn Tuesday night, after passing the Senate and the Assembly, the Reproductive Health Act received its final approval from the governor.\nThe law essentially codifies the landmark decision made in Roe v. Wade 46 years ago to allow abortion, thus protecting it in the event that Roe v. Wade is overturned in the future, something which Democrats fear could occur under a conservative-led Supreme Court.\nIn a press release, Cuomo emphasized that concern as a sign of the legislation’s importance.\n“Today we are taking a giant step forward in the hard-fought battle to ensure a woman’s right to make her own decisions about her own personal health, including the ability to access an abortion,” Cuomo said. “With the signing of this bill, we are sending a clear message that whatever happens in Washington, women in New York will always have the fundamental right to control their own body.”\nAside from keeping abortions available, the law removes the procedure from the state’s criminal code, which had previously made it illegal after 24 weeks of pregnancy unless the mother’s life was in jeopardy.\nNow, that option is allowed after that point if the mother’s life or health is at stake or if her fetus is not viable.\nSenate Majority Leader Andrea Stewart-Cousins praised the move as an indication of progress for women.\n“New York once led the way on choice and women’s rights,” Stewart-Cousins said. “Unfortunately for years, barriers to women’s rights were put up, and our state has fallen behind. Today, we are tearing those barriers down and we are now leading the way again.”\nIn a Facebook post Tuesday, New York State Right to Life slammed RHA as “an extreme bill” while vowing to fight to “protect children and their mothers, protect the rights of pro-life persons to engage in life-saving activities and express their views, and to build a culture of Life in New York.”\nThe bill’s passage is a major victory for abortion rights advocates, having been stalled since its 2006 introduction because of the then GOP-dominated Senate. With Democrats having taken back control, they were able to turn it into law.", "date": "\n01/23/2019", "href": "https://www.huffpost.com/entry/andrew-cuomo-abortion-bill_n_5c480bebe4b0b66936751a47", "tags": "andrew wade york codifying rights signs ” women roe abortion v- cuomo bill state new life law"}