{"title": "Anger and solidarity at UK gathering for New Zealand attack", "content": "There was a message of solidarity as faith and community leaders, joined by London Mayor Sadiq Khan, held a gathering at the East London Mosque dedicated to victims of the New Zealand mosque shootings.\nPosters saying \"no to Islamophobia\" and \"this will not divide us\" were held up at the event in Whitechapel, as one speaker after another called for people to come together, across countries and religions.\nThe Secretary General of the Muslim Council of Britain, Harun Rashid Khan, expressed \"solidarity and companionship with all the people who are suffering from the heinous act of violence against minority communities\". \nThe Bishop of London, Sarah Mullally, said an \"attack on faith anywhere\" was an \"attack on faith everywhere\".\nBut there was also an obvious sense of anger from the Muslim community - not just at the attackers but also the media, politicians, and other public figures for \"demonising\" Muslims.\nMohammed Mahmoud, an imam who was praised for his response to an attack outside a mosque in Finsbury Park, London, in 2017, said the security and peace of Muslims was under threat.\nHe said people in power were partly responsible for \"perpetuating the narrative of otherness of a group who are perceived as infiltrators, and the dehumanisation and the vilification of Muslims who, by and large, are peaceful, law-abiding, loving citizens\". \nOthers were critical of the media for giving a platform to people they say are openly Islamophobic, as well as the coverage of terror attacks.\nJusna Begum, 43, who believes Islamophobia is getting worse, said: \"I've stopped reading them, how attacks are covered... \n\"A simple headline will always go back to the religion, for example this Australian guy, we won't say white, or Christian, we say mad men.\"\nLawrence Lewis, 28, said the media \"fuels the fire and makes the problem worse\". \n\"I feel like a lot of the time the Western narrative of the media is to demonise Islam, because they think that the laws and principles of Islam go against their ideology, and it doesn't,\" he said.\nSheila McGregor, of the Tower Hamlets Stand Up To Racism group, said the \"demonisation\" of Muslims was a \"global phenomenon\" and had been carried out by politicians for \"decades\".\n\"This kind of act happens when people feel it is legitimate and it's legitimised from the top,\" she said. \nThe role of language in fomenting anti-Islam sentiment was touched on by several of the speakers, including the London mayor.\nMr Khan did not reference the media or any politicians directly, but strongly hinted at their role in influencing people and at their role in people becoming radicalised. \n\"There is a responsibility on all of us to be very careful in the language we use, and the messages we amplify,\" the mayor said. \n\"There are some people in our city, in our country, who fan the flames of hatred.\" \nOthers spoke of their shock at the New Zealand attack and their fear that something similar might happen in other mosques.\nYelda Mahmood, 28, who had travelled from the US to London, said: \"Humanity as a whole needs to come together. \n\"It doesn't matter what race you are or what religion you practice.\n\"How can someone go to someone's house of worship and do something like that? \n\"It happens on the streets and in our neighbourhoods and now in our place of worships.\" \nIn the wake of the attack, police have increased patrols at British mosques to provide reassurance.\nBut Mohammed Mahmoud said there also needed to be more done to prevent people from spreading their Islamophobic views.\nHe added: \"We demand that these platform providers, these people who provide columns and airtime for such individuals are called out and exposed and scandalised for their crimes against not only a group of Muslims who are peace loving, but also the crimes of disturbing the peace.\" \nMr Khan said he hoped the increased presence of police at mosques would reassure worshippers.\n\"As far as we are concerned our diversity is a strength not weakness,\" he said.\n\"We don't simply tolerate it, we embrace it and respect it.\"", "date": "15 March 2019", "href": "https://www.bbc.com/news/uk-47590209", "tags": "khan people solidarity uk attack also media mayor new muslims zealand faith anger gathering london"}