{"title": "Angered at Trump’s Visit, Some Iraqi Lawmakers Want U.S. Troops Out", "content": "BAGHDAD — A range of Iraqi politicians criticized President Trump on Thursday over his surprise visit to a United States military base in Iraq, and some called for a parliamentary debate on whether American forces should leave.\nThere was little expectation that Iraq’s Parliament would take any action in response to the visit, which had been arranged in strict secrecy for security reasons.\nBut the criticisms underscored the political delicacies surrounding the United States military’s deployment in the country, 15 years after the American-led invasion that toppled Saddam Hussein.\nThe angry reaction came a day after Mr. Trump and the first lady, Melania Trump, visited the Al Asad Air Base, where American forces are part of a coalition that has been battling Islamic State extremists. It was Mr. Trump’s first presidential visit to American troops stationed in an overseas trouble spot.\nPlans for such a visit had been shared in advance with the government of Prime Minister Adel Abdul Mahdi.\nStill, representatives from rival parties in Parliament said that the visit, which lasted three hours and did not include a face-to-face meeting with Mr. Mahdi, was an arrogant affront.\nThe most strident denunciations came from politicians affiliated with Moktada al-Sadr, the nationalist Shiite cleric whose supporters won the largest share of votes in parliamentary elections last May. Mr. Sadr has been an outspoken opponent of all foreign forces in Iraq.\nHamad Allah al-Rikabi, the official spokesman of the pro-Sadr bloc in Parliament, said Mr. Trump’s visit reflected “the recklessness of the United States of America in its dealing with others.”\nThe spokesman called on Parliament to “play its role and adopt a national, historical attitude and put an end to the frequent violations to the Iraqi sovereignty by the American government and to issue a decision to get the American forces out of Iraq.”\nSabah Al-Saadi, head of the Reform and Construction bloc in Parliament, said “the holding of an emergency session for the Parliament has become something inevitable for the sovereignty of Iraq and to stop the reckless acts of Trump, who must know his limits because the American occupation is over.”\nA statement from another parliamentary bloc, the State of Law Coalition, said Mr. Trump’s visit was a reason to “renew its rejection of the presence of any foreign forces on the Iraqi lands.”\nMr. Trump said at Al Asad that he had no plans to order the roughly 5,200 American service members in Iraq to come home, unlike his decision last week to withdraw the 2,000 soldiers from neighboring Syria and about half of the 14,000 soldiers from Afghanistan.\nHe spoke from Al Asad by phone with Mr. Mahdi and invited him to visit the White House. Plans for the two to meet in person at the base were canceled for security and logistical reasons, according to Sarah Huckabee Sanders, the White House press secretary.\nA statement from Mr. Mahdi’s office said the United States had “informed the Iraqi authorities of the will of the American president to visit Iraq” to “congratulate the new Iraqi government and to visit the American military men.”\nIt added that “the Iraqi government welcomed this request.”\nAmerican forces left Iraq in 2011 but returned three years later at the Iraqi government’s invitation to help reverse the Islamic State’s rapid spread in the country, including its takeover of Mosul, once Iraq’s second-largest city. But calls for the Americans to leave have grown in Iraq since the Islamic State was largely routed from the country last year.", "date": "Dec. 27, 2018", "href": "https://www.nytimes.com/2018/12/27/world/middleeast/trump-iraq-visit.html", "tags": "iraqi american forces want visit troops u.s. parliament angered ” trump lawmakers iraq"}