{"title": "Ann Liv Young’s ‘Mermaid Show’ at La MaMa", "content": "Beyond nudity and yelling — common ingredients in performance art — the reputation of Ann Liv Young is that she is ruthless, shameless and takes no prisoners. She may wear disguises, yet she never masks her impatience with the person running the sound or a fellow cast member, who often turns out to be her real-life partner, Michael A. Guerrero.\nIn a recent Twitter post about her “Mermaid Show,” Ms. Young, who is pregnant with her second child, did offer a warning: “i will be uncomfortable. you may be too.”\nOpening on Thursday night as part of the La MaMa Moves! Dance Festival in the East Village, “Mermaid Show” is Ms. Young at her most ferocious. Naked from the waist up, Ms. Young — wearing a scaly mermaid tail, contact lenses that turn her irises black, under-eye slashes for gill slits and peeling pancake makeup — was more “Orca” than “Splash.” You don’t want to swim with her; you want to bolt for dry land.\nIn “Mermaid,” her sailor minions made that difficult. Wielding buckets of water, they operated like an indoor sprinkler system. Ms. Young’s works are never about passive viewing, but in her popular Sherry shows, she riles people up with words, goading audience members into confessing their secrets through improvisational dialogue.\n“Mermaid,” a set piece that isn’t conventionally participatory, provokes audience reaction through movement.\nAs Ms. Young reclined on her back in a mint green pool filled with water, webbed fingers and strands of her long reddish wig hung over its sides. Mr. Guerrero read a text explaining that if a sailor refuses a mermaid’s seduction, he perishes. Nearby was a heaving mound of dirt — all signs pointed to a person trapped inside — with miniature dolls stuck on its mountainous top.\nA thread throughout all of Ms. Young’s performance pieces is popular songs. More than just a tool for setting the scene, music is what transforms her into her characters; it fuels her performance energy.\nStarting with Foreigner’s “Cold as Ice,” the piece turned more intimate with Sam Cooke’s “You Were Made for Me” and, later, a mash-up of Jewel and Joan Baez. Such gentle moments also contrasted with the main event, in which Ms. Young, now an enraged sea lion, tore from the stage to thrash her way into the risers, where there were no chairs.\nAt close range, Ms. Young’s ravaged mermaid looked diseased. She serenaded an impressively stoic man in the audience (“Come swim with me, and be my sailor,” she sang, while staring into his eyes and touching his face) and then went rabid on a raw fish, ripping out chunks with her teeth and spitting them at us. It smelled worse than unrefrigerated bodega sushi.\nThe fish-dodging scene lasted probably two minutes, but it seemed like two hours. Beyond the obvious — it was gross — the act resonated in terms of character development. Isn’t this, after all, exactly how a mermaid would ravage a fish? The way the terrified audience fled from Ms. Young as she hoisted her 40-pound tail and her pregnant belly up the risers was priceless. Still, I must defend the group: She was a monster.", "date": "MAY 18, 2012", "href": "https://www.nytimes.com/2012/05/19/arts/dance/ann-liv-youngs-mermaid-show-at-la-mama.html", "tags": "liv ‘ young show audience ” performance beyond la — mermaid sailor ms. ann mama"}