{"title": "Ann Liv Young on Elektra, a ‘More Primitive Version of Myself’", "content": "The provocative choreographer and performance artist Ann Liv Young loves a good revenge tale. In “Elektra,” her latest dance-and-song adventure, which has its United States premiere at New York Live Arts on Wednesday, she mines Greek drama to retell the tale of Sophocles’ Elektra. Her brazen approach to performance, which mixes text, pop songs and vigorous movement, is rarely gentle. “I need to feel like I’m being heard, and I need to know that you’re with me,” she said. “How can I wake you up without looking you in the eyes or touching you?”\nIt’s probably best not to get too literal about her adherence to the plot, in which Elektra — she plays the role herself — and Orestes, her brother, seek revenge on their mother, Klytemnestra for the murder of their father. Ms. Young’s rendition focuses on Chrysothemis, Elektra’s sister, and takes place in a sand pit surrounded by a fence — so the pig can’t escape. (Yes, there is a real pig.) “Elektra,” which runs through Jan. 30, will be followed by a 15-minute intermission — it’s really a performance —then finally by the cabaret version of the show, which includes performances by Lovey, Ms. Young’s 8-year-old daughter. Think of it as three shows in one.\nLovey, incidentally, will present the premiere of her first performance piece, “Unicorn,” in Switzerland next month. “She’s, like, slammed,” Ms. Young said. “I tried to tell her that it was too much, but she’s one of those.”\nAnd in that way not unlike her mother. Ms. Young, who was born on the Outer Banks of North Carolina, has made a name for herself — especially in Europe, where she frequently tours — as one of the most daring artists of her generation. She is currently shooting a reality show that the media company Noise Production is planning to pitch to networks in March. In it, she will star as Sherry, her advice-giving alter ego. But for this stint as Elektra, she won’t be breaking the fourth wall. Or so she says. What follows are edited excerpts from a conversation with Ms. Young about the show.\nQ. What sparks your imagination about Elektra?\nA. I love the story because this woman is really so hard-core about her beliefs and her mission, and I can relate to that. I’ve actually become a little less like that, due to my health issues.\nQ. You’ve had problems with dizziness and insomnia.\nA. It’s been like, O.K., I really have to pull away and take breaks and not work as hard until I’m better. I’m learning that everybody has a limit and maybe this character — you don’t really see her limit, but she also hands a lot of stuff off to Orestes, her brother. She gives him the dirty work. It’s all her plotting, and she’s obviously very smart. Maybe I’m learning from Elektra that sometimes you need to delegate.\nQ. What’s it like to play Elektra?\nA. I feel like she is a part of me. I try to embrace the way that I’m feeling in the moment and not fight it. That’s something that I think I’ve always done, and with Elektra I almost feel I’m playing a rougher, more primitive version of myself. I definitely have anxiety and panic problems and issues that I would imagine that she has. Trauma. PTSD. [Laughs] Bailey Nolan is Chrysothemis, and in one section she dances with a tree branch. She hasn’t done it in a long time, and you can tell that she’s not as physically fit as she was, but that doesn’t matter; you have to push yourself to the point where you feel you’re going to pass out. Then we come together and we have to sing. I told her, “If your breathing is so heavy that you can’t sing, I’m going to follow your breath.” That’s maybe a strength of the work. It’s pushing someone to surrender. That’s not easy for people.\nThe beautiful part of that section is that you see her struggling. Chrysothemis is in between the mother, Klytemnestra, and Elektra. She’s Switzerland in a way. She’s doesn’t really choose a side. I hate people like that. Make a choice.\nQ. In terms of movement, is “Elektra” a return to choreography for you?\nA. It is a dance. And there’s more dance movement in it than I have probably done in 10 years. I choreographed all of it, which was hard for me, because I hadn’t done it in a while, but it was also so nice. I was having ear and dizziness issues. Using my voice was more difficult, so I was using my body, and movement is one of the things that’s helping me so much. It’s almost like a weird message: You need to move more.\nQ. What’s with the pig?\nA. Her name is Daisy. She was named by Akiko [Ms. Young’s 3-year-old daughter]. She’s Akiko’s pig, really; they have this really intense bond. She sleeps with Akiko sometimes, but she snorts a lot and so eventually I have to put her in her crate.\nQ. Why is Daisy in the show?\nA. In abusive situations, I always think of the dog in the corner that sees everything. What can the dog do but just watch? Or submit or whimper or go in the other room? It was important to me to have this pig because it represents the chorus or the support system for Elektra. She’s really loud, and she’s oinking constantly. Literally with each footstep is an oink. It’s amazing. It’s so good for the show.\nQ. Where did you find her?\nA. At a farm in New Jersey.\nQ. Will you keep her when this is over?\nA. I wish that I could keep her, but she’s a proper farm potbellied pig. We’ll keep her until we find a good home. We won’t let her be made into ham. I would move for the pig. Michael [A. Guerrero, Ms. Young’s partner] has been a really good sport, but the drive to get the pig was definitely very silent. The thing is, I did research; to rent a trained pig was going to be $3,000 for nine shows, not to mention the trainer, and then I found a pig on Craigslist for $75. I was like, I’ve just got to buy the pig for budget purposes. I explained this to him, and he said, “I know this is a trick.”", "date": "Jan. 20, 2016", "href": "https://www.nytimes.com/2016/01/21/arts/dance/ann-liv-young-on-elektra-a-more-primitive-version-of-myself.html", "tags": "liv like a. ‘ pig q. young really elektra primitive ” ann version —"}