{"title": "Annapolis Shooting Suspect Wanted to ‘Kill Every Person’ in Newsroom, Letter States", "content": "The man suspected of fatally shooting five people in an Annapolis newsroom last week sent a letter to the Capital Gazette’s lawyer announcing that he planned to go there “with the objective of killing every person present,” a copy of the letter shows.\nIn the bizarre letter — which is postmarked June 28, the day of the shooting — the suspect, Jarrod W. Ramos, formatted his remarks in such a way that the letter looks and reads much like a court document. Mr. Ramos, 38, had a yearslong legal dispute with The Capital over a 2011 column that detailed his harassment of a former high school classmate and had represented himself in the proceedings.\nIn his letter, he appears to blame the judiciary for being “too cowardly” to confront what he calls “lies.” He also uses an apparent quotation to argue that one reason defamation law exists is to prevent a defamed person from “wreaking his own vengeance.” And in what appears to be a separate attachment, he writes directly to a judge who had heard his case against the newspaper: “Welcome,” he tells the judge, “to your unexpected legacy: YOU should have died.” He then signs the letter, “Friends forever.”\nSgt. Jacklyn Davis, a spokeswoman for the Anne Arundel County Police Department, said Mr. Ramos sent three letters that were discovered by their recipients on Monday morning and subsequently reported to the police. In addition to the one sent to The Capital’s law firm, one went to a Baltimore City courthouse and one to the Maryland Court of Special Appeals. She described the letters as “threatening in nature,” but declined to provide more details, citing a continuing investigation. It was not clear whether the three letters were identical.\nA copy of one of the letters provided to The New York Times was addressed to a lawyer who had represented the newspaper in its defamation case involving Mr. Ramos. Tom Marquardt, a former executive editor and publisher of The Capital who has reviewed the letter, said it showed that Mr. Ramos was a “cold, calculated killer.”\n“You think this nightmare is over, and it just continues with yet one more thing,” Mr. Marquardt said. Noting the gunman’s stated objective, Mr. Marquardt added: “It was fortunate that there weren’t more people killed.”\nAfter the attack, Mr. Ramos was found hiding under a desk and arrested. He appeared in court last week via video link, was charged with five counts of first-degree murder and was denied bail.\nThe revelation about his screeds — first reported by The Baltimore Sun — came late Monday, the same day the high school classmate told NBC’s “Today” show that she had long been afraid that Mr. Ramos “could show up at any time and kill me.”\nMr. Ramos pleaded guilty to a charge of harassment in 2011 and was sentenced to probation. A judge ordered him to stay in therapy and not contact the woman.\nIt offered little reassurance to the woman, who asked that she be referred to only as “Lori,” and said Monday that she continued to live in fear and moved away from Annapolis. Only knowing that he is now in custody has made her feel safe.\n“I know he can’t come and get me today, but I have been tormented and traumatized and terrorized for so long that it has, I think, changed the fiber of my being,” she said.\nMr. Ramos emailed her out of the blue in 2009, asking if she remembered him from high school. She told him she didn’t, but he told her she was “the only person who had been nice to him in high school,” she said.\nThey exchanged emails for months, though he never asked for her phone number or tried to meet her. Most of the emails were short, sent every few days or so, she said.\nEventually, his tone changed.\nWhen she took what he felt to be too long to respond to an email, he told her to kill herself and said she would need a protective order, she said. She went to the police when the harassment worsened.\nMr. Ramos sued the owners of The Capital in 2012, claiming the article that described his behavior was defamatory. He also accused the newspaper of invading his privacy, but a judge dismissed the lawsuit because he was unable to describe how the article harmed him.\nRepresenting himself, he appealed the decision, but an appellate court affirmed the dismissal in 2015. The court said Mr. Ramos showed little knowledge of defamation law and seemed not to “have learned his lesson.”\nIn 2013, officers from the Anne Arundel County Police Department visited Mr. Ramos at the behest of the newspaper’s editor, who was concerned about hostile posts on social media. Nothing came of the investigation.\nAs soon as she heard about the shooting in the newsroom, the woman said, she knew who had done it. “I picked up the phone and said, ‘I know who your suspect is,’” she told NBC. “I knew if he was to do anything on a mass shooting level, it was going to target The Capital.”\nShe had long suspected that Mr. Ramos was capable of violence, and was worried he might target her.\n“I used to come home from work and I used to drive by my house every day and pause and make sure nothing looked amiss,” she said.\nThe Capital Gazette employees, several of whom worked the night of the shooting to put out a newspaper the next day, have continued to work exhaustively to cover the aftermath, said Triffon G. Alatzas, the publisher and editor in chief of the Baltimore Sun Media Group, which owns The Capital.\nTronc, The Sun’s parent company, has sent journalists from newspapers in Baltimore, Chicago, Norfolk, Va., and Allentown, Pa., to help relieve the staff members in Annapolis, he said. The Capital staff had worked out of Baltimore over the weekend, but employees were back in Annapolis on Monday in temporary space.\n“We thought it was important to have them back on the ground in the community we serve,” Mr. Alatzas said.\nThe company has set up two funds for people wishing to contribute: One is collecting donations that will support the victims’ families, while the other will provide a scholarship for journalism students at the University of Maryland.", "date": "July 2, 2018", "href": "https://www.nytimes.com/2018/07/02/us/annapolis-shooting-woman-harassed.html", "tags": "shooting suspect wanted ‘ newsroom letter mr. sent person annapolis states every ” one capital kill ramos"}