{"title": "Another Bogus Obamacare Argument From Donald Trump And Paul Ryan", "content": "If you’ve heard a Republican talk about the Affordable Care Act lately, then you’ve almost certainly heard that the law is imploding, collapsing, in a death spiral or a combination of the three. \nHere, for example, was House Speaker Paul Ryan (R-Wis.) in a Wednesday evening interview with Greta Van Susteren on MSNBC: “Obamacare is collapsing under its own weight.... It’s already going away. Obamacare is leaving.”\nPresident Donald Trump made similar remarks at a Republican Party retreat in Philadelphia on Thursday, when he boasted that acting quickly to repeal the law would do the Democrats a favor because the program was bound to fall apart on its own. \nSenate Majority Leader Mitch McConnell (R-Ky.), White House Chief of Staff Reince Priebus ― pretty much every Republican with power in Washington right now ― has said something along these lines.\nOf course, Republicans have been predicting Obamacare’s demise since it became law in 2010. But now that Trump is in the White House and the Republicans in Congress are proceeding with their plan to repeal the law, sooner rather than later, the argument has new political value. \nIf the program’s collapse is imminent, as they say, then there’s no point in worrying about the roughly 20 million people who now get coverage through the program. Because, under this scenario, no matter what Republicans do, those folks are going to end up without decent coverage. \nAnd if the end result of repeal efforts is a disaster ― with millions more uninsured, millions more struggling with less reliable or less comprehensive coverage than they had ― Republicans can always say things would have been awful anyway.\nThe logic is sound. The premise, that Obamacare is unraveling, is not.\nObamacare’s marketplaces, where people without employer-based insurance can buy private policies, have certainly had some problems. But whether they are modest and fleeting or serious and ongoing, or somewhere in between, depends on whom you ask.\nWhen the law first took full effect, with all the new rules for selling coverage, insurers had to guess at what policies consumers would buy and at what price. It turns out most of them misjudged the market, with some of them misjudging it badly. They ended up attracting fewer healthy people and more unhealthy people than they anticipated, leaving them with premiums too low to cover the big medical bills they were suddenly paying. The insurers lost money, and, by last year, they had enough data to see it wasn’t a fluke.\nA few carriers responded by withdrawing plans altogether (although a federal judge recently concluded that one insurer, Aetna, also had other motives). The rest increased premiums, sometimes severely ― creating a bunch of scary headlines and giving Republicans like Ryan and Trump the opportunity to bash the Affordable Care Act as an actuarial apocalypse. Frequently they would say the system was in a “death spiral.”\nMany actuaries cringe at such references, because, as Danny Vinik noted recently in Politico, “death spiral” is actually a term they use to describe a very specific set of circumstances that cannot really exist with the Affordable Care Act, at least in its current structure. A death spiral happens when insurers must repeatedly raise premiums in order to cover losses from patients with high medical bills, with each new increase scaring away more healthy customers, thereby creating new losses and forcing the insurers to raise premiums again ― until eventually only very sick people willing to pay astronomical premiums stay with the program.\nThe Affordable Care Act is not really vulnerable to this because it offers financial assistance in the form of refundable tax credits, limiting what low- and middle-income individuals pay for basic policies no matter how high the premiums go. That basically guarantees that insurers will have a critical mass of healthy people paying premiums. As long as the individual mandate remains in place, imposing financial penalties on people who decline to get coverage, a death spiral is even less likely.\nA more realistic possibility is that the market deterioration of the past year continues, with yet more insurers abandoning markets and those remaining raising premiums even further, to the point that only people with subsidies find it attractive. It’d be a lousy deal for the more affluent, and it’d mean higher costs for the government.\nThis would represent a major failure of the law, and Gail Wilensky, a well-respected health economist who was director of Medicare and Medicaid in the George H.W. Bush administration, is among those who thinks it’s a very real possibility, given the state of the exchanges right now. \n“They are clearly still in churn and unstable as of now, the fourth year of enrollment,” Wilensky told The Huffington Post. “Little insurer choice and unaffordable premiums would be ― and sometimes is now ― the outcome.”\nBut even the pessimistic experts agree that it’s too early to know whether that’s going to happen ― or, for that matter, where. \nA key point the Republicans never mention is that Obamacare isn’t one program. It’s 51 programs, one for each state plus the District of Columbia. In states like Arizona and Tennessee, premiums spiked and insurer choice dwindled this year. But in states like California and Michigan, the markets are operating smoothly and most consumers shopping on the exchanges still have a wide variety of options.\n“[Critics] use the most problematic of the 51 markets ― and even specific instances within given markets, such as particular insurance companies or counties ― as evidence that all the exchanges are in trouble,” says Paul Hughes-Cromwick, a health economist at the nonprofit Altarum Institute research group. “We believe the individual market does, in fact, need some help, but it is neither about to collapse nor do its problems mean that Obamacare … is ‘collapsing under its own weight.’” Hughes-Cromwick went on to call such arguments “absurd.”\nIn December, the White House Council of Economic Advisers published a report arguing that this year’s increases were largely a one-time correction. It noted, among other things, that this was the first year that insurers had a full year’s worth of data, based on claims that beneficiaries filed, on which to base premiums. This was also the year when a program designed to cover unexpected insurer losses during the early years of operation expired. (A second such program never paid out most of its money, because Republicans insisted on defunding it.) \nMeanwhile, for all the talk about high premiums, they are right about where the Congressional Budget Office originally expected them to be. And, as a recent Urban Institute report showed, premiums are roughly on par or even a little cheaper than the premiums for employer insurance, once you adjust for the different levels of benefits. \nEnrollment this year looks like it will be roughly even with last year’s enrollment or maybe even a little higher. If the marketplaces were crumbling, enrollment would be starting to fall. And just last month, S&P Global Ratings projected stronger insurer performance next year ― and even stronger performance the year after that.  \nAs Paul Ginsburg, a prominent health economist at the University of Southern California, said, predictions of an imminent Obamacare collapse are “totally at odds with the recent analysis from S&P, which shows the exchanges stabilizing, with insurers having experienced improved results in 2016.” \nDavid Anderson, who until recently was an analyst at the UPMC Health Plan in Pennsylvania and is now an analyst at Duke University’s Margolis Center for Health Policy, agrees. “The Affordable Care Act is fundamentally stable in most states. Enrollment has been increasing and insurers are projecting better results. Insurers with effective strategies tailored to local demand for high-quality, low-cost health care have been able to show profitability on the exchanges.”\nUwe Reinhardt, a health economist at Princeton University, concurs. “The exchanges are not collapsing on their own weight,” he said. Jon Kingsdale, former director of the Massachusetts exchange and now a director at the Wakely Consulting Group, feels the same way. “With national enrollment increasing each year since 2014 ― and a full decade of market stability under much the same reforms in Massachusetts  ― there is little evidence for [Ryan’s] contention,” Kingsdale said. \nOf course, Kingsdale noted, making the argument that Obamacare is already collapsing “does offer an obvious political advantage: Republicans can blame what they do in 2017 to destroy coverage for millions of Americans on the ACA itself.” Republicans could accomplish this legislatively or maybe even through executive authority, by refusing to apply the mandate penalty or other elements of the law they don’t like. \nIt’s worth mentioning that even if Obamacare markets were imploding, not just in some states but all states, and even if that implosion meant there were  no insurers left ― in other words, even if you imagine a scenario much worse than any expert takes seriously ― that would account for only a portion of the people getting health insurance through the program. \nAt least half and probably more of the newly insured are getting coverage through Medicaid, a program that the government operates and that won’t be going anywhere ― unless, of course, Republicans decide to get rid of it.\nHow will Trump’s first 100 days impact you? Sign up for our weekly newsletter and get breaking updates on Trump’s presidency by messaging us here. ", "date": "\n01/26/2017", "href": "https://www.huffpost.com/entry/obamacare-donald-trump-paul-ryan_n_588a6a55e4b0303c0752b0d1?lrrjugqqgqgn1att9", "tags": "obamacare insurers argument ryan even paul ” trump ― republicans donald another year bogus premiums program"}