{"title": "Another Mass Shooting, but This Time House Democrats Promise Action", "content": "WASHINGTON — Since the collapse of bipartisan gun control legislation in 2013, a succession of gruesome mass shootings has been greeted on Capitol Hill by thoughts, prayers and then inaction. But the killing of 12 people late Wednesday night at a California country and western bar came just 24 hours after Democrats — many of whom campaigned in support of gun control — regained the House majority in the midterm elections.\nThis time, Representative Nancy Pelosi, the House Democrats’ longtime leader, has promised a legislative response when her party takes control in January.\n“I do believe” there will be action, Ms. Pelosi said in an interview on Thursday on CNN, “because in this Congress, the one that we’re in right this minute, there is bipartisan legislation to have common sense background checks, to prevent guns going into the wrong hands.”\nThe likely first push will be a version of the bill written after the Sandy Hook Elementary School shooting in 2012 — subjecting almost all gun sales to a federal background check, including internet and gun show transactions. Newly elected representatives will descend on Washington next week for freshman orientation, mingling with veteran lawmakers and kicking off the legislative discussions.\n“We want the new members to be a part of this conversation,” said Drew Hammill, a spokesman for Ms. Pelosi.\nA legislative lunge toward gun control in the inaugural months of the 116th Congress would offer up the first test for the new Democratic majority. The Republican majority in the Senate, fortified on Tuesday with new conservative hard-liners, has balked at any legislation that can be painted as curbing gun owners’ rights. After a gunman opened fire on Republican lawmakers last year at a suburban baseball field, Republicans actually pressed to loosen gun controls.\nAnd Democrats could face their own divisions. A number of victorious Democrats campaigned on reducing gun violence and strengthening gun laws, including Lucy McBath of Georgia, whose son was killed in a 2012 shooting; Jason Crow, from the suburbs of Denver, who made rallying cries of the mass shootings at Columbine High School and an Aurora, Colo., movie theater; and Abigail Spanberger of Virginia, a former C.I.A. officer who supports a ban on certain firearms with military-style features.\n“I hope that we take swift action and do it fairly soon to enact sensible gun law reform that will keep communities safe,” said Veronica Escobar, who will succeed Beto O’Rourke as the representative from El Paso, Texas. “I’m so tired of being heartbroken — so tired of feeling worry and concern for my children and family. It’s about time we do something about it.”\n“If the president or the Senate chooses not to support it, frankly, it’s on them,” she added, “but we have to try and we have to continue to try until we get it done.”\nGun safety marches and a new breed of advocates — most prominently, March for Our Lives, the movement led by the teenage survivors of the shooting at a high school in Parkland, Fla., — bolstered young voter turnout. Around two dozen candidates supported by the gun lobby were defeated on Tuesday, according to Giffords PAC, the gun safety group run by former Representative Gabrielle Giffords, who was shot in the head in a mass shooting.\n“We cannot let these tragedies become our new normal,” said Colin Allred, an incoming freshman Democrat who ousted a veteran Republican, Pete Sessions, in the suburbs north of Dallas. “I think we need to find a way to work together to find some real solutions to reduce gun violence, consistent with the Second Amendment.”\nBut a handful of other Democrats, including Representative Conor Lamb of Pennsylvania, a former Marine who favors gun rights, have cautioned the party against any legislative package that would curtail gun owners’ ability to obtain firearms. And winning Democrats in districts like suburban Charleston, S.C., and Oklahoma City will have to be mindful of their fragile mandates — especially if any House legislation is destined to die in the Republican-controlled Senate or at President Trump’s desk.\nSome incoming freshmen are warning against overpromising or politicizing a tragedy.\n“As Democrats, we should not try to make this a political issue that is about gun legislation because any of the gun legislation we’re advocating for would not have prevented this,” said Katie Hill, who defeated Representative Steve Knight in a California district near Wednesday’s shooting. “We lose credibility if we try to make it as if it would’ve,” she added.\nThe gunman, a former Marine, bought his handgun legally in a state with some of the toughest gun control laws in the country.\nThat could limit Democratic leaders’ ambitions. Joe Cunningham, the Democratic representative-elect for South Carolina’s First District, said he would endorse a bill banning so-called bump stocks, which allow semiautomatic rifles to fire like automatic weapons, and strengthening background checks.\n“I think some of these things can be accomplished without infringing on the Second Amendment,” said Mr. Cunningham, a gun owner with a concealed carry permit.\nOther incoming freshmen said Congress could not be timid. Tom Malinowski, an incoming freshman Democrat from New Jersey, noted the longstanding bipartisan support to expand background checks.\n“Keep in mind that even in the Republican House of Representatives, there was a working majority to pass at least universal background checks,” Mr. Malinowski said. “The only reason it didn’t happen is the leadership was too terrified to allow a vote. The new leadership obviously won’t be.”\nMs. Pelosi, who remains confident that she will reclaim the speaker’s gavel next year, said on Thursday that public support would serve as an impetus for moderate Republicans to endorse background check legislation.\n“I do believe that our strength is in the public involvement,” Ms. Pelosi said on Thursday.\nAccording to Gallup, 61 percent of Americans want stricter gun laws, and there is even more support for universal background checks and red-flag laws, which allow a judge to issue an order that enables law enforcement officers to confiscate guns from individuals deemed a risk to themselves or others. Such initiatives could garner support from more moderate Republicans and their counterparts in the Senate.\n“It’s hard to find issues where you can find 50 or 60 percent saying, ‘yeah, this is a good idea,’” Kris Brown, co-president of the Brady Campaign and Center to Prevent Gun Violence, said of the background check expansion, pointing to a Quinnipiac University National Poll after the Parkland shooting, which found that 97 percent of American voters supported universal background checks.\n“More people would say they have a problem with apple pie,” she said.", "date": "Nov. 9, 2018", "href": "https://www.nytimes.com/2018/11/09/us/politics/gun-control-california-shooting.html", "tags": "shooting promise democrats background legislation gun house ” another mass new time — action"}