{"title": "Another Argument From Obamacare Critics Is Starting To Crumble", "content": "Millions of additional people now have health insurance thanks to the Affordable Care Act.\nBut does that mean Americans actually have better access to health care?\nSome intriguing, if tentative, new research suggests the answer is yes. It’s one more reason to think Obamacare is not the fiasco that critics claim it to be.\nIn a new paper for the Journal of the American Medical Association, a group of scholars attempt to produce a before-and-after picture of the health care law’s implementation. To do so, they draw on three years of data from Gallup’s ongoing “well-being index” survey, which asks respondents about health insurance status as well as their access to care.\nAmong the survey’s regular questions: Are you having an “easy” time paying for medication? Do you have a regular primary care physician? Do you feel like you’re in good health? That last question is important because, according to some previously published research, how people answer is a pretty good predictor of mortality. People who say they are in good health usually are.\nThe picture from the raw data is a little muddled. The number of people without health insurance has dropped precipitously, from 20.3 percent of working-aged adults before the Affordable Care Act’s coverage expansion took full effect to 14.5 percent at the beginning of 2015. And the percentage of respondents who say they “cannot afford care” fell from 20.4 percent to 17.8 percent during that same time period.\nOn the other hand, the percentage who said they have no personal physician remained basically the same, and the percentage who said they were in “fair” or “poor” health actually increased a bit, from 18.3 percent to 18.8 percent.\nBut the researchers didn’t simply pull numbers from the surveys. They adjusted the responses for variables like unemployment, in an attempt to isolate the effects of the health care law from other factors, such as the recovering economy. The researchers also looked specifically at the trends -- in other words, whether access to care was getting worse before the health care law’s implementation, and, if so, whether that deterioration stopped.\nThat lens produced a more consistent story. Every trend had been getting worse -- and then, with the health law’s full implementation, either stopped getting worse or started getting better. Lead author Benjamin Sommers, a Harvard economist and physician who used to work at the Department of Health and Human Services, said the difference amounted to 11 million more adults saying they can afford their health care and 6.8 million reporting they were in good health. (Sommers made these comments on a conference call that HHS, which sponsored and reviewed the study, held on Monday -- although the paper itself does not represent the agency’s official view.)\nThe shifts were most pronounced among racial and ethnic minorities, groups that were the most likely to have been uninsured before the law took effect, and larger in states that have expanded access to their Medicaid programs (which provides insurance to people with incomes below or just above the poverty line) than in states that have not. Taking all of that into account, the paper’s authors determined: “The ACA’s first 2 open enrollment periods were associated with significantly improved trends in self-reported coverage, access to primary care and medications, affordability, and health.”\nThat conclusion may confound some of the health care law’s most determined detractors, including Republican officials who say that the law has actually reduced access to care. These critics point to the high out-of-pocket costs people frequently face, even if they have insurance, and the difficulty finding physicians who can provide timely appointments. \nAnd like all academic studies, this one will be subject to scrutiny that, over time, could call its findings into question. As the authors themselves make very clear, their efforts to account for the effects of the economy could be off the mark. People who feel healthier may not actually be healthier. To the extent the improvement since late 2013 is real, it could stop -- or even reverse.\nBut the article had to pass JAMA’s scholarly peer review process, lending it credibility, and the findings are consistent with past research -- including major studies from Oregon and Massachusetts in which people ended up more financially secure after getting health insurance through government initiatives similar in structure to the Affordable Care Act. (The evidence on whether people actually end up in better health is a lot murkier, and more contested, than the evidence on whether people have an easier time paying their medical bills.)\nThe JAMA article obviously doesn’t address many other arguments that the Affordable Care Act’s critics make -- about its possible impact on innovation, for example, or failure to make coverage even more affordable for the middle class. And that's to say nothing of the more philosophical objections to the law, whether to the expanded role of government or the regulations that drive up premiums for many young and healthy people.\nBut a common refrain among the law’s opponents is that the insurance people are getting, through either government or private sector, doesn’t really help people. This study makes that argument less believable.\nAlso on HuffPost:", "date": "\n07/28/2015", "href": "https://www.huffpost.com/entry/obamacare-critics-argument_n_55b79f5be4b0a13f9d1a36af", "tags": "starting percent obamacare argument crumble access ” insurance -- another critics law care health"}