{"title": "Ansbach explosion: Bomber pledged allegiance to IS", "content": "The Syrian man who blew himself up in Ansbach, Germany, on Sunday made a video pledging allegiance to the leader of so-called Islamic State, Bavarian authorities say.\nThe man threatened a \"revenge attack\" on Germans in the video, they said.\nGermany's federal prosecutor's office has taken on the case due to \"the suspicion of membership of a foreign terrorist organisation\".\nIS has claimed it was behind the attack and the Syrian was an IS \"soldier\".\nFifteen people were injured, four of them seriously, when an explosive device in the man's rucksack, packed with shrapnel, went off close to a music festival in the small town, which is near Nuremberg.\nIf the attack is confirmed as IS-linked, it would be the first Islamist-inspired suicide bomb on German soil.\nThe bomber had been denied asylum in Germany and was due to be deported to Bulgaria, where he had previously been granted refugee status.\nHe had received psychiatric inpatient treatment and had tried to take his own life on two previous occasions, officials said.\nNaming the man as 27-year-old Mohammad D., the federal prosecutor's office said in a statement (in German) that a video in which a masked man pledges allegiance to Abu Bakr al-Baghdadi, the IS leader, was found on one of the attacker's phones. \nInvestigators believe that the masked man is Mohammad D. himself. Authorities are investigating whether other people were involved in the crime.\nState Interior Minister Joachim Hermann said two phones, multiple SIM cards and a laptop were found with the body of the asylum seeker or at his accommodation.\nThe attacker announced in the video \"an act of revenge against Germans because they were standing in the way of Islam,\" Mr Hermann said.\nGermany was already reeling after five people were wounded on a train in another part of Bavaria a week ago by an axe-wielding teenager from Afghanistan who had pledged allegiance to IS.\nOn Friday nine people were killed by a teenage gunman in the state capital, Munich, who then shot himself dead. That incident was not believed to be jihadist-inspired.\nWhat is going on in Germany?\nAnsbach attacker: From asylum seeker to IS suicide bomber\nWhat drives individuals to commit mass killings?\nBavarian authorities said that the bomb which exploded in Ansbach was clearly meant to kill as many people as possible.\nFurther bomb-making equipment was found at the asylum seeker accommodation where the man was living, including a fuel canister, hydrogen peroxide and batteries, they added.\nA detailed analysis of the content of all the videos found on the man's electronic devices was ongoing, Mr Hermann said. \n\"I think that after this video there's no doubt that the attack was a terrorist attack with an Islamist background,\" the state interior minister said.\nA week of bloody attacks has frayed nerves in Germany, which led the way in accepting asylum seekers from Syria. To date, two of the attacks have been linked to a militant group:\nGermans shaken by violence\nGerman media on the attacks\nWATCH: 'We must fight hate with love'\nThe German interior minister, Thomas de Maiziere, acknowledged possible links to international terrorism and IS but also added: \"At the same time, we cannot exclude a particular psychological or mental disorder or instability - or we may be talking about a combination of both factors.\"\nMr de Maiziere has ordered increased police presence in public places. \nA neighbour at the asylum seeker accommodation where Mohammad D. lived said he often lied, without any reason, perhaps for attention. He had always said he did not like IS, the neighbour said.\nGermany has been the main destination of Syrian asylum seekers entering the EU, most of them arriving irregularly in Greece via Turkey. \nOnly 23 Syrians had their applications for asylum rejected by the country last year, out of a total of 105,620 decisions on Syrians' applications. A common reason for rejecting an application is when the asylum seeker submits false or incomplete information.\nJust under half of asylum seekers rejected by Germany in the past two years were allowed to stay on in the country, according to a recent report in German daily Die Welt (in German).\nThe Ansbach bomber, who was among those rejected for asylum in 2015, appears to have been placed in a former hotel in the town, designated by the municipal authorities for asylum seekers since 2014.  \nSource of statistics: German Federal Office for Migration and Refugees report (in German)", "date": "25 July 2016", "href": "https://www.bbc.co.uk/news/world-europe-36882831", "tags": "pledged attack germany explosion german man bomber asylum allegiance seeker video ansbach"}