{"title": "Anti-Iran Message Seeps Into Trump Forum Billed as Focusing on Mideast Security", "content": "WARSAW — The Trump administration had delicately said the meeting of five dozen nations in Warsaw would focus on “Middle East security.” But the unmistakable voice of Rudolph Giuliani, an avowed proponent of regime change in Iran, set a different tone.\nHours before the meeting began, Mr. Giuliani, the former mayor of New York and President Trump’s lawyer, told an anti-Iran rally outside Warsaw’s main stadium that Iranian leaders are “assassins, they are murderers and they should be out of power.”\nMr. Giuliani said he was representing an Iranian opposition group, the Mujahedeen-e-Khalq, or M.E.K., not Mr. Trump. But his message belied what American officials had told nervous European counterparts: that the two-day meeting would focus on a range of Middle East security matters.\nAs Mr. Giuliani spoke, Secretary of State Mike Pompeo was in northeast Poland witnessing live-fire exercises intended to send a message to Russia. And Vice President Mike Pence, joined by the president’s son-in-law, Jared Kushner, was arriving in Warsaw for what amounted to the largest diplomatic gathering that the Trump administration has organized.\nStill, the mixed signals and ad hoc arrangements for the gathering — the first of nearly all Middle East states, Europe and the United States in years — made some of America’s closest allies anxious.\nBritain, France and Germany vociferously protested Mr. Trump’s decision last year to quit the 2015 Iran nuclear deal, and were loath to participate in a forum they saw as designed to push Iran toward collapse. Only last week those same three countries embraced a sanctions-evading barter system that would, in theory, enable Iran to trade in oil, defying Mr. Trump.\nThe French and Germans dispatched career diplomats to the meeting, not foreign ministers. Britain’s foreign minister, Jeremy Hunt, agreed to attend at the last moment, on promises that he could lead a session on Yemen.\nPrime Minister Benjamin Netanyahu of Israel arrived seeking an opportunity to edge closer to the Sunni Arab states that share his desire to confront Iran’s military.\nRunning for re-election in April while under threat of a corruption indictment in Israel, Mr. Netanyahu is looking for a major victory. Using the Iran threat as a way to openly display Israel’s strengthening relations with onetime Arab adversaries would help achieve it.\nBut Mr. Netanyahu clearly did not get the memo that Iran was supposed to be discussed obliquely. No sooner had he landed than the prime minister’s Twitter account announced “an open meeting with representatives of leading Arab countries, that are sitting down together with Israel in order to advance the common interest of war with Iran.”\nAn hour later, the Twitter posting was changed to “advance the common interest of combating Iran.”\nEven that exceeded what Mr. Pompeo and Mr. Pence said at an opening dinner. The agenda includes Syria, refugees, terrorism, cyberconflict and an Israeli-Palestinian peace plan that Mr. Kushner promises to eventually present.\nIran’s expansion into Syria is Mr. Netanyahu’s biggest concern, said Dore Gold, former director general of Israel’s Foreign Ministry, and the Warsaw meeting could help persuade others that he is not exaggerating the threat.\n“It’s not Israel in the front row, and Arab states secretly promoting an agenda to get Iran out of Syria,” Mr. Gold said. “It’s overt, public, and only strengthens the case that Israel’s been making over the last year.”\nCountering the American-led gathering, President Vladimir V. Putin of Russia announced a summit meeting with the leaders of Iran and Turkey in Sochi on Thursday, the main day of the Warsaw conference, setting up rival events.\nMr. Putin’s move also highlighted the growing American antagonism toward Russia, which, along with China, participated in the negotiation of the 2015 nuclear agreement.\nAnd Mr. Pompeo, who usually avoids gaps between his positions and Mr. Trump’s, spent much of his day portraying Russia as untrustworthy, with a ferocity Mr. Trump has never shown.\n“Russia has grand designs of dominating Europe and reasserting its influence on the world stage,” Mr. Pompeo told American troops at the NATO base in Orzysz, about 40 miles from the Russian border at Kaliningrad. “Vladimir Putin seeks to splinter the NATO alliance, weaken the United States and disrupt Western democracies.”\nHe referred to Russian “hybrid warfare” against the United States even as Mr. Trump continues to question Russian interference in the 2016 election. Mr. Pompeo also promised to counter any Russian threat.\n“Poland’s own history reminds us that enduring deterrence measures should be at the forefront of our strategic thinking,” he said.\nThe message was reiterated by Mr. Pence, who spent much of the day greeting American and Polish troops and emphasizing the United States-Polish alliance to President Andrzej Duda. He found a receptive audience in Mr. Duda, who has pushed the Trump administration for a greater American military presence in the country, even suggesting a base called “Fort Trump.”\nThe vice president said that he would ensure Mr. Trump heard Poland’s request to “continue and even expand” American troop levels of around 4,500. “The Polish people need no lectures on the dangers of an aggressive Russia,” Mr. Pence told Mr. Duda.\nThe Warsaw conference, scheduled over two days, coincided with the 40th anniversary of Iran’s 1979 Islamic Revolution.\nIn Iran, where a suicide bomber in the restive southeast killed at least 27 members of the Revolutionary Guards Corps on Wednesday, the foreign minister, Mohammad Javad Zarif, said the Warsaw conference would change nothing.\n“The Warsaw conference is dead on arrival,” he told reporters. “It is another attempt by the United States to pursue an obsession with Iran that is not well founded.”\nMr. Zarif, who has used his Twitter account to parry anti-Iran messages from American officials like Mr. Pompeo and the national security adviser, John R. Bolton, said the aim of the conference was a United States diktat on Iran.\nThe Poles have sought to walk a delicate line between the United States and Iran, framing Poland’s hosting of the meeting as a positive event, while trying to avoid angering the Iranians. The underlying tensions were apparent on Tuesday when Poland’s consul general in New York, Maciej Golubiewski, was asked if Iran was a threat to Poland, during an interview with The New York Times Editorial Board.\n“Poland never said Iran is a threat to Poland,” Mr. Golubiewski said. “Poland is engaged in a lot of multilateral efforts to bring about stability and peace in the Middle East and the world.”\nMr. Giuliani, for his part, reveled in condemning Iran even as he insisted he was in no way speaking for the Trump administration. He said the M.E.K. had been his client for 12 years, and that he had often spoken on its behalf, often for a fee.\nIn July, Mr. Giuliani attended a Paris rally sponsored by the M.E.K. that the police later said was the target of a failed bombing attempt that investigators suspected was engineered by Iranian agents.\nBusloads of M.E.K. activists attended the rally outside Warsaw’s national stadium, where Thursday’s diplomatic meeting will be held. They waved Iranian flags and held aloft giant yellow balloons with “Regime Change” written in block letters.\n“We want to see a regime change in Iran,” Mr. Giuliani said. ", "date": "Feb. 13, 2019", "href": "https://www.nytimes.com/2019/02/13/world/middleeast/warsaw-summit-pompeo.html", "tags": "billed security iran message forum poland “ states seeps focusing trump mideast meeting warsaw anti-iran"}