{"title": "Anti-nuclear weapons group Ican wins Nobel Peace Prize", "content": "The Nobel Peace Prize has been awarded to the International Campaign to Abolish Nuclear Weapons (Ican).\nBerit Reiss-Andersen, the Nobel committee chair, said it was due to the group's \"groundbreaking efforts to achieve a treaty prohibition\" on nuclear weapons.\n\"We live in a world where the risk of nuclear weapons being used is greater than it has been for a long time,\" she continued.\nShe cited the North Korea issue.\nIn July, after pressure from Ican, 122 nations backed a UN treaty designed to ban and eventually eliminate all nuclear weapons. But none of the nine known nuclear powers in the world - including the UK and the US - endorsed it.\nMs Reiss-Andersen called on nuclear-armed states to initiate negotiations to gradually eliminate the weapons.\nIcan, a coalition of hundreds of non-governmental organisations (NGOs), is 10 years old and is based in Geneva, Switzerland. The group will receive nine million Swedish kronor ($1.1 million, £846,000) along with a medal and a diploma at a ceremony in December.\nBeatrice Fihn, executive director of the group, told reporters that the prize had come as a surprise but that it was \"a huge signal\" that the group's work was \"needed and appreciated\".\n\"The laws of war say that we can't target civilians. Nuclear weapons are meant to target civilians; they're meant to wipe out entire cities,\" she said, adding: \"That's unacceptable and nuclear weapons no longer get an excuse. \n\"It's a giant radioactive bomb, it just causes chaos and havoc and civilian casualties. It is not a weapon that you can use in line with the laws of war.\n\"Every state matters here. The more states that sign and ratify this treaty the stronger the norm is going to get. They're not moving towards disarmament fast enough.\"\nThe Nobel prize citation read: \"Some states are modernising their nuclear arsenals, and there is a real danger that more countries will try to procure nuclear weapons, as exemplified by North Korea.\"\nNorth Korean leader Kim Jong-un has launched a series of rockets and a nuclear test this year, leading to an escalating war of words with US President Donald Trump. \nMr Trump, who commands one of the world's most powerful nuclear arsenals, threatened to \"totally destroy\" North Korea if his country is forced to defend itself or its allies.\nLast year's winner, Colombian President Juan Manuel Santos, said the peace prize was \"like a gift from heaven\" as his government tried to negotiate a deal with the main rebel group, the Farc.\nAnalysis by Jonathan Marcus, BBC Defence and Diplomatic Correspondent\nThe Nobel Committee's decision provides a powerful and timely reinforcement of the opprobrium and concern attached to nuclear weapons. \nIt comes at a moment when North Korea is actively developing its nuclear programme, the fate of the Iran nuclear deal is in the balance, and the US and Russia are both actively seeking to modernise their nuclear forces. \nThere is of course already the Non-Proliferation Treaty under which most countries agreed never to develop nuclear weapons and those that already had them agreed progressively to disarm. \nBut campaigners have long been unsatisfied with this process insisting that the nuclear \"haves\" have no intention of giving up their arsenals. So Ican set about an alternative approach - to raise popular awareness of the issue and to pressure governments to open up a new treaty for signature earlier this year that would seek an outright ban on nuclear weapons. ", "date": "6 October 2017", "href": "https://www.bbc.co.uk/news/world-europe-41524583", "tags": "prize korea nuclear nobel wins peace anti-nuclear ican group treaty north weapons"}