{"title": "Anti-Abortion Groups Are Split on Legal Tactics", "content": "A widening and emotional rift over legal tactics has split the anti-abortion movement, with its longtime leaders facing a Tea Party-like insurrection from many grass-roots activists who are impatient with the pace of change.\nFor decades, established anti-abortion leaders like National Right to Life and Catholic bishops have pushed for gradually chipping away at the edges of Roe v. Wade, the 1973 Supreme Court ruling that legalized abortion, with state laws to impose limits on late-term abortions, to require women to view sonograms or to prohibit insurance coverage for the procedure.\nBut now many activists and evangelical Christian groups are pressing for an all-out legal assault on Roe. v. Wade in the hope — others call it a reckless dream — that the Supreme Court is ready to consider a radical change in the ruling.\nThe rift widened last month over a so-called personhood amendment in Mississippi that would have barred virtually all abortions by giving legal rights to embryos. It was voted down but is still being pursued in several states.\nNow, in Ohio, a bill before the state legislature that would ban abortions once a fetal heartbeat is detectable, usually six to eight weeks into pregnancy, is the latest effort by activists to force a legal showdown. The so-called heartbeat bill is tearing apart the state’s powerful anti-abortion forces.\nOhio Right to Life, which has been the premier lobby, and the state Catholic conference have refused to support the measure, arguing that the court is not ready for such a radical step and that it could cause a legal setback. But the idea has stirred the passions of some traditional leaders, even winning the endorsement of Dr. John C. Willke of Cincinnati, the former president of National Right to Life and one of the founders of the modern anti-abortion movement.\n“I was Mr. Incremental,” Dr. Willke, 87, said of his career promoting the more modest restrictions. “But after nearly 40 years of abortion on demand, it’s time to take a bold step forward.”\nDr. Willke, who in 1971 created what became Ohio Right to Life, called his onetime organization out of touch with the “unrestrained enthusiasm” that the heartbeat bill has unleashed and that he said is emerging in many other states.\nMark S. Gietzen, director of the Kansas Coalition for Life, called the bill “the most exciting thing that has happened in the pro-life movement since Roe v. Wade,” adding that a heartbeat bill modeled on Ohio’s would be introduced when the Kansas Legislature convenes in January.\nDefenders of abortion rights, in turn, call banning abortions at the first sign of a heartbeat a patently unconstitutional proposal that is doomed to failure.\nThe refusal of Ohio Right to Life to get behind the heartbeat proposal has led to bitter dissent. In the last two weeks, six county chapters have angrily withdrawn from the organization including, on Thursday, the Cincinnati chapter, the state’s oldest and largest.\n“Step-by-step measures haven’t stopped the killing,” said Linda J. Theis, president of Ohio ProLife Action, a new group that was formed in October to press for the heartbeat bill, and that has absorbed the breakaway chapters. “It’s hard to be against a bill that says that once a baby’s heart is beating, you shouldn’t take his life.”\nThe bill is awaiting action in the heavily Republican Senate. If it passes, which some expect to happen this winter, Gov. John R. Kasich, a conservative Republican, seems likely to sign it.\nOfficially, National Right to Life, the umbrella group for state chapters, has taken no position on the heartbeat bill or on the fracturing of the movement. The national spokesman, Derrick Jones, said, “This isn’t really something we want to get into.”\nJames Bopp Jr., a lawyer in Indiana who is general counsel to National Right to Life but did not speak for the organization, condemned both the personhood and the heartbeat proposals as futile and likely to backfire. But he played down the current split.\n“There has always been a division between those who want to concentrate on what will make a difference, and those who are more interested in making a statement that makes them feel better,” he said.\nThe heartbeat bill, if not as sweeping as personhood, has a more visceral public appeal, its promoters argue, and avoids some of the pitfalls of the personhood proposal, posing no threat to contraception or critical medical care. In theory, the law would prevent a large majority of abortions, perhaps 80 to 90 percent, by Dr. Willke’s calculation. Doctors who perform abortions in violation would be subject to a felony charge, fines and loss of their medical license, but the women would not face charges. The bill would allow an abortion if a woman’s life or a major bodily function were in danger. Abortions for victims of rape or incest would not be allowed.\nIn Roe v. Wade, the Supreme Court established a right to an abortion until the fetus is viable outside the womb, currently around 24 weeks into pregnancy. Proponents of the heartbeat bill acknowledge that federal courts would be obliged to declare it unconstitutional. Their hope is that the Supreme Court would take it on and that Justice Anthony M. Kennedy, who would likely provide the swing vote, is open to rethinking Roe.\n“Courts never change their minds unless they are invited to,” said David F. Forte, a law professor at Cleveland State University who helped draft the bill, in testimony before the Ohio Legislature.\nBut other prominent anti-abortion lawyers said it was unlikely that the Supreme Court would take the case and that if it did, the result would be an affirmation of the right to an abortion, making a reversal harder and perhaps striking down some existing state limits.\n“The court has not backed away from viability as the dividing line,” said Paul B. Linton, a lawyer in Illinois who was formerly general counsel to Americans United for Life. He accused the dissenting activists of “wishful thinking.”\nThe heartbeat bill was initially proposed by Janet Porter, a nationally known evangelical activist who has crusaded against abortion and gay rights, once worked for Ohio Right to Life, and now heads a “pro-family” group called Faith2Action. Ms. Porter says that similar heartbeat bills are being developed by activists in at least 10 other states including Mississippi, Louisiana and Arizona.\nIn Kansas, Mr. Gietzen predicted that a heartbeat bill would “sail through” the Legislature despite the lack of support from the state’s Right to Life affiliate and the Catholic church, which has not allowed his group to circulate heartbeat-bill petitions at Sunday Masses. Conservative evangelical groups like the Family Research Council and the American Family Association have endorsed both the personhood and heartbeat approaches. Matthew D. Staver, dean of the law school at Liberty University, founded by the Rev. Jerry Falwell, said that National Right to Life had “lost its legitimacy” and was “on the wrong side of advancing human life protections.”\nMichael Gonidakis, the executive director of Ohio Right to Life, called the internal split “a difference over tactics.” He noted that anti-abortion forces have won several important legislative victories in the state this year and that a large majority of local chapters remained on board. “We’ve tried to shine light on the unintended consequences of the heartbeat bill,” he said. “This division is unfortunate because it takes us off message and does not help one mother or protect one baby.”\nBut feelings are running high in the departing chapters.\n“We’ve had 39 years of talk and regulation, it’s time to WIN this war and actually PROTECT babies with beating hearts,” said Julie Doehner, president of the Geauga County chapter of Ohio Right to Life, in a news release on Nov. 28 announcing that the county was shifting its allegiance to the new group that endorsed the heartbeat bill.\n“If the choice is between unity and life,” she said, “we choose life.”", "date": "DEC. 4, 2011", "href": "https://www.nytimes.com/2011/12/05/health/policy/fetal-heartbeat-bill-splits-anti-abortion-forces.html", "tags": "groups tactics heartbeat legal ohio right ” state bill split anti-abortion said life"}