{"title": "Anti-Semitic Crime Rises in Germany, and Far Right Is Blamed", "content": "BERLIN — Anti-Semitic crime and hate crime targeting foreigners each increased by almost 20 percent in Germany last year, according to official figures published on Tuesday.\nThe data includes a wide range of offenses, including assault, insults, graffiti, hateful postings online and the use of Nazi symbols. The figures are part of an annual report on politically motivated crime presented by Germany’s interior minister and the head of its Federal Criminal Police Office.\nPolitically motivated crime in general continued to fall after a peak in 2016, and the number of violent offenses was down. The crimes that are still rising, however, paint a disturbing picture of Germany’s resurgent far right, which the report found to be responsible for around 90 percent of the anti-Semitic offenses.\nWhen right-wing protesters marched in the eastern city of Chemnitz last summer, for instance, many of the slogans — and much of the far-right violence and intimidation that followed — were directed against immigrants, particularly Muslim refugees from the Middle East. But they were not the only targets.\nDuring the march, Uwe Dziuballa, the 54-year-old Chemnitz-born owner of the city’s only kosher restaurant, stood unarmed in front of its door as a group of around 10 masked men hurled bottles, stones and a metal bar.\n“What makes me angry about that night is that it has made me worry,” Mr. Dziuballa recalled in a recent interview. “I used to never worry about going out with this,” he said, pointing to his skullcap.\nThe official report found that crimes nationwide against those perceived as foreigners increased to 7,701 last year from 6,434 in 2017, and anti-Semitic crimes to 1,799 from 1,504.\n“Especially in our country, we have to stand against this with all our means,” Interior Minister Horst Seehofer told reporters at a news conference introducing the report. “It’s very important to me that we bring the scale of this into people’s consciousness.”\nThe most cited offense, making up 39 percent of cases presented on Tuesday, is the use of illegal symbols and logos, such as the swastika. It accounted for 62 percent of all politically motivated crimes attributed to the far right.\n“Nobody should close their eyes to this further increase in anti-Semitism,” said Josef Schuster, the head of Germany’s Central Council of Jews, in a statement. “The citizens of this country, but above all the political leaders, must not accept that Jews are again exposed to a threat 74 years after the Shoah,” he said, using the Hebrew word for the Holocaust.\nGermany’s Jewish community has grown in recent decades, with 200,000 Jews estimated to have moved to the country since the fall of the Soviet Union. About 100,000 people now regularly attend Jewish services, according to the Central Council of Jews.\nA report released by the European Commission last year found that two thirds of German respondents think anti-Semitism is a problem in their country. Much of the recent reporting in Germany about the issue, however, has focused on anti-Semitism expressed by migrants.\nLast year in Berlin a group of activists, including Mayor Michael Müller, organized a gathering under the banner “Berlin wears kipa” after a 19-year-old Syrian refugee attacked a man for wearing a skullcap.\nHeiko Maas, Germany’s foreign minister, expressed a hope on Tuesday that the new data would shift perceptions on the question.\n“Anti-Semitism is not imported,” he said in a speech. “We Germans in particular must remain mindful of that.”\nMr. Dziuballa, the restaurant owner in Chemnitz, said that the growth in numbers might indicate a renewed willingness to take criminal complaints to the police.\nOther parts of the crime report were more encouraging, with a pronounced decrease in the number of attacks on asylum centers.\nThe number of politically motivated internet postings that break German law has also decreased since 2017, by 35 percent.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/anti-semitic-crime-germany.html", "tags": "anti-semitic percent report germany blamed rises ” crime politically last year right far"}