{"title": "Anti-Muslim Hate Crimes Up By 67 Percent In 2015, FBI Says", "content": "The number of hate crimes reported to police nationwide surged in 2015 by 6.7 percent compared to 2014, according to date released by the FBI on Monday.\nFar outpacing the national increase in hate crime overall was the elevated number of bias crimes against Muslims. The FBI said there were 257 anti-Islamic incidents last year compared to 154 reported in 2014, an uptick of 67 percent. That was one of the largest increases against any group, according to the bureau’s data. \nIt’s a level of Islamophobia unseen since the Sept. 11 attacks, according to the Southern Poverty Law Center.\n“We believe this jump in anti-Muslim incidents should push our nation’s leaders to finally come out against the growing Islamophobia in our society,” said Council on American-Islamic Relations spokesman Ibrahim Hooper. “This repudiation should start with President-elect Donald Trump, who rode a wave of Islamophobia into the White House.”\nOverall, there were 5,850 hate crimes counted in this year’s FBI report. African Americans were targeted more than any other group. The FBI said there were 1,745 anti-black crimes last year, or 7.6 percent more than in the previous report. There were 614 anti-white crimes in 2015, compared to 593 the year before. The number of anti-Hispanic or Latino crimes was unchanged, at 299 in the two most recent reports. \nCrimes against people because of sexual orientation were the second most common form of hate crime. There were 1,053 in 2015, compared to 1,017 the year before. Among this category, anti-gay-male crimes were the most common, with 664 reported incidents. \nThe increased totals are not indisputable proof that there were actually more hate crimes than committed in the previous year, the FBI cautioned. It’s possible more victims are reporting crimes to the 14,997 law enforcement agencies that supply the FBI with data. \nAccording to data compiled by The Huffington Post, there have been 286 Islamophobic incidents reported, including both hate crimes and other forms of discrimination such as offensive speech, through September. (HuffPost’s Islamophobia tracker is not comprehensive and does not provide data comparable to the FBI’s statistics.)\nTrump tapped into this sentiment during his campaign by calling for a ban on Muslim immigration to the U.S. and calling for increased surveillance of Muslims in the United States. High-profile terrorist attacks, such as the mass shooting in San Bernardino, California, and coordinated attacks in Paris last year appeared to precipitate retaliatory anti-Islamic crimes in the U.S. as well. \nThere has been an alarming spate of harassment and intimidation incidents against Muslims, Jews and other groups reported since the election, many of them referencing Trump. Trump told the perpetrators to “stop it” in an interview with “60 Minutes” on Sunday.\nBut Trump’s appointment of Steve Bannon, a white nationalist and former Breitbart News executive chairman, to serve as his chief strategist counteracted his message on “60 Minutes,” CAIR spokesman’s told HuffPost. \n“He tells them to stop, but at the same time he appoints a white supremacist and Islamophobe to his inner circle,” Hooper said.\nThough there was a steep increase in anti-Muslim crimes in 2015, anti-Semitic crimes continued to be the most frequent form of religious hate crime. There were 664 incidents against Jews in 2015, 9 percent more than in 2014. \n“We must not let this troubling trend of hate define our society, which means that the onus is on our community leaders, religious clergy, elected officials and others to remain vigilant, report incidents when they surface and make clear that this level of vitriol will not be tolerated,” Anti-Defamation League Chief Executive Officer Jonathan Greenblatt said in a statement about post-election bigotry. \nCalifornia, the nation’s most populous state and one of its most diverse, had the most reported hate crimes in the country, with 837. New York was second with 500, followed by Ohio with 416. \nAlmost two-thirds of hate crimes were carried out against people while slightly more than a third were property crimes, such as vandalism, burglary and arson, the FBI report said. Less than 1 percent was categorized as “crimes against society.” \nThe FBI said that intimidation occurred in 41.3 percent of the crimes against a person or group of people, followed by simple assault in 37.8 percent of incidents. Eighteen murders and 13 rapes were classified as hate crimes in 2015. ", "date": "\n11/14/2016", "href": "https://www.huffpost.com/entry/hate-crimes-rise-2015_n_582a07b9e4b02d21bbc9ddd1", "tags": "anti-muslim percent crimes hate reported ” says incidents year fbi"}