{"title": "Anti-Immigration Groups See Trump’s Calls for More Legal Immigrants as a Betrayal", "content": "WASHINGTON — For months, President Trump has been railing about the urgent need for a wall to protect against what he calls “an invasion” of illegal immigrants flooding across the southwestern border. But he has also been delivering another message: “We need workers,” he told a group of activists recently.\nIn other words, he wants more immigrants.\n“I want people to come into our country, in the largest numbers ever, but they have to come in legally,” Mr. Trump ad-libbed last month during his State of the Union address.\nComments like those from the president have ignited furious criticism from his hard-line, anti-immigrant supporters who accuse him of caving to demands for cheap foreign labor from corporations, establishment Republicans and big donors while abandoning his election promise to protect his working-class supporters from the effects of globalism.\n“This is clearly a betrayal of what immigration hawks hoped the Trump administration would be for,” said Mark Krikorian, the executive director of the Center for Immigration Studies, which advocates cutting legal immigration by more than half. He warned that Mr. Trump was in danger of being “not even that different from a conventional Republican.”\nBreitbart News, a conservative website that promotes anti-immigrant messaging, published on Thursday the latest in a series of articles attacking Mr. Trump for catering to big business at the expense of the Americans who put him in the Oval Office. “Trump Requests ‘More’ Foreign Workers as Southern Border Gets Overrun,” the site blared on its home page.\n“That Mr. Trump would advance the interests of the global elite ahead of our citizens would be a tragic reversal on any day,” Lou Dobbs, the Fox Business Network host, said in a televised rant against the president on Wednesday evening. “The White House has simply lost its way.”\nCorporations and influential corporate conservatives such as Charles G. Koch and the U.S. Chamber of Commerce have long urged the president to help them recruit the talent they need by expanding the number of workers who can enter the United States from other countries.\nThat has become more urgent as the economy has improved and as declining unemployment has made it harder for companies to find workers. To assuage their concerns, Mr. Trump has increasingly tailored his immigration talking points to cater to the needs of business executives like those who attended a business round table on Wednesday at the White House.\n“We’re going to have a lot of people coming into the country. We want a lot of people coming in. And we need it,” Mr. Trump said as he sat next to Tim Cook, the chief executive of Apple, and other executives. “We want to have the companies grow, and the only way they’re going to grow is if we give them the workers, and the only way we’re going to have the workers is to do exactly what we’re doing.”\nBut that message runs counter to the hard-line immigration image that Mr. Trump has carefully nurtured — most recently by shutting the government down for 35 days in a failed attempt to pressure Congress to fund a wall on the Mexican border.\nMr. Trump won the White House in no small part by embracing anti-immigrant messaging that tapped into the economic fears of blue-collar workers upset about losing their jobs to foreign workers. Throughout the 2016 presidential campaign, he attacked undocumented immigrants as “rapists and murderers” and called for a “big, beautiful wall” along the border with Mexico.\nSince becoming president, Mr. Trump has aggressively sought to crack down on illegal border crossings, increase deportations, cut the number of refugees allowed into the United States and make it harder for migrants to claim asylum. He has complained about drug dealers, gangs and members of Central American caravans pouring across the border. And last summer, his administration separated thousands of migrant children from their parents in an effort to deter Central American families from trying to seek refuge in the United States.\nThe harsh record — and comments by Mr. Trump that disparaged African nations in vulgar terms and suggested that Haitian immigrants “all have AIDS” — has earned him the enmity of Democrats and immigration activists, who call him a racist president.\nIt is unclear whether Mr. Trump will follow through on his recent, pro-business messaging. Many of the president’s aides — including Stephen Miller, his top immigration adviser in the White House — agree with the hard-line activists about the need to lower legal immigration.\nIn 2017, Mr. Trump endorsed the Raise Act, a Republican Senate bill that would reduce legal immigration by as much as 50 percent. And the administration is currently considering a proposal to cut immigration by denying work authorizations, known as H-4 permits, to almost 100,000 spouses of immigrants who are brought in by companies to work legally in the United States.\nBut even so, some of the nation’s most hard-line anti-immigration activists have become increasingly nervous that Mr. Trump might waver on their primary concern — the need to shrink the number of immigrants who enter the United States each year, currently 1.1 million.\nThey argue that tight labor markets make it exactly the wrong time to allow more foreign workers to compete with Americans. Chris Chmielenski, the deputy director of NumbersUSA, which lobbies for lower legal immigration, said companies should be pressured to hire more Americans instead.\n“Anything we do now to bring in more foreign workers could actually reverse some of the economic gains over the last four years,” Mr. Chmielenski said. “We’re absolutely concerned. We feel this isn’t how he ran on the issue.”\nLast week, in an effort to communicate that message directly to Mr. Trump, NumbersUSA began airing an ad on Fox News Channel in the hopes that the president would get the message that his supporters do not want to let in more than one million immigrants each year.\n“The majority of voters say the number should be cut to 500,000 or less,” the ad said. “Americans want less immigration.”\nMr. Krikorian, of the Center for Immigration Studies, said that companies that no longer have access to foreign workers would have no choice but to turn to Americans who are still struggling to find work: people with disabilities, teenagers, older people and even former convicts.\nHe also said that modest increases in wages for workers would evaporate if companies were allowed to simply tap an unlimited pool of lower-paid workers from other countries.\n“If you want wages to go up,” Mr. Krikorian said, “you don’t import more foreign labor.”\nBusiness groups dispute that analysis. They argue that immigration expands the amount of business activity in the United States, adding jobs and increasing wages for the vast majority of American workers.\n“Our country has benefited tremendously from welcoming people who have contributed to our economy, our communities, across the board,” said James Davis, a spokesman for the Koch network. “We want to welcome in everyone who wants to contribute to our society. We want to see more legal immigration.”\nTodd Schulte, the president of FWD.us, a pro-immigration advocacy group that started with backing from Mark Zuckerberg, a founder of Facebook, said that “immigrants and immigration increase economic growth, they increase economic productivity and they increase wages for the overwhelming number of native-born Americans.”\nMr. Schulte, whose group has been highly critical of Mr. Trump’s anti-immigrant messaging and policies, welcomed the president’s recognition that legal immigration is a positive thing for the United States’ economy.\nBut he cautioned that Mr. Trump must be measured by his actions, not his words. He called on the president to halt the effort to deny the H-4 work permits to immigrant spouses.\n“He should stop trying to revoke the H-4 rule,” Mr. Schulte said. “Increasing legal immigration would help native-born Americans. Unfortunately, the record has been one bent on cutting overall immigration levels.”", "date": "March 8, 2019", "href": "https://www.nytimes.com/2019/03/08/us/politics/trump-anti-immigration-groups-betrayal.html", "tags": "groups see calls immigration want legal immigrants president betrayal ” trump workers anti-immigration"}