{"title": "Anti-Abortion Harassment Goes Way Beyond Picketing Clinics", "content": "“Can I pray for you?” a woman asked after I shared my abortion story at the Women’s March Convention in Detroit last year.\nShe walked up to the table and stretched out her hand. I declined. I recognized the organization she was with: “And Then There Were None,” an anti-abortion activist organization ― founded by a former Planned Parenthood employee ― that relentlessly harasses clinic staff with offers of money in exchange for leaving their jobs. Their mission, in their words, is to “love an abortion clinic worker out of the industry.” But the “love” they offer is not consensual; it’s coercive and conditional, based on whether we do what they want. To me, that’s not love. It’s irritating and downright disrespectful.\nAnti-choice activists, or “antis,” are known for protesting outside of clinics, but some of their tactics targeting individuals, abortion providers, abortion storytellers and really anyone who supports us, aren’t as widely known.\nFor decades, they have used protests, economic blackmail and even house calls to target medical disposal vendors, banks and other contractors who build abortion clinics in an effort to get them to cease construction or withhold services from abortion providers. In Kansas, one group complained that their own protests were disrupting the community to justify its calls to shut down a clinic. Sometimes the protests are successful, which means delayed care for patients.\nSince the 1990s, according to the National Abortion Federation, 11 people affiliated with abortion provision have been murdered by anti-choice “activists.” In addition to successful assassinations of abortion providers, there have been 26 attempted murders and hundreds of bombings, arsons and acid attacks on these health care workers. Clinic vandalism, trespassing and burglaries are commonplace. In Mississippi, a clinic’s surveillance cameras were destroyed. In Montana, a clinic’s office was totally destroyed using iodine and a hammer. And in Cleveland, a clinic’s windows were smashed and their fences were removed.\nAccording to the NAF, protests at clinics doubled in 2016 from the previous year. Violent attacks fell off from one year to the next, but 2015 was unusually high. After anti-abortion activists released doctored videos of Planned Parenthood, a domestic terrorist attacked a Colorado Springs Planned Parenthood; three people killed and nine were wounded. No one should have to fear for their life just to go to work and provide health care.\nEven those who are familiar with anti-choice vandalism and clinic attacks may be unaware of recent digital innovations in anti-abortion interference.\nWhen I returned home from the Women’s March Convention, I logged on to my social media accounts to find that the same woman who approached me had found my private Facebook profile and Twitter account. She’d sent a message offering to be my friend in secret, to pray for me and to help me find alternative employment. I saw that several other anti-abortion activists had written about the panel using my full name and reporting where I worked. They made assumptions about my life, misquoted things I said, and projected their emotions about their own abortion clinic work onto me. I felt violated.\nThings escalated when one of the clinic protesters approached me in the parking lot at work as I got out of my car. She said she’d heard me speak on the panel. I was floored. They’d stalked me on social media, written about me and now they had followed me to my workplace! As abortion clinic staff, we get used to the white noise of protesters outside; it’s a workplace hazard. It’s jarring, but being followed and approached like that felt completely different and so much more dangerous because this person knew so much about my personal life.\nStill, I worry about my patients’ feelings more than my own. The protesting really gets to a lot of patients, and some come into the clinic in tears and very inconsolable. Some are confused because the protesters have pretended to be staff at the clinic. A few are deterred from entering the clinic because they’re afraid the protesters will physically hurt them as they walk by. \nProtesters sometimes climb the fence, or jump in front of cars and try to shove their propaganda in the windows. Antis use technology like geofencing to swarm a clinic perimeter and cause anyone inside, including patients in the clinic waiting room, to see ads for anti-abortion content when they scroll through Facebook.\nHarassment can be worse when the patient is a person of color. When they see me, a black woman, entering the clinic, they yell things like “Black lives matter, black genocide, don’t kill your black babies!” For all their purported concern about “saving” black lives from abortion, they have very little to say about the countless black people who have lost their lives at the hands of law enforcement. Anti-choice activists are known for hijacking conversations about police brutality, tweeting the hashtag #unbornlivesmatter whenever #BlackLivesMatter starts to trend, completely ignoring the life that was lost at the hands of police. One prominent anti-choice group published a piece telling people not to support the movement for black lives.\nSo my response to antis is simply, “Trust black women!” Black women experience disproportionately high rates of maternal or pregnancy-related deaths. Antis don’t get to pick and choose when black lives matter. We decide when to parent and how many children we want to parent, or whether motherhood is for us at all. Just like any other race of people.\nIntimidation tactics don’t stop at the clinic doors. Antis send cards and letters to the clinic, sometimes with prayers, but usually with threats. They’ve sent us postcards offering as much as $25,000 for information leading to the arrest of an abortion provider. I’ve received notes that said, “these abortion workers have been arrested and jailed” with photos of people who have worked at abortion clinics. “You could be charged with crimes if you stay silent!” these notes sometimes warn. At Halloween, antis targeting clinic workers send cards with candy, which we don’t eat out of a concern that it’s been poisoned. While these actions may seem like mild annoyances no different than other kinds of junk mail, it’s not funny, it’s not sweet, it’s not innocent.\nUnfortunately, anti-abortion terrorism isn’t new. Those of us who provide abortion care have long faced cultural stigma, threats and violence.​ But the more they harass us, the more I want to do this work. Their determination to keep people from accessing abortion care reminds me how vitally important our work is.\nProviding abortion care won’t make you rich, popular or powerful, but for the providers who brave the protests, nothing can take away the pride of knowing at the end of the day that we’ve helped someone in need. Every reassuring smile, hug and hand-squeeze we share with our patients is an unspoken reminder that women who have abortions aren’t alone. Everyone loves someone who had an abortion and, as clinic workers, we make sure our patients remember that.\nCORRECTION: An earlier version of this piece identified And Then There Were None as a group of former Planned Parenthood workers. It was founded by a former Planned Parenthood employee but does not exclusively include former Planned Parenthood workers.\nKenya is an abortion storyteller with We Testify and an abortion clinic counselor.\nThis piece is part of HuffPost’s brand-new Opinion section. For more information on how to pitch us an idea, go here.", "date": "\n01/21/2018", "href": "https://www.huffpost.com/entry/opinion-martin-abortion-harassment_n_5a5e540fe4b0106b7f65ccc6", "tags": "goes planned antis clinics way harassment picketing clinic ” beyond abortion black anti-abortion parenthood"}