{"title": "Antidoping Officials Obtain Trove of Russian Lab Data", "content": "The World Anti-Doping Agency, the global regulator of drugs in sports, said Friday it had obtained a digital trove of information that could greatly expand revelations about Russia’s state-sponsored doping program. The massive scheme has corrupted the results of several Olympics and has imperiled the country’s eligibility for the coming Winter Games in South Korea.\nThe agency said that its investigations department had been in possession since late October of an electronic file that was long considered a final piece of the puzzle revealing the contours of the doping system. The agency said in a news release that it was confident that the file contained “all testing data” from January 2012 to August 2015 — thousands of drug screenings run on Russian athletes.\n“This evidence could be another mother lode and potentially open a new dimension to the gravity of the fraud perpetrated by the Russia doping conspiracy,” Travis T. Tygart, the chief executive of the United States Anti-Doping Agency, said Friday. “Clean athletes expect and deserve justice and the whole truth being brought to light.”\nThe database, which the Russian authorities were unwilling to share with antidoping investigators, arrived through a whistle-blower, according to two people with direct knowledge of the situation who spoke on the condition of anonymity.\nInformation in the database is expected to provide a new level of evidence just as the International Olympic Committee weighs how to penalize Russia ahead of the Winter Games in Pyeongchang, South Korea. The new information could compel Olympic officials to issue stiffer penalties.\n“This confirms the schemes and provides more definitive evidence about disappearing positives at the Moscow lab,” said Richard McLaren, a Canadian lawyer whose independent investigation conducted last year illuminated the breadth and depth of the doping program. “If the information provides what we think it will provide, it should confirm doping rule violations. There are already a series of cases that have been closed with the approval of WADA, and now those cases may well be reopened.”\nThe antidoping agency said in a news release that its investigators were “finalizing the forensic analysis of the enormous backup file and assessing what information is relevant,” asserting that they were “confident” in the authenticity of the information.\nRussian officials did not immediately respond to a request for comment submitted to the government’s sports ministry.\nThe antidoping regulator seized the opportunity on Friday to restate another request: that Russia accept the findings of Mr. McLaren’s inquiry, which confirmed that top government officials and Russia’s Federal Security Service had helped with coordinated cheating.\n“This new intelligence serves to reinforce our requirement of Russian authorities that they too publicly accept the outcomes,” of last year’s investigation, the global antidoping agency’s president, Craig Reedie, said in a statement.\nThrough Mr. McLaren’s inquiry, the antidoping watchdog deconstructed Russia’s cheating schemes and determined that some 1,000 athletes had been tied up in them over three and a half years. Still, officials determined that many individual cases would be hard or impossible to prosecute, in part because of Russia’s lack of cooperation in providing certain evidence, including stored urine samples and the electronic lab records on past tests.\nAntidoping officials from several countries who have urged Olympic leaders to take a harder stance against Russia in the wake of Mr. McLaren’s investigation — even calling for the nation to be barred from the Pyeongchang Games — have pointed to Russia’s refusal to turn over the electronic data.\nThe World Anti-Doping Agency had ordered Russia to share the database before the watchdog would agree to restore Russia to good standing and certify its compliance with the global antidoping code. The agency is due to evaluate Russia’s cooperation and decide whether to recertify the nation at a meeting next week in Seoul.\nInvestigators who have studied how Russia corrupted several Olympics — most notably the 2014 Sochi Games, where the country controlled the antidoping laboratory and dominated the medal standings — have coveted the electronic files from Moscow.\nKnown as laboratory information management system data, the records reflect the results of lab tests run on the machines in Russia’s national antidoping lab, a nondescript five-story building a few miles from the Kremlin. They also reveal the identity of the athlete to whom each lab analysis corresponded.\nOutside of international competitions, nations are responsible for drug-testing their own athletes and for reporting the results of those tests to a global database. In Russia, however, the national antidoping laboratory alerted the nation’s sports ministry when athletes tested positive, and they often followed a deputy sports minister’s directive to falsely report positive drug tests as clean results to international authorities, according to both Mr. McLaren and the former longtime director of Russia’s lab, Dr. Grigory Rodchenkov.\nIn an inquiry report published last December, Mr. McLaren said that he had uncovered records that more than 500 such incriminating tests were falsely recorded from 2011 to 2015.\n“Well-known and elite level athletes had their initial results automatically falsified,” he wrote, noting that, without access to Russia’s lab data and forensic analysis of it, the extent of similar discrepancies and the full scope of cheating could not possibly be known.\nBut if the database now in the regulator’s possession reveals new inconsistencies in the testing histories of Russian athletes, sports officials could mount strong disciplinary cases.\nWithout a positive drug test, it can be challenging to build a case against an athlete that will withstand a legal challenge. To date, Olympic officials have issued penalties against six Russian Olympians who competed in Sochi and have exonerated another; investigations into scores of others are continuing.\nGlobal officials from each sport have separately been asked to review allegations against hundreds of athletes. The antidoping regulator itself has agreed to close at least 95 such suspicious cases identified by Mr. McLaren based on a lack of evidence.\nOlympic officials are currently deliberating how to punish Russia for its state-sponsored schemes, for which no Russian government official was allowed to attend the 2016 Rio Games. The International Olympic Committee is expected to announced its decision regarding Russia’s participation in the 2018 Winter Games in early December.\nThe issue has escalated far beyond the sports world, stirring geopolitical rhetoric. President Vladimir V. Putin this week criticized the recent disciplinary decisions against Russian Olympians as an American attempt to undermine Russia and affect his nation’s presidential election in March.", "date": "Nov. 10, 2017", "href": "https://www.nytimes.com/2017/11/10/sports/olympics/russia-doping-winter-olympics.html", "tags": "antidoping trove officials athletes information russian agency ” lab data russia obtain"}