{"title": "Anti-Semitism Hit 'Near-Historic Levels' In 2018, Report Finds", "content": "Anti-Semitic incidents in the U.S. remained at near-record levels in 2018, according to an Anti-Defamation League report released Monday.\nThe annual ADL audit of anti-Semitic incidents showed that, compared with 2017, assaults against Jews had more than doubled ― the worst of which was the mass shooting at the Pittsburgh Tree of Life synagogue in October, when a white supremacist killed 11 worshippers. That case alone was one of 39 reported physical attacks on the Jewish community in 2018, representing a 105% increase from the year before.\nIn total, the ADL found there were 1,879 cases of assault, harassment and vandalism perpetrated against Jewish institutions and Jews throughout the country, making it the third-worst year the organization has recorded since the 1970s, when it began tracking such statistics.\nFrom October to November, there was a sharp rise in anti-Semitic incidents, occurring squarely between the Pittsburgh massacre and the midterm elections.\nHarassment was up by 5%, however, vandalism dropped by 19%, making it the only category to decrease in 2018.\nWhether the trend will continue in 2019 remains to be seen. In March, 59 headstones in a historic Jewish cemetery in Massachusetts were vandalized with graffiti of swastikas and phrases including “Expel the Jews,” “Heil Hitler” and “Oy vey! This is MAGA country,” apparently using the acronym for President Donald Trump’s “Make America great again” slogan.\nIn a statement addressing the report, ADL CEO and National Director Jonathan Greenblatt cited improvements on hate crime legislation but called the number of anti-Semitic incidents in 2018 “alarmingly high,” pointing also to the recent shooting at a synagogue near San Diego.\nOn Saturday, an alleged white supremacist gunman entered the Chabad of Poway, California, killing one worshipper who shielded the rabbi from the bullets. The rabbi is among three people who were left injured.\nThe suspect is believed to have used 8chan, a racist message board where extremism brews, and claimed to have been behind a recent arson at an Escondido mosque, northeast of San Diego.", "date": "\n04/30/2019", "href": "https://www.huffpost.com/entry/anti-semitism-2018-united-states_n_5cc8aef7e4b0e4d7572b2edf", "tags": "finds anti-semitic shooting report pittsburgh anti-semitism jews hit ” adl incidents levels jewish"}