{"title": "Antonin Scalia, Justice on the Supreme Court, Dies at 79", "content": "Justice Antonin Scalia, whose transformative legal theories, vivid writing and outsize personality made him a leader of a conservative intellectual renaissance in his three decades on the Supreme Court, was found dead on Saturday at a resort in West Texas. He was 79.\n“He was an extraordinary individual and jurist, admired and treasured by his colleagues,” Chief Justice John G. Roberts Jr. said in a statement confirming Justice Scalia’s death. “His passing is a great loss to the Court and the country he so loyally served.”\nThe cause of death was not immediately released. A spokeswoman for the United States Marshals Service, which sent personnel to the scene, said there was nothing to indicate the death was the result of anything other than natural causes.\nJustice Scalia began his service on the court as an outsider known for caustic dissents that alienated even potential allies. But his theories, initially viewed as idiosyncratic, gradually took hold, and not only on the right and not only in the courts.\nHe was, Judge Richard A. Posner wrote in The New Republic in 2011, “the most influential justice of the last quarter-century.” Justice Scalia was a champion of originalism, the theory of constitutional interpretation that seeks to apply the understanding of those who drafted and ratified the Constitution. In Justice Scalia’s hands, originalism generally led to outcomes that pleased political conservatives, but not always. His approach was helpful to criminal defendants in cases involving sentencing and the cross-examination of witnesses.\nJustice Scalia also disdained the use of legislative history — statements from members of Congress about the meaning and purposes of laws — in the judicial interpretation of statutes. He railed against vague laws that did not give potential defendants fair warning of what conduct was criminal. He preferred bright-line rules to legal balancing tests, and he was sharply critical of Supreme Court opinions that did not provide lower courts and litigants with clear guidance.\nAll of these views took shape in dissents. Over time, they came to influence and in many cases dominate the debate at the Supreme Court, in lower courts, among lawyers and in the legal academy.\nBy the time he wrote his most important majority opinion, finding that the Second Amendment protects an individual right to bear arms, even the dissenters were engaged in trying to determine the original meaning of the Constitution, the approach he had championed.\nThat 2008 decision, District of Columbia v. Heller, also illustrated a second point: Justice Scalia in his later years was willing to bend a little to attract votes from his colleagues. In Heller, the price of commanding a majority appeared to be including a passage limiting the practical impact of the decision.\nWith the retirement of Justice John Paul Stevens in 2010, Justice Scalia became the longest-serving member of the current court. By then, Justice Scalia was routinely writing for the majority in the major cases, including ones on the First Amendment, class actions and arbitration.\nHe was an exceptional stylist who labored over his opinions and took pleasure in finding precisely the right word or phrase. In dissent, he took no prisoners. The author of a majority opinion could be confident that a Scalia dissent would not overlook any shortcomings.\nJustice Scalia wrote for a broader audience than most of his colleagues did. His opinions were read by lawyers and civilians for pleasure and instruction.\nAt oral argument, Justice Scalia took professorial delight in sparring with the advocates before him. He seemed to play to the crowd in the courtroom, which rewarded his jokes with generous laughter.\nJustice Scalia’s sometimes withering questioning helped transform what had been a sleepy bench when he arrived into one that Chief Justice Roberts has said has become too active, with the justices interrupting the lawyers and each other.\nSome of Justice Scalia’s recent comments from the bench were raw and provocative. In an affirmative action case in December, he said that some minority students may be better off at “a less advanced school, a slower-track school where they do well.”\n“I don’t think it stands to reason that it’s a good thing for the University of Texas to admit as many blacks as possible,” he said, describing — some said distorting — an argument in a supporting brief about the harm that can be caused to students with inferior academic credentials by admitting them to colleges where they do not thrive.\nJustice Scalia was a man of varied tastes, with a fondness for poker, opera and hunting. His friends called him Nino, and they said he enjoyed nothing more than a good joke at his own expense.\nHe seldom agreed with Justice Ruth Bader Ginsburg on the important questions that reached the court, but the two for years celebrated New Year’s Eve together. Not long after Justice Elena Kagan, another liberal, joined the court, Justice Scalia took her skeet shooting.\nAntonin Gregory Scalia was born on March 11, 1936, in Trenton, to Salvatore Scalia and the former Catherine Panaro. He was their only child and was showered with attention from his parents and their siblings, none of whom had children of their own.\nJustice Scalia and his wife, the former Maureen McCarthy, had nine children, the upshot of what he called Vatican roulette. “We were both devout Catholics,” Justice Scalia told Joan Biskupic for her 2009 biography, “American Original.” “And being a devout Catholic means you have children when God gives them to you, and you raise them.”\nHe said his large family influenced his legal philosophy.\n“Parents know that children will accept quite readily all sorts of arbitrary substantive dispositions — no television in the afternoon, or no television in the evening, or even no television at all,” he said at a Harvard lecture in 1989. “But try to let one brother or sister watch television when the others do not, and you will feel the fury of the fundamental sense of justice unleashed.”\nYoung Antonin was an exceptional student, graduating as valedictorian from Xavier High School in Lower Manhattan, first in his class at Georgetown and magna cum laude at Harvard Law School.\nHe practiced law for six years in Cleveland before accepting a position teaching law at the University of Virginia in 1967. Four years later, he entered government service, first as general counsel of the Office of Telecommunications Policy and then as chairman of the Administrative Conference of the United States, an executive branch agency that advises federal regulators. Both positions drew on and expanded his expertise in administrative law, a topic that would interest him throughout his career.\nIn 1974, President Richard M. Nixon nominated him to be assistant attorney general in charge of the Office of Legal Counsel, an elite unit of the Justice Department that advises the executive branch on the law. He was confirmed by the Senate on Aug. 22, 1974, not long after Nixon resigned.\nIn 1977, Mr. Scalia returned to the legal academy, now joining the law faculty at the University of Chicago. He also served as editor of Regulation magazine, published by the American Enterprise Institute.\nAfter Ronald Reagan was elected president in 1980, Mr. Scalia was interviewed for a job he coveted, solicitor general of the United States, the lawyer who represents the federal government in the Supreme Court. He lost out to Rex E. Lee, and it stung. “I was bitterly disappointed,” Justice Scalia told Ms. Biskupic. “I never forgot it.”\nHe was offered a seat on the federal appeals court in Chicago. But he turned it down in the hope of being nominated instead to the United States Court of Appeals for the District of Columbia Circuit, whose docket, location and prestige appealed to him. The court was also widely viewed as a steppingstone to the Supreme Court.\nThe first opening on the D.C. Circuit in the Reagan years went to another prominent conservative law professor, Robert H. Bork. But the second one, in 1982, went to Mr. Scalia.\nHe served for four years, issuing opinions favoring executive power, skeptical of claims of employment discrimination and hostile to the press. The opinions, which were forceful and sometimes funny, attracted the attention of the White House.\nHe appeared to enjoy intellectual give-and-take from the bench, with his colleagues and in his chambers. On the appeals court and in his early years on the Supreme Court, he would hire one liberal law clerk each year to keep discussions lively.\n“He made it a point of telling me that I was his token liberal,” said E. Joshua Rosenkranz, who served as a law clerk for Judge Scalia in 1986, his last year on the appeals court. “To his credit, I’m sure it was largely because he wanted to be sure he always heard the arguments against the positions he was taking.”\nIn 1986, after Chief Justice Warren Burger announced his intention to retire, Mr. Reagan nominated Judge Scalia to the Supreme Court. Though his conservative views were well known, he was confirmed by the Senate by a vote of 98 to 0. He may have benefited from the fact that the liberal opposition was focused on the nomination of Justice William H. Rehnquist, who was already on the court, to succeed Chief Justice Burger.\nJudge Scalia seemed to enjoy parrying with the senators at his confirmation hearing. When Senator Howard M. Metzenbaum, Democrat of Ohio, recalled losing to Judge Scalia in a tennis match, he responded that “it was a case of my integrity overcoming my judgment.”\nThe lopsided vote for Justice Scalia also reflected a different era, one in which presidents were thought to have wide latitude in naming judges. That era seemed to come to an end in 1987, with the defeat of the nomination of Justice Scalia’s former colleague on the D.C. Circuit, Judge Bork.\nIn 1993, at the confirmation hearing for Justice Ginsburg, Senator Joseph R. Biden Jr., who was then chairman of the Senate Judiciary Committee, said that “the vote that I most regret of all 15,000 votes I have cast as a senator” was “to confirm Judge Scalia” — “because he was so effective.”\nThree days before the court handed the presidency to George W. Bush in December 2000, in Bush v. Gore, the court shut down the recount of votes in Florida in an unsigned opinion over the dissents of the four more liberal justices. Justice Scalia felt compelled to respond in a concurrence.\n“The counting of votes that are of questionable legality does in my view threaten irreparable harm to” Mr. Bush “and to the country, by casting a cloud upon what he claims to be the legitimacy of his election,” Justice Scalia wrote. He would later say privately that his brief concurrence doomed his chances of being named chief justice.\nHe was often asked about the Bush v. Gore decision at public appearances. His stock response: “Get over it.”\nThe centerpiece of Justice Scalia’s judicial philosophy was his commitment to the doctrine of originalism, which sought to interpret the Constitution as it was understood at the time of its adoption. That made him uncomfortable with some of the Supreme Court’s most important precedents.\n“We have now determined,” he said in remarks in Philadelphia in 2004, “that liberties exist under the federal Constitution — the right to abortion, the right to homosexual sodomy — which were so little rooted in the traditions of the American people that they were criminal for 200 years.”\nHe added that his colleagues may soon discover a right to assisted suicide between the lines of the text of the Constitution.\n“We’re not ready to announce that right,” he said, more than a little sarcastically. “Check back with us.”\nJustice Scalia said that some of the court’s leading decisions could not be justified under the original understanding of the Constitution. The court was wrong in Gideon v. Wainwright in 1963, Justice Scalia said, to require the government to provide lawyers to poor people accused of serious crimes. It was wrong in New York Times v. Sullivan in 1964, he said, to say the First Amendment requires libel plaintiffs to meet heightened standards.\nJustice Scalia also appeared to have reservations about Brown v. Board of Education, which struck down segregation in public schools as a violation of the 14th Amendment’s guarantee of equal protection. Brown, decided in 1954, is widely considered the towering achievement of the court led by Chief Justice Earl Warren.\nBut for originalists, the Brown decision is problematic. The weight of the historical evidence is that the people who drafted, proposed and ratified the 14th Amendment from 1866 to 1868 did not believe themselves to be doing away with segregated schools.\nIn remarks at the University of Arizona in 2009, Justice Scalia suggested that Brown reached the right result as a matter of policy but was not required by the Constitution. He added that the decision did not refute his theory.\n“Don’t make up your mind on this significant question between originalism and playing it by ear on the basis of whether, now and then, the latter approach might give you a result you like,” Justice Scalia said.\n“Hitler developed a wonderful automobile,” he went on. “What does that prove? I’ll stipulate that you can reach some results you like with the other system. But that’s not the test. The test is over the long run does it require the society to adhere to those principles contained in the Constitution or does it lead to a society that is essentially governed by nine justices’ version of what equal protection ought to mean?”\nIn other settings, Justice Scalia took pains to say that he would not follow his theory wherever it would take him. He was, he said, “a faint-hearted originalist.”\n“I am a textualist,” he said. “I am an originalist. I am not a nut.”\nCritics seized on the concession, saying it undid the very qualities that made originalism appealing as a historically grounded theory that constrained judges otherwise apt to follow their policy preferences.\n“If following a theory consistently would make you a nut, isn’t that a problem with the theory?” David A. Strauss asked in his 2010 book, “The Living Constitution.”\nThere was certainly a more committed originalist on the court, Justice Clarence Thomas. Unlike Justice Thomas, Justice Scalia, especially in his later years, was willing to compromise at the expense of theoretical purity.\nA 2010 decision, McDonald v. Chicago, illustrates the point. The question in the case was whether the Second Amendment applied not only to federal gun control laws, a point the court established in 2008, but also to state and local laws. The answer was not much in doubt, as the five-justice majority in the 2008 case, District of Columbia v. Heller, was still on the court.\nWhat was in doubt was how the court would use the 14th Amendment to apply — or “incorporate,” in the legal jargon — the Second Amendment to the states. Other provisions in the Bill of Rights had been applied by means of the 14th Amendment’s due process clause.\nBut many judges and scholars, including Justice Scalia, had never found that methodology intellectually satisfactory. “Due process” after all, would seem to protect only procedures and not substance. The very name given to the methodology — substantive due process — sounds like an oxymoron.\nOriginalists hoped the court would use the McDonald case to repudiate substantive due process and instead rely on another provision of the 14th Amendment, one that says “no state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.” There is evidence that the authors of the clause specifically wanted it to apply to allowing freed slaves to have guns to defend themselves.\nJustice Scalia would have none of it. “What you argue,” he told a lawyer challenging a Chicago gun law, “is the darling of the professoriate, for sure, but it’s also contrary to 140 years of our jurisprudence.”\nHe told the lawyer to focus on winning his case rather than pressing a new constitutional theory. “Why do you want to undertake that burden,” Justice Scalia asked, “instead of just arguing substantive due process, which as much as I think it’s wrong, even I have acquiesced in it?”\nThe decision was 5 to 4. The justices in the majority agreed about the result but not how to get there. Justice Scalia accepted the substantive due process rationale, with misgivings. Justice Thomas, in a separate opinion, relied on the privileges-or-immunities rationale that had been pressed by originalists.\nStill, Justice Scalia’s fidelity to originalism frequently caused him to take legal positions almost certainly at odds with his policy preferences. He voted in 1989 to strike down a law making it a crime to burn an American flag.\nHe said his fidelity to the Constitution overrode his sympathies. “I don’t like scruffy, bearded, sandal-wearing people who go around burning the United States flag,” he said in 2000.\nJustice Scalia also helped transform aspects of the criminal law, often in ways that helped people accused of crimes. Here, too, his understanding of the Sixth Amendment, which sets out defendants’ rights in criminal prosecutions, may have been in tension with his policy preferences.\n“The Sixth Amendment is a meaningful presence in American courtrooms today in large part because of Justice Scalia,” said Jeffrey L. Fisher, a law professor at Stanford. “He followed his understanding of the original intent of the Sixth Amendment, even when it made prosecutions harder and less efficient. He said it was necessary to keep the people free.”\nThe right to trial by an impartial jury, Justice Scalia said, means that juries must find beyond reasonable doubt all facts that give rise to punishment. He made the point in a 1998 dissent, and it ripened into the majority view in Apprendi v. New Jersey in 2000, which struck down a New Jersey hate crime law. In 2004, Justice Scalia relied on the Apprendi decision in writing the majority opinion in Blakely v. Washington, which struck down the sentencing system of Washington State for giving judges too large a role. He later voted with the majority to strike down the federal sentencing system on the same grounds.\n“It’s not because I’m in love with the jury necessarily,” Justice Scalia told Ms. Biskupic. “It’s because I’m in love with the Constitution.”\nJustice Scalia also reinvigorated the clause of the Sixth Amendment that guarantees a criminal defendant the right “to be confronted with the witnesses against him.”\nHere, too, he first expressed his views in dissent. Later, in a 2004 decision, Crawford v. Washington, he wrote for the majority that defendants have the right to live testimony at trial from the witnesses against them, even if the accusations could be presented in other forms.\n“Dispensing with confrontation because testimony is obviously reliable is akin to dispensing with a jury trial because the defendant is obviously guilty,” Justice Scalia wrote. “That is not what the Sixth Amendment prescribes.”\nWriting for the majority in a 2009 decision that barred the introduction at trial of crime lab reports without testimony from the analysts involved in their preparation, Justice Scalia said the issue was one of constitutional principle.\n“The confrontation clause may make the prosecution of criminals more burdensome, but that is equally true of the right to trial by jury and the privilege against self-incrimination,” he wrote. “The confrontation clause — like those other constitutional provisions — is binding, and we may not disregard it at our convenience.\nJustice Scalia’s opinions were also helpful to criminal defendants charged under vague laws. In 2009, he objected to the court’s decision not to hear an appeal concerning a federal law that made it a crime “to deprive another of the intangible right of honest services.” The law was so vague, he wrote, that “it would seemingly cover a salaried employee’s phoning in sick to go to a ballgame.”\nThe Supreme Court soon agreed to hear three separate cases on the law and substantially cut back its scope.\nWhen Justice Scalia joined the court, congressional committee reports and similar “legislative history” were routinely used as aids in determining the meanings of federal statutes.\nIn a campaign that he maintained throughout his tenure on the court, Justice Scalia insisted that such use of legislative history was illegitimate. Reports and floor statements were not the law, he said; the words of the law itself were the law.\nThe campaign was largely successful. Advocates and other justices rely on legislative history sparingly these days.\nJustice Scalia was also dismissive of unhelpful Supreme Court opinions. Concurring in a 2010 privacy decision that gave lower courts only vague guidance, he wrote: “The court’s implication that where electronic privacy is concerned we should decide less than we otherwise would (that is, less than the principle of law necessary to resolve the case and guide private action) — or that we should hedge our bets by concocting case-specific standards or issuing opaque opinions — is in my view indefensible. The-times-they-are-a-changin’ is a feeble excuse for disregard of duty.”\nHis colleagues did not always welcome his writing style, which could verge on the insulting. Dissenting in a 2002 decision prohibiting the execution of the mentally retarded, he wrote, “Seldom has an opinion of this court rested so obviously upon nothing but the personal views of its members.” An argument made by Justice Sandra Day O’Connor, he wrote in a 1989 abortion case, “cannot be taken seriously.”\nIn a 2011 dissent, Justice Scalia called Justice Sonia Sotomayor’s account of the facts of a case in her majority opinion “so transparently false that professing to believe it demeans this institution.”\nDissenting in June from the court’s decision establishing a right to same-sex marriage, Justice Scalia mocked the soaring language of Justice Anthony M. Kennedy’s majority opinion, saying it was “couched in a style that is as pretentious as its content is egotistic.”\nHe was not shy about making dire predictions. About a 2008 decision giving people held at Guantánamo Bay the right to challenge their detentions: “It will almost certainly cause more Americans to be killed.” About a 2011 decision ordering California to ease prison overcrowding: It affirmed “the most radical injunction issued by a court in our nation’s history” and was itself “a judicial travesty.”\nCiting long judicial tradition, Justice Scalia occasionally spoke about his desire to stay out of the public eye. It is not clear that he meant it, and he was certainly not always successful.\nIn 2004, for instance, he went on a duck-hunting trip with Dick Cheney, who was then vice president and a litigant in a case before the court over whether Mr. Cheney would have to reveal who had appeared before his energy task force. When the trip came to light, Justice Scalia issued a 21-page defense of the trip and refused to disqualify himself from the case.\n“While the political branches can perhaps survive the constant baseless allegations of impropriety that have become the staple of Washington reportage, this court cannot,” he wrote. “The people must have confidence in the integrity of the justices, and that cannot exist in a system that assumes them to be corruptible by the slightest friendship or favor, and in an atmosphere where the press will be eager to find foot-faults.”\nJustice Scalia later joined the seven-justice majority in declining to force Mr. Cheney to disclose secret documents from an energy task force.\nHe did step aside from a case concerning the Pledge of Allegiance in 2003 after saying in public that the federal appeals court in San Francisco had decided the case incorrectly.\nA gregarious man, Justice Scalia accepted many speaking and teaching engagements from both conservative and liberal groups. He was occasionally criticized for his choices.\nIn 2007, for instance, Justice Scalia spoke on international law at a dinner in Palm Springs, Calif., organized by Charles G. Koch, a conservative activist. Justice Scalia’s expenses, a court spokeswoman said, were paid for by the Federalist Society, a conservative legal group.\nIn 2011, he spoke at a forum organized by the Congressional Tea Party Caucus at the invitation of Representative Michele Bachmann, Republican of Minnesota. The session was attended by members of both parties; Justice Scalia’s subject was the separation of powers.\nJustice Scalia did not make it easy for journalists to cover his public appearances and generally did not allow them to be broadcast. For years, he did not allow his remarks to be taped even by print reporters seeking to ensure the accuracy of their notes.\nHe changed that policy in 2004 after a federal marshal ordered two reporters to erase recordings of his remarks at a high school in Hattiesburg, Miss. Justice Scalia apologized to the reporters, saying the marshal had not been following his instructions.\n“I abhor as much as any American the prospect of a law enforcement officer’s seizing a reporter’s notes or recording,” he wrote to one of the reporters, Antoinette Konz of The Hattiesburg American.\nIn 2006, Justice Scalia responded to a reporter’s question after attending a Red Mass at the Cathedral of the Holy Cross in Boston with a chin flick that some interpreted to be an obscene gesture. The reporter had wanted to know whether Justice Scalia had taken “a lot of flak for publicly celebrating” his religious beliefs.\nIn a letter to The Boston Herald, Justice Scalia explained that the gesture was Sicilian in origin and meant only, “I couldn’t care less. It’s no business of yours. Count me out.”\nHe often made clear that he had little use for faculty-lounge orthodoxies.\nIn 2003, for instance, dissenting from a decision striking down a Texas law that made gay sex a crime, Justice Scalia bemoaned the influence of elite culture on the law.\n“Today’s opinion,” he wrote, “is the product of a court, which is the product of a law-profession culture, that has largely signed on to the so-called homosexual agenda, by which I mean the agenda promoted by some homosexual activists directed at eliminating the moral opprobrium that has traditionally attached to homosexual conduct.”\nHe predicted, too, that the decision, Lawrence v. Texas, had laid the foundation for the recognition of a constitutional right to same-sex marriage.\nJustice Scalia insisted that his religious beliefs played no role in his jurisprudence, and he was deeply offended by contrary suggestions.\nIn 2007, Geoffrey R. Stone, a law professor at the University of Chicago, where he was a colleague of Justice Scalia, made what he called “a painfully awkward observation” in The Chicago Tribune after the Supreme Court upheld the federal Partial-Birth Abortion Ban Act in Gonzales v. Carhart.\n“All five justices in the majority in Gonzales are Roman Catholic,” Professor Stone wrote. “The four justices who are not all followed clear and settled precedent.”\nJustice Scalia was furious, telling Ms. Biskupic that “it got me so mad that I will not appear at the University of Chicago until he is no longer on the faculty.”\nWithdrawing from a debate was not typical of Justice Scalia, who usually welcomed discussion with enthusiasm and confidence. Standing up for one’s opinions, he said in a 2010 opinion, is a mark of laudable “civil courage.”\nIndeed, Justice Scalia’s appetite for the sort of discussion and debate he enjoyed as a law professor was not sated by the brisk conferences the justices held after oral arguments. Under Chief Justice Rehnquist and to a lesser extent under Chief Justice Roberts, they can consist of little more than a tally of votes.\n“I don’t like that,’’ Justice Scalia said after a speech at George Washington University in 1988. “Maybe it’s just because I’m new. Maybe it’s because I’m an ex-academic. Maybe it’s because I’m right.”\nIn a C-Span interview in 2009, Justice Scalia reflected on his role and legacy, sketching out a modest conception of the role of a Supreme Court justice.\n“We don’t sit here to make the law, to decide who ought to win,” Justice Scalia said. “We decide who wins under the law that the people have adopted. And very often, if you’re a good judge, you don’t really like the result you’re reaching.”", "date": "Feb. 13, 2016", "href": "https://www.nytimes.com/2016/02/14/us/antonin-scalia-death.html", "tags": "antonin court right justice supreme ” dies decision scalia law —"}