{"title": "Anxiety Rises in Mexico as the Peso Tumbles", "content": "MEXICO CITY — The voluble talk-show host Andrea Legarreta broke from her routine of celebrity chatter and household tips recently to give her television viewers an impromptu lesson in global economics and the Mexican peso.\n“The world economy has to do with what is going on with the Chinese economy, ob-vious-ly,” Ms. Legarreta, the host of the popular morning program “Hoy,” said, knowingly drawing out the last few syllables.\nWith growth slowing in China, she added, “this generates nervousness in the whole world.”\nHer co-host, Raúl Araiza, chimed in: “One of the effects in Mexico is that the dollar costs just a bit more than it did.”\nNever fear, Ms. Legaretta answered: “Just because the dollar goes up, that doesn’t mean the price of everything we buy goes up. Do you want to know why?”\nThen she muddled through an explanation of exchange rates and cheaper exports, only to trail off with an admission that she was still confused. But in the end, Ms. Legaretta and Mr. Araiza agreed, Mexicans should not worry about the tumbling peso unless they hanker for expensive imports.\nTheir misplaced primer on international competitiveness invited ridicule on  social media. In response, Ms. Legarreta tried to deflect blame. In a letter posted on Twitter, and later removed, she wrote she had just said what “the advertisers want to share.”\nBut her breathless introduction to economics did nothing to soothe Mexican consumers’ worries: The peso has fallen more than 30 percent against the dollar over the past year, with an especially sharp drop this week.\nIn Mexico, where currency collapses have led to triple-digit inflation and deep recessions, the peso’s tumble creates rising anxiety.\n“For many generations in Mexico, a weaker peso has generally been associated with a crisis,” said Alonso Cervera, the managing director for Latin America economics at Credit Suisse. “Not everyone understands that the causes are external.”\nOne of those causes is the fall in oil prices, which saps market confidence in oil exporters like Mexico. The government here relies on oil revenues to finance part of the budget, and the price drop has already forced budget cuts. Last week the president of the central bank, Agustín Carstens, insisted that more cutbacks were needed to avoid “a much longer and more painful adjustment process.”\nStill, analysts say the economy is better protected than in the past. Public debt is manageable and the central bank sits on healthy foreign reserves. Unlike many of the emerging market economies that have also watched their currencies struggle against the dollar, Mexico’s economy grew a modest 2.5 percent last year, and is expected to grow again this year.\n“There are many forces at play and it is very difficult to disentangle them,” said Gabriel Lozano, the chief Mexico economist for J.P. Morgan, who argues that the Mexican economy shows many signs of strength. “You have a lot of buffers.”\nBut public jitters can cause consumers to delay purchases and investments, putting brakes on the economy. To stave that off, officials have struggled to find the right language to project calm.\n“It’s a fact that we’re experiencing a moment of great uncertainty and volatility in the capital markets,” Mexico’s finance secretary, Luis Videgaray, said in a recent radio interview. “In the face of that, governments have to act like the Mexican government has been doing, with full responsibility, with early measures to protect economic stability and that way protect the most important thing — which is to protect the economy of Mexican families.”\nThe greatest worry is that a weaker peso will generate inflation as higher import prices are passed on to consumers. \nThe Mexican economy’s link to the United States is among the strongest in the world, with almost $1.5 billion  in trade crossing back and forth across the border every day.\nThat means wherever one looks here, the effect of higher-priced American products is creeping in.\n“The price of apples went up from one day to the next,” said Moi Gregorio, 33, the manager of a juice stand in Mexico City who blends apples from Washington State with other fruits grown in Mexico into his fresh juices. “If the price of the dollar stays like this, I won’t have any choice but to raise the price.”\nFor now, merchants are swallowing the cost increases. “The price of chicken has been going up every day since September,” said Edgar Hernández, 35, manager at a market counter that sells fresh poultry.\nPerhaps the Mexican-raised chickens eat imported animal feed, he speculated. Whatever the reason, “I can’t raise my price to the customer.”\nThe price of cotton imported from the United States is a problem for LeRoy Laboratories, a national company that makes bandages and other medical supplies, said Armando Lezama Laguerenne, 48, who works in sales and training for the company.\nRather than pass on the full price increase to consumers, the company is trying to reduce costs and raise productivity, even if that means cutting some jobs, he said.\nFor now, Mexico’s inflation rate is stable, well below the central bank’s 3 percent target.\nAnd a cheaper currency is a blessing to some parts of the economy, like tourism. Other services are prospering, too.\n“I have been drawing up budgets for foreigners nonstop” since the fall, said Carlos Llergo, a producer for Arre Lulú, which provides production services for companies that shoot advertisements in Mexico.\n“Even when the peso wasn’t so cheap, they came for the locations or the well-qualified technicians,” Mr. Llergo said. “Now that it’s cheaper and they make more money, they are in heaven.”\nAvelino Rodríguez, managing partner for The Lift, another production services company, said that the cost of shooting a Corona beer ad recently was 10 percent under budget because of the peso’s fall.\nBut a cheap peso on its own is not enough to assure business, he said. Spain, Portugal, South Africa, Argentina and Brazil are all competitors — and their currencies have fallen, too.\nOne of Mexico’s most successful industries faces a similar challenge.\n“Yes, we are more competitive, but so are all the emerging markets that make auto parts,” said Oscar Albin, the executive president of the National Autoparts Industry.\nMexican factories sold some $85 billion in parts last year. “If we all have the same advantage, then it stops being an advantage,” he said.\nOn top of that, many components, like steel, plastic and fabric for seats, are priced in dollars.\nIt is not just pricing that has given Mexico an edge, Mr. Albin said, “It’s the productivity that makes us competitive.”", "date": "Feb. 12, 2016", "href": "https://www.nytimes.com/2016/02/13/world/americas/anxiety-rises-in-mexico-as-the-peso-tumbles.html", "tags": "peso rises ” one economy price anxiety mexico mexican tumbles dollar"}