{"title": "Apec: What China wants from the Pacific", "content": "There's a bar joke going around Port Moresby these days about how the Chinese agreed to fund the construction of the city's main boulevard. \nOn a recent trip to Beijing, or so goes the tale, Papua New Guinea's Prime Minister told the Chinese President how much he wanted a large, wide road running through the centre of Port Moresby, the capital. \nNo problem, remarked the Chinese President. Just tell me one thing, he asked. Should it be wide enough for tanks to roll down, like ours? \nThere are lots of these sorts of anecdotes about Chinese investment going round Port Moresby these days, and this dark joke points to some of the anxieties here as Beijing's influence grows. \nDriving around Port Moresby ahead of the Asia-Pacific Economic Cooperation (Apec) summit, my local guide points out all the projects the Chinese have helped to build for the event. Roads, venues - even the bus stops have been built with Chinese money. \nThe impoverished nation is hosting the meeting that brings together world and business leaders, with trade talks high on the agenda. \nChina's President Xi Jinping arrived on Thursday for a state visit ahead of the summit.\nBut China's interest here isn't new. \nIn the last decade the scale of Chinese aid and investment across the Pacific has increased substantially, as the Lowy Institute's recent studies show.  \nAccording to the institute's Pacific Aid Map, China's aid spend in Papua New Guinea (PNG) totalled $20.83m (£15.99m) in 2016. A year later it was three times that amount. \nLet's put this in context.\nAustralia still spends far more in Papua New Guinea than China does - 70% of the country's aid comes from its former colonial ruler. \nPapua New Guinea is the poorest member of Apec and around 40% of the population live on less than $1 a day, according to the UN. \nLocals tell me that Australia has historically invested in areas like education and providing training for better governance. \nChina meanwhile is investing in areas that Papua New Guinea says it desperately needs right now: infrastructure. \n\"China has built us roads, bridges, and they'll continue doing that,\" executive director of the Papua New Guinea Business Council Douveri Henao tells me. \n\"And it's not just in PNG. The ambition is right across the Pacific.\" \nIt's all part of China's Belt and Road Initiative, a multi-billion dollar programme aimed at connecting China to the rest of the world through trade and investment. \nIt's President Xi Jinping's baby - but that same Chinese ambition is what's thought to be behind Australia's commitment of a $1bn Pacific fund last week to invest in infrastructure and counter China's growing influence here. \nAlso, critics of China's aid and investment policy in Papua New Guinea tell me that often the problem with Chinese money here is that there's no transparency in how the funds are disbursed and who they go to. \nPart of the problem is the lack of governance and high levels of corruption within Papua New Guinea itself. But the other issue is that Beijing often spends the cash first - and asks questions later.\nThis often leads to unnecessary and wasteful projects, when the money could have been used for other more pressing needs in the country like healthcare. \nThere are economic and diplomatic reasons why Beijing is investing in the Pacific.  \nPapua New Guinea for instance is home to many natural resources including rare earth minerals, and the Pacific Island nations are home to a third of the world's supporters of Taiwan - something analysts say China would like to influence. \nBut it's China's longer term strategic ambitions that are raising the biggest questions. \n\"What you're seeing now is the geopoliticisation of aid,\" Jonathan Pryke, of the Lowy Institute told me. \n\"The big fear of countries like Australia and the US is that Beijing's end game is to set up a permanent military base somewhere in the Pacific in the next twenty to thirty years. That's why you've seen Washington and Canberra react the way that they have to increasing Chinese influence in the Pacific.\"\nPapua New Guinea sits a few thousand kilometres from Guam, a US base. \nA recent report from the US Department of Defense on China's military power highlights how it is entirely plausible that the Chinese army will want to \"extend its operations beyond the first island chain, demonstrating the capability to strike US and allied forces and military bases in the western Pacific Ocean, including Guam.\"\nMost analysts, including the Lowy Institute's Mr Pryke, don't actually believe this will happen. \nBut it's enough of a threat to convince the Americans and the Australians to pay far more attention to the Pacific. \nThat is why it won't just be China splashing the cash at Papua New Guinea this week. The US, Australia and Japan are all likely to come bearing gifts for the Pacific island nation when they visit Port Moresby for Apec.\nPapua New Guinea is now the latest battleground in the tussle for economic and political influence between China and the West. ", "date": "16 November 2018", "href": "https://www.bbc.com/news/business-46217267", "tags": "us china papua port aid new wants moresby apec chinese pacific guinea"}