{"title": "Apple Cuts Revenue Forecast Because of Slow iPhone Sales in China", "content": "SAN FRANCISCO — Apple reduced its revenue expectations for the first time in 16 years on Wednesday because of poor iPhone sales in China, an unexpected development that underscored the slowing of China’s economy and raised fears of further turmoil in global markets.\nApple’s surprise announcement was the clearest confirmation yet that the Chinese economy is in serious trouble. Beijing’s effort last spring to clamp down on credit, which sparked a slowdown, and an intensifying trade war with the United States have unnerved consumers and businesspeople alike.\n“Apple is a bellwether,” said Mark Zandi, chief economist at Moody’s Analytics. “The iPhone is something that everyone knows and buys, and if people aren’t buying it, then that’s a pretty good sign they’re having a hard time.”\nIt is not clear whether this is a problem particular to Apple or whether China’s slowing economy will affect other American companies, especially the tech giants and Detroit automakers. Either way, investors are bound to grow nervous, especially after the stock market’s recent gyrations. Tech stocks, which drove much of the bull market of the past few years, have become a drag on it.\nWith more than 40 stores and hundreds of millions of iPhones sold in the country, few American companies have been as successful as Apple in China — or have as much to lose. China is Apple’s third-largest market, with nearly $52 billion in sales in the company’s most recent fiscal year, mostly from iPhone sales.\nThe company said it expected revenue of about $84 billion in the quarter that ended Saturday, down from a previous estimate of $89 billion to $93 billion. That would be a nearly 5 percent decline from the same quarter a year ago.\nApple’s chief executive, Timothy D. Cook, said the sales decline in China, Hong Kong and Taiwan would exceed the $4.3 billion overall drop in revenue.\n“While we anticipated some challenges in key emerging markets, we did not foresee the magnitude of the economic deceleration, particularly in greater China,” Mr. Cook said in a letter to investors. “We believe the economic environment in China has been further impacted by rising trade tensions with the United States.”\nApple’s revenue warnings sent its shares down more than 7 percent in after-hours trading Wednesday evening, dropping its market value to less than $700 billion. Apple had become the first company to surpass a $1 trillion valuation in August.\nIts declining share pricehad a ripple effect. Asian markets fell Thursday, and Wall Street opened lower. Apple’s shares dropped by more than 9 percent to start trading Thursday.\n[See how investors reacted to Apple’s news.]\nMr. Cook has for years navigated the difficult politics of China, including its tightening controls over the internet, but the Trump administration’s tougher stance on the country is posing a challenge.\nThe iPhone was exempt from the first round of tariffs on products built in China. But Mr. Cook said Wednesday that trade tensions and accompanying volatility in global markets had weighed on Chinese consumers and Apple’s profits.\nThe company’s other revenue sources, including iPad, Mac and software sales, together increased nearly 19 percent in the quarter. In the United States and other developed markets like Germany and South Korea, Apple said, it actually had record revenues. The company recently said it would end a longtime custom and no longer break out unit sales of iPhones, a change that rattled investors.\nWhile Apple posted roughly flat global sales growth of the iPhone in the third quarter, Chinese rival Huawei jumped 33 percent from the same period a year earlier, according to the market research firm Counterpoint. The figures helped Huawei maintain its status as the second-largest smartphone maker in the world behind Samsung, which posted a 13 percent fall in sales in the same quarter.\nHuawei has grown despite the China slowdown, as the company has looked to other markets. In the third quarter, its sales rose 13 percent in China but 60 percent outside the country.\nFinding signs of nervousness about spending in China is not hard, especially among the high-end consumers who dominate the purchase of Apple’s costly phones and laptops, which are far more expensive than local brands.\nMany expensive restaurants in Beijing and Shanghai seemed almost empty in early December. Room rates at five-star hotels in both cities, which oscillate continuously in internet pricing these days based on demand, suddenly tumbled in early December, and executive lounges emptied.\nCar sales fell in September, October and November by record percentages from a year earlier, with each month worse than the last. Car executives say early information shows December was a terrible month for sales as well. Automakers like General Motors, Ford and Volkswagen all rely heavily on the Chinese market and have reported nose-dives in their sales in recent months.\nUnsold apartments are clogging the country’s real estate market and eroding prices. That is a big threat to China’s economic growth in the new year because the frenzied construction and outfitting of new homes has accounted for a quarter or more of economic output in recent years, outshining even exports.\nThere are broader signs of economic worry. Government and private surveys that were released in the past week show that purchasing managers in China expect the economy to worsen considerably. New orders are down, and exports are faltering.\n“The worst is yet to come,” Mizuho Securities said in a research report on Monday.\nThe Beijing leadership has not tried to fan anti-American sentiment in the trade war with the Trump administration. Indeed, ever since President Xi Jinping of China reached a temporary truce with President Trump on Dec. 1 in Buenos Aires, Chinese state media has gone out of its way to avoid criticizing the United States.\nBut tensions continue to grow. Canada’s recent detention of the chief financial officer of Huawei, Meng Wanzhou, on an American warrant has led to fears of retaliation against American companies or executives. Ms. Meng is the daughter of the company’s founder.\nThe Trump administration has so far avoided imposing tariffs on smartphones from China. But if that happens, Apple, with its almost complete dependence on factories in mainland China, could find itself at a disadvantage to its global archrival, Samsung, which makes its phones in a wider variety of countries.\n“If people aren’t buying iPhones, they’re probably not buying everything else,” Mr. Zandi said. “It symbolizes how deep China’s economic problems are, and we can connect the dots right back to the trade war.”", "date": "Jan. 2, 2019", "href": "https://www.nytimes.com/2019/01/02/technology/apple-revenue-decline-china.html", "tags": "company forecast percent slow china market iphone sales cuts quarter ” revenue apple"}