{"title": "Apple Owes $14.5 Billion in Back Taxes to Ireland, E.U. Says", "content": "The European Union on Tuesday ordered Ireland to collect $14.5 billion in unpaid taxes from Apple, a record penalty that worsened tensions with the United States over the bloc’s crackdown on sweetheart deals with global multinationals.\nEurope’s competition enforcer said that Apple’s illegal deals with the Irish government allowed the technology giant to pay virtually nothing on its European business in some years. The arrangements enabled Apple to funnel profit from two Irish subsidiaries to a “head office” with “no employees, no premises, no real activities,” the commission said.\nBy doing so, Apple paid only 50 euros in taxes for every million euros in profit during 2014. As part of its ruling, Europe demanded that Ireland recoup 10 years’ worth of back taxes, some 13 billion euros, or about $14.5 billion, plus interest.\nThe amount is a drop in the bucket for Apple, which has a total cash pile of more than $230 billion. Even so, the company described the order as a “devastating blow” to the rule of law. The United States Treasury Department said it jeopardized “the important spirit of economic partnership between the U.S. and the E.U.”\nSince taking over as competition commissioner, Margrethe Vestager, has made tax avoidance a central focus, a campaign that has also ensnared Starbucks in the Netherlands, Amazon in Luxembourg and Anheuser-Busch InBev in Belgium. The United States Treasury, one of the most vocal critics of these moves, has said that Europe is overstepping its power, unfairly targeting American companies and hurting global efforts to curtail tax avoidance.\nThe United States government is an unlikely advocate. Politicians have berated Apple for paying too little by setting up complex and opaque tax structures. Officials have hit back against corporate mergers that allowed companies to move their headquarters to places like Ireland to take advantage of lower tax rates.\nBut the positioning in the Apple case reflects a political tug of war over big profitable companies, their potential tax bounty and the rights to regulate them.\n“U.S. companies are the grandmasters of tax avoidance,” said Edward D. Kleinbard, professor at the Gould School of Law at the University of Southern California and a former chief of staff to the congressional Joint Committee on Taxation.\n“Nevertheless, because of the nature of U.S. politics,” he said, the Apple case “will be framed by the U.S. as Europe overreaching and discriminating against ‘our team.’”\nSince early this year, Ms. Vestager and Jacob J. Lew, the United States Treasury secretary, and their teams have met regularly to discuss Europe’s state-aid tax investigations. Mr. Lew visited Brussels in July to put forward the American perspective.\nLast week, the Treasury Department released a report criticizing any moves to recoup back taxes from American companies. Politicians also chimed in after the Apple decision.\nSenator Chuck Schumer, Democrat of New York, called it a “cheap money grab” by the European Commission, “targeting U.S. businesses and the U.S. tax base.” The Senate Finance Committee chairman, Orrin G. Hatch, said that the decision “encroaches on U.S. tax jurisdiction.”\nApple and Ireland had similar defenses.\nTimothy D. Cook, the chief executive of the technology company, said that Europe’s ruling had “no basis in fact or in law,” and called it an effort to “rewrite Apple’s history in Europe, ignore Ireland’s tax laws and upend the international tax system in the process.” The company called the effective tax rate “a completely made-up number.”\nThe Finance Ministry of Ireland said that the commission’s decision would undermine a continuing global tax overhaul and create business uncertainty. The ministry said that taxes were a “fundamental matter of sovereignty.”\nIreland and Apple both said they intended to fight Europe’s decision, even though any appeals process could take years.\nThe commission said the amount due in Ireland could be reduced if the American authorities decided that Apple should have paid more tax in the United States. Other countries in the European Union could also potentially take a share.\n“The ultimate goal should of course be that all companies, big or small, pay tax where they generate their profits,” the competition commissioner, Ms. Vestager, said at a news conference in Brussels on Tuesday. “We need a change in corporate philosophies and the right legislation to address loopholes and ensure transparency.”\nAlthough the United States appears to side with Apple and Ireland in this specific fight, the overall view is a bit more complicated.\nA United States Senate committee said in 2013 that Apple had negotiated a special corporate tax rate of 2 percent or less in Ireland. While the committee did not accuse Apple of breaking any laws, lawmakers criticized the “gimmicks,” “schemes” and complex corporate structures that allowed the company to sidestep taxes. The public scrutiny and the emergence of previously confidential information about Apple’s tax arrangements, in part, helped spark Europe’s own investigation into the issue.\nApple and other companies have also faced criticism for keeping large reserves of cash overseas. The money is not taxed at home until it is brought back to the parent company in the United States.\nNonfinancial American companies hold a combined $1.7 trillion in cash overseas, according to the credit rating agency Moody’s. Just the international piece of Apple’s stash amounts to nearly $215 billion.\nIreland has faced broad scrutiny for its tax appeal.\nIn a matter separate from the Apple case, the United States Treasury has taken aggressive steps to curtail so-called inversions, a tax move that has significantly benefited Ireland. Under those merger deals, an American company would buy an overseas counterpart and shift its headquarters overseas to lower its taxes.\nIreland, with its low corporate tax rate, has been an especially big winner with inversions. Such financial maneuvers helped  plump up the country’s economy, which grew at a breakneck 26.3 percent last year.\nIreland’s corporate tax rate, at 12.5 percent, is one of the lowest in the developed world. Other incentives and breaks allow companies to cut their bills even further. While it is phasing out some of the more contested loopholes, Ireland has just introduced a new break for profit on intellectual property, a potentially huge benefit to large technology companies with troves of patents.\n“Many member states are not unhappy about the European Commission’s investigations,” said Philipp Werner, a competition lawyer at Jones Day in Brussels. “They may help to close down tax havens.”", "date": "Aug. 30, 2016", "href": "https://www.nytimes.com/2016/08/31/technology/apple-tax-eu-ireland.html", "tags": "taxes tax billion united companies states back ” europe says ireland e.u apple owes"}