{"title": "April Bloomfield’s Secrets for Prepping Vegetables", "content": "April Bloomfield, who once admitted to T that culinary school was a mere backup plan, believes that seasonal, veggie-centric recipes can and should be as fulfilling as meat-driven dishes. It’s the subject of her newest cookbook, “A Girl and Her Greens” ($35, Ecco), in which she shares recipes and tips for preparing, as the cover promises, “hearty meals from the garden.” In the above video, the chef — and co-owner of the Spotted Pig, Breslin Bar & Dining Room, John Dory Oyster Bar and Salvation Taco in New York; and Tosca Cafe in San Francisco — reveals simple steps to prep portobello mushrooms, Brussels sprouts and artichokes before cooking them. And to show off your new skills, a recipe from her book follows.\nPot-Roasted Artichokes With White Wine and CapersFrom April Bloomfield’s “A Girl and Her Greens”Yield: 4 to 6 servings as a side\n“One of the reasons I go giddy about springtime is artichokes, particularly the small ones with tips closed tightly, like a flower at night. Some home cooks are reluctant to fill their totes with artichokes, they’ll need to be turned — the barbed leaves plucked off and the other inedible bits trimmed away. I quite like the process. It’s meditative and satisfying once you get the hang of it. In this dish, the fleshy artichokes get browned and crispy tops and look like strange, beautiful roses. The acidity in the white wine cuts through the rich, dense veg and, along with the salty pops from the capers, highlights the artichokes’ unique herbaceousness.”\n¼ cup extra-virgin olive oil3 ½ pounds baby artichokes (about 18) *see the above video to prepare them properly2 medium garlic cloves, thinly sliced1 ½ teaspoons Maldon or other flaky sea salt1 ½ cups dry white wine, such as Sauvignon Blanc1 heaping tablespoon drained capersA five-finger pinch of mint leaves (preferably black mint), torn at the last minute\n1. Heat the oil in a heavy pot (wide enough to hold the artichokes with room to spare) over medium-high heat until it just begins to smoke.\n2. Stand the artichokes cut sides down in the oil, wait a minute, then reduce the heat to medium-low, sprinkle in the garlic and salt, and cook, without stirring, just until the garlic turns golden and smells toasty, about 3 minutes.\n3. Pour in the wine, cover the pot and cook, without stirring, at a vigorous simmer until you can insert a sharp knife into the thick artichoke bottoms with barely any resistance, about 25 minutes. Five minutes or so before they’re fully tender, scatter on the capers and cover again.\n4. Uncover, raise the heat to medium-high, and bring the liquid to a boil.\n5. Cook until all the wine has evaporated (the bubbling sound will become a sizzle), about 3 minutes. Add the mint and keep cooking the artichokes in the oil (it’s OK if a few of them tip over), until the cut sides of the artichokes are deep golden brown, 3 to 5 minutes. Lower the heat if necessary to prevent the artichokes from getting too dark.\n6. Arrange the artichokes prettily on a plate, and scoop the capers, oil and slightly crispy mint over top. Serve straightaway or at room temperature.", "date": "May 21, 2015", "href": "https://www.nytimes.com/2015/05/21/t-magazine/april-bloomfield-vegetable-prep-video.html", "tags": "minutes heat prepping wine mint secrets ” bloomfield vegetables oil cover artichokes april —"}