{"title": "Aquavit", "content": "IT has been a Swedish summer here in New York. There seem to be Stieg Larsson novels on every fourth lap on the D train choogling over the Manhattan Bridge, on every third iPad glowing in the dark of the jitney driving east on the Long Island Expressway toward Montauk.\nMeanwhile, over on East 55th Street, in a series of dining rooms on the ground floor of an ugly skyscraper next door to the Friars Club, a new executive chef, Marcus Jernmark, is settling into his clogs at Aquavit, the Scandinavian restaurant long associated with the celebrity chef Marcus Samuelsson, who formally left the kitchen there in May. Mr. Jernmark, 28, a former head chef for the Swedish consulate in New York, had been the restaurant’s second in command.\nAquavit is now 23. It has been in this location since 2005, when it moved east from the Rockefeller Townhouses, across Fifth Avenue.\nUp front is a bistro serving fairly traditional Swedish food: meatballs and gravlax. In back, past a long bar, is a formal dining room. It is comfortable if slightly shopworn back there, a  company boardroom and meeting space, replete with chic wooden plates and scarred wooden floors.  Mikael Blomkvist, the hero of the Larsson novels, might arrive at any moment to blow smoke in the face of a criminal plutocrat.\nGone are the fireworks of the Samuelsson era, the high-wire act of matching Scandinavian food to French technique and the flavors of Africa, Asia and the Middle East. (Ruth Reichl of The New York Times awarded the restaurant three stars in 1995.   William Grimes did so again in 2001;  in 1988, before Mr. Samuelsson’s arrival, the restaurant was given two stars by Bryan Miller.)\nAquavit’s dining room can be somewhat lonely  these days, only a little more than half full at peak hours. There is a sour scent to some of the passageways, the sort that flowers cannot battle.\nBut Mr. Jernmark has moved the menu toward a quiet, seasonal intensity that is well worth investigating. Mr. Samuelsson’s cooking used international flair to introduce Scandinavian flavors to Americans who knew only of Midwestern smorgasbords. Mr. Jernmark’s take is at once more modest and difficult, the taste of a Sweden proud of its traditions, its larder and the bounty of its sea, fields and lakes.\nHe smokes sweetbreads in hay, for instance, turning them black and menacing, then serves them as an appetizer alongside a parsnip purée, with fava beans, grilled bread and an apple-cider sauce. A slice reveals a white the color of clouds high over a seaweed-draped shore. The flavors  combine with force and severity, offering sweetness, the crunch of salt, the chalkiness of char.\nMr. Jernmark is not quite foraging for the felt of reindeer antlers or serving lye-cured fish cheese  with lingonberry dressing, as if to reinvent Swedish cooking. But he does offer an appetizer of funky venison tartare, with wood sorrel and huckleberries to provide tartness high in the mouth, and capers and a truffle-y mustard vinaigrette to balance it.\nAnd if Beau Soleil oysters are not Swedish, they do maintain the spirit of the region, dressed with a little apple, some pickled rhubarb and a dollop of paddlefish caviar. Only a brook trout poached in brown butter with sea urchin roe, English peas and a lemon pearl sago, a sort of tapioca pearl out of Southeast Asia, offers a hint that Mr. Jernmark has not abandoned Mr. Samuelsson’s restless cosmopolitanism entirely.\n(Nor all his signature dishes. The restaurant’s excellent Arctic Circle dessert, which pairs a goat-cheese parfait with blueberry sorbet, remains.)\nNaturally there is herring. Mr. Jernmark is a master of the baitfish form. A herring degustation plate should start any meal at the restaurant, served with impossibly sweet boiled peanut potatoes, bits of crispy bread and some hard, salty Vasterbotten cheese.\nBegin, perhaps, with the creamy horseradish version, pale and fiery, or with a ruddier, plump, mustard-hued fillet. Mr. Jernmark serves herring topped with pickled ramps; with bits of crayfish; wrapped around gherkins; or drizzled with more of that brown butter; with roasted yellow beets, a tiny quail egg, red onion, sour cream.\nConsumed in the traditional style, with glasses of Carlsberg beer and shots of Linie aquavit from Norway, nutty with caraway and herbs, these little bites make it difficult not to see the wisdom of the restaurant’s new-traditionalist approach. (Though you can easily ditch the beer and aquavits, and signal to a sommelier for help; the restaurant’s wine list spans a few continents, and is reasonably affordable and well paired to the menu.)\nThe entrees continue Mr. Jernmark’s theme, though they are not as successful as the appetizers. He does very well with fish. There is an exceptional dish of seared scallops, fat and sweet, with butter-poached lobster, sauerkraut, quinoa and oyster vinaigrette. (The butter-poached lobster only matters insofar as it sells, and has since Thomas Keller originated the preparation in 1994.)\nAnd a seared arctic char, with cauliflower, salted hazelnuts and a feather-light horseradish emulsion, is wildly flavorful if a little overcomplicated in its preparation (the char is fennel-cured) and plating (it looks like a low-rider car).\nLamb with mustard greens, a soft artichoke stew and garlic stems, is light and gamy, and notable most for its treatment of the delicate artichoke hearts. But it is a dish that would be better with less meat. A pairing of strip steak and braised short ribs falls into the same camp. The beef falls heavily and short of its accompaniments  —  parsley root and a pile of mushroom duxelles.\nBetter is a duck-breast roulade with potato dumplings known as kroppkakor, along with rainbow Swiss chard, peas and a lingonberry sauce. And a huge fist of pork loin, with a sweet-corn cream, summery succotash and pool of foie gras broth, might have done well at the royal wedding reception, this June, of the Duke and Duchess of Vastergotland.\nMr. Jernmark and his staff are cooking and serving excellent food at Aquavit, bold and honest. It is time for the restaurant’s owners  to match their commitment, and to freshen up the dining rooms.\n“What people call success is only preparation for the next failure,” Strindberg wrote in “A Dream Play.” This is as true of restaurants as anywhere else.\nAquavit\n★★\n65 East 55th Street (Madison Avenue), Midtown; (212) 307-7311; aquavit.org.\nATMOSPHERE A corporate Sweden, devoid of girls with dragon tattoos.\nSOUND LEVEL Moderate up front and in the bar, quite hushed at the moment in the main dining room.\nRECOMMENDED DISHES Herring, oysters, hay-smoked sweetbreads, venison tartare, seared scallops, arctic char, Berkshire pork, Arctic Circle dessert.\nWINE LIST There are some excellent and affordable wines here, from regions as non-Scandinavian as Germany and Argentina. The sommelier, Roberto Canche, is a helpful resource in this regard.\n PRICE RANGE Bistro appetizers, $9 to $13; entrees, $14 to $26. Three-course prix fixe dinner in dining room, $78; seven-course tasting menu, $105.\nHOURS Lunch, Sunday to Friday, noon to 2:30 p.m.; Saturday, bistro only, noon to 2:30 p.m..  Dinner, daily, 5:30 to 10:30 p.m.\nRESERVATIONS Recommended, at least a week ahead.\nCREDIT CARDS All major cards.\nWHEELCHAIR ACCESS The main dining room is on the same level as the entrance. The restrooms are large.\nWHAT THE STARS MEAN Ratings range from zero to four stars and reflect the reviewer’s reaction to food, ambience and service, with price taken into consideration. Menu listings and prices are subject to change.", "date": "JULY 20, 2010", "href": "https://www.nytimes.com/2010/07/21/dining/reviews/21rest.html", "tags": "samuelsson aquavit room dining jernmark restaurant new swedish east"}