{"title": "Are Instagram stars facing a brand backlash?", "content": "Consumer goods giant Unilever has taken a stand against \"influencer marketers\" who exaggerate their social media clout to earn more money promoting products. Is this the start of a brand backlash? Are genuine influencers under threat?\nWe've all heard about vloggers and bloggers earning big bucks promoting brands' products on their social media pages. \nSome of these \"millennial influencers\" with a million or more followers can earn $20,000 per post, says social insights firm Captiv8. A few have become minor celebrities in their own right. \nBut it seems a number of them have been gaming the system, buying armies of \"followers\" from firms that use automated bots to create fake accounts and simulate interactions, known as engagement - a key metric to evaluate influencers.\nConsumer goods giant Unilever, one of the biggest advertisers in the world, has said it's calling time on influencers who try to cheat. \nIt wants to see \"greater transparency\" in the influencer marketing industry, fearing that consumers may no longer trust influencers or the brands that work with them. \nInstagram says it blocks millions of fake accounts every day and works hard to build stronger relationships between brands and influencers.\nBut some genuine influencers fear they may get caught in the crossfire.\n\"I am so against bots,\" says New York-based Olivia Rink, 27, a fashion and lifestyle blogger who used to be a cheerleader. \n\"It's very discouraging to compete with influencers that make the decision to use bots for fake engagement.\"\nMs Rink, who has worked with more than 600 brands, says she spent four years building her blog audience.\n\"I work extremely hard to create unique and authentic content that I know my readers will enjoy.\" \nBut Unilever isn't the only brand getting fed up - several hotel brands recently told The Atlantic that they no longer want to work with influencers, after being flooded with requests for free all-expenses-paid stays, but failing to see a tangible return on their investment.\nOther resorts have now implemented an extensive vetting process to ensure that influencers actually have good organic engagement with their audiences and aren't using bots. \nIn a further sign of disenchantment, it seems marketers are now ditching influencers from their marketing strategies, according to UK-based digital content marketing agency, Zazzle Media.\nThe firm, which has 10,000 influencers on its books, found, amazingly, that not a single one of the 10,000 British marketers it surveyed planned to focus on influencers over the next 12 months.\n\"We think there are two key reasons for this,\" Zazzle's founder and managing director says Simon Penson.\n\"One, it's difficult to measure how influencers affect sales, and two, there's this underlying issue about bots behind it that's prevalent and growing.\"\nNatascha Glock, 25, a beauty and lifestyle Instagram influencer living in Frankfurt, Germany, says: \"It is unfair for some influencers to use bots, but it is not easy to stop. \n\"I think it is important that a brand likes my content and my work. It is more effective and you feel better when your followers are real, because you get real attention and real feedback.\"\nShe has more than 51,000 followers - men and women, mostly aged 18-25, in Germany - and has worked with more 200 brands, including Unilever's brand, Dove.\nThe influencer work provides a handy secondary income, she says, but it took about two years to build an audience big enough to appeal to brands. \nToula Rose, a London-based fashion and lifestyle blogger, says: \"I can see why some bloggers would do this, because there's so much pressure. And some brands only look at the number of followers and don't care about the engagement. \n\"But it's obviously not right and it is unfair, more so to the brand if they work with someone and don't get anything back.\"\nAll three women we spoke to stress that Instagram isn't just about snapping pretty pictures - it takes hours to produce and style the photoshoots, plan and create content, engage with readers, and pitch ideas to brands. \n\"I work at least 70 hours every week on my blog,\" says Ms Rink.\nDespite its concerns, Unilever is not ditching influencers completely. In fact, it says this type of marketing is \"an increasingly important part\" of its overall marketing strategy. \n\"The idea of endorsements is nothing new - you can trace it back to the days when Hollywood stars like Rita Hayworth and Lana Turner would appear in our soap adverts,\" says Unilever's chief marketing officer, Keith Weed.\n\"But social influencers add a new and complex dynamic. We want to develop meaningful relationships with influencers who are as passionate about their audiences as we are about the people who use our products every day.\"\nYet the firm admits that assessing the exact impact of influencers compared with other advertising media is tricky.\nSome brands believe quality not quantity is the key when it comes to social media.\nFor example, Brazilian designer shoe brand Melissa, which has 270 stores worldwide, says it prefers to work with influencers who have smaller audiences but better interaction with their followers.\n\"We prefer to deal with micro influencers who have 2,000 or 10,000 followers, but they are very strong in their own communities,\" says Raquel Scherer, Melissa's global marketing director.\nMore Technology of Business\n\"It doesn't matter if you have 100,000 followers but people are not engaging with your content.\"\nAlthough there is a lot more competition, Ms Rose feels there is still a place for people who want to create original content.\n\"I don't feel threatened, it just motivates me to keep working while Instagram is still going,\" she says.\n\"We don't know what the future holds for blogging - it's changed so much in the last few years.\"", "date": "22 June 2018", "href": "https://www.bbc.com/news/business-44539536", "tags": "work unilever backlash stars marketing brand facing says followers instagram content brands influencers bots"}