{"title": "Are golden visas losing their sparkle?", "content": "Pedro Vicente is worried that his company is about to see trade fall by almost a third.\n\"We would lose 30% of our business if golden visas are scrapped,\" says the Lisbon property developer.\nThe visas Mr Vicente is referring to are given out by Portugal's Residence Permit for Investment Activity scheme.\nUnder this programme, wealthy people around the world can gain permanent residency in the country, and then full citizenship after six years.\nTo secure this they have to invest €500,000 ($578,000; £450,000) in the Portuguese property market, or €1m in the wider economy, or create a business that employs 10 or more people.\nPortugal introduced the initiative in 2012, when mired in a financial crisis and desperate to boost inward investment.\nA total of 6,416 people (60% of whom are Chinese nationals) have now successfully applied for one of the so-called golden visas, with the vast majority - 6,064 or 95% - going for the property option.\nIn total, the scheme has now brought more than €3.9bn of foreign investment into the country, according to the Portuguese government. And this has led to a property boom in both Lisbon and Porto.\nHowever, the scheme has not been without controversy, and there are now moves to scrap it. So what has gone wrong?\nMore from the BBC's series taking an international perspective on trade:\nAnd with Portugal just one of many countries with golden visa schemes, what is the current situation regarding the UK's equivalent initiative?\nThe criticism of Portugal's scheme is being led by the Left Bloc political party, which is part of the unofficial coalition supporting the minority Socialist government.\nThe Left Bloc argues that applicants to the scheme are not sufficiently vetted, leading to some foreign criminals getting visas. \nThe party also says that not enough jobs have been created as a result of the investment. It points to the fact that out of all 6,416 wealthy foreigners who were granted a golden visa, only 11 individuals (0.2%) went for the option where they create a business that employs more than 10 people.\nAs a result, it has produced a draft law that proposes the elimination of golden visas. The document argues that they are a gateway to \"corrupt practices, influence peddling, embezzlement and money laundering, among other fiscal and criminal illegalities\".\nLeft Bloc MP Jose Manuel Pureza says: \"We need foreign investment, but not at any cost.\n\"We need investment that creates jobs, that is not associated with corruption, and investment that does not discriminate between wealthy immigrants and the rest.\"\nBack at Pedro Vicente's office in Lisbon, he is concerned about the Left Bloc's proposal. His company is preparing to cut the ribbon on a new sold-out 55-apartment luxury residential project in downtown Lisbon, where \"around 40% of the acquisitions were made by golden visa buyers\".\nLuis Lima, general secretary of Portugal's largest estate agency association, APEMIP, says \"the much-needed renovation of Lisbon and Porto [in recent years] was made due to golden visa investment\".\nHe adds that in the absence of locally available capital, the golden visa scheme had generated thousands of jobs, ranging from construction workers to cleaning services. \"Without golden visas the construction industry would have collapsed,\" says Mr Lima.\nEconomist Joao Duque also sees the golden visa scheme as an economic success.\nHe says that while only a tiny number of new businesses were created, foreign investors have paid Portuguese property owners \"millions of euros\" that have probably been reinvested domestically, creating thousands of jobs, or saving existing businesses from the brink.\nMeanwhile, another economist, Ana Santos, from the University of Coimbra, cautions that the golden visa scheme has led to sky-high prices in the Portuguese residential property market. However, she suggests that these steep prices will ultimately make Portuguese golden visas less desirable.\nWhether the Portuguese government supports the Left Bloc's draft law remains to be seen. It declined to comment.\nBrian Morgan, professor of entrepreneurship at Cardiff Metropolitan University, and an inward investment expert, says that the other concern regarding golden visas issued by Portugal and other European Union states is that holders can travel to other EU countries.\nIn the case of Portuguese golden visas, holders can immediately travel around the Schengen area of 22 EU member states, plus  Iceland, Liechtenstein, Norway and Switzerland. And then if the holder gains Portuguese citizenship after six years they can permanently move to another EU nation.\n\"In Portugal's case, its golden visa scheme - as a short-term fix - had something going for it,\" says Prof Morgan. \"The country's property market was stagnant back in 2012, and it has given it a huge boost.\n\"However, there are now signs that the market is overheated, and concerns that there wasn't proper due diligence over who got a visa.\"\nThe UK's version of Portugal's golden visa scheme is officially called a Tier 1 (Investor) visa. It differs in one significant way, in that applicants cannot invest in the UK property market. Also, the minimum investment is £2m, more than four times higher.\nLast year the UK government issued 355 such visas, up 56% from a year earlier. The Home Office says it has no plans either to give out more golden visas post-Brexit, or to lower the investment threshold. In fact, a spokeswoman said that in 2015 it increased the investment level from £1m to £2m, to ensure that the visas were not being undersold.\nProf Morgan says that unlike the situation in Portugal, the UK golden visa scheme is \"chicken feed\" to the British economy.\n\"In the scheme of things it is tiny,\" he adds. \"The UK instead gets most of its inward investment from companies, such as overseas firms building manufacturing facilities or making other investments.\n\"It is the UK's flexible labour market, good corporate governance, low corporation tax, and London's position as a global financial centre par excellence that attracts our inward investment. And I don't see Brexit changing that too much.\"\nHe believes the UK will reach some sort of deal with the EU.\n\"So if I was the UK government I'd be tempted to raise the price of the golden visas.\"", "date": "6 September 2018", "href": "https://www.bbc.com/news/business-45330898", "tags": "property investment uk golden losing sparkle visas visa portugal says portuguese scheme"}