{"title": "Are Trump’s Tariffs Bolstering the U.S. Economy? Nope", "content": "President Trump threatened over the weekend to re-escalate his trade war with China by raising tariffs on nearly all Chinese imports. He implied that the move would not hurt the American economy and said that the tariffs he has already imposed “are partially responsible for our great economic results” in the United States.\nAlmost no evidence supports his claims.\nMr. Trump’s advisers expanded the argument on Monday, saying that the 3.2 percent economic growth recorded in the first quarter of this year — including a positive contribution from exports — is proof that the president’s hard-line trade policies are helping the economy. \n“There’s no question that some of the trade policies helped in the G.D.P. number,” said Steven Mnuchin, the Treasury secretary.\nTechnically speaking, the secretary is right: Net exports added to growth in the first quarter, according to the preliminary number the Commerce Department released last month. But that is not an indication that tariffs are helping the economy over all. \nThe fact that Mr. Trump and his team appear to believe otherwise could be a smart negotiating tactic with China — it could give credence to the idea that they are prepared to escalate the trade war further if their demands are not met.\nBut claiming to have a stronger economic hand could also undermine Mr. Trump’s position and set up the economy — and financial markets — for an unpleasant surprise if his bluff is called.\nHere’s why.\nThe formula for calculating the size of the American economy, the gross domestic product, is deceptively simple. It combines a number of economic metrics, including consumer spending, business investment and government spending. And it also factors in the difference between the value of what the United States exports and what it imports. \nFor more than 40 years, that difference has been negative as America bought more foreign goods and services than it sold. Imports exceeded exports, which means, technically speaking, that America’s gross domestic product was lower because of trade. \nThis is an accounting relationship, called the trade balance, and it does not tell the full story of economic activity. If consumers are paying a lot to import an amazing new widget from abroad, which American manufacturers cannot or will not produce, they are getting a benefit from that, even though the increase in imports hurts the growth number. There are multiple factors for why the size of the trade balance fluctuates, including the relative strength of trading partners’ economies and currencies — and how much money people spend or save in different countries.\nIt is counterintuitive, but the trade balance can still help economic growth, year to year, even if it is reducing the overall size of the economy. The deficit just needs to be smaller than it was the year before — less of a drag, if you will. A shrinking trade deficit added to G.D.P. growth as recently as 2013. (It also added during the recession years of 2008 and 2009, another sign of caution for celebrating changes in the trade balance.) \nMr. Trump hates the trade deficit, and he has repeatedly said that his tariffs will reduce it. In 2018, they did not. The deficit hit a nominal record. It subtracted two-tenths of a percentage point from G.D.P. growth, the Commerce Department calculated.\nMr. Mnuchin is right that trade made a positive contribution to growth in the first quarter of this year. Preliminary numbers show net exports added a full percentage point to growth. \nBut Mr. Trump would be wise to view that number as more of a fluke than a trend, for several reasons.\nFor starters, it is preliminary. The Census Bureau has not yet reported trade statistics for March; the most detailed numbers out so far are through February. Growth numbers are notoriously volatile and subject to revision.\nMore important, the trade balance seems to have been helped by special circumstances, many of them related to Mr. Trump’s trade war. Last year, as retaliation for Mr. Trump’s tariffs, China stopped buying soybeans from American farmers, which resulted in a big hit to soybean exports. But as the two countries resumed trade talks, the Chinese restarted some soybean purchases as a good-faith measure. \nYou can see that restart in the first-quarter data. Exports of “food, feed and beverages,” which include soybeans, jumped 45 percent, after falling by nearly 50 percent in the fourth quarter of 2018. That category by itself accounted for nearly two-thirds of the growth in exported goods.\nThere is a similar pattern when it comes to imports. They surged in the middle of last year, in part because American retailers, manufacturers and consumers were stocking up on Chinese products that might be subject to tariffs before the tax went into effect. In the first quarter, once the tariffs were in place, they significantly slowed their buying pace. \nEconomic forecasters expect both imports and exports to snap back to more typical trends going forward. The Atlanta Fed’s GDPNow forecast sees net exports turning essentially neutral in the second quarter. \nThis seems like a no-brainer, but it might need to be said: When the government collects money from tariffs, that money does not immediately translate into economic stimulus. There is no policy that, say, directly pipes cash into a highway fund from customs, or to taxpayers from a refund check. We are not just snatching money from China and blowing it on tank tops for everyone at American Apparel. \nMost economists argue the opposite — that tariffs reduce economic activity by raising prices for consumers. That reduction thus far from the China tariffs is most likely small, but it is, in those calculations, almost certainly a reduction and not a rise. \nDespite Mr. Trump’s proclamations, “China” is not paying the cost of the tariffs. Businesses and consumers — mostly American — are like the owner and customers of your friendly neighborhood lighting showroom. Also, tariffs have not had a huge effect on prices yet, not because China is bearing them, but because, thus far, the additional taxes Mr. Trump has imposed on Chinese imports have not been large enough to budge the inflation rate more than a tenth of a percentage point. \nThe Federal Reserve Bank of San Francisco estimates that Mr. Trump’s initial wave of China tariffs raised consumer prices by 0.1 percentage point — and that a second wave would quadruple that effect. That means if Mr. Trump follows through and raises tariff rates, the pain could be much more noticeable to shoppers.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/us/politics/trump-tariff-china-economy.html", "tags": "mr. growth nope china u.s. trump economy economic trade exports tariffs — imports bolstering"}