{"title": "Are House Democrats Running Out The Clock On Impeachment-", "content": "WASHINGTON ― Despite the evidence of obstruction of justice outlined in the Mueller report, House Democrats are showing very little interest in impeaching President Donald Trump, managing calls to remove him from office with promises for more investigation.\nSpeaker Nancy Pelosi (D-Calif.) has repeatedly said Trump is “not worth it” and that impeachment is “too good” for the president ― lines she repeated Thursday during a closed-door meeting with House Democrats. But at this point, the put-downs seem more like a backhanded way of dismissing impeachment than a serious sentiment.\nPelosi has absolutely set the tone for Democrats in Congress to continue calling for more oversight instead of running with the evidence already laid out in special counsel Robert Mueller’s report that suggests Trump has committed multiple crimes.\nThe speaker has been emphatic that Democrats are taking a magnifying glass rather than a blind eye to the information in the Mueller report, insisting that committees will continue investigating and if that leads to impeachment, “so be it.”\nBut the practical effect of more investigations ― particularly if they don’t yield anything more damning than what’s in the Mueller report ― could be sending voters the message that Mueller’s findings weren’t sufficient to impeach Trump. And it could set the stage for Congress to run out the clock and defer to voters to remove him from office.\nAnd that’s how many House Democrats seem to want to deal with Trump.\n“I support her view that, in terms of impeachment, the case must be compelling, the evidence should be overwhelming, and the sentiment around impeachment should be bipartisan in nature,” Democratic Caucus Chairman Hakeem Jeffries (D-N.Y.) told reporters Thursday afternoon. “That’s the clear standard she has set forth, and that’s the one that is the operating principle upon which we are proceeding.”\nAsked if that meant he didn’t think the evidence was already clear that Trump obstructed justice, Jeffries said Democrats were “still in the process of gathering and collecting information.” He noted that he would like to see the unredacted version of the Mueller report, the underlying documents used in the investigation, and for Mueller to testify.\nAll of those efforts may be worthwhile, and they could lead to more explosive discoveries. But they also may lead to nothing ― and they could delay a reckoning with the facts already laid out in the Mueller report. Pressed whether Democrats would just be, in effect, running out the clock on impeachment, Jeffries suggested any thought of impeachment was premature.\n“Who’s running out the clock on impeachment when we haven’t even said we’re considering impeachment?” he asked.\nOther Democrats on Thursday were happy to endorse Pelosi’s slow-walk too.\nRep. Dan Kildee (D-Mich.) was an enthusiastic supporter of Pelosi’s calls for more investigations, and he thought the Democrats supporting impeachment now weren’t using every tool available to them.\n“When some members just immediately default to impeachment, as if that sort of solves the problem, I don’t think it does ― and I don’t think she thinks it does,” Kildee said of Pelosi.\nThe No. 4 Democrat in the House, Assistant Speaker Ben Ray Luján of New Mexico, said there were several things Democrats should be doing to deal with Trump. “Constitutional oversight responsibilities, investigating, making sure we are presenting the facts to the American people, and seeing where those facts lead us here in the halls of Congress,” he said.\nLike Pelosi did Thursday, Luján quickly pivoted to Attorney General Bill Barr lying to Congress. \nThey are referring to Barr’s appearance before a House panel on April 9 in the weeks after the attorney general released his four-page summary of the Mueller report to Congress. At the hearing, Rep. Charlie Crist (D-Fla.) asked Barr about a New York Times report that said Mueller and his team didn’t believe Barr’s summary accurately reflected the special counsel’s findings. Barr said he didn’t know what the news reports were referencing, even though we now know Mueller had sent Barr a letter a week earlier expressing concern that Barr’s summary hadn’t accurately captured the report.\n“That’s a crime,” Pelosi said.\nBy going after Barr’s false statement, however, Pelosi largely avoided any further comment on Trump’s potential crimes.\nThe never-ending cycle of scandals has been a staple of Trump’s presidency and campaign. With a constant flow of new crises, Democrats have little interest in litigating anything beyond a day or two.\nThis week, Democrats were dealing with an attorney general who misled the public and a White House that appears content to defy any document request or subpoena it wants.\nHouse Oversight Committee Chairman Elijah Cummings (D-Md.) said Trump blocking Congress from interviewing administration personnel and disregarding document requests was a “critical moment in this nation’s history.”\n“We cannot, we simply cannot, have a presidency that is run as if it were a king or dictator,” he said.\nCummings has not specified how he’ll try to enforce his subpoenas. The usual strategy is to sue in federal court, where judges are sympathetic to Congress, but proceedings can take forever. Cummings told HuffPost he is wary of running out of time, which is one reason he’s also considering the more exotic option of using the congressional “inherent contempt” power to fine or jail uncooperative officials.\nEither way, the administration seems unintimidated so far by press releases and hectoring tweets.\n“When the president said he could go down the street in New York and shoot somebody and it wouldn’t bring him any harm? He’s absolutely right at the rate we’re going,” Cummings said.\nMeanwhile, Democrats still talk about working with Trump. Pelosi and Senate Minority Leader Chuck Schumer (D-N.Y.) met with the president this week to discuss a massive $2 trillion infrastructure bill. And Democrats are also hopeful they can get some legislation to Trump’s desk addressing drug prices.\nWhen HuffPost asked moderate Democrat Josh Gottheimer (D-N.J.) about impeachment on Thursday, he said the things his constituents were worried about were tax policy, the environment and infrastructure.\nThat isn’t necessarily a universal experience for Democrats. House Budget Committee Chairman John Yarmuth (D-Ky.) told reporters Thursday that impeachment was absolutely at the forefront of his constituents’ minds.\n“In my district, I haven’t had anybody talk to me about pocketbook issues,” he said. “The only thing I get is people saying, ‘We got to get rid of him.’”\nObviously some Democrats do believe there’s already enough evidence to impeach. \nRep. Rashida Tlaib (D-Mich.) ― who famously told a liberal group on her first day in office that they were going to “impeach the motherfucker” ― told HuffPost on Thursday that more investigations were fine, but they ought to be done under the “umbrella” of impeachment.\n“If we don’t do it in that formal way, then we’re not really putting this administration on notice,” Tlaib said.\nFor the time being, that appears to be the position of a small minority of Democrats. The most common refrain ever since the Mueller report was released has been for more investigations. And with the Senate in Republican control, Democrats seem to worry that trying to impeach Trump ― and failing to remove him ― would embolden the GOP and help his reelection chances.\nRep. Jamie Raskin (D-Md.), a former professor of constitutional law at American University, told HuffPost on Thursday that there is a legal component and a political component to impeachment.\n“The legal component is whether high crimes and misdemeanors were committed against the character of our democracy,” he said. “The political component is ― it’s political because it’s vested in Congress, not in the courts. And the question is whether the cost of allowing a corrupt and lawless president to stay in office are higher than the costs of removing him. That’s what makes it a political judgment.”", "date": "\n05/02/2019", "href": "https://www.huffpost.com/entry/donald-trump-impeachment-nancy-pelosi-running-clock_n_5ccb5617e4b0548b73575a27", "tags": "report democrats impeachment- ” house ― pelosi impeachment running mueller clock"}