{"title": "Are There Problems With the Boeing 737 Max? A Second Deadly Crash Raises New Questions", "content": "Update on March 12: A number of countries and airlines have now banned or grounded the Boeing 737 Max 8. Read more here. \nWhen an airplane carrying at least 150 people crashed in Ethiopia on Sunday, killing all aboard, it was the second time in less than six months that this particular plane model was involved in a catastrophic accident.\nThe plane, a Boeing 737 Max 8, was the same model that crashed in Indonesia in October, killing 189 people.\nIn both cases, brand-new planes faltered minutes after takeoff and plunged into a deadly descent, leaving no survivors.\nThe investigation into both cases is continuing, but the latest crash renewed questions about the safety of the 737 Max, which Boeing unveiled in 2017 and sold as a fuel-efficient, technologically advanced upgrade to its popular 737.\nThe 737 Max became the fastest-selling plane in Boeing history, the company said on its website, and is used by airlines around the world.\nHere’s what we know so far about the plane involved.\nIt is the latest generation of the Boeing 737, a kind of aircraft that’s been flying since the 1960s. There are four kinds of Maxes in the fleet, numbered 7, 8, 9 and 10. The 8 series, which was involved in the crashes in Indonesia and Ethiopia, has been flying the longest.\nThe 737 Max is mostly used for short- and medium-distance flights, but a few airlines fly it between Northern Europe and the East Coast of the United States. It is more fuel efficient and has a longer range than earlier versions of the 737.\nThe flight on Sunday was traveling from the Ethiopian capital, Addis Ababa, to Nairobi, Kenya.\nIt was too soon to tell on Sunday whether the causes of the Ethiopian Airlines crash were the same as or similar to those of the Lion Air crash in Indonesia last year.\nBut there are some initial similarities: On Sunday, the flight lost contact about six minutes after takeoff. The pilot had been given clearance to return to the airport in Addis Ababa, according to Ethiopian Airlines, which operated the flight. But the plane went down near Bishoftu, about 35 miles southeast of Addis Ababa.\nThe crash last year also involved a plane that went down minutes after takeoff and after the crew requested permission to return to the airport.\nIn that case, investigations by the Indonesian and American aviation authorities determined that the Lion Air plane’s abrupt nose dive might have been caused by updated Boeing software that was meant to prevent a stall but that can send the plane into a fatal descent if the altitude and angle information being fed into the computer system is incorrect.\nThe change in the flight control system, which can override manual motions in the Max model, was not explained to pilots, according to some pilots’ unions.\nAfter that crash, Boeing said that it was continuing “to evaluate the need for software or other changes as we learn more from the ongoing investigation.” It was unclear if the company had made any changes.\nIn a statement on Sunday, Boeing said it was “deeply saddened” to learn of the crash of Ethiopian Airlines Flight 302.\n“A Boeing technical team is prepared to provide technical assistance at the request and under the direction of the U.S. National Transportation Safety Board,” the company said.\nIn addition to Ethiopian Airlines, which has a reputation in Africa for having a newer fleet than other airlines, and Lion Air, an Indonesian low-cost airline with a long history of maintenance problems, many airlines around the world use this model.\nIn the United States, American Airlines, Southwest Airlines and United Airlines are all operators, using it on routes like Miami-New York and Dallas-Chicago. Other major carriers around the world include Aerolíneas Argentinas, Air China, Icelandair and LOT Polish Airlines.\nAs airlines responded to the news on Sunday, some offered assurances and said they were monitoring the results of the investigation. In a statement, Southwest Airlines, which has about 30 Max 8 planes and more than 750 total aircrafts made by Boeing, said, “We remain confident in the safety and airworthiness of our fleet.”\nThe planes are still certified as airworthy by aviation’s governing bodies. But if you’re concerned, most airlines let you see the aircraft type when booking your travel online.\nOn Southwest’s website, for example, you can find what kind of plane will be used by clicking the flight number on the page where prices and flight times are displayed. You can also find what kind of plane is being used for your flight on seatguru.com.", "date": "March 10, 2019", "href": "https://www.nytimes.com/2019/03/10/world/africa/boeing-737-max-8-crash.html", "tags": "deadly crash airlines problems boeing plane flight raises second sunday model questions new ethiopian max"}