{"title": "Are Hindu nationalists a danger to other Indians?", "content": "A little more than a year since Narendra Modi's right-wing Hindu nationalist BJP swept to power in India, there are fears that religiously motivated violence may be on the rise. Some say the BJP has bred a culture of intolerance towards minorities that has left even Hindus nervous of speaking out.\nJust before Christmas the church of St Sebastian in Delhi was gutted by fire - one of five churches in the capital to have been attacked in the past year.\nThe pastor of St Sebastian's, Father Anthony Francis, didn't believe the police theory that the fire was caused by a short circuit so started gathering evidence himself. Only when he showed officers a film of oil on top of puddles of water in the wrecked church, did they start an arson investigation.\nBut no-one has been arrested in this case, or in relation to the four other church attacks.\nThe congregation of St Sebastian, meanwhile, gathers under plastic sheets suspended from a nearby community centre.\nIndia's much larger Muslim minority has also been under pressure.\nIn the months leading up to last year's election, violence flared between Muslims and Hindus in the town of Muzzafarnagar, 100km (62 miles) north of Delhi, leaving more than 60 people dead.\nWhile no riots on that scale have occurred since, smaller incidents are common.\n\"Just like those riots, now Hindus in the villages are trying to drive Muslims out of the villages - repeated attacks have created an atmosphere of fear,\" says Mohammad Jamshed, whose brother-in-law, Deen Mohammad, was left paralysed in the sleepy town of Kairana, not far from Muzzafarnagar, in May.\nIn a bitterly ironic twist, it happened as protesters held a demonstration to demand police action to stop violence against Muslims.\n\"I stopped to watch and was hit by a bullet fired from inside a police car,\" says 18-year-old Deen Mohammad. \"I felt numb, walked a few steps and then fell down. Then I started vomiting blood.\"\nHe fears he will never walk again.\nPolice say the bullet recovered from Mohammad's body is not a type they use, but they are investigating complaints that officers used excessive force that day.\nThe previous month a Muslim labourer in the nearby village of Shamli was returning home from Delhi by train when a gang of about 10 Hindu men beat him brutally with rods in the groin, before stealing his money and pulling his beard from his face by the roots.\n\"The police have not done anything except register a complaint. And now when I go out, I fear that something like this may happen again,\" says the man, giving his name as Faizan, aged 26. \nStories such as these usually go unnoticed by the media. They seem to some all the more worrying when seen alongside derogatory comments about minorities from a number of BJP politicians.\n\"Each Hindu woman should mother four children in order to protect the predominance of Hindus,\" said one MP, Sakshi Maharaj.\n\"Should the country be led by sons of Ram [a Hindu god] or by sons of bastards?\" asked the country's Minister for Food Processing Niranjan Jyoti - implying that non-Hindus were bastards.\nAnother MP, Giriraj Singh said, \"Those opposing Modi will have to go to Pakistan.\" Later he was appointed to be minister for micro, small and medium enterprises.\nBut according to the Minister for Minorities Mukhtar Abbas Naqvi, \"You cannot judge the government with isolated incidents of violence or isolated statements by some ministers.\" \nNarendra Modi himself has presented a moderate face of Hindu nationalism since becoming prime minister. \n\"Our government will not allow any religious group belonging to the majority or the minority to incite hatred against others overtly or covertly,\" he said in February, under pressure to respond to the church attacks.\nBut recently-released statistics on inter-communal violence for the first half of 2015 indicate that there has been a 30% increase compared with the same period of 2014 - a total of 330 attacks, 51 of them fatal, compared with 252 attacks, of which 33 were fatal,  in 2014.\nThe Muzzafarnagar riots mean that the statistics for 2013 were even worse, however.\nAnd even the events of Muzzafarnagar pale in comparison with the anti-Muslim riots in Gujarat in 2002 when Narendra Modi was the state's chief minister. Then, more than 1,000 people, mostly Muslims, were killed in clashes after 60 Hindu pilgrims died in a fire on a train.\nThere are other forms of discrimination, as well as outright violence, which are harder to measure.\n\"It's not just whether you go and kill Muslims and chase them out, it's not just about burning someone's house down, it's denying them jobs, it's denying them places to stay, it's making them live in terror,\" says Booker prize-winning author Arundhati Roy.\n\"While Modi pretends to be a statesman and travel to various places and is pressurised to speak the language of diversity, the goons have been unleashed on the ground.\"\nEven middle-class urban Indians like herself, she says, are now wary of criticising the ideology of Hindu nationalism.\n\"It's not just Muslims or Christians, perhaps the people they hate the most are the ones who are standing up for a different way of looking at the world, and therefore need to be silenced.\"\nFather Anthony says the burning of his church \"was like burning India's constitution\", with its guarantees of religious freedom.\n\"I fear that if the country becomes a Hindu nation, goes on the track of Pakistan and starts using laws such as the blasphemy law to target minorities, what kind of country will we have?\" he asks. \"That will be real injustice, it won't be a blessing, it'll be a curse on the nation.\"\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.", "date": "12 August 2015", "href": "https://www.bbc.co.uk/news/magazine-33241100", "tags": "minister nationalists muslims hindu church says modi violence minorities police indians danger attacks"}