{"title": "Are Australia's gun laws the solution for the US?", "content": "\"We have an opportunity in this country not to go down the American path.\"\nThose were the words of former Australian Prime Minister John Howard before he radically changed Australia's gun laws and - many believe - rid the country of gun violence on a large scale.\nNow the US is reeling from another mass shooting - its deadliest ever - in Las Vegas. A year after 49 people were shot dead in an Orlando nightclub, America continues to find itself far down that violent path.\nBut could it still change course the way Australia did?\nIn April 1996, 35 people were killed by a gunman, Martin Bryant, wielding semi-automatic weapons at a former prison colony and tourist attraction in Tasmania.\nThis became known as the Port Arthur massacre, and it was a turning point for Australia.\nThe event appalled and galvanised the nation, helping to push Australia to enact some of the most comprehensive firearm laws in the world.\nFormer US President Barack Obama often pointed to Australia as an example for the US to follow.\n\"When Australia had a mass killing - I think it was in Tasmania - about 25 years ago, it was just so shocking the entire country said: 'Well, we're going to completely change our gun laws'. And they did, and it hasn't happened since,\" he said in 2015.\nSo what exactly did Australia do, how did it work, and could it work in the US?\nLess than two weeks after the Port Arthur massacre, all six Australian states agreed to enact the same sweeping gun laws banning semi-automatic rifles and shotguns - weapons that can kill many people quickly.\nThey also put more hurdles between prospective gun owners and their weapons.\nAustralia has 28-day waiting periods, thorough background checks, and a requirement to present a \"justifiable reason\" to own a gun.\nUnlike in the US, self-protection is not accepted as a justifiable reason to own a gun.\nIn the 21 years since the laws were passed, about one million semi-automatic weapons - roughly one third of the country's firearms - were sold back to the government and destroyed, nearly halving the number of gun-owning households in Australia.\nThe number of Australia's mass shootings dropped from 11 in the decade before 1996, to one in the years since - the murder-suicide of a family of five in New South Wales in 2014.\nAlthough the laws were designed specifically to reduce mass shootings, the rates of homicide and suicide have also come down since 1996.\nPhilip Alpers, a professor at Sydney School of Public Health, has done studies showing that aside from the victims of the Port Arthur shooting, 69 gun homicides were recorded in 1996 compared with 30 in 2012. \nDespite the reduction in incidence though, gun violence has not disappeared in Australia. \nMany outlawed firearms have been replaced with legal ones. And nearly 26,000 unregistered guns have been handed back this year in the first national amnesty since the Port Arthur killings.\nAustralia\nUnited States\nSources: AIC Australian institute of Criminology, Gun Policy,Small Arms Survey, and US Dept of Justice Bureau of Alcohol, Tobacco, Firearms and Explosives\nAustralian firearms rights groups say that the laws go too far and restrict personal freedom. \nThey argue that gun violence was on a downward trajectory before the 1996 laws were passed, and reject any link between lower incidence of gun deaths and the tighter legislation.\nDiana Melham, executive director of the Sporting Shooters Australia Association in New South Wales, argues the 1996 laws fuelled a sense of alienation among gun owners, which, she says \"rallied the shooters\". \nThe organisation, which is the country's largest gun lobby group, has grown rapidly since 1996 and its numbers are still on the rise.  \nBut Tim Fischer, who was Prime Minister Howard's deputy in 1996 and instrumental in getting the National Firearms Agreement passed, argues the US should follow Australia's lead.\n\"Plain and simple, what we've done works,\" he told the BBC in 2015.\nSo could it work in the US?\nThe simple answer is - probably not.\nAlthough Australia does have a long history of hunting and sport, there is no equivalent to America's Second Amendment right to bear arms here. \nAnother significant difference is the speed of government action. In 1996 John Howard managed to get all six Australian states to agree to and pass uniform sweeping gun control legislation in just 12 days.\nIt is hard to fathom the US government ever being able to get all 50 states to agree to something, let alone act that quickly.\nBut according to Prof Alpers, the bigger difference is the cultural mindset.\n\"I don't for a moment think it would happen in the US,\" he says. \"Australia already had a pre-disposition to doing something about it.\"\nHe explains that although by far the deadliest, the Port Arthur shooting was not the first Australia had experienced.\nHe says the country had lost nearly 150 people in the years running up to 1996 in mass shootings, and the national mood was changing.\n\"Port Arthur was the straw that broke the camel's back. You have to go back to those years to remember how visceral that backlash was.\" \nMr Fischer is more optimistic. He believes meaningful change could come to the US, but only when a \"silent majority\" are \"sprung into action\". \n\"Of course all mass shootings are a bridge too far,\" he says. \"But there is going to be one that really tips the balance. Watch this space.\" \nExact numbers of the incidence of mass shootings in the US and abroad are hard to pin down because there is no uniform standard on the definition of a mass shooting.\nIn the US, there is no official database for this type of information, but tallies like the one from private research group ShootingTracker.com who put the number of mass shootings in the US in 2016 at 383, have been widely cited in the US media in the wake of other mass shootings.", "date": "4 October 2017", "href": "https://www.bbc.co.uk/news/world-australia-35048251", "tags": "australia us solution laws country port since shootings arthur gun mass"}