{"title": "Are Budget Airlines Really Worth It? ", "content": "When the budget airline Wow Air abruptly ceased operations earlier this year, thousands of travelers were left stranded and scrambling, on both sides of the Atlantic, to make alternate travel plans.\nThe news, after months of speculation that the Icelandic airline was struggling financially, came at a period that has already been particularly difficult for low-cost carriers. Cyprus’s Cobalt Air, Pakistan’s Shaheen Air, and Primera, based in Denmark and Latvia, collapsed in October. In February, Flybmi and Germania filed for bankruptcy. For most, rising fuel costs and overexpansion led to their demise. \nBudget airlines are appealing to travelers because they offer much lower prices than major airlines. A flight to London from New York can cost around $1,000 on American Airlines, British Airways or another major carrier, but the same trip on low-cost Norwegian, for the same dates, can be around $600. Similarly, a flight from Washington to Paris costs around $1,200 on Air France, and just over $800 on Aer Lingus. \nFor travelers who are concerned about the risks of booking low-cost, here are some tips to keep in mind. \nThough the Wow Air developments were jarring, aviation experts say that the chances of an airline going under, out of nowhere, are very low.\nTo protect your travel and itineraries, first conduct some research online. News about Wow Airlines’ financial woes had been swirling for months before it canceled its flights. A Google search brings up articles from 2018 mentioning that Wow was “struggling,” suffering from “growing pains” and on Trip Advisor, the company had more “Terrible” reviews than “Good” or “Excellent” ones. \nChristian Nielsen, the chief legal officer at AirHelp, a site that helps passengers make claims against airlines, recommends travelers consider whether the carrier is well-established. \n“If it’s someone new in the game, I would be cautious about booking a flight across the Atlantic,” he said. “At least not without buying some travel insurance.”\nScott Keyes, co-founder and chief executive of Scott’s Cheap Flights, a travel site that alerts members on inexpensive flight fares, said he would always read news reports on specific airlines. (Scott’s Cheap Flights never suggested flights on Wow Air, because of the airline’s high fees for luggage, food, seat upgrades and other additions.) \n“If I heard that an airline was potentially going to go under soon, I wouldn’t book it,” said Mr. Keyes. “I wouldn’t recommend booking if it seems like this is something that’s imminent but I wouldn’t be shying away from booking budget airlines altogether.”\nAnd if things do go awry?\n“There are protections if things go wrong, so there’s very little downside risk to booking flights on low-budget airlines,” Mr. Keyes said. \nIf your airline goes bankrupt, it’s unlikely you’ll receive a refund for a canceled flight. But your credit-card company could help, and you can file a dispute with them for a service you paid for, but did not receive.\n“A lot of cards nowadays have protections that say ‘if your trip is canceled for reasons unrelated to anything you did, then we will reimburse you’,” said Mr. Keyes. This protection is quite common, he said, comes with most cards, not simply the premium ones. “It’s also not something you need to pay to enroll in.”\nDebit cards, however, do not offer this cancellation protection, said Zaneilia Harris, president of Harris and Harris Wealth Management in Upper Marlboro, Md. \nMs. Harris suggested applying for the Chase Sapphire Preferred card and Citi’s Advantage Executive World Elite Mastercard. She added that travelers should make sure they “read the fine print to learn what is a covered event and what information is required to support a claim.”\nMr. Nielsen noted that credit card terms can be difficult and frustrating to read through, but taking the time is worth it. “And you can always give your credit card company a call to make sure you’ve got the right to a refund,” he said. \nIf you have any nonrefundable expenses at stake, insurance is a good idea. Buying travel insurance is trip-specific and often relies on how much risk you’re willing to take. If you are concerned about the limitations of an airline’s compensation terms, you can book travel insurance from a third party and look for coverage for your entire trip, not just your plane tickets. \n“Travel insurance from a third party can help if your airline goes belly up, bags are lost or stolen, your flight is delayed — for a covered reason — or you miss a connection that prevents you from, say, boarding your cruise,” said Julie Loffredi, media relations manager for InsureMyTrip, a travel insurance comparison site.\nAnd if you’re traveling internationally, travel medical insurance is a good idea. Experts recommend “cancel for any reason” travel insurance plans because you can get at least 75 percent of your nonrefundable trip costs back.\n“When you purchase a trip insurance plan to protect the money you spent for your trip, it’s important to know what your total nonrefundable trip cost is,” said Justin Tysdal, CEO of Seven Corners Inc, a travel insurance provider. “That’s the amount you want to insure. Take a moment to consider if that dollar amount is material to you. What if you had to cancel your trip, and you had to absorb that loss? If the trip expenses are a material amount to you, you’ll want to buy trip insurance.” \nOf course, some developments arise that no amount of planning can account for, especially when you’re traveling. If your airline suddenly cancels flights, your first calls should be to your travel agent or insurance company, then to your credit card company. And if you didn’t book with an agent or if you don’t have insurance, first try to get a new flight and then contact your credit card company. \n“Try to get a flight ticket home as quickly as possible, because you’re probably not the only one stranded and there will be high demand,” Mr. Nielsen said. “The sooner you reach out to the right people, the quicker they can book you on an alternate flight and get you home.”\n52 PLACES AND MUCH, MUCH MORE Follow our 52 Places traveler, Sebastian Modak, on Instagram as he travels the world, and discover more Travel coverage by following us on Twitter and Facebook. And sign up for our Travel Dispatch newsletter: Each week you’ll receive tips on traveling smarter, stories on hot destinations and access to photos from all over the world.", "date": "May 2, 2019", "href": "https://www.nytimes.com/2019/05/02/travel/booking-budget-airlines-guide.html", "tags": "trip airlines really airline flight ” worth travel budget air insurance"}