{"title": "Are Superstar Firms and Amazon Effects Reshaping the Economy? ", "content": "JACKSON HOLE, Wyo. — Two of the most important economic facts of the last few decades are that more industries are being dominated by a handful of extraordinarily successful companies and that wages, inflation and growth have remained stubbornly low. \nMany of the world’s most powerful economic policymakers are now taking seriously the possibility that the first of those facts is a cause of the second — and that the growing concentration of corporate power has confounded the efforts of central banks to keep economies healthy. \nMainstream economists are discussing questions like whether “monopsony” — the outsize power of a few consolidated employers — is part of the problem of low wage growth. They are looking at whether the “superstar firms” that dominate many leading industries are responsible for sluggish investment spending. And they’re exploring whether there is an “Amazon Effect” in which fast-changing pricing algorithms by the online retailer and its rivals mean bigger swings in inflation. \nIf not yet fully embraced, the ideas have become prominent enough that this weekend, at an annual symposium in the Grand Tetons, leaders of the Federal Reserve and other central banks discussed whether corporate consolidation might have broad implications for economic policy.\n“A few years ago, questions of monopoly power were studied by specialists in a very technical way, without linking them to the broader issues that animate economic policy,” said Jason Furman, an economist at Harvard’s Kennedy School of Government, who advanced some of these ideas in his former job as the Obama White House’s chief economist. “In the last few years, there’s been an explosion of research that breaks down those walls.”\nCentral bankers tend not to chase the latest research fads, as Mr. Furman put it. But they, too, are wrestling more intensely with the possibility that the details of how companies compete and exert power matter a great deal for the overall well-being of the economy.\nWhile these topics more commonly show up in debates around antitrust policy or how the labor market is regulated, it may have implications for the work of central banks as well. For example, if concentrated corporate power is depressing wage growth, the Fed may be able to keep interest rates lower for longer without inflation breaking out. If online retail makes prices jump around more than they once did, policymakers should be more reluctant to make abrupt policy changes based on short-term swings in consumer prices.\nEsther George, the president of the Federal Reserve Bank of Kansas City, the host of the conference, has been intrigued by the weak lending to small and midsize businesses in recent years, even amid an economic recovery. She and her staff have explored whether the increasing concentration of the banking industry among a handful of giants might be a cause.\n“Looking at the size and footprint of firms has not been mainstream,” Ms. George said, “but it appears to be very broad-based and a signal of something worth taking seriously.”\nFor example, more of the investment of modern corporations takes the form of intangible capital, like software and patents, rather than machines and other physical goods. That may be a reason low interest rate policies by central banks over the past decade didn’t prompt more capital spending, said Nicolas Crouzet and Janice Eberly of Northwestern University in a paper presented at the conference.\nBanks are generally disinclined to treat intellectual property or other intangible items as collateral against loans, which could mean interest rate cuts by a central bank have less power to generate increased investment spending.\nAlan Krueger, a Princeton economist, argued that monopsony power is most likely part of the apparent puzzle of why wage growth is low. By his estimates, wages should be rising 1 to 1.5 percentage points faster than they are, given recent inflation levels and the unemployment rate.\nWhen workers have few potential employers to choose from, he said, they may have less ability to demand higher pay, and it becomes easier for employers to collude to restrict pay, whether through explicit back-room deals or more subtle signaling.\nBut he said monetary policy might have some power to reduce that effect. By keeping interest rates low and allowing the labor market to strengthen, employers may eventually find they have no choice but to increase worker pay. “Allowing the labor market to run hotter than otherwise could possibly cause collusion to break down,” Mr. Krueger said. “If the collusion does wither, wages and employment would rise.”\nAnother paper, by the Harvard economist Alberto Cavallo, presents evidence that the algorithms used by Amazon and other online retailers, with their constantly adjusting prices, may mean greater fluctuations in overall inflation in the event of swings in currency values or other shocks.\nPhysical retailers tend to be slow to change prices because of some temporary disturbance, like a spike in the value of the dollar or a fall in gasoline prices. But online retailers are able to reflect changing prices almost instantly.\n“The implication is that retail prices are becoming less ‘insulated’ from these common nationwide shocks,” Mr. Cavallo wrote. “Fuel prices, exchange-rate fluctuations or any other force affecting costs that may enter the pricing algorithms used by these firms are more likely to have a faster and larger impact on retail prices than in the past.”\nIt’s hardly the case that central bankers are becoming storm-the-barricades opponents of corporate power. Much of the discussion so far has been more about trying to understand the facts, rather than leaping to allow this emerging research to drive policy actions.\nFor some of the people who have argued for years that concentrated corporate power is behind many of the economy’s travails, the central bankers are late to the party.\n“Wage stagnation is not a puzzle,” said Marshall Steinbaum, a fellow at the Roosevelt Institute, who spoke on a panel organized by the activist group Fed Up outside the lodge where the Fed symposium later took place. “Cutting-edge research tells us exactly what’s going on, and yet the Fed seems to be considering this for the first time.”\nThere is an almost tribal dimension that limits these conversations about how corporate concentration might affect the overall economy and policy. People who study industrial organization or antitrust policy are, for the most part, in a different clan from those who spend their time talking about bond yields and inflation targets.\nBut card-carrying members of that macroeconomic tribe are starting to see that they may have plenty to learn about some of the inner workings of the economy: the details of how businesses compete, set prices and hire people.\nIt helps that there is an increasingly rich vein of research based on the ability to compute huge troves of data from individual companies. For example, Mr. Cavallo’s paper was based on scraping prices for 10,292 products from each of four major online retailers for delivery to each of 105 ZIP codes.\nKristin Forbes, an M.I.T. economist and a former Bank of England policymaker, faced the knotty task of setting policy for the British economy at a time when economic data was sending conflicting signals. This type of work can bring more coherence to seeming contradictions.\n“We would look at macro data, but that data can hide a lot of what’s happening underneath,” she said. “I think there’s a deepening sense of the importance of fusing microeconomic data with macroeconomic trends.” \nWith the Federal Reserve facing the challenge of an American economy that is by many measures at a healthy cruising speed, yet still falling short in its capacity to generate well-paying jobs for millions of people, people at this particular gathering in Jackson Hole could agree that it’s not enough to view the economy using high-altitude data. The details of what is happening in individual industries and markets matter a lot more than it once seemed.", "date": "Aug. 25, 2018", "href": "https://www.nytimes.com/2018/08/25/upshot/big-corporations-influence-economy-central-bank.html", "tags": "policy may superstar effects ” prices reshaping economy economic power firms central amazon"}