{"title": "Are trade issues spoiling the Trump-Modi bromance?", "content": "US President Donald Trump has singled out the European Union, China and several South American nations ever since he started his trade war. But his recent actions and rhetoric towards India have left many puzzled, says the BBC's Suranjana Tewari in Mumbai. \nPresident Trump seems to be standing firm on his decision to impose tariffs on goods imported into America despite an increasing number of threats and retaliatory taxes on US products. \n\"We're the bank that everyone wants to steal from and plunder,\" he told reporters at the White House. \nIndia and the United States have had a historic strategic partnership, but on the economic front, President Trump seems to have adopted a different attitude. On Monday, he justified hiking tariffs on imports into the US by pointing out that India had up to a 100% tariffs on American products.  \nHis comments came as a US delegation led by assistant trade representative Mark Linscott started a two-day visit to India aimed at calming tensions over trade. \nIndia has already retaliated against the tariff hikes on steel and aluminium - it has raised import duties on a range of goods, including walnuts, almonds and shrimp, many of which are bought from the US. \nIndia's steel and aluminium exports are small compared to other countries. But companies like Tata Steel which operate in the European Union will be affected by the US tariffs.  \nTata's auto business could also feel the heat. Shares saw a slide of 3.9% in a single day after Trump threatened imposing a 20% tariff on all US imports of European Union-assembled cars last week.\nTata owns Jaguar Land Rover which manufactures in the United Kingdom and exports to the United States so is expected to take a big hit from auto tariffs. JLR, Britain's biggest automaker, is Tata's largest business contributing to nearly 77 percent of revenue in the year ending March 2018.\nBut tariffs aren't the only issue between the two countries.  \nIn March, the US took issue with exemptions from certain duties, taxes and fees that it gives to Indian exporters. \nPresident Trump is also cracking down on H1B visas that many Indian professionals apply for in order to work in the US.\nFor India, the stakes are high in this emerging trade war. \nThe US is its single largest trading partner with bilateral trade reaching $126bn (£96.4bn) in 2017 and India's Prime Minister Narendra Modi is entering an election year. So he will be keen to maintain strong growth.  \nGDP figures show the economy grew 7.7% in the last quarter, overtaking China and making India the fastest growing economy in the world. \nBut what is confusing about all this is how both President Trump and Prime Minister Modi have spoken out about working together on military and counter-terrorism goals in an effort to stabilise the region and counter China. \nLast month, the US military renamed its Pacific Command, which is responsible for all US military activity in the greater Pacific region, the US Indo Pacific Command. It was a largely symbolic move but one that underscored the growing importance of India to the Pentagon, according to US officials.  \nThis relationship was once again reinforced on Wednesday by the US envoy to the United Nations Nikki Haley as she embarked on a visit to India aimed at solidifying ties.  \n\"In this day and time, we see more and more reasons for India and the US to come together. I am here to once again solidify our love for India, our belief in the friendship India and the US have and our willingness to make that relationship even more stronger,\" she said.\nShe added that the two countries were the oldest democracies that shared values of people, freedom and opportunities.\nPresident Trump has tapped into that side of the relationship this week too. He has called on his allies especially India and China to ramp up pressure to cut off funding to Iran, by completely stopping the import of all Iranian oil by November. Both countries are among the largest importers of Iranian oil.\nIt's part of the Trump administration's decision to withdraw from what he called a \"defective\" nuclear deal agreed between Iran and six world powers in July 2015, aimed at curbing Tehran's nuclear capabilities in exchange for the lifting of sanctions.\nNext week, India's Foreign Minister and Defence Minister were due to travel to the United States for talks with their American counterparts. The State Department said the meeting would focus on strengthening strategic, security and defence cooperation.\nIt has now been postponed. \nWhen and if it does happen, the burning question will be whether diplomatic relations can truly continue to blossom completely independently of an all-out trade war. ", "date": "28 June 2018", "href": "https://www.bbc.com/news/world-asia-india-44639927", "tags": "us india china tata president trump-modi united issues countries trade bromance tariffs spoiling"}