{"title": "Argentina Turns to I.M.F., Long Its Villain, as Its Peso Plummets", "content": "BUENOS AIRES — Argentina has begun negotiating for a line of credit with the International Monetary Fund, turning to the very organization that much of the country still blames for an economic implosion and debt default 17 years ago.\nPresident Mauricio Macri announced the negotiations on Tuesday, just days after the country’s central bank increased the benchmark interest rate to 40 percent and the government vowed a tighter fiscal policy in a bid to stabilize the country’s tumbling currency, the peso. Foreign investors have fled as the peso’s drop in value has accelerated, only increasing the pressure on the economy.\nChristine Lagarde, the I.M.F. managing director, said in a statement that discussions were underway and that ways to strengthen Argentina’s economy would “be pursued in short order.”\nEven though the announcement helped pare some losses on Tuesday, the peso depreciated almost 3 percent and the local stock market dropped almost 4 percent. Over all, the peso is down nearly 19 percent since the start of the year.\nMr. Macri, president since December 2015, portrayed the request as the product of changing international conditions and the legacy of high government spending.\n“The problem we have is that we are among the countries in the world that most depend on external financing, the product of the huge public spending that we inherited,” he said in a recorded video message.\nTreasury Minister Nicolás Dujovne emphasized that the financing the country could obtain through the I.M.F. would be cheaper than what was available in the markets. Yet he also gave a thinly veiled nod to the widespread skepticism — if not outright anger — that many in Argentina have toward the I.M.F.\n“What we do have to keep in mind is that we are talking about an International Monetary Fund that is very different from what we knew 20 years ago,” Mr. Dujovne said. “The fund has learned its lessons from the past, just like we all did.”\nIn a seminal 2004 report, the I.M.F. recognized that it had made mistakes in dealing with Argentina before the 2001 debt crisis, including allowing the country’s debt to balloon out of control by supporting an exchange rate policy that pegged the value of the peso to the dollar.\n“The I.M.F. is a bad word in Argentina because of the memories it brings to mind of economic programs that almost never turned out well,” said Matias Carugati, chief economist at Management & Fit, a consultancy.\nWhen President Néstor Kirchner paid off an I.M.F. debt of almost $10 billion in 2006, he celebrated it as a way for the country to regain its sovereignty.\n“With this payment, we are interring a significant part of an ignominious past,” Mr. Kirchner, who would die in 2010, said at the time.\nMr. Macri took office with an ambitious plan to end a decade of isolation from the international markets by issuing billions in debt. Now, the decision to turn to the I.M.F. could erode Argentines’ confidence in him, said Luis Tonelli, a professor of comparative politics at the University of Buenos Aires.\nMerely seeking the help of the I.M.F. could lead the public to feel that “the government is weak and has to call the bad guy in the movie,” Mr. Tonelli said.\nMembers of the political opposition were quick to criticize Mr. Macri.\n“The only idea that Macri came up with is to go to the lender of last resort. That is the I.M.F.,” Alberto Fernández, who served as the head of Mr. Kirchner’s cabinet, wrote on Twitter.\nFront for Victory, the largest opposition bloc in the lower house of the National Congress of Argentina, called the decision “a severe step backward.”\n“Agreements with the I.M.F. have always been prejudicial to our people,” the group said. “They have meant cuts in salaries, pensions, privatizations and firings in the public sector and increases in poverty.”\nEconomists cautioned that more information was needed in order to properly analyze the type of credit the government could obtain from the I.M.F. and the conditions that would be imposed as a result.\n“It is news that should bring a bit of relief to the market,” said Luis Secco, the director of Perspectivas Económicas, a consultancy. “But it’s undeniable that the words ‘agreement with the fund’ will also cause a lot of political problems for the government.”", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/business/argentina-imf-peso.html", "tags": "debt i.m.f. country mr. macri peso ” plummets turns long villain i.m.f government argentina"}