{"title": "Argentine Ex-President Faces Trial in $3.5 Billion Fraud Case", "content": "NEUQUÉN, Argentina — An Argentine judge has ordered former President Cristina Fernández de Kirchner to stand trial on charges that she masterminded a plan to defraud the government of over $3 billion through the dollar futures market.\nIt is the first time that a trial has been ordered against Mrs. Kirchner, who has faced numerous accusations of wrongdoing since she left office in December 2015.\nThe federal judge, Claudio Bonadio, announced the decision on Thursday, almost a year after he indicted the former president. Judge Bonadio said a plan to sell the Argentine central bank’s dollar futures at below-market rates could not have been carried out without approval from “the highest political and economic decision makers of government.”\nJudge Bonadio ordered 14 other officials, including the former economy minister, Axel Kicillof, and the former central bank chief, Alejandro Vanoli, to stand trial in the case. No date has yet been set for the trial.\nThe judge said the plan that was meant to shore up the Argentine peso in the period leading up to the November 2015 presidential election cost the government about $3.5 billion at the current exchange rate.\nMrs. Kirchner and Mr. Kicillof have both frequently contended that the case is without merit and is part of a political persecution. The election was won by Mauricio Macri, a political opponent of Mrs. Kirchner.\nLate last year, the former president was indicted  on fraud and corruption charges in a case involving public works projects. And Argentina’s highest criminal appeals court ordered the reopening of an investigation into claims that Mrs. Kirchner sought a secret deal with Iran in connection with the inquiry into the 1994 bombing of a Jewish center in Buenos Aires.\nJudge Bonadio is also investigating Mrs. Kirchner and her two children on corruption charges involving real estate holdings, and another prosecutor is investigating allegations that the former president used her hotel to receive illegal payments from public works contractors.\nMrs. Kirchner has repeatedly denied all the allegations against her, describing them as the work of a justice system bending to the will of Mr. Macri.\nMrs. Kirchner was ordered to stand trial a day after tens of thousands of people took to the streets of Buenos Aires in support of striking teachers who are demanding better wages.", "date": "March 24, 2017", "href": "https://www.nytimes.com/2017/03/24/world/americas/argentina-christina-kirchner-trial-peso-macri.html", "tags": "faces bonadio billion trial kirchner judge former ordered ex-president case stand mrs. argentine fraud"}