{"title": "Argentine Prosecutor May Add Ex-President to Financial Inquiry", "content": "BUENOS AIRES — An Argentine federal prosecutor is seeking to include former President Cristina Fernández de Kirchner in a widening investigation into money laundering, according to news media reports on Saturday.\nThe prosecutor, Guillermo Marijuán, made the decision after a financier, who had been jailed in a separate case, gave lengthy testimony on Friday, according to Télam, the state news agency.\nThe judge overseeing the investigation, Sebastián Casanello, must decide how to proceed with the recommendation to investigate Mrs. Kirchner, the country’s president from 2007 until last December, and Julio de Vido, a prominent former minister in her administration.\nIt is unclear whether Mr. Marijuán hasactually filed the recommendation yet. Efforts to speak to his office on Saturday evening were unsuccessful.\nThe money-laundering case has gripped Argentina since 2013, when Jorge Lanata, an influential broadcast journalist, first revealed allegations of a scheme that involved Lázaro Báez, a construction baron in Patagonia who had ties to Mrs. Kirchner and her late husband and predecessor, Néstor Kirchner, and the financier who testified on Friday, Leonardo Fariña.\nMr. Báez was arrested last week and accused of laundering about $5 million. Tracing the arc of the investigation to Mrs. Kirchner, prosecutors on the case have said tens of millions of dollars may have been siphoned off from government funds for infrastructure projects. During her presidency, Mrs. Kirchner asserted that her administration was not corrupt and denied any wrongdoing.\nMrs. Kirchner currently holds no public office. On Wednesday, she is scheduled to give testimony in a separate investigation into alleged misdeeds at the Central Bank during the final months of her presidency.\nAllegations of corruption shrouded both Kirchner administrations. Last year, a former transportation minister was convicted in a corruption case. Mrs. Kirchner’s former vice president, Amado Boudou, has been indicted in yet another corruption case. He has proclaimed his innocence.", "date": "April 9, 2016", "href": "https://www.nytimes.com/2016/04/10/world/americas/argentine-prosecutor-may-add-cristina-fernandez-de-kirchner-to-financial-inquiry.html", "tags": "argentine may inquiry kirchner investigation corruption former financial de mrs. last ex-president case add prosecutor"}