{"title": "Argentine Court Reopens Investigation of Ex-President in ’94 Bomb Case", "content": "PARANÁ, Argentina — An Argentine court reopened an investigation on Thursday into accusations that former President Cristina Fernández de Kirchner sought a secret deal with Iran in connection with the 1994 bombing of a Jewish center in Buenos Aires. The original case was filed by Alberto Nisman, the prosecutor whose mysterious death in 2015 convulsed the country.\nThree judges on the Court of Cassation, Argentina’s highest criminal appeals court, voted unanimously to reopen the criminal complaint, which accused Mrs. Kirchner and her foreign minister, Héctor Timerman, among others, of sealing a deal with Iran to cover up the role Iranian officials were said to have played in the bombing of the Jewish community center, which killed 85 people.\nAn appeal to the Supreme Court by Mrs. Kirchner is possible, but legal experts say it could face challenges because the Court of Cassation did not issue a final ruling on the case, but rather called for a new investigation.\n“Of course we are going to appeal,” said Alejandro Rúa, Mr. Timerman’s lawyer. “This case has been plagued with violations of constitutional guarantees. And if we run out of local instances of appeal, we are going to the Inter-American Commission of Human Rights.”\nWith the ruling, the three judges — Ana María Figueroa, Mariano Hernán Borinsky and Gustavo M. Hornos — took the rare step of ordering the reopening of a criminal investigation even though the prosecutor in the court, Javier de Luca, had said that Mr. Nisman’s complaint should not proceed.\nThey also said that a new judge would be selected by lottery, effectively blocking lower court judges who had refused to reopen the case from participating in the investigation of Mr. Nisman’s accusations.\nIn their ruling, the judges made it clear they believed that the lower courts had been too quick to dismiss the evidence that was presented.\nThe delicate nature of the case demands “a quick and efficient resolution, but above all a transparent answer” from the judicial system, Judge Hornos wrote. “It also demands a diligent and exhaustive investigation.”\nThe decision was the latest judicial setback for Mrs. Kirchner, who faces several corruption-related investigations. On Tuesday, she was indicted in a corruption case having to do with public works contracts, and earlier this year, a separate court indicted her on charges of manipulating the nation’s Central Bank by entering into contracts to sell the bank’s dollars at below-market rates.\nMrs. Kirchner has denied the allegations against her, describing them as the work of a justice system bending to the will of President Mauricio Macri, her longtime opponent, who took office in December 2015.\nIn his stunning accusation, Mr. Nisman said that Mrs. Kirchner, who was president from 2007 to 2015, had sought to negotiate impunity for a group of Iranian officials suspected of involvement in the country’s deadliest terrorist attack in order to seal trade deals with Iran.\nBut on Jan. 18, 2015, hours before Mr. Nisman was set to present his case to lawmakers, he was found dead, slumped in a pool of blood in his apartment with a gunshot wound to his head. Mr. Nisman’s death sent shock waves through Argentina’s political system, and the country became engulfed in a seemingly endless debate about whether he had committed suicide or been murdered.\nMr. Nisman had been appointed by Mrs. Kirchner’s husband and predecessor as president, Néstor Kirchner, to take over the stalled bombing investigation in 2004. Two years later, he formally accused Iranian officials and the militant group Hezbollah of carrying out the attack.\nHis death, just weeks after Mrs. Kirchner ordered a shake-up of the country’s notoriously politicized intelligence agency, remains unsolved, and investigators are looking into claims of a cover-up.\nMr. Nisman’s complaint has languished in the courts. A federal judge, Daniel Rafecas, argued in February 2015 that Mr. Nisman’s claims did not “minimally hold up” and that there was “not even circumstantial evidence” that could implicate Mrs. Kirchner. An appeals court agreed with Judge Rafecas, as did the Court of Cassation, and the case was closed in May 2015.\nThen, this past August, DAIA, Argentina’s largest Jewish community association, called on Judge Rafecas to reopen the case, saying it had new evidence. Judge Rafecas and the appeals court disagreed that the evidence, including a phone call between Mr. Timerman and a Jewish community leader discussing Iran’s responsibility in the 1994 bombing, was enough to reverse their earlier decision.\nThursday’s decision “took us by surprise,” DAIA’s president, Ariel Cohen Sabban, told a local radio station. “We don’t want the courts to tell us we are right,” he added, “but we do want to be certain that we did everything we could to investigate the worst case of terrorism” in Argentina’s history, “and if there has been any kind of impunity cloak for those who carried out the attack.”\nA key element of Mr. Nisman’s case was a memorandum of understanding reached between Argentina and Iran in 2013 that would have included a commission to jointly investigate the bombing. But that agreement was never carried out and ended up being declared unconstitutional last year. Iran has long denied any involvement in the bombing.", "date": "Dec. 29, 2016", "href": "https://www.nytimes.com/2016/12/29/world/americas/argentina-alberto-nisman-cristina-kirchner-bombing-iran.html", "tags": "reopens iran kirchner investigation court ” argentina nisman bomb ex-president case mrs. argentine"}