{"title": "Argentina Reaches $50 Billion Financing Deal With I.M.F.", "content": "BUENOS AIRES — Argentina reached a three-year deal with the International Monetary Fund on Thursday for a $50 billion credit line, an amount that was larger than expected, which the government promoted as a vote of confidence on its market-friendly reforms.\nThe deal, known as a standby agreement, places requirements for cuts in the country’s fiscal deficit that were sharper than initially planned. It also requires decreases in the inflation rate, which has long been one of the key challenges for the government. It is subject to approval by the I.M.F. board.\nArgentina surprised the markets on May 8 when it announced that it would seek assistance from the I.M.F. after a sharp weakening of its peso as international investors fled emerging markets. The move set off a political backlash from the opposition in a country where much of the population continues to blame the I.M.F. for Argentina’s economic crash and default 17 years ago.\nThe agreement “reflects support from the international community to Argentina and is very good news,” the country’s treasury minister, Nicolás Dujovne, said. “We are very, very happy because it will allow us to go down the path of fiscal balance.”\nThe amount in the agreement is more than double what is usually granted in standby arrangements, and it could bolster support for Argentina’s economy after the central bank increased its benchmark interest rate to 40 percent last month as the currency slid. Argentina’s peso has depreciated 25 percent this year.\nMr. Dujovne specified that 30 percent of the total, or around $15 billion, would be available to Argentina shortly after approval by the I.M.F. board, expected on June 20. “We will try to maintain the rest of the funds as precautionary,” he said.\nArgentina’s president, Mauricio Macri, took office in December 2015 with a goal of opening the country to international markets and wooing foreign investors after more than a decade of economic isolation.\nAs part of the agreement with the I.M.F., Argentina committed to reducing its primary budget deficit at a faster clip than initially planned.\nThe agreement also increases the independence of the central bank and establishes a clear path to reduce inflation to 9 percent in 2021 from 17 percent in 2019. Analysts expect inflation this year to be around 25 percent.\n“This is a pretty credible goal,” said Gabriel Zelpo, the chief economist at Elypsis, a research and consulting company. “It isn’t far from what the market was expecting and marks a change for a government that had fallen into a pattern of ambitious targets that it couldn’t fulfill.”\nChristine Lagarde, the I.M.F.’s managing director, praised the deal, saying, “This is a plan owned and designed by the Argentine government, one aimed at strengthening the economy for the benefit of all Argentines.”\nIn what was likely a nod to the negative opinion that the Argentine public has of the fund, Mr. Dujovne took pains to emphasize that the agreement included “innovative” measures to protect the most vulnerable members of society. That includes a provision to increase welfare spending if economic indicators worsen.\nEconomic analysts say that the agreement is likely to lead to short-term economic pain, but that it could lay the groundwork for positive numbers.\n“Fiscal austerity will lead to lower growth, particularly next year,” said Matías Carugati, chief economist at Management & Fit, a consulting firm in Buenos Aires. “But it could be positive in the medium term. If, as a result of this deal, Argentina becomes more stable and predictable, it will provide a framework that is usually associated with higher growth.”", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/business/argentina-imf-debt.html", "tags": "reaches agreement country percent billion ” argentina economic i.m.f international government deal financing"}