{"title": "Argentina Raises Key Rate to 40%, Bringing Economic Uncertainty", "content": "BUENOS AIRES — Since his 2015 election, President Mauricio Macri has pushed to reconnect Argentina to the global financial system, after years of isolation.\nHis approach — emphasizing lower tariffs, accurate economic data, trade pacts and the freer flow of capital — was largely aimed at coaxing foreign investment back to Argentina and ending the economic exile that followed the country’s default in 2001.\nBut over the last week, Argentina has been reminded that when capital is free to flow in, it can also flow out, creating profound economic implications.\nWith foreign investors pulling their money en masse, Argentina’s central bank was forced to take drastic action to stabilize the country’s currency. On Friday, policymakers lifted the benchmark interest rate to 40 percent after days of intervening heavily in financial markets.\nWhile it helped settle the markets, the move will weigh on the prospects for the president’s ambitious economic overhaul. It also has the potential to crimp growth, adding to political discontent.\nThe rate increase, a day after the Argentine peso fell 8.5 percent against the dollar, was the third in a week. The central bank said it would use “all the tools at its disposal” to slow inflation, which in March was up 25 percent from a year earlier, to 15 percent this year, a goal most analysts now see as unrealistic.\nIn parallel, officials announced that they would cut government spending, and reduce the primary budget deficit to 2.7 percent, from the earlier goal of 3.2 percent. Their decision was seen as a response to criticism from investors that Mr. Macri’s government had not been cutting spending quickly enough.\nMr. Macri was sworn into office in December 2015. Argentina had been closed to international markets for more than a decade amid a long-running legal fight with bondholders that followed a default on its debt.\nEarly on, Mr. Macri’s policies were greeted with widespread optimism by financial markets, which gobbled up the country’s newly issued bonds.\nIn a show of market confidence, prices for the country’s government bonds rose, pushing interest rates lower. Those lower rates helped to stimulate economic growth.\n“There was overconfidence on the part of policymakers about how much could be done given the constraints they had,” said Alvaro Vivanco, a strategist covering Latin American bond and currency markets for the Spanish bank BBVA.\nBut doubts about the government’s ability to quickly push through the changes have emerged in recent months. In January, Argentina’s central bank cut interest rates and increased its inflation target, a decision interpreted by some as weakening the government’s commitment to getting consumer prices under control.\n“The central bank was cutting, with inflation expectations deteriorating,” said Gabriel Gersztein, head of Latin American strategy at BNP Paribas. “And this was a wake-up call for international investors.”\nThe global economic backdrop has also been changing. With the United States economy on solid footing, its short-term interest rates have been rising. That has put upward pressure on the United States dollar, and has resulted in a slide for the peso. That decline in the peso has accelerated in recent days, as foreign investors began to see their returns vaporized by the falling currency.\nPeople moved to the exits, in part because of a new income tax on foreign investors. As more and more investors pulled out, Argentina was suddenly facing a currency run.\nArgentine officials have struggled to shore up the currency. Since March, Argentina has spent more than $7.7 billion of its international reserves, with the pace speeding up late last week.\nGovernments have a few tools they can use to stem the outflow of capital. One of them is to sharply raise interest rates. Those higher rates translate into potentially stronger returns for investors. As such, they can attract money into an economy, which helps prop up a currency.\nBut it’s a tricky play to pull off.\nBrazil raised interest rates sharply to stop an outflow of capital in the late 1990s, ultimately pushing benchmark interest rates to roughly 40 percent. More recently, in 2014, Turkey suddenly ratcheted up a key central bank rate to 10 percent from 4.5 percent in order to stop a sell-off in the lira.\nThat same year, the central bank of Russia pushed interest rates sharply higher — to 17 percent from 10.5 percent — to keep the ruble from collapsing in response to sanctions over the annexation of Crimea and a sharp drop in oil prices. Russia also has one of the biggest interest-rate jumps on record, when in 1998 its rates reached 150 percent in an effort to stem another impending collapse of the ruble.\nBut high interest rates have economic costs. They make it particularly difficult for businesses and consumer to borrow money. The lack of spending, in turn, can slow growth and ultimately spark a recession.\nThe key for Argentina will be to keep rates high just long enough to inspire confidence that policymakers have halted the currency run, but not so long that the increase drains the economy.\n“This was done in order to stop the bleeding,” Mr. Gersztein of BNP Paribas said. “It’s like you have someone in the E.R. You need to take very short-term, bold decisions.\n“Then once you stabilize the patient,” he added, “you need to take different decisions in order to make the patient get better and recover.”\nPolitically, it all puts Mr. Macri in a more precarious position.\nIn recent months, his popularity has declined. In an April poll of Argentines by Synopsis, a local consultancy, 43 percent said they had a negative view of the government, compared with 34 percent with a positive view. That was a sharp shift from November, when nearly 52 percent said they had a positive image of the government and Mr. Macri’s allies did better than expected in midterm elections.\nThe president is now balancing the concerns of a restive population and the needs of international investors — and they don’t necessarily want the same thing.\nInternational investors want assurance that Mr. Macri will continue to cut spending and stick with other parts of his plan. But those same efforts are frustrating certain constituencies at home.\nUnions are worried that workers are losing purchasing power amid high inflation and a broad increase in public utility rates, part of the government’s efforts to decrease spending by slashing subsidies. Hundreds gathered on Friday in downtown Buenos Aires outside the National Electricity Regulator for a union protest against recent increases in utility prices. Last month, thousands took to the streets to protest the hikes.\nThe higher utility costs are hitting the manufacturing sector hard, particularly companies that compete against imported goods.\nAncers, a tableware manufacturer in Buenos Aires, has seen its gas bill soar by 48 percent while electricity costs have doubled since the beginning of last year. During that time, the number of employees has declined by 25 percent, said Angel Vazquez, the company’s founder and president.\n“We may very well have to close soon,” Mr. Vazquez said. “I don’t know if we can hold out for another year.”\nWhat happens next with the economy may translate into whether Mr. Macri’s coalition will win the presidential election next year or whether discontent will give rise to an interventionist government that will undo many of his changes. Although the economy as a whole is growing — expanding 5.1 percent in February, on the year — the latest measures are prompting some analysts to revise their forecasts downward.\n“The government so far has not been able to show big victories, and it’s obvious that if it is going to take unpopular measures, its popularity will suffer,” said Fausto Spotorno, the chief economist at Orlando Ferreres & Asociados, a local consultancy. “But it has rushed many of the measures so that it can avoid bad news next year.”", "date": "May 4, 2018", "href": "https://www.nytimes.com/2018/05/04/business/economy/argentina-economy-interest-rates.html", "tags": "bringing percent mr. key rates raises ” economic interest rate uncertainty — argentina government"}