{"title": "Argentina Takes Emergency Steps to Shore Up Peso", "content": "BUENOS AIRES — Argentina’s president announced emergency measures on Monday to stem concerns from investors about the country’s solvency as it seeks to tap an international credit line.\nIt was the latest move to ease a growing crisis over a plunging currency, just days after the central bank intervened with a drastic increase in interest rates.\nIn a televised address Monday morning, President Mauricio Macri said he would seek to reduce the government’s budget deficit by imposing a new tax on exports. He also said he would reorganize his cabinet, eliminating around half of the ministries.\n“What we have to face is a basic problem, which is we cannot spend more than we have,” Mr. Macri said. “This is not just another crisis. It has to be the last.”\nDespite the announcement, the Argentine peso continued its fall, losing 3 percent against the dollar in thin trading that analysts attributed to the Labor Day holiday in the United States. Stocks in Buenos Aires also fell.\n“Apparently there are still some doubts,” said Sabrina Corujo, head of Portfolio Personal, a local brokerage. “But it may be a bit early to say outright that the reaction was negative.”\nThe peso has lost almost 50 percent of its value against the dollar this year, a tailspin that has accelerated recently. Trying to halt the plunge, the central bank last week raised the country’s benchmark interest rate to 60 percent from 45 percent.\nMr. Macri acted as officials prepared to head to Washington for negotiations Tuesday with the International Monetary Fund. Argentina is seeking a faster disbursement from a $50 billion standby credit agreement sealed this year.\nThe tax on exports will be crucial in allowing a country to eliminate the fiscal deficit next year with the goal of achieving a surplus in 2020, Economy Minister Nicolás Dujovne said.\nThe tax, which will be in effect through 2020, will charge 4 pesos per dollar of exports in primary goods and services and 3 pesos per dollar for all other exports.\n“This will reduce the uncertainty surrounding the government’s financing capability,” said Marcos Buscaglia, a founding partner at Alberdi Partners, a local consulting firm. “The problem is that the additional austerity comes from the side of revenues and not spending.”\nFausto Spotorno, chief economist at Orlando J. Ferreres & Associates, another consulting firm, said the export taxes “only solve the short-term financial problems” and do not amount to “a replacement for the structural reforms that have not been carried out.”\nIn addition, export taxes, which had long been criticized by Mr. Macri’s allies, “are a bad tax because it alters the productivity of the economy” and involves “sacrificing the long term for the short term,” Mr. Spotorno said.\nMr. Macri decreased export taxes on agriculture as one of his first measures when he entered office in December 2015 vowing to carry out market-friendly measures that he said would help the country reinsert itself into markets. It was a reversal of more than a decade of heavy state intervention in the economy by former President Cristina Fernández de Kirchner and her husband and predecessor, Néstor Kirchner.\nAnalysts said the government’s credibility was still in question, particularly after a weekend filled with rumors about possible changes in the president’s cabinet.\n“There is still a big question about whether the government will be able to implement a plan of social austerity and whether it will be able to obtain political consensus during an economy that is in a recession,” said Federico Furiase, an economist with Eco Go, a consulting firm. “As time goes on, the government has fewer and fewer instruments to recover that credibility.”\nAmong analysts there is still a feeling that the government “is running to catch up” after consistently trying to minimize any sort of economic problems, said Rodrigo Álvarez, the head of Analytica, another local consulting firm.\nIt is a remarkable change in fortune for a government that was once a darling of the international markets and had won a big vote of confidence from voters in last year’s midterm elections.\n“After two years and a few months, the situation changed, and in large part because of circumstances that were outside our control,” Mr. Macri said, largely blaming the global economy and a severe drought for the country’s troubles.\nWith the prospect of a potentially long recession, there is widespread concern among investors about the political future of Mr. Macri, who acknowledged Monday that the economic turmoil would lead to an increase in poverty.\nThe political consequences of the move are difficult to predict.\n“Argentina has never carried out an austerity plan of this magnitude before,” said Sergio Berensztein, a political analyst.", "date": "Sept. 3, 2018", "href": "https://www.nytimes.com/2018/09/03/business/argentina-peso-macri.html", "tags": "country macri peso would takes ” economy emergency shore government argentina steps"}