{"title": "Argentina’s Economic Misery Could Bring Populism Back to the Country", "content": "GREGORIO DE LAFERRERE, Argentina — The turquoise paint is peeling from the walls of Claudia Veronica Genovesi’s modest home. Her roof leaks, but she and her husband — both office cleaners — cannot afford to patch it.\nOn the ragged streets of the shantytown across the road, where stinking outhouses sit alongside shacks fashioned from rusted sheets of tin, families have surrendered hopes that sewage lines will ever reach them.\nThey do not struggle to fashion an explanation for their declining fortunes: Since taking office more than three years ago, President Mauricio Macri has broken with the budget-busting populism that has dominated Argentina for much of the past century, embracing the grim arithmetic of economic orthodoxy.\nMr. Macri has slashed subsidies for electricity, fuel and transportation, causing prices to skyrocket, and recently prompting Ms. Genovesi, 48, to cut off her gas service, rendering her stove lifeless. Like most of her neighbors, she illegally taps into the power lines that run along the rutted dirt streets.\n“It’s a neoliberal government,” she says. “It’s a government that does not favor the people.”\nThe tribulations playing out under the disintegrating roofs of the poor are a predictable dimension of Mr. Macri’s turn away from left-wing populism. He vowed to shrink Argentina’s monumental deficits by diminishing the largess of the state. The trouble is that Argentines have yet to collect on the other element the president promised: the economic revival that was supposed to follow the pain.\nMr. Macri’s supporters heralded his 2015 election as a miraculous outbreak of normalcy in a country with a well-earned reputation for histrionics. He would cease the reckless spending that had brought Argentina infamy for defaulting on its debts eight times. Sober-minded austerity would win the trust of international financiers, bringing investment that would yield jobs and fresh opportunities.\nBut as Mr. Macri seeks re-election this year, Argentines increasingly lament that they are absorbing all strife and no progress. Even businesses that have benefited from his reforms complain that he has botched the execution, leaving the nation to confront the same concoction of misery that has plagued it for decades. The economy is contracting. Inflation is running above 50 percent, and joblessness is stuck above 9 percent. Poverty afflicts a third of the population, and the figure is climbing.\nFar beyond this country of 44 million people, Mr. Macri’s tenure is testing ideas that will shape economic policy in an age of recrimination over widening inequality. His presidency was supposed to offer an escape from the wreckage of profligate spending while laying down an alternative path for countries grappling with the worldwide rise of populism. Now, his presidency threatens to become a gateway back to populism.\nAs the October election approaches, Mr. Macri is contending with the growing prospect of a challenge from the president he succeeded, Cristina Fernández de Kirchner, who faces a series of criminal indictments for corruption. Her unbridled spending helped deliver the crisis that Mr. Macri inherited. Her return would resonate as a rebuke of his market-oriented reforms while potentially yanking Argentina back to its accustomed preserve: left-wing populism, in uncomfortable proximity to insolvency.\nThe Argentine peso lost half of its value against the dollar last year, prompting the central bank to lift interest rates to a commerce-suffocating level above 60 percent. Argentina was forced to secure a $57 billion rescue from the International Monetary Fund, a profound indignity given that the fund is widely despised here for the austerity it imposed in the late 1990s, turning an economic downturn into a depression.\nFor Mr. Macri, time does not appear to be in abundant supply. The spending cuts he delivered hit the populace immediately. The promised benefits of his reforms — a stable currency, tamer inflation, fresh investment and jobs — could take years to materialize, leaving Argentines angry and yearning for the past.\nIn much of South America, left-wing governments have taken power in recent decades as an angry corrective to dogmatic prescriptions from Washington, where the Treasury and the I.M.F. have focused on the confidence of global investors as the key to development.\nLeft-wing populism has aimed to redistribute the gains from the wealthy to everyone else. It has aided the poor, while generating its own woes — corruption and depression in Brazil, runaway inflation and financial ruin in Argentina. In Venezuela, uninhibited spending has turned the country with the world’s largest proven oil reserves into a land where children starve.\nMr. Macri sold his administration as an evolved form of governance for these times, a crucial dose of market forces tempered by social programs.\nIn the most generous reading, the medicine has yet to take effect.\nBut in the view of beleaguered Argentines, the country has merely slipped back into the rut that has framed national life for as long as most people can remember.\n“We live patching things up,” said Roberto Nicoli, 62, who runs a silverware company outside the capital, Buenos Aires. “We never fix things. I always say, ‘Whenever we start doing better, I will start getting ready for the next crisis.’”\nLike many Argentine farmers, Roque Tropini is inclined to discuss the present by telling stories about the past.\nA century ago, Argentina was among the wealthiest nations on earth. To Mr. Tropini, that status resulted from the backbreaking labor of pioneers like his grandfather, who arrived in the state of Entre Rios from his native Italy and turned the land into prosperity.\nOne afternoon, Mr. Tropini, 69, drives past the brick flour mill that his grandfather erected in 1920, next to what was then a lonely stop on a new railroad. He idled in front of the towering church that his grandfather constructed in the town that grew around the mill, Viale. He named it Santa Ana, after the cathedral in his hometown in northern Italy.\nHe drove out to his fields, where golden sunshine illuminated rows of soybeans stretching to the horizon. A combine rolled across the land, harvesting a crop mostly destined for China.\nWithout his family’s exertions, Mr. Tropini maintains, Viale would be a blank spot on the map.\nIf only the story ended there, he says. But history delivered the populists who have run Argentina for most of his adult life.\nIn the beginning, there was Juan Domingo Perón, the charismatic Army general who was president from 1946 to 1955, and then again from 1973 to 1974. He employed an authoritarian hand and muscular state power to champion the poor. He and his wife, Eva Duarte — widely known by her nickname, Evita — would dominate political life long after they died, inspiring politicians across the ideological spectrum to claim their mantle.\nAmong the most ardent Peronists were Néstor Kirchner, the president from 2003 to 2007, and his wife, Cristina Fernández de Kirchner, who took office in 2007, remaining until Mr. Macri was elected in 2015.\nTheir version of Peronism — what became known as Kirchnerism — was decidedly left-wing, disdaining global trade as a malevolent force. They expanded cash grants to the poor and imposed taxes on farm exports in a bid to keep Argentine food prices low.\nAs the country’s farmers tell it, Kirchnerism is just a fancy term for the confiscation of their wealth and the scattering of the spoils to the unproductive masses. They point to Ms. Kirchner’s 35 percent tax on soybean exports.\n“We had a saying,” Mr. Tropini says. “‘For every three trucks that went to the port, one was for Cristina Kirchner.’”\nGiven all that, Mr. Tropini cheered the arrival of new president.\nMr. Macri’s administration promised to modernize government while rebuilding Argentina’s standing among international investors. The cosmopolitan, English-speaking technocrats who filled his government relished their role as the antidote to the destructive forces sweeping the continent.\n“We are a country that is fighting to get away from a legacy of populism that has failed,” Marcos Peña, Mr. Macri’s chief of cabinet ministers, says in a recent interview. “We embrace that idea of showing the region and the world, but especially Argentines, that with a more open society, with a more open political system, with a more open economy, we can do better than with a closed populist statist culture.”\nAmong the first things the new president announced was a gradual reduction in export taxes.\n“You could breathe finally,” Mr. Tropini, the farmer, says.\nHe was free of the Kirchners, yet stuck with nature. Floods in 2016 wiped out more than half of his crops. A drought last year wreaked even more havoc.\n“This harvest, this year,” he says, “is a gift from God.”\nBut if the heavens are now cooperating, and if the people running Buenos Aires represent change, Mr. Tropini is critical of Mr. Macri’s failure to overcome the economic crisis.\nA weaker currency makes Argentine soybeans more competitive, but it also increases the cost of the diesel fuel Mr. Tropini needs to run his machinery. High interest rates make it impossible for him to buy another combine, which would allow him to expand his farm.\nIn September, faced with a plunge in government revenues, Mr. Macri reinstated some export taxes.\n“That money goes to pay for social programs for people who aren’t working,” Mr. Tropini grouses. “It goes to support laziness. A lot of people got used to not working during Peronism. There’s been so many years of taking away my production. Don’t take all my profit. Leave some for me.”\nFlybondi is emblematic of what was supposed to happen to the Argentine economy as Mr. Macri unleashed his reforms.\nThe upstart airline has its headquarters in a glass-fronted skyscraper in the center of Buenos Aires, occupying a shared work space amid the hiss of espresso machines and the chatter of technology entrepreneurs. It owes its existence to one of Mr. Macri’s earliest moves: an open-skies policy that allowed private air carriers to compete against the state-owned giants that dominated aviation.\nThe government sought to encourage domestic tourism. In place of 24-hour bus rides on narrow, curving roads prone to tragic accidents, people could fly for an hour or two on a cheap flight.\nIn January 2018, Flybondi took to the skies, using a fleet of five leased Boeing 737s. Much like discount airlines in the United States and Europe, it drastically undercut the competition by turning its planes around swiftly, flying at odd hours and operating out of a fledgling airport — an old military base near Buenos Aires.\nToday, Flybondi operates 17 routes and has grown from 10 employees to 560. Still, the company would be expanding more quickly, growing its fleet and adding routes, were it not for the failure of the president’s economic policies, its chief executive officer, Sebastián Pereira, complains.\nFuel comprises 40 percent of the airline’s costs. It is priced in dollars, meaning it has gotten more expensive as the peso has lost value. Flybondi cannot pass on all of the extra costs because would-be customers are hurting.\n“The situation is not good in Argentina,” Mr. Pereira says. “It’s not as good as we expected. People are not able to pay their bills, so how can they think about flying in a plane?”\nWhy the economy remains moribund is the subject of a debate that could determine whether Mr. Macri gains additional time, or whether Argentina veers back to populism.\nEconomists are emphatic that Argentina’s problems were so enormous that any administration would have faced grave difficulty.\nMs. Kirchner had bequeathed an unmitigated shambles — a budget deficit roughly 8 percent of the country’s annual economic output, according to the government. Data collection had been haphazard and subject to political manipulation, making it difficult merely to divine the extent of the crisis.\nThe government had long operated like a benefactor to the masses, disdaining budget math as a right-wing conspiracy. Mr. Macri was the spreadsheet-wielding killjoy who was halting the festivities, cognizant that more spending courted hyperinflation.\n“The president was very conscious from the first day that he had to go as quickly as possible,” says Mr. Peña, the chief of cabinet ministers. “When you’re a broke and broken country, you have to build a shock in terms of credibility.”\nIn the first years of Mr. Macri’s administration, the government lifted controls on the value of the peso while relaxing export taxes. The masters of international finance delivered a surge of investment. The economy expanded by nearly 3 percent in 2017, and then accelerated in the first months of last year.\nBut as investors grew wary of Argentina’s deficits, they fled, sending the peso plunging and inflation soaring. As the rout continued last year, the central bank mounted a futile effort to support the currency, selling its stash of dollars to try to halt the peso’s descent. As the reserves dwindled, investors absorbed the spectacle of a government failing to restore order. The exodus of money intensified, and another potential default loomed, leading a chastened Mr. Macri to accept a rescue from the dreaded I.M.F.\nAdministration officials described the unraveling as akin to a natural disaster: unforeseeable and unavoidable. The drought hurt agriculture. Money was flowing out of developing countries as the Federal Reserve continued to lift interest rates in the United States, making the American dollar a more attractive investment.\nBut the impact of the Fed’s tightening had been widely anticipated. Economists fault the government for mishaps and complacency that left the country especially vulnerable.\nSome people accuse the Macri administration of a cowardly pursuit of gradualism, cutting spending too slowly in a fruitless effort to avoid enraging the masses. Argentina sold $100 billion in government bonds during Mr. Macri’s first two and a half years in office, exploiting its newfound favor with the international finance set. The cash allowed the government to maintain some social programs.\n“Everybody wants to lend you money, so why should you be so cheap?” says Fausto Spotorno, the chief economist at Orlando J. Ferreres & Associates, a consulting firm in Buenos Aires. “They believed they could postpone the crisis and gradually get out of it.”\nAmong the most consequential errors was the government’s decision to include Argentina’s central bank in a December 2017 announcement that it was raising its inflation target. The markets took that as a signal that the government was surrendering its war on inflation while opting for a traditional gambit: printing money rather than cutting spending.\n“It became clearly a symbol of the idea that we had undermined the independence of the central bank,” Mr. Peña, the chief of cabinet ministers, acknowledges.\nOther people accuse Mr. Macri of failing to set realistic expectations. He insisted that he could easily conquer inflation while also reducing subsidies, which lifted prices for key commodities like electricity.\nIn any event, the economy is a mess, and business is anxious.\n“People are afraid,” says Mr. Nicoli, owner of the silverware company, Prinox LLC, which was started by his grandfather in 1942.\nAt its peak in the mid-1990s, Prinox’s red brick factory employed 67 people. Then came a surge of cheap product from China, followed by a terrible crisis in 2001 that culminated in the largest default in modern history.\nToday, 35 people work at the plant amid the thunderous boom of presses pounding loops of stainless steel into silverware. Four of the seven lines are idle, given the weakness of the Argentine market.\nThe factory buys imported stainless steel. The weak peso has lifted the price of the metal, but Mr. Nicoli cannot pass the extra costs to customers, mostly restaurants, because they are grappling with diminished sales. For most of the past year, his company has barely broken even.\nThe government insists that better days are ahead. The spending cuts have dropped the budget deficit to a manageable 3 percent of annual economic output. Argentina is again integrated into the global economy.\n“We haven’t improved, but the foundations of the economy and society are much healthier,” said Miguel Braun, secretary of economic policy at the Treasury Ministry. “Argentina is in a better place to generate a couple of decades of growth.”\nAt the silverware factory, Mr. Nicoli scoffs.\n“That’s only possible through magic, and no one believes them,” he says. “This is the worst moment. And I think it’s going to get worse.”\nThe election has become a cause for alarm, especially given the growing likelihood of Ms. Kirchner’s candidacy. Her recently released memoir has been taken as a sign that she will enter the race.\nBy late April, the price of insurance on government bonds was signaling a better than 50 percent chance that, sometime before 2024, Argentina would again default on its debts.\n“The world is worried that Argentines may want to go backward,” Mr. Macri declared in a radio interview. “I think they are wrong.”\nBut soon after, Mr. Macri declared that the government was freezing prices on electricity and other crucial commodities, borrowing from the Kirchnerist tool kit.\nOn the litter-strewn dirt roads of Gregorio de Laferrere, the notion of going backward holds enormous appeal.\nMs. Genovesi, 48, and her husband, Oscar Martinez, 57, earn some 18,000 pesos a month (about $400). They canceled their gas service after the loss of subsidies lifted their monthly bill from 100 pesos a month to 700 pesos.\nAs prices climb, they have given up eating beef and fresh fruit, sustaining themselves on chicken innards. They dilute their mate, the hot drink Argentines sip constantly, an infusion of dried leaves.\nTheir television flashes dire warnings, like “Danger of Hyper Inflation.”\nThroughout the neighborhood, people decry the sense that they have been forsaken by the government.\nTrucks used to come to castrate male dogs to control the packs of feral animals running loose. Not anymore. Health programs for children are less accessible than they were before, they said.\nDaisy Quiroz, 71, a retired maid, lives in a house that regularly floods in the rainy season.\n“When our president Cristina was here, they sent people to help us,” she says. “Now, if there’s problems, nobody helps us. Poor people feel abandoned.”\nOutside the city of Parana, in Entre Rios state, Marcelo Fabian Velazquez, 38, leaned into a stiff wind and inhaled the dust as he stood atop a municipal garbage dump.\nLike 6,000 other families, he and his partner and their seven children live on the edges of the dump, mining its contents for their sustenance. They collect scraps of wood, pieces of metal, strands of wire and glass bottles — anything they can sell to a local recycler. They use a horse-drawn cart to carry their finds back to their shack.\nAs smoke rose from the composting trash, Mr. Velazquez used bare hands to rip apart a white trash bag. He plucked a scrap of raw chicken and added it to a bag of other pieces — tonight’s dinner.\nFor the past 12 years, Mr. Velazquez and his partner, Blanca Pereyra, have cadged their livelihood from the trash heap, earning about 330 pesos a week between them (about $7.50).\nIn the past two years, life had gotten harder, they said. The cash they earn does not buy as much food. The people descending on the dump had doubled in number. They waited for the garbage trucks to arrive, jockeying anxiously for position before the vehicles deposited fresh bags across the mud.\nOn a chilly April afternoon, under a persistent drizzle, a 24-year-old mother of three, Ayelen Benitez, waded into the dump for the first time. She had recently lost her job as a maid, surrendering her 3,000 peso-a-month paycheck.\nShe rifles through the trash in search of clothes she can sell at a used clothing market as her 2-year-old daughter squats in the dirt, her pink backpack adorned with the characters from the children’s movie “Frozen.” Flies buzz on a dirty diaper nearby.\nMs. Benitez finds a princess-themed paper plate and hands it to her daughter as improvised entertainment. From the mud, she extracts a pair of black leather shoes that can be turned into cash.\n“It’s a way to feed my children,” she says.\nDaniel Politi contributed reporting from Buenos Aires.", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/business/argentina-economy-macri-populism.html", "tags": "country “ macri misery populism back bring economic says could government — argentina"}