{"title": "Argentine Court Confirms a Deadly Legacy of Dictatorships", "content": "BUENOS AIRES — Time has not clouded Gustavo Molfino’s recollection of a frantic telephone conversation on June 12, 1980. “Save yourself, because you have your life ahead of you,” his mother told him that day. Moments later, she was kidnapped by military agents in Peru and later killed.\nMr. Molfino’s mother, Noemí Gianotti de Molfino, a 54-year-old Argentine, was a victim of Operation Condor, a plan devised by six South American military governments in the 1970s to hunt down and eliminate leftist dissidents across national borders.\nIn a landmark trial that spanned three years and involved the cases of more than 100 victims, a four-judge panel on Friday convicted and sentenced 14 former military officers for their roles in Operation Condor, a scheme of kidnappings, torture and killings. Thirteen are from Argentina, and one is from Uruguay.\nOne other defendant was convicted on charges separate from the larger case, involving a different set of victims. Two defendants were found not guilty.\nThe guilty verdicts set a powerful precedent: For the first time, a court in the region ruled that the leaders of Argentina, Bolivia, Brazil, Chile, Paraguay and Uruguay had worked together in a regionwide criminal conspiracy against opponents, some of whom had fled to exile in neighboring countries, during an era of military dictatorships in the 1970s and ’80s.\n“For the first time, there is a legal truth that overwhelmingly proves what is written in history books,” said Gastón Chillier, the executive director of the Center for Legal and Social Studies. The center is a human rights organization that was a party to the case along with victims’ relatives, as allowed by Argentine law.\nJudge Oscar R. Amirante on Friday read the verdict to the defendants, including Reynaldo Bignone, Argentina’s last military dictator in 1982 and 1983, who were sentenced to prison terms of eight to 25 years. Most of them, including Mr. Bignone, are already serving time for other human rights violations.\nSouth American military governments in the 1970s and 1980s kidnapped and murdered thousands of rebel guerrillas and dissidents. Operation Condor accounted for at least 377, according to a joint report by a unit of Unesco and the Argentine government in 2015.\n“Condor provided the framework,” said Pablo Ouviña, the chief prosecutor on the case.\nMs. Gianotti de Molfino was not among the 106 victims who were linked to 14 of the former officers sentenced on Friday. Her murder is being considered in a separate case related to Operation Condor.\nIn 1977, a year after the military took power in Argentina, Mr. Molfino, then 15, went into exile with his mother, an activist with the Montoneros, an urban guerrilla group. Mr. Molfino became a messenger for the group, hiding microfilm in toys and cigarette packs, and shuttling between Europe and Central America.\nIn 1980, the Montoneros set up a base in Lima, Peru. On June 12 that year, Mr. Molfino was returning to the house where his mother was staying, only to find armed officers surrounding it. He called her from a pay phone. It was the last time he spoke to her.\nAfter her kidnapping, Ms. Gianotti de Molfino was transferred to Bolivia and then Spain, where she was forced to take an overdose of pills and left to die in a hotel room. Two other members of her group were also abducted and were ordered to be “permanently disappeared.”\nThe episode still haunts Mr. Molfino, now 54. “I spent a month sketching out what I could have done to save her, if I’d had weapons: Boom, a grenade here, boom, gunfire there, like Rambo,” he said, crying. “But it was impossible.”\nIn other South American countries, efforts to bring violators of human rights to justice have sputtered. But over the past decade, Argentina has carried out scores of trials in which at least 666 people have been convicted of crimes during Argentina’s “dirty war” of the 1970s and ’80s.\nProsecutors on the Operation Condor case “broke new ground in accountability,” said Francesca Lessa, a researcher at the University of Oxford’s Latin American Center who closely tracked the trial, referring to how they successfully pursued crimes beyond Argentina’s borders. Although amnesty laws were passed in Argentina in the 1980s, prosecutors exploited legal gaps to push ahead with the investigation.\nJudges received testimony from about 370 witnesses over three years, but some of defendants died during the trial, annulling the cases of their victims. For their relatives, the convictions on Friday were tinged with frustration.\n“I have contradictory feelings,” said Edgardo Binstock, whose wife, Mónica Pinus de Binstock, was abducted in Brazil in 1980. She was one of the 106 victims represented in the trial, but in the end no crime could be linked to her disappearance.\n“I would’ve liked a conviction for Mónica,” Mr. Binstock said. “Still, the case as a whole serves as a warning; sooner or later the justice system will act.”\nSara Rita Méndez, 72, a survivor of Operation Condor who was kidnapped and tortured in Argentina in 1976 and then detained for years in her native Uruguay, said: “These trials are fundamental. They generate confidence in society.”\nOperation Condor was conceived in November 1975 during meetings hosted by the Chilean dictator Augusto Pinochet, who enlisted the leaders of Argentina, Bolivia, Brazil, Paraguay and Uruguay. Peru and Ecuador joined later.\nThe name Condor was proposed in honor of Chile’s national bird of prey. Military officers who were carrying out missions abroad liked to say they were out of the country “flying like a condor,” according to declassified American intelligence reports.\nAt a secret detention center here, Automotores Orletti, now a chilling memorial site, dissidents were stripped, drenched, hung from iron girders and tortured with an electric prod. Some of the bodies have been found in recent years stuffed into oil drums sealed with concrete in a nearby canal.\n“They generated a sort of hellish atmosphere,” said Ms. Méndez, a former kindergarten teacher who was part of an antidictatorship organization at the time, recalling how torturers cranked up the radio to drown out the cries. “There was no pause.”\nWith President Obama’s recent order to declassify additional American records that could reveal what the United States government knew about Argentina’s “dirty war,” hopes of piercing the shroud of secrecy surrounding other atrocities of the era have been revived, although it is unclear when the documents will become available.\nSome Argentines worry that the new government of President Mauricio Macri will not vigorously support the judiciary’s investigation and prosecution of crimes during past dictatorships.\nBut Mr. Macri has said such investigations will continue to form part of his human-rights agenda. “I believe we’re on the right path,” he recently told reporters.", "date": "May 28, 2016", "href": "https://www.nytimes.com/2016/05/29/world/americas/argentine-court-confirms-a-deadly-legacy-of-dictatorships.html", "tags": "deadly legacy military dictatorships confirms court molfino ” argentina condor operation time argentine"}