{"title": "Argentina’s Peso Tumbles as Turbulence in Emerging Markets Spreads", "content": "Investors for weeks have been anxious that problems in developing economies could lead to broader trouble in financial markets. Turmoil in Turkey has been the most frequent cause for concern.\nThe jitters intensified on Thursday, yet the catalyst was not Turkey but Argentina — a sign that the array of challenges facing emerging markets might be spreading. The fears triggered a plunge in the currencies of multiple developing economies.\nThe Turkish lira and the South African rand dropped against the dollar, but it was the Argentine peso that experienced the most extreme fall, driven by fears the country would not be able to make its debt payments. Trying to halt the plunge in the value of the peso, which is down close to 50 percent this year, Argentina’s central bank ramped up interest rates by 15 percentage points.\nThe move by Argentina’s central bank brings its benchmark lending rate to 60 percent. It came a day after the country’s president, Mauricio Macri, said he had asked the International Monetary Fund to release $50 billion in credit earlier than had been agreed.\nThe drama in Argentina comes during renewed uncertainty in Turkey. After a dramatic collapse earlier this month, the Turkish lira had rebounded in recent days. On Thursday, though, the lira was down more than 4 percent against the dollar after reports that a top official at the Turkish central bank would be leaving soon. The news fed fears among investors that the country’s president, Recep Tayyip Erdogan, might be moving to assert control over the central bank, which Mr. Erdogan has criticized for raising interest rates.\nOther emerging-market currencies, including the Mexican peso and the Brazilian real, also fell on Thursday, as did the shares of European banks that are financially exposed to Turkey.\nThe market turbulence didn’t spill over into American stock markets, which were down about half a percent.\nSome analysts have said that the debt issues in Argentina and Turkey should be seen as a warning that emerging markets have gorged on too many cheap loans and that a wider reckoning lurks.\nThe more popular view, though, has been that Argentina’s and Turkey’s problems are particular to those countries and will not spread to economies that have managed their economies more responsibly.\nThe I.M.F.’s $50 billion deal with Argentina is one of the largest in the fund’s history. In order to secure the release of the money, Argentina must agree to deep cuts in government spending. The anticipated slowdown in the economy will hurt everyday Argentines and put pressure on Mr. Macri, who was elected on the promise that he would revive Argentina’s economic fortunes.\nArgentina’s central bank said its monetary policy committee decided unanimously to address the peso’s plummeting value in order to counter fears that the currency’s decline could drive faster inflation. The currency has lost nearly half its value against the dollar since the start of the year: One dollar had bought 18.8 pesos, and now purchases 35.9.", "date": "Aug. 30, 2018", "href": "https://www.nytimes.com/2018/08/30/business/economy/argentina-peso-interest-rates.html", "tags": "markets turkey percent turbulence fears peso bank spreads dollar tumbles economies central argentina emerging"}