{"title": "Arike Ogunbowale Strives for Greater Fame. But First, Another Title.", "content": "The ball was inbounded to Notre Dame guard Arike Ogunbowale. “Four, three, two,” came the shouts, counting down the expiring clock. Ogunbowale put up the shot … and … it was an air ball.\nNo matter. This happened last month, during a practice at the Joyce Center in South Bend, Ind., on the day before the Fighting Irish women’s team played its regular-season finale. Notre Dame won that game, as it has won all but three games this year. It needs to win only two more to claim its second straight national championship; the first could come in the national semifinals Friday night, when Notre Dame (34-3) faces Connecticut (35-2).\n[Read our preview of the N.C.A.A. Women’s Final Four here.]\nOgunbowale will be ready. Now a senior, she has made buzzer-beaters when they counted. Specifically, last year, in a sequence without precedent, Ogunbowale hit last-second shots to give her team victories in both the semifinals and the championship game.\nThe stunning nature of Ogunbowale’s feats catapulted her to the kind of mainstream fame rarely bestowed on women’s college basketball, which despite improved play and the introduction of a few more top programs has struggled to broaden its appeal.\nOgunbowale appeared on “The Ellen DeGeneres Show,” where Kobe Bryant greeted her as a surprise guest. She participated in the television competition “Dancing With The Stars.” She won the ESPY Award for play of the year.\n“Shout out to women’s basketball as a whole,” she said in her acceptance speech. “There’s a lot of people with their opinions about us, but all I got to say is, come see us on the court.”\nIt was a telling moment: Even in triumph, winning out over other worthy nominees, mostly from men’s sports, Ogunbowale chose to promote her game.\n“There’s still a long way to go, which is why we have to advocate for ourselves,” Ogunbowale said in an interview last month.\n“I think our Final Four was super-exciting,” she added, noting that the other semifinal had also gone to overtime, “and that got people thinking, like, O.K., yeah, it’s actually fun to watch.”\nThe Final Four, and the response to it, illustrated just how intertwined the discussion of women’s basketball is with a more meta discussion about women’s basketball’s popularity.\n“If Arike were on the men’s side, you take that and roll with it,” said Courtney Cox, a doctoral candidate at the University of Southern California who studies women’s basketball. “But instead she has all this pressure to come back and do it again.”\nIf it wins twice this weekend, Notre Dame would be only the fourth women’s basketball team to repeat as national champion. And if Ogunbowale again plays a starring role, she seems as good a candidate as any to become the rare women’s basketball star to have the kind of first-name status enjoyed by star athletes like Michael, Kobe, LeBron and Serena.\n“This notion of ‘growing the game’ is this phrase we hear a lot — W.N.B.A., college game,” Cox said. “But I think the game is flourishing. Part of it is acknowledging the disparity that’s already existed, the fact that the women’s tournament has only existed on the N.C.A.A. level since 1982.”\nThe college basketball establishment has changed several visible aspects of the women’s game in an effort to increase its exposure. For instance, Ogunbowale’s shots might have made a larger splash because they came on a Friday and a Sunday — the nights before the men’s semifinals and title game — rather than the Sunday-Tuesday time slots that the women’s Final Four had previously occupied.\nThat was one of several recommendations made in a paper that Val Ackerman, the first W.N.B.A. president, wrote for the N.C.A.A. in 2013 amid fears of declining attendance, stagnant ratings and a top-heavy women’s tournament. Others included experimental rule changes, such as a 24-second shot clock and toying with a slightly lower rim; considering making women’s basketball a one-semester sport; and even hosting the men’s and women’s Final Fours in the same city (or establishing a multiyear site for the women’s event, much as Omaha always hosts the College World Series).\n“The visibility levels are a bit lower than they are in the men’s,” said Ackerman, who is now the Big East commissioner. “It’s just one of the broader challenges.”\nOf Ogunbowale, Ackerman added, “The aftermath of that championship for her proved that it can happen, when you have compelling performances on a national stage.”\nThere is more than one kind of compelling, though. One of this season’s more interesting moments also involved Ogunbowale and occurred when Connecticut visited Notre Dame for a nonconference game in December. During the game, which the Huskies won easily, Ogunbowale received a technical foul when she appeared to have words with Connecticut Coach Geno Auriemma — the latest spat between the two, who once subtweeted one another when Ogunbowale dropped UConn from her list of programs during recruiting.\nNeither Ogunbowale nor Notre Dame Coach Muffet McGraw would address the technical directly in interviews. But the argument that it was good for the game — that it resembled the drama that drives the N.B.A. news cycle — was made by the likes of the ESPN writer D’Arcy Maine, who said, “I’m here for all the pettiness.”\nMuch as the N.B.A. has ridden the personalities of its stars to greater popularity, women’s basketball’s growth will require what sports leagues have always needed: talented and charismatic stars.\n“The more we can do to get the casual fan to go, ‘Oh, Notre Dame’s playing — I’m going to turn it on to see Arike,’” said McGraw, “the more interest, the more fans we’ll get.”\nCoincidentally or not, broadcasts of Notre Dame regular-season games on ESPN networks were up 12 percent over last year, according to a network spokeswoman.\n“It’s not there yet,” said Gregory Ogunbowale, Arike’s father. “Arike and the others are trying to put it on the map. O.K., we’re equally as good. As the father of a woman, I respect that. It’s not all about dunking, it’s about fundamentals, it’s about skills, and they have all those.”\nHe has noticed one difference, however. One of Arike’s older brothers, Dare, is a running back who has played for Wisconsin and now a few N.F.L. teams. In the past, Gregory said, when teachers at the Milwaukee elementary school where he is the principal would ask about Dare, others would mention that his daughter was an athlete, too. Now, he said, it’s the reverse.\n“One of my colleagues a couple weeks ago passed by my office and said, ‘Hi, Arike’s Dad,’” he said. “I never heard that before.”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/sports/notre-dame-uconn-final-four-arike-ogunbowale.html", "tags": "game basketball title first notre fame ogunbowale greater strives ” one another dame women arike"}