{"title": "Army Special Forces Secretly Help Saudis Combat Threat From Yemen Rebels", "content": "WASHINGTON — For years, the American military has sought to distance itself from a brutal civil war in Yemen, where Saudi-led forces are battling rebels who pose no direct threat to the United States.\nBut late last year, a team of about a dozen Green Berets arrived on Saudi Arabia’s border with Yemen, in a continuing escalation of America’s secret wars.\nWith virtually no public discussion or debate, the Army commandos are helping locate and destroy caches of ballistic missiles and launch sites that Houthi rebels in Yemen are using to attack Riyadh and other Saudi cities.\nDetails of the Green Beret operation, which has not been previously disclosed, were provided to The New York Times by United States officials and European diplomats.\nThey appear to contradict Pentagon statements that American military assistance to the Saudi-led campaign in Yemen is limited to aircraft refueling, logistics and general intelligence sharing.\nThere is no indication that the American commandos have crossed into Yemen as part of the secretive mission.\nBut sending American ground forces to the border is a marked escalation of Western assistance to target Houthi fighters who are deep in Yemen.\nSenator Tim Kaine, Democrat of Virginia and a member of the Armed Services Committee, on Thursday called the Green Berets mission a “purposeful blurring of lines between train and equip missions and combat.” He cited the report in The Times and called for a new congressional vote on the authorization for the use of military force — a war powers legislation used by three successive presidents in conflict zones around the world.\nBeyond its years as a base for Al Qaeda in the Arabian Peninsula, Yemen has been convulsed by civil strife since 2014, when the Shiite Muslim rebels from the country’s north stormed the capital, Sana. The Houthis, who are aligned with Iran, ousted the government of President Abdu Rabbu Mansour Hadi, the Americans’ main counterterrorism partner in Yemen.\nIn 2015, a military coalition led by Saudi Arabia began bombing the Houthis, who have responded by firing missiles into the kingdom. Yet there is no evidence that the Houthis directly threaten the United States; they are an unsophisticated militant group with no operations outside Yemen and have not been classified by the American government as a terrorist group.\nThe Green Berets, the Army’s Special Forces, deployed to the border in December, weeks after a ballistic missile fired from Yemen sailed close to Riyadh, the Saudi capital. The Saudi military said it intercepted the missile over the city’s international airport — a claim that was cast in doubt by an analysis of photos and videos of the strike. But it was enough for Crown Prince Mohammed bin Salman to renew a longstanding request that the United States send troops to help the kingdom combat the Houthi threat.\nA half-dozen officials — from the United States military, the Trump administration, and European and Arab nations — said the American commandos are training Saudi ground troops to secure their border. They also are working closely with American intelligence analysts in Najran, a city in southern Saudi Arabia that has been repeatedly attacked with rockets, to help locate Houthi missile sites within Yemen.\nAlong the porous border, the Americans are working with surveillance planes that can gather electronic signals to track the Houthi weapons and their launch sites, according to the officials, all of whom spoke on condition of anonymity because they were not authorized to discuss the mission publicly.\nDuring a meeting on Capitol Hill in March, senators pressed Pentagon officials about the military’s role in the Saudi-led conflict, demanding to know whether American troops were at risk of entering into hostilities against the Houthis.\nPentagon officials told the senators what had already been said publicly: that American forces stationed in Saudi Arabia only advised within the kingdom’s borders and were focused mostly on border defense.\n“We are authorized to help the Saudis defend their border,” Gen. Joseph L. Votel, the head of United States Central Command, told the Senate Armed Services Committee on March 13. “We are doing that through intelligence sharing, through logistics support and through military advice that we provide to them.”\nOn April 17, Robert S. Karem, assistant secretary of defense for international security affairs, told the Senate Foreign Relations Committee that the United States had about 50 military personnel in Saudi Arabia, “largely helping on the ballistic missile threat.”\nThe Green Berets have stepped in to deal with an increasingly difficult problem for the Saudi military. Their presence is the latest example of the expanding relationship between the United States and Saudi Arabia under President Trump and Prince Mohammed.\nMr. Trump’s first overseas trip after taking office was to Riyadh, nearly one year ago. By contrast, President Barack Obama regularly criticized Saudi Arabia for civilian casualties inflicted by its bombing campaign in Yemen, and blocked arms sales to the kingdom.\nIn March, as Prince Mohammed met with Mr. Trump and top national security officials in Washington, the State Department approved the sale of an estimated $670 million in anti-tank missiles in an arms package that also included spare parts for American-made tanks and helicopters that Saudi Arabia previously purchased.\n“Saudi Arabia is a very wealthy nation, and they’re going to give the United States some of that wealth hopefully, in the form of jobs, in the form of the purchase of the finest military equipment anywhere in the world,” Mr. Trump said at the time.\nHe called Prince Mohammed “more than the crown prince now” and displayed a poster featuring military aircraft worth $12.5 billion that the United States had agreed to sell to Saudi Arabia.\nThe American military’s support for the Saudi campaign against the Houthis is different from the Pentagon’s campaign against other militants in Yemen.\nOver the past two years, American-backed government troops from Yemen and the United Arab Emirates have expanded a shadowy war in Yemen’s central and southern regions. The effort has targeted more than 3,000 members of the Qaeda affiliate and its tribal confederates, driving them into the rugged, mountainous interior.\nLast year, as part of Mr. Trump’s intensified campaign against terrorist organizations, the United States launched more than 130 airstrikes in Yemen, according to United States Central Command. Most of the strikes targeted Qaeda militants; 10 were launched against Islamic State fighters.\nBy comparison, the American military launched 38 strikes in Yemen in 2016; airstrikes have continued this year.\nOfficials said American support for the Saudi-led coalition against Houthi rebels, a campaign that includes the United Arab Emirates, Jordan and Egypt, was initially outlined in a 2015 document known as the Rice memo, named after Susan E. Rice, who was then Mr. Obama’s national security adviser.\nThe memo detailed military assistance and was intended to keep the United States out of offensive operations against the Houthis, focusing instead on helping the Saudis secure their border.\nUnder the Trump administration, the scope of those guidelines appears to have grown — as evidenced by the addition of American surveillance planes and the Green Beret team.\nThe Saudi air campaign in 2015 initially was aimed at stockpiles of older Soviet ballistic missiles that were first used in Yemen’s 1994 civil war. The Saudi military reckoned those weapons could fall into Houthi hands.\nIn April 2015, after a month of strikes, the Saudi-led coalition said it had accomplished its goals of destroying the missiles and the equipment used to launch them. But that June, Houthi rebels launched their first salvo of ballistic missiles, aimed at Khamis Mushayt, a Saudi city roughly 60 miles from the Yemen border.\nSince then, Houthis have launched dozens of missiles, including shorter-range modified antiaircraft missiles and imported Iranian munitions. The White House and State Department have seized on the attacks to condemn not only the rebels but their Iranian supporters, underscoring the administration’s increasing hard line against Tehran.\n“Iran destabilizes this entire region,” Secretary of State Mike Pompeo said during a visit to Riyadh on Sunday. “It supports proxy militias and terrorist groups. It is an arms dealer to the Houthi rebels in Yemen.”\nSince 2015, Mr. Karem said, Houthi rebels have launched more than 100 ballistic missiles and many more rockets against major population centers, international airports, military installations and oil infrastructure — all within Saudi Arabia.\nIn the first four months of this year, the Houthis launched more than 30 missiles — roughly on par with the number fired in all of 2017, according to data compiled by the Center for Strategic and International Studies.\nSaudi forces trying to counter weapons from Yemen’s west coast — like the Houthi-held port in Al Hudaydah, where officials in Riyadh believe components of the missiles are shipped — have only two viable options, said Michael Knights, a fellow at the Washington Institute for Near East Policy.\nThe first is to find the missiles where they are stored, which requires an extensive amount of intelligence, Mr. Knights said. The second is far harder: to attack the launch sites, he said.\n“They have a very difficult problem,” Mr. Knights said.\nHouthi rebels could hide mobile missile launchers anywhere from inside culverts to beneath highway overpasses. They are easily moved for hasty launches.\nDealing with that problem requires a well-orchestrated system by the Saudi-led coalition, extending from satellites to troops on the ground, to ensure aircraft can find and quickly destroy the missile launchers.\n“In a mobile-missile environment, that’s a challenge,” Gen. David L. Goldfein, the Air Force chief of staff, said in an interview.", "date": "May 3, 2018", "href": "https://www.nytimes.com/2018/05/03/us/politics/green-berets-saudi-yemen-border-houthi.html", "tags": "forces american saudis military united missiles rebels army saudi states help yemen threat combat arabia secretly special houthi"}