{"title": "Arsène Wenger gets hero's welcome in Liberia", "content": "Crowds of excited Arsenal fans have welcomed Arsène Wenger as he arrived in Liberia ahead of an awards ceremony where he will be given the country's highest honour. \nThe former Arsenal manager was Liberian President George Weah's first European football coach and brought him to Monaco in 1988.\nPresident Weah went on to become the only African to win Fifa World Player of the Year.\nWenger will be inducted into the country's Order of Distinction on 24 August and be given the title of Knight Grand Commander of the Humane Order of African Redemption. \nHe was greeted at the international airport in Harbel, 52km (32 miles) from Liberia's capital Monrovia, by the country's minister of youth and sports, Zoegar Wilson (right, below). \nWenger told the media that he had come to the country to visit George and was not aware of any honour. \nHe previously expressed his admiration for Mr Weah in an interview with the BBC. \n\"I remember when I saw him the first time at Monaco, coming in a bit lost, not knowing anybody, not being rated by anybody as a player and becoming the best player in the world in 1995 and today becoming the president of his country,\" Wenger said. \n\"The life of this guy is a real film. It is unbelievable. It can make a fantastic film.\"\nNot everyone has been as excited about his arrival. \nSome Liberians say that the honour should not have been given to an individual for what they had done for the president personally, according to the BBC's Jonathan Paye-Layleh in Monrovia. \nOn a Liberian morning radio show, called 50-50, some of the listeners who called in said Mr Weah should have honoured the Liberian coaches who trained him before he caught the eye of the international community.\nLiberia's Information Minister Eugene Nagbe told the BBC the award was not only about Weah's personal connection with Wenger, but was a way to recognize that the Frenchman had \"contributed to sports in Africa and has given many Africans opportunities\".\nWenger coached 16 African players at Arsenal, including Ivory Coast's Kolo Toure, Cameroon defender Lauren and Nigerian Nwankwo Kanu. \n All images subject to copyright", "date": "23 August 2018", "href": "https://www.bbc.co.uk/news/world-africa-45288089", "tags": "given country african liberian arsène weah hero arsenal gets wenger welcome liberia honour"}