{"title": "Article 50: Can the UK revoke Brexit?", "content": "Prime Minister Theresa May has been granted another Brexit delay by European Union (EU) leaders with a new deadline date of 31 October.\nEuropean Council President Donald Tusk said the UK should use the extra time to either pass the withdrawal agreement negotiated between the UK and the EU, rethink its strategy or \"cancel Brexit altogether.\" \nIf the UK chose this last option, it would mean revoking something called Article 50.\nThis is the part of the Lisbon Treaty which sets out what happens when a country decides that it wants to leave the EU.\nIt was triggered by Theresa May on 29 March 2017, starting a two-year countdown to leaving - although this period has now been extended twice. \nA petition calling for Article 50 to be revoked - effectively cancelling Brexit - has been signed by more than six million people. But Theresa May has said that it should not be revoked.\nThe European Court of Justice (ECJ) ruling last year confirmed that the UK could revoke Article 50 itself, without having to ask the other 27 EU countries for permission.\nThis could be done by writing a letter to the European Council, made up of EU heads of state. \nThe ECJ said the UK would then remain a member of the EU on the same terms - as it has now - including keeping its budget rebate. \nBut it did set some conditions.\nThe ruling said revocation should be \"unequivocal and unconditional\", suggesting that the UK could not simply revoke Article 50 in order to buy more time and then resubmit it at a later date.\nA senior lawyer at the ECJ said that \"appropriate legal instruments\" could be used if a member state tried to trigger and revoke Article 50 in order to secure a better withdrawal deal. \nTheresa May or Parliament?\nOn this, the ECJ did not give a definitive answer. \nThe court ruled that: \"Revocation must be decided following a democratic process in accordance with national constitutional requirements.\"\nThe UK government has a power known as the Royal Prerogative, which allows it to do certain things including deploying armed forces, granting honours and altering international treaties without consulting Parliament.\nSo it is possible in theory that Mrs May would be able to revoke Article 50 without giving MPs the chance to vote on it. \nBut there are limits to that power, and those limits have been tested during the course of the Brexit process.\nTheir use to activate the two year Article 50 negotiating period was challenged by Gina Miller at the beginning of 2017.\nThe Supreme Court ruled in her case that the government could not trigger the EU exit process without bringing it before Parliament. \nBecause an act of Parliament was required to trigger Article 50, it has been suggested revoking it would also need parliamentary approval. \n\"The balance of opinion is that the safest and most secure legal route is to enact a very short piece of legislation to authorise the prime minister to revoke,\" according to Kenneth Armstrong, professor of European law at the University of Cambridge.\nAlthough some lawyers believe a letter from the prime minister would do.\nThat's if Theresa May were to make the decision - but what if Parliament wanted to force her hand?\nThey could potentially do this by taking control of Parliamentary business, as happened last month enabling Labour MP Yvette Cooper to pass legislation compelling the Prime Minister to seek a Brexit extension. \nIn the same way, if there were a majority to do so, MPs might be able to instruct the Prime Minister to revoke Article 50. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "11 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47668466", "tags": "brexit may uk minister eu theresa prime could article revoke"}