{"title": "As Amazon’s Influence Grows, Marketers Scramble to Tailor Strategies", "content": "Amazon’s rapidly expanding influence on a wide portion of the American public has become impossible to ignore — and it is giving rise to a whole new side of the advertising industry.\nAs more people live large portions of their lives in Amazon’s ecosystem, ad agencies are increasingly offering specialized services to help brands take full advantage of the company’s universe.\nThat means adding flourishes like recipes and magazine-style images to product pages, coming up with creative ways to get customers to post reviews on Amazon and plotting how companies can best connect with people who are using devices like the voice-activated Echo.\nAnd Amazon itself, aware of its growing power, is encouraging companies to buy more ads through its own media group. Its argument: When an ad is on Amazon, a direct connection can be made between people seeing it and then making a purchase.\n“How your product is perceived on Amazon and in the Amazon community in ratings and reviews has such a powerful impact on the future of you as a brand,” said John Denny, vice president for digital and e-commerce at Bai Brands, the beverage company. “Increasingly, if you win on Amazon, you win, period. And this is the world marketers have to wrap their brains around.”\nSeveral advertising executives anticipate that more agencies will begin offering Amazon-focused services, comparing the company’s rise to previous paradigm shifts like when search engines and social media became a daily part of people’s lives.\nIt’s already affecting what shoppers see. Take, for example, the Amazon product page for a whey protein powder from Optimum Nutrition. It was put together with help from the Tombras Group, based in Knoxville, Tenn., which recently started an Amazon-focused division.\nDooley Tombras, the firm’s executive vice president, said it sent products to influential Amazon reviewers in hopes of soliciting positive feedback and conducted “guerrilla sampling,” like holding events “where we’re handing out a product and we’ve got teams there with iPads and we’re encouraging people to write reviews of a product on the spot.”\nThere are more than 14,000 reviews of the powder. The page also has more than a dozen images of the powder taken from “multiple angles” against a light background to look clean and professional, Mr. Tombras said, along with short videos extolling the powder.\nBrands can pay Amazon to customize the middle of pages with large advertorial images and information — which in the protein powder’s case included photos of men working out; a recipe for “birthday cake pancakes” made with the chocolate-flavored whey; and a chart featuring six of its other products, like Micronized Creatine Powder, explaining when and how they should be consumed.\nMr. Tombras’s firm is even working on a feature for Echo devices that will provide recipes from Optimum Nutrition. “If you find a recipe you like and happen to not have that flavor or item, you can go ahead and make that purchase,” he said, “which is pretty cool.”\nAmazon has long been an online shopping behemoth, but marketers now know it is playing an increasingly important role in how people discover and learn about their goods.\n“E-commerce is nothing new, it’s been going on for decades, and Amazon is nothing new, it’s been successful for decades — but now they are becoming much more of a dominant force in brand discovery,” said Sarah Hofstetter, the chief executive of the digital agency 360i.\nIts quick success in categories like apparel and the popularity of voice search emphasized that, Ms. Hofstetter said. “Amazon is the new shelf space,” she added, “and if you’re not on it, you may be rendered invisible.”\nMindshare and Possible, two agencies under the ad giant WPP, recently announced a service to help companies spend their advertising dollars across “the Amazon ecosystem.” (Possible caught the industry’s attention this year when it acquired Marketplace Ignition, an Amazon-focused consulting firm.)\nThe agencies said in the release that more than half of United States consumers now started online product searches on Amazon, compared with 28 percent on search engines and 16 percent on retailer websites.\nMartin Sorrell, WPP’s chief executive, said on an earnings call this year that “Amazon’s penetration in most areas is frightening to some.” He added that the company was his response when people asked him, “What worries you when you get up at night and when you wake up in the morning?”\nIn an interview in Cannes, France, last month, Mr. Sorrell said his firm wanted to do more with clients and Amazon, but noted there were major questions around how brands might gain access its customer data and compete on voice search.\n“What happens if I say to Alexa, ‘I like Cheerios,’ and Alexa says, ‘I’ve got Kellogg’s Corn Flakes, which are 10 percent off’?” he said.\nAmazon Media Group, the company’s growing advertising division, has been looking to assuage such concerns while touting new ways marketers can reach people on Amazon. Seth Dallaire, its head of global ad sales and marketing, has been urging agencies to view product pages and images as “brand marketing vehicles,” noting that if they are not well maintained it could undermine all the work companies did to get people there in the first place.\n“We can see the entire customer-decision journey, and that’s what’s unique,” Mr. Dallaire said. “We can help a brand if they’re selling their products on Amazon understand when a customer is exposed to an ad and, when they clicked on an ad, if they bought something, and then we can help them tailor their marketing messages and their creative to each different step.”\nThat’s no small pitch given the guesswork that goes into advertising. Amazon has long sold lucrative sponsored product listings and other ads tied to search terms on its site, like Google. It also offers automatically placed ads on external sites using its own technology and data, and marketing on Amazon packages and devices like Kindles.\nIt can harness its users, too — while Amazon does not sell cars, it worked with Hyundai last year to offer test drives to Prime Now customers in California.\nAmazon does not disclose the size of its ad business, though estimates show it is well below Google and Facebook, which each bring in more than $25 billion from ads annually. While eMarketer estimated that Amazon will attract more than $1 billion in ad revenue this year, BMO Capital Markets forecasts $3.5 billion for 2017 and $5.7 billion next year.\n“In the grand scheme of things, the advertising revenue they’re generating is small compared to Google — you can barely compare them,” said Norm Johnston, global chief strategy and digital officer for Mindshare. “But for Amazon, it’s not the advertising revenue in itself. They know if brands invest in the platform, the more sales they’re going to generate, and a lot of those sales lead to subscription models.”\nIn the past, many brands handled their Amazon business through store sales teams that determined shelf positioning and end-of-aisle displays at brick-and-mortar chains. That is no longer workable as Amazon extends its ad network, offering branding opportunities through its Prime program and streaming N.F.L. games.\n“In the old world, you’d run magazines, TV spots and outdoor ads, then you’d go into the shop, and they’d control what happened in the shop,” Mr. Johnston said. “You can’t distinguish like that anymore.”\nTo that end, marketers are also learning to pay new attention to issues like how much of an item is in stock before promoting it, or risk being penalized by Amazon’s algorithms if they aren’t able to handle demand, Mr. Denny of Bai said.\nMr. Dallaire said Amazon planned to keep investing in its ad sales and agency development teams.\nUltimately, he said, the interest is generated by behavioral shifts.\n“It could be people shopping on their phones, the expectation you or I might have of getting immediate customer-review information and pricing information within seconds of pulling a device out of our pockets, it could be the expectation of hearing a song you ask Alexa to play,” he said. “Advertisers want to make sure they are not missing out on these customer trends.”", "date": "July 31, 2017", "href": "https://www.nytimes.com/2017/07/31/business/media/amazon-advertising.html", "tags": "ad scramble advertising grows product ” tailor influence strategies like amazon marketers"}