{"title": "As Boeing Confronted a Swelling Crisis, It Had Little to Say", "content": "As much as any company in corporate America, Boeing would appear to be well prepared to deal with a public-relations crisis. A major exporter and military contractor, Boeing has deep ties in Washington and spends lavishly on lobbying.\nDennis A. Muilenburg, the chief executive, is on the board of the Business Roundtable, an influential group that seeks to shape public policy. Boeing’s top executive in the nation’s capital is a seasoned operator who worked in the Clinton White House.\nYet for all the scrutiny Boeing faced after the crash of Ethiopian Airlines Flight 302 and the subsequent grounding of its 737 Max planes around the world, the company initially had very little to say.\n[Follow our Boeing and F.A.A. Hearings Live Updates.]\nIt issued brief statements, expressing sympathy and standing by its planes. It communicated quietly with the news media and government officials. And Mr. Muilenburg stayed out of sight — his first substantial public comments came in the form of a statement released more than a week after the crash in Ethiopia — and to many observers, Boeing appeared to be caught flat-footed by the growing public outcry.\n“Their comments have been very engineering-esque,” said Richard Levick, founder of Levick, a Washington crisis communications firm. “There has been no human face to this.”\nBoeing now faces its most public reckoning since the accident in Ethiopia this month, which followed the crash of another 737 Max jet, Lion Air Flight 610, in Indonesia in October.\nOn Wednesday in Washington, two Senate subcommittees are scheduled to hold hearings dealing with federal oversight of the aviation industry. Witnesses will include the transportation secretary, the head of the Federal Aviation Administration and the chairman of the National Transportation Safety Board.\nIn Renton, Wash., Boeing will be engaged in a charm offensive with its customers and the news media. An early-morning briefing for reporters will be followed by a factory tour. Later in the day, Boeing executives — though not Mr. Muilenburg — will meet with about 200 pilots, airline executives and regulators to review proposed changes to the 737 Max.\nThe crash in Ethiopia set off a global crisis for Boeing. In the days that followed, regulators around the world grounded the Max, lawmakers pushed for investigations and airlines called for compensation.\nAviation experts zeroed in on new anti-stall software included in the 737 Max that is believed to have contributed to the Lion Air crash and may have played a role in the Ethiopian Airlines crash. Boeing has lost about $40 billion in market value in recent weeks.\n[Here’s what you need to know about the deadly Ethiopian Airlines and Lion Air crashes, and what Boeing has been doing since.]\nAt first, Boeing stood by the airworthiness of the 737 Max, even as some regulators took the jetliner out of service. After President Trump tweeted concerns about aviation safety two days after the crash, Mr. Muilenburg called the president and encouraged him to keep the planes flying.\nYet Boeing did not make Mr. Muilenburg or other executives available for interviews at the time. Nor did anyone in Washington — like Transportation Secretary Elaine Chao or Daniel Elwell, the acting F.A.A. chief — truly step forward to become the face of the government response.\n“You had inconsistent signals coming from the Department of Transportation, the F.A.A. and the N.T.S.B.,” said Jeffrey Sonnenfeld, a leadership professor at the Yale School of Management. “There was no one commanding voice of authority.”\nMeanwhile, the story quickly transcended Washington. Consumers scheduled to fly on 737 Maxes requested to switch planes. The travel website Kayak added a feature that allowed shoppers to sort flights by plane type.\n“Boeing responded as a business-to-business company, but this has become a business-to-consumer issue,” Mr. Levick said. “Consumers now care about what plane they are on.”\nThe F.A.A. eventually grounded the 737 Max planes, but not until after regulators around the world had already done so. Boeing supported the decision, with Mr. Muilenburg, the day after his first conversation with Mr. Trump, placing another call to the White House to say as much.\nThough it appeared to be a flip-flop, Mr. Sonnenfeld said Boeing was doing the best it could with limited and constantly changing information.\n“They weren’t avoiding or denying, they just didn’t have all the facts,” he said. “It’s just a very confusing situation, and they needed to frame the issue: Here’s what we know and here’s what we don’t know.”\nEven with the planes grounded, there have been tense moments. On Tuesday, a Boeing 737 Max 8 that Southwest Airlines was flying to California to be grounded was forced to make an emergency landing in Orlando, Fla., after the pilots reported “performance issues” with one of the engines shortly after takeoff, the airline said. There were no passengers on board. The F.A.A. said it was investigating.\nBoeing has traditionally relied on in-house employees, rather than public-affairs consultants, to manage periods of intense public scrutiny. But after that hectic week following the Ethiopia crash, Boeing turned to Sard Verbinnen, a crisis communications firm based in New York that it kept on retainer, for assistance. What followed was a more assertive posture by Boeing.\nOn March 18, Mr. Muilenburg released a statement and video expressing regret for the crashes and emphasizing Boeing’s commitment to safety. Days later, Boeing took out full-page advertisements in newspapers including The New York Times, The Washington Post and The Wall Street Journal. Sard Verbinnen declined to comment.\nBut as Boeing tried to seize control of the narrative, the bad news kept coming. The Justice Department opened an investigation into Boeing’s rushed development of the 737 Max. The Transportation Department’s inspector general is examining how the plane was certified.\nAnd the Defense Department’s inspector general said it was looking into complaints that Patrick M. Shanahan, the acting defense secretary and a former Boeing executive, had been promoting his former employer and talking down other military contractors.\nSo far, Boeing has not hired any outside law firms to help it with the mounting investigations. It is relying on its Washington office, led by Timothy Keating, who previously worked in government relations at Honeywell International and served as a special assistant to President Bill Clinton and as staff director for the White House Legislative Affairs office.\nTo advocate for Boeing in Washington, Mr. Keating has assembled a team that includes more than a dozen former government officials. Boeing spent over $15 million in lobbying in Washington last year, more than all but a few other companies.\nBoeing said it was being responsive to inquiries from lawmakers. “We are engaging with offices from across the country to share the facts,” Boeing said in a statement. “We’re taking every phone call and responding to every request.”\nOn Saturday, Boeing hosted about a dozen pilots and executives from five airlines in Renton. It was the first time Boeing had met directly with airline pilots since the crash in Ethiopia, and followed a round of more contentious meetings between Boeing and pilots after the Lion Air crash last year.\nJon Weaks, president of the Southwest Airlines Pilots’ Association, said his pilots expected to be in more regular communication with Boeing from now on.\n“As the pilots of the aircraft, we need more direct interaction with Boeing going forward,” he said. “This needs to be the start of an ongoing relationship.”\nEven as it plays host to hundreds in Renton on Wednesday, Boeing said it would be following the hearings in Washington closely.\n“Boeing continues to support the ongoing accident investigations, and is working with the authorities to evaluate new information as it becomes available,” the company said in a statement. “Safety is our top priority when we design, build, deliver and maintain Boeing aircraft.”\nAnd Mr. Muilenburg released another statement on Tuesday that said, in part, “We are all humbled and learning from this experience.”\nBut as Boeing continues to grapple with an escalating crisis, the public will be watching the company closely, and paying particular attention to what Mr. Muilenburg does, or doesn’t, say.\n“He could be out there more,” Mr. Sonnenfeld said. “You can never express sympathy enough for something this catastrophic.”", "date": "March 27, 2019", "href": "https://www.nytimes.com/2019/03/27/business/boeing-planes.html", "tags": "crash pilots swelling mr. washington boeing little confronted ” say muilenburg crisis max"}