{"title": "As Brock Turner Is Set to Be Freed Friday, California Bill Aims for Harsher Penalties for Sexual Assault", "content": "Days before the scheduled release of a former Stanford University student from jail on Friday after serving three months for sexual assault, California lawmakers voted to close what they called a sentencing loophole by mandating harsher penalties for similar assaults.\nVictims advocates and others are planning a protest outside the San Jose Hall of Justice at 10 a.m. on Friday to greet the release of the former student, Brock Turner. And amid an effort to impeach the judge, Aaron Persky — who was denounced for what many called an egregiously lenient sentence of six months — the judge has spoken out on a website, Retain Judge Persky.\nWithout addressing any specific case, Judge Persky defends his record, saying he’s a fair-minded judge and a prosecutor of hate crimes: “I have a reputation for being fair to both sides.”\nThe California bill, inspired by the Stanford case, cleared its last hurdle in the California Assembly on Monday. It is now before Gov. Jerry Brown. A spokesman for the governor declined on Tuesday to comment on his plans for the bill, adding that Mr. Brown has until the end of September to sign or veto it.\n“It took the lax sentence in the Brock Turner case that drew international scorn to get this done,” Assemblyman Bill Dodd, a Democrat who is a sponsor of the bill, said in an interview on Tuesday. The legislation, he added, is about more than sentencing. “It’s about supporting victims and changing the culture,” he added.\nThe bill would change state law, which treats sexual assaults involving penetration differently when a victim is unconscious or severely intoxicated. Because such victims cannot resist an attack, the state does not currently consider such assaults to involve the use of force, a factor for mandatory denial of probation. The bill would extend that automatic denial to all perpetrators of penetrative sexual assaults, regardless of the state of the victim.\nThat legislature’s action came less than a week after the Santa Clara County Superior Court announced that Judge Persky would stop hearing criminal cases and handle civil cases instead, effective Sept. 6. He had asked for the transfer, the court’s presiding judge said.\nNow, Judge Persky is in a battle to retain his position. A petition seeking hearings to impeach him has collected 1.3 million signatures since it was started three months. The movement to remove him has also raised more than $250,000.\nBut in a statement posted to the website of the campaign to retain him, the judge says: “I believe strongly in judicial independence. I took an oath to uphold the Constitution, not to appease politicians or ideologues. When your own rights and property are at stake, you want the judge to make a fair and lawful decision, free from political influence.”\nHe also noted his work prosecuting hate crimes and “sexually violent predators.”\nBut the Stanford law professor leading the recall effort, Michele Dauber, told The Washington Post that she believes Judge Persky’s sentencing reflected a “longstanding pattern” of bias in favor of white or privileged young men.\nIn an interview in June, Professor Dauber, a friend of the victim’s family, said the judge’s sentence, which included three years’ probation, had made female college students unsafe and cited what she called the judge’s misapplication of the law in taking Mr. Turner’s age, academic achievement and alcohol consumption into consideration.\n“If you’re going to declare that a high-achieving perpetrator is an unusual case, then you’re saying to women on college campuses that they don’t deserve the full protection of the law in the state of California,” the professor said.\nProfessor Dauber had said that because the judge had no opponent and will be “automatically re-elected” in November, the recall campaign was the only way to remove him. (Judge Persky won his race in the California primary.)\nJudge Persky tossed out two counts of rape and sentenced Mr. Turner, 21, a champion swimmer, to six months in jail and three years’ probation. (Inmates often serve under the possibility of a reduced sentence of half their time for good behavior.) Mr. Turner was convicted in March of three felony counts, two of sexual penetration and one of intent to commit rape after attacking the 23-year-old woman.\nTwo graduate students witnessed the assault and intervened, one of them chasing and tackling Mr. Turner as he fled.\nThe judge described his reasoning at the time: “A prison sentence would have a severe impact on him,” he said in court, according to reports. “I think he will not be a danger to others.”\nMany viewed that sentence as far too light. The victim’s 7,244-word courtroom statement was published by BuzzFeed and other news outlets. It was read on the air by news anchors and on the floor of the House of Representatives. Lawmakers created legislation to strengthen laws against sexual assault. Vice President Joseph R. Biden Jr. called the victim “a warrior — with a solid steel spine.”\nThe furor grew after Professor Dauber tweeted a statement by the defendant’s father complaining that his son’s life had been ruined for “20 minutes of action.”\nThe Stanford case wasn’t the only one in which Judge Persky’s decisions were called into question. He was also the subject of a successful motion in June by the district attorney’s office to stop him from presiding over a trial involving a male nurse accused of touching, without any medical reason, the genitals of a sedated female patient.\nJeffrey F. Rosen, the Santa Clara district attorney, said in a statement that he had lost confidence in the judge, and cited another case that Judge Persky had been involved with.\nJury selection in that case, involving a traffic stop and stolen items, had been more difficult than usual, with about 16 jurors refusing to serve because, they said, they were unsettled by the judge’s sentence in the Stanford trial.\n“I’ve never seen a juror tell a judge, I can’t be fair because of the judge,” said James Leonard, the supervising deputy district attorney. “It was shocking.”", "date": "Aug. 31, 2016", "href": "https://www.nytimes.com/2016/09/01/us/as-brock-turner-is-set-to-be-freed-friday-california-bill-aims-for-harsher-penalties-for-sexual-assault.html", "tags": "set freed sentence stanford persky judge ” penalties turner california bill friday aims sexual case brock harsher assault"}