{"title": "As China Curbs Borrowing, Growth Shows Signs of Faltering", "content": "SHANGHAI — China’s government has been trying to break the country’s addiction to ever-rising debt, but its effort to crack down on easy money is starting to hit growth in the world’s second-biggest economy.\nBeijing has been concerned in recent years about the increased reliance on credit to keep the economy expanding briskly, worrying that it could lead to a financial crisis, or to a long period of stagnation like the one in Japan after the real estate market burst in the early 1990s.\nBut curbing debt may have significant consequences in China and elsewhere. Countries around the world are much more closely tied to China than ever before, because of its role not just as the world’s biggest manufacturer by far but also, increasingly, as a consumer. An economic slowdown in China — coupled with the knock-on effects of widening trade disputes and slowing growth in Europe — may augur poorly for a global economy that even recently seemed in rude health.\nDomestically, China’s credit crackdown has affected smaller businesses hardest. Though the country often appears to be dominated by its vast conglomerates and hulking state-owned enterprises, its economy is, in reality, somewhat more reliant on small businesses than its Western counterparts. And the way Beijing has gone about curbing lending in recent months is unintentionally hitting the most entrepreneurial segments of the economy, the governor of China’s central bank acknowledged in a speech on Thursday in Shanghai.\nOver all, there is growing evidence that a credit crunch is taking a toll on the Chinese economy.\nThe National Bureau of Statistics released data in Beijing on Thursday showing that investment, retail sales and industrial production all slowed in May. The slowdowns in investment and retail sales were particularly sharp and unexpected.\nWith that backdrop of eroding economic growth, the People’s Bank of China, the country’s central bank, conspicuously did not match on Thursday the Federal Reserve’s increase to interest rates on Wednesday. It had at least partly matched previous Federal Reserve interest rate rises since the autumn.\nAn index of 300 large-company stocks traded in Shanghai and Shenzhen dropped 0.4 percent on Thursday, while the Hang Seng in Hong Kong fell 0.9 percent on the poor economic news from the mainland.\nWith the Chinese economy showing signs of slowing and the authorities making it harder to borrow, small businesses are particularly vulnerable. They represent about three-fifths of economic output in China, compared with around half in Germany, Japan and the United States, according to Yi Gang, the governor of the People’s Bank of China.\nNow many of those small businesses are struggling for loans because of a wide-ranging government crackdown. Moody’s and Standard & Poor’s both downgraded China’s sovereign debt credit rating last year because of concerns about the country’s debt overhang.\nThe downgrades were among many reasons the government has tightened some curbs on borrowing since the end of the autumn. Beijing has particularly clamped down on lending by online finance companies and other private sector businesses that bypass the state-controlled banking system.\nWhile commercial banks have continued to lend the money they hold from deposits, these conventional loans go mainly to state-owned enterprises. Private lenders, meanwhile, charge interest rates that are double or triple the 6 percent charged by banks, but they are often the only source of financing for small businesses.\nDespite the higher interest rates, “we should also fully affirm the significance of private loans, which are an important supplement” to bank lending in the Chinese economy, said Mr. Yi, speaking at the Lujiazui Forum, a gathering in Shanghai of China’s top financial regulators. The forum, held at the start of each summer, is one of the Chinese government’s main channels for signaling the direction of Chinese monetary and financial policy.\nEven before deciding on Thursday morning not to match the Fed’s rate increase, though, the Chinese government had already made a pair of moves that appear to have been elaborately crafted to channel more money to smaller, more entrepreneurial businesses.\nAt the start of this month, the central bank said that commercial banks could use some of their small-business loans as collateral for borrowing money at low interest rates directly from the central bank. And on April 17, it told commercial banks that they could reduce the amount of money they set aside unprofitably as reserves, provided that they took actions that would leave them with more cash to lend to small and midsize businesses.\nGary Liu, the president of the China Financial Reform Institute, a Shanghai-based research group, said on the sidelines of the Lujiazui Forum that China’s private-sector companies of all sizes, even large ones, had long faced challenges in obtaining loans. But the credit squeeze on them this spring has been particularly painful.\n“It’s very bad, and we see not just small and medium-sized enterprises defaulting but even big companies defaulting,” he said.\nSome financial regulators nevertheless appear determined to maintain the crackdown on informal lending.\nSpeaking at the forum, Guo Shuqing, the chairman of the China Banking and Insurance Regulatory Commission, called for further rigor. He warned the audience against putting money into the dwindling number of online finance companies that still offered high returns on investment. While some informal lending operations provide valuable credit to small businesses, others have proved to be fraudulent.\n“You need to report them so we can find all these Ponzi-type schemes,” Mr. Guo said.\nChina’s financial policymakers have made clear that they do not mind seeing a few defaults and some strains in the system. Retail auto sales slackened last month, and unsold cars have started accumulating at dealerships. A decision by the authorities to allow at least a dozen bond defaults in recent weeks, after years of preventing them, has rattled some investors.\nThe Chinese economy is not crashing. By international standards, the pace of bond defaults is still negligible. While car sales have leveled off, they have done so at a very high level after two decades of strong growth, causing chronic traffic jams. Real estate demand is still buoyant, and so is the construction industry.\nBut faced with a high level of debt across the economy, “what regulators need to be careful is not to respond in such a heavy-handed way that it could essentially compound the risks,” said Fred Hu, an influential Chinese economist who is now a hedge fund chairman in Hong Kong.", "date": "June 14, 2018", "href": "https://www.nytimes.com/2018/06/14/business/economy/china-economy-debt-interest-rates.html", "tags": "credit borrowing growth china signs small bank financial economy chinese shows money curbs faltering businesses"}