{"title": "As Democrats Seek Senate Candidates, Here's The Rub- It's No Fun There These Days", "content": "Democrats are having trouble persuading some high-profile candidates to run for the Senate next year, as the party eyes a strong opportunity to claim its majority. Part of the problem may stem from the current state of the upper chamber.\nUnder Senate Majority Leader Mitch McConnell (R-Ky.), Republicans seem to be interested in doing little else other than confirming President Donald Trump’s judicial and executive branch nominees. Hopes for a big infrastructure package making it to Trump’s desk are fading fast. So, too, are the chances for action on other issues like immigration, gun control or climate change.\nThis week marked two months since the Senate held a roll call vote on passage of any type of legislation. The dearth of floor activity has left Democrats complaining about self-described “Grim Reaper” McConnell and his majority turning the Senate into a “legislative graveyard.”\n“There’s not a lot of reason to be excited about the Senate today,” Sen. Chris Murphy (D-Conn.) lamented on Tuesday. “We’ve certainly become just an expensive lunch club. We vote on judges a few times a week and we have lunch together and we don’t do anything else,” \nThe Senate is even struggling to perform basic functions that it traditionally accomplished in a bipartisan fashion, like approving aid to states hit by disasters. Some lawmakers worry that the partisan stalemate over disaster aid bodes poorly for talks over raising the debt limit in the fall.\nAgainst that backdrop, Democratic strategists keep getting bad news as they hunt for prospects who could give the party its best shot at winning the three or four seats it needs to control the Senate (the number depends on who wins the presidency).\nOn Tuesday, Montana Gov. Steve Bullock (D) became the latest potentially competitive Senate candidate to take a pass on such a race. Bullock instead decided to jump into the already crowded Democratic presidential field, following the lead of two others who some party leaders had hoped instead would make Senate bids ― former Rep. Beto O’Rourke of Texas and former Gov. John Hickenlooper of Colorado.\n“It says something about the Senate that so many Dems would rather undertake a long shot White House campaign than run for a Senate seat in their own state,” tweeted Larry Sabato, the director for politics at the University of Virginia.\nThe party’s Senate recruitment effort also was dealt blows when three other Democrats with seemingly promising political futures decided to take a pass on Senate races ― former state lawmaker Stacey Abrams in Georgia, former Gov. Tom Vilsack in Iowa and state attorney general Josh Stein in North Carolina.\nBullock, as he approached the announcement of his presidential candidacy, made clear he had little interest in seeking a Senate seat, dismissing the chamber as a place where talking is valued more than taking action.\n“Congress, as a whole, it’s more about speeches than actually getting things done. I’ve been frustrated by the hyper-partisanship. And I don’t think I’m the only one who’s frustrated,” he told HuffPost recently.\nBut many national Democratic operatives view the decision by Bullock and the others to forgo Senate runs as short-sighted, choices that could seriously hamper the party if it wins the White House in 2020 but doesn’t control the Senate.\n“There are a number of Democratic presidential candidates who would do more of a service for their states and their party if they would run for the Senate,” said Guy Cecil, the head of the powerful Democratic super PAC Priorities USA. “Clearly, Bullock would make the strongest candidate” to challenge GOP Sen. Steve Daines in Montana next year. \nIt remains too early to entirely write off Democratic recruitment efforts. Races in red states like Montana and Georgia were always going to be a reach for the party. Meanwhile, Democrats have already found a strong and well-known recruit ― former astronaut Mark Kelly ― to challenge GOP incumbent Martha McSally in Arizona, a seat they almost assuredly will need to flip to take control of the upper chamber. They also fielded Rep. Ben Ray Lujan, a member of House leadership, for an open New Mexico Senate seat held by a Democrat, as well as several competitive candidates to challenge GOP incumbent Cory Gardner in Colorado.\nStill, Democrats acknowledge that part of the problem in finding good candidates is that life in McConnell’s Senate just isn’t that appealing. Ever since the GOP leader pushed through a rule change allowing for faster consideration of judicial and executive branch nominees, senators’ days have been mostly filled with votes on Trump’s picks to the courts and the administration.\n“McConnell has created a Senate no one could have possibly imagined, one that has no substantive agenda. It’s a shame,” said Sen. Dick Durbin of Illinois, the chamber’s No. 2 Democrat. \n“Privately, many of my colleagues on both sides of the aisle tell me they’re fed up with this,” Durbin added. “The America I’m looking at has a need for a lot of things that we should be doing on a bipartisan basis.”\nSenate life also may not be too appealing for Republicans, either. Tuesday night, New Hampshire GOP Gov. Chris Sununu announced he would run for reelection instead of challenging Democratic Sen. Jeanne Shaheen next year. New Hampshire’s governorship typically isn’t considered a great gig ― the office’s powers are limited, and it’s up for election every two years.\nThe stakes for congressional Democrats in the 2020 election are huge. Even if they successfully defend the House majority they gained in the 2018 midterms, having McConnell still in control of the Senate means a Democratic president would face the same problems that stymied President Barack Obama’s second term.\nThe bitter partisan standoffs in recent years have led some advocates to call for structural reforms when the Democrats next retake the Senate,  such as the complete elimination of the filibuster that gives the minority party the chance to bottle up certain measures. \n“The Senate is the ‘this is fine’ dog of American politics; anyone with eyes can see that it’s a disaster but there’s no sense of urgency from the inside to fix it,” said Adam Jentleson, who served as a top aide to former Senate Majority Leader Harry Reid (D-Nev.). \n“We need talented people to run, for sure,” Jentleson continued. “But convincing talented people to dedicate their careers to this broken institution requires laying out a plan for how to fix it so that big ideas can pass and we’re not at the mercy of Mitch McConnell ― which we will be for the foreseeable future unless we unite behind major reforms, fast.”\nThis story has been updated with Sununu’s decision to not run for the Senate.\n ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/democrats-senate-2020-mcconnell_n_5cdb280ce4b03d0db31a0ed1", "tags": "fun candidates rub- democrats party run days ” ― seek senate democratic mcconnell"}