{"title": "As Fighting Escalates in Ukraine, Attention Focuses on Donald Trump", "content": "AVDIIVKA, Ukraine — Here at the epicenter of the latest spasm of violence in eastern Ukraine, great thuds of artillery shells could be heard in the distance on Friday, as residents scrambled to board up blown-out windows and stockpile groceries in anticipation of further shelling.\nDozens of soldiers and civilians have been killed or wounded all along the front in nearly two weeks of fighting. While it is still not clear who is responsible for the escalation in fighting between the Ukrainian Army and the Russian-backed rebels, many residents say they believe the recent violence was meant to force some clarity from President Trump.\nSo far, Mr. Trump’s administration has offered mixed messages about the three-year-old war. He has said he would be open to lifting sanctions against Russia imposed in 2014 after it annexed the Crimean peninsula and sent troops to aid separatists in the east. However, Nikki R. Haley, Mr. Trump’s newly appointed ambassador to the United Nations, last week called for an end to “the Russian occupation of Crimea” and for a halt in the fighting in eastern Ukraine.\nThis week, in a letter to Lithuania’s president, Mr. Trump seemed to echo that sentiment and personally expressed support for keeping Ukraine intact. The lack of a clear position on the conflict has bewildered officials on both sides, particularly in Ukraine where Mr. Trump’s overtures to President Vladimir V. Putin of Russia are viewed with alarm.\n“It is very important for Trump and his administration to figure out the situation and gather as much information about it as possible,” said Iryna Gerashchenko, the deputy speaker of Ukraine’s Parliament, one of the lead officials overseeing peace negotiations with the Russians. “It’s obvious that the Russian government wants to use this transitional period and impose its version of events and spread disinformation.”\nMr. Trump only briefly alluded to the conflict in his letter to Lithuania’s president, Dalia Grybauskaite, praising her country on the occasion of its independence day for supporting “the sovereignty and territorial integrity of Ukraine” among other things as a way of safeguarding European security. Linas Linkevicius, Lithuania’s foreign minister, who on Friday toured Avdiivka, a city on the eastern front, called the statement “really valuable” though he acknowledged it came after “some fragmented comments” from Mr. Trump. “We really need U.S. leadership here,” said Mr. Linkevicius, noting that his country had sent 30 military advisers to eastern Ukraine.\nLithuania, a former Soviet republic, has been a vocal supporter of Ukrainian sovereignty and has provided the government with humanitarian and military aid. Mr. Linkevicius, who was in Avdiivka to meet with military and civilian officials before a major European security conference next week, said his country supported improved relations with Russia, but “not at the expense of values and principles.”\nIn Avdiivka, where the sky is perennially filled with the acrid smoke from a giant coke and steel plant, the violence subsided just long enough for residents to begin getting back to life’s normal rhythms. By Friday, electricity and gas had been restored and people were out shopping.\nThe losses over the last two weeks had been heavy across the region, but nowhere as bad as here. Eleven soldiers from a single brigade have been killed along with several civilians. In the courtyard of one apartment complex is a three-foot-wide hole where a rocket fell, killing a local emergency worker. At least 192 homes were damaged by artillery fire, according to Pavel Malykhin, the city manager.\nSoldiers here expressed frustration about mounting losses and the chaotic administration of the war. Supply lines, though improved, are still inefficient. Ms. Gerashchenko, the Ukrainian lawmaker, said she often delivered equipment herself and arrived in town by train on Friday with an unarmed surveillance drone and a night-vision scope. Officials said the separatists had been firing mortars from positions inside residential zones, making it difficult to fight back.\n“They are shooting at our side, and we’re not allowed to open fire,” said a soldier who gave only his nom de guerre, The Greek, and was dressed from head to toe in white snow camouflage. “We’re told not to provoke them.”\nAll across the city, the signs of war are inescapable. Children at School No. 7 wear backpacks donated by Unicef and there are posters in the hallways and classrooms that explain the dangers of unexploded ordnance with cartoons of maimed and beheaded people. “WATCH WHERE YOU STEP!” the posters read.\nThere has not been running hot water in at least two years. Local officials said that every time workers had tried to repair damaged water mains they come under fire from rebel snipers.\nAn old man stood outside his apartment building holding a cigarette. A mortar shell had left a hole in the building’s facade. “I had given up smoking,” he said, “but after the house took a direct hit I started again.”\nMr. Malykhin, the city manager, said there were 142 buses ready to evacuate the entire city if needed. But many insist on staying, he said, even as conditions become more miserable.", "date": "Feb. 10, 2017", "href": "https://www.nytimes.com/2017/02/10/world/europe/as-fighting-escalates-in-ukraine-attention-focuses-on-donald-trump.html", "tags": "avdiivka fighting mr. officials escalates attention focuses city ” trump eastern donald ukraine"}