{"title": "As Far Right Rises, a Battle Over Security Agencies Grows", "content": "VIENNA — As well as anyone, Sybille Geissler knows the threats from Austria’s far-right extremists, who in recent weeks have likened migrants to rats and blithely defended campaign material that evokes Nazi propaganda.\nFor over 12 years, she has led the anti-extremism unit of the domestic intelligence service, and recently testified in a parliamentary inquiry into whether the far right was trying to undermine her agency.\nHer biggest challenge these days, her testimony suggests, is that the far right is part of her own government.\nShortly after the far-right Freedom Party joined the government 17 months ago, taking over the powerful Interior Ministry, the ministry’s top official asked Ms. Geissler and her boss to turn over the names of informants who had infiltrated the far-right scene.\nThey refused. Just weeks later, armed police burst into her office and carted away years’ worth of domestic files as well as intelligence from allied nations.\nThe consequences continue to reverberate through the country’s politics and beyond, and have made Austria an important test of what happens when the far right moves from the political fringe to the halls of power.\nAcross Europe, nationalist and hard-right parties are ascendant. They dominate the governments of Hungary and Poland, while in Austria, Italy and most recently Estonia, they are junior partners in governing coalitions.\nIn Denmark, the far right exerts influence over the conservative minority government and even in Germany, where the far right remains locked out of power for now, it has risen to become the main opposition party in Parliament and is represented in every state legislature.\nWhere nationalists are in government, they have gravitated toward key portfolios, like the interior ministry, that offer influence over law-and-order issues and immigration.\nIn the case of Austria, that has meant outsize power over the state security apparatus, much of whose mission has long been to monitor threats from neo-Nazis to the country’s Constitution.\nHints of the same struggle have been evident even in Germany, where the domestic intelligence chief was removed last year over questions of whether he was too sympathetic to the far right to effectively monitor its links to neo-Nazi groups.\n“What you’re seeing in Austria is what we’ve seen in different corners of Europe — an assault on independent institutions, the separation of powers and the rule of law,” said Yascha Mounk, an expert on populism and the author of “The People vs. Democracy.”\n“The Freedom Party plainly believes that the security apparatus should serve its worldview, and that is dangerous,” he added. “It is testing Austria’s checks and balances.”\nIn far-right circles, the vaunted day neo-Nazis take power in a putsch is heralded as “Day X.” For some, like Ms. Geissler, that day is less fantastical than it may seem.\n“I have to honestly say, since I have been working in the far-right extremism area for a very long time and have a lot of information, my first thought was: This is it, it’s Day X,” she recalled in a parliamentary hearing last year, describing the raid.\nIndeed, Vienna, a famed hub of international spy intrigues during the Cold War, is back at the center of a battle between liberal Western ideas and extremist forces increasingly allied across European borders.\nAustrian intelligence officials say the fallout is already being felt.\nInside the agency, senior operatives described a situation in which they now find themselves protecting informants and information not only from hostile states — but from members of their own government.\nEven European allies and the United States, they say, have begun excluding Austria from certain intelligence sharing, wary of the far right’s extensive international network and in particular its sympathies toward Russia.\n“We think very carefully about what we share with our Austrian partners because we can’t be sure where the information will end up,” one senior European intelligence official said in an interview.\nSuch concerns gained urgency in recent weeks after it emerged that the avowed extremist charged with killing 51 Muslims at two mosques in Christchurch, New Zealand, had donated money to the Austrian spokesman of Generation Identity, a far-right youth movement.\nAustria’s young chancellor, Sebastian Kurz, 32, has promised a thorough investigation of any links, financial or inspirational. Yet some wonder whether his government can — or even wants to — carry out that task.\nMr. Kurz led his conservative Austrian People’s Party to victory in elections in 2017 by giving a youthful and more elegant repackaging to much of the agenda of the far-right Freedom Party, which he then invited into a coalition government. He still depends on their support.\nThe Freedom Party’s ties to far-right extremists, including Generation Identity, which is under investigation by several European intelligence services, are well documented. The intelligence service last year compiled a list of 374 members of the movement based on donations, including several active members of the Freedom Party.\nOne recent investigation identified at least 48 Freedom Party politicians or employees with links to Generation Identity. At least four ministries controlled by the Freedom Party, including the Foreign, Defense and Interior Ministries, have employed extremists, according to the investigation by SOS Mitmensch, a nonprofit organization.\nAnd their ideas are influencing policy: Last fall, Mr. Kurz unexpectedly withdrew Austria’s support for the United Nations pact on migration after Generation Identity activists had campaigned against it.\n“The march through the institutions appears a lot more deliberate than expected,” said Christian Strohal, a former Austrian ambassador.\nPeter Pilz, an opposition lawmaker and a member of the parliamentary inquiry, believes it is a calculated advance. “They are systematically putting their people in strategic positions,” he said.\nMr. Kurz’s fans say that by bringing the far right into government the chancellor is domesticating it. Critics, even in his own camp, contend that he is enabling and sanitizing it.\n“Sebastian Kurz has made the far right socially acceptable,” said Reinhold Mitterlehner, a former vice chancellor and fellow conservative.\nIn an interview in his majestic wood-paneled Vienna offices, Mr. Kurz said he stood by his decision to bring the Freedom Party into the government.\nHe rejected the idea that the raid had been politically motivated, though he himself now wants direct reports from the director of intelligence, bypassing his own interior minister.\n“I believe in our justice system,” he insisted.\nHe also said the Freedom Party’s links to Russia were overstated and that he was satisfied the party was cutting all its ties with Generation Identity. “I have clearly set out my red line,” Mr. Kurz said.\nYet asked about Mr. Kurz’s red line, one senior intelligence official, who spoke on condition of anonymity because he was not authorized to talk to the media, zigzagged his finger across the table in a demonstration of what it looks like.\nJust in recent weeks, one Freedom Party official published a poem likening migrants to rats. Another demanded the removal of a television news anchor on Austria’s public broadcaster who had challenged him about a campaign poster many saw as reminiscent of Nazi propaganda.\nIn recent days, Mr. Kurz’s deputy chancellor, Heinz-Christian Strache, the leader of the Freedom Party and a onetime neo-Nazi, called the notion of “the great replacement” of Europeans by migrants a “reality,” echoing the flagship conspiracy theory promoted by Generation Identity — and the manifesto of the New Zealand shooter.\nThe raid on the country’s own intelligence service in February 2018 took place after it had emerged that a far-right fraternity, co-run by one of the party’s rising stars, was using a songbook with brutally anti-Semitic lyrics.\nThe inventory of confiscated material, seen by The New York Times, was long. Officers from a street crime unit led by a Freedom Party ally took everything from personal cellphones to a DVD titled “Gina Wild — In the Frenzy of Orgasm,” a pornography film.\nThey also took copies of hard drives, containing years’ worth of classified information received from foreign intelligence services, and the Neptune software used for classified exchanges.\nIt was not long before Ms. Geissler, the chief of the extremism unit, detected the first signs that Austria was being kept at arm’s length by allied agencies.\nIn May of last year, a colleague was disinvited from a European meeting about Generation Identity two hours before he was due to head to the airport.\nLast September, Ms. Geissler herself attended a meeting and realized that several sessions had taken place without her. “I asked why we hadn’t got the information,” she recalled for a parliamentary hearing. “I was told concretely: ‘We weren’t allowed to make contact with you.’”\nAnd last July, Austria was excluded from a Europe-wide tracing request for a Russian diplomat suspected of being a spy. The Finnish intelligence service sent a note to other members of the Club of Bern, the informal forum for Europe’s intelligence services, pointedly marked: “Except Austria.”\nThe Freedom Party has a cooperation agreement with President Vladimir V. Putin’s United Russia party and last summer, the Freedom Party-backed foreign minister invited Mr. Putin to her wedding.\nAsked in a closed hearing which foreign services had expressed concern that there was a danger of leaks to Russia, Peter Gridling, the head of the intelligence agency, listed them one by one: “U.S.A., England, Netherlands, Germany.”\nTo avoid formal exclusion, Mr. Gridling has pulled his agency out of all working groups. But the flow of meaningful information has largely dried up.\n“The Freedom Party is jeopardizing the integrity of the national security services and thus the security of the republic,” said Stephanie Krisper, a lawmaker for the liberal Neos party and a member of the inquiry into the raid.\nFor now, the tug of war between the far right and Austria’s checks and balances continues.\nMs. Geissler, who has been urged to take early retirement or transfer to a different department, like “sports,” has refused to go. She declined to give an interview. Reached by phone, her lawyer said that she could not risk becoming “vulnerable to the authorities.”\nAustria’s courts have already declared nine of the 10 raids that took place that day in February last year as unlawful.\nThree of the four officials who were suspended, including the director, Mr. Gridling, have been reinstated.\nMeanwhile, at the headquarters of the intelligence agency, a strict new protocol has been put in place in case of another raid.\nThe officers at the entrance have been trained not to be intimidated by threats and instructed not to allow a search party in before a number of senior officials have been informed.\n“Next time we are better prepared,” one official said.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/world/europe/austria-far-right-freedom-party.html", "tags": "security austria intelligence battle grows party rises ” agencies right freedom far"}