{"title": "As Gunman Rampaged Through Florida School, Armed Deputy ‘Never Went In’", "content": "Updated, Feb. 24, 2018: The Broward County Sheriff’s Office said it was investigating whether other deputies from the department did not go into Marjory Stoneman Douglas High School to engage the gunman.\nFORT LAUDERDALE, Fla. — The only armed sheriff’s deputy at a Florida high school where 17 people were killed took cover outside rather than charging into the building when the massacre began, the Broward County sheriff said on Thursday. The sheriff also acknowledged that his office received 23 calls related to the suspect going back a decade, including one last year that said he was collecting knives and guns, but may not have adequately followed up.\nThe deputy, Scot Peterson, resigned on Thursday after being suspended without pay after Sheriff Scott Israel reviewed surveillance video.\n“He never went in,” Sheriff Israel said in a news conference. He said the video showed Deputy Peterson doing “nothing.”\n“There are no words,” said Sheriff Israel, who described himself as “devastated, sick to my stomach.”\nTwo other deputies were placed on restricted duty on Thursday because they may have mishandled tips called in to the sheriff’s office over the past two years warning that the suspect, Nikolas Cruz, appeared intent on becoming a school shooter, Sheriff Israel said.\nThe sheriff’s office said in a statement on Saturday that it was investigating whether other deputies had failed to enter the high school to engage the suspect after he opened fire. Officers from the Coral Springs Police Department, who also responded to the shooting, told CNN that at least a few Broward County deputies had hung back during the law enforcement response. Police protocol requires officers to try to confront active shooters as quickly as possible, without waiting for backup.\nThe revelations added to a growing list of failures and missed signs by the authorities that might have helped prevent one of the deadliest school shootings in American history.\nThe F.B.I. received a tip last month from someone close to Mr. Cruz that he owned a gun and had talked of committing a school shooting, the bureau revealed last week, acknowledging that it had failed to investigate. The tip about Mr. Cruz appeared to be the second in four months, after another person told the bureau about an online comment apparently posted by Mr. Cruz that he wanted to become “a professional school shooter.”\nThe Florida Department of Children and Families, the state social services agency, looked into Mr. Cruz’s well-being in 2016 after he posted on social media that he was cutting himself, but investigators determined he was not at risk of harming himself or others. The Broward County Public Schools had disciplinary complaints on Mr. Cruz dating back to when he was in middle school, including a long history of fighting.\nSheriff Israel said he informed Deputy Peterson on Thursday that he was being suspended without pay and placed under internal investigation. At 12:37 p.m. on Thursday, sheriff’s office records show, Deputy Peterson, signed his retirement papers, which amounted to a resignation. He had been with the office for more than 32 years.\n“The investigation will continue,” Sheriff Israel said.\nThe surveillance video, which was not released, showed Deputy Peterson remained outside the west side of the building for at least four minutes while the gunman was inside, according to Sheriff Israel. The shooting rampage at Marjory Stoneman Douglas High School lasted less than six minutes. The video was corroborated by witness statements, Sheriff Israel said.\nThe New York Times reported on Wednesday that an officer from the Coral Springs Police Department who responded to the shooting had seen Deputy Peterson in a Stoneman Douglas High parking lot. The deputy “was seeking cover behind a concrete column leading to a stairwell,” Officer Tim Burton said.\nIn the chaos immediately after the shooting, there were other missteps. A 20-minute delay in school surveillance video confused Coral Springs police officers trying to find the gunman, said Chief Tony Pustizzi. By then, the suspect had already left the building.\nChief Pustizzi called it a communications failure. The video system allows for real-time playback.\n“At first the guys are hearing, ‘Oh, he’s on the second floor.’ Well, it’s not true, ’cause we have people on the second floor and the people are saying, ‘Well, he’s not on the second floor,’ ” Chief Pustizzi said, adding that, if anything, the officers were “more expeditious” as they moved through the school under the belief the gunman was still there.\nCoral Springs police have said they were the first to respond to the shooting. Sheriff Israel, who defended his office’s response on Wednesday and said his own deputies had not hung back outside the building, said on Thursday that the Coral Springs officers acted “heroically.”\nSamantha Fuentes, an 18-year-old senior at Stoneman Douglas High who was shot in both legs, said she never saw Deputy Peterson during the “30 minutes” that passed before SWAT officers arrived at the first-floor classroom in which she and other students had been taking a class.\n“He is not someone who has much of a presence” in the school, she said.\nSheriff Israel, flanked by two of his top aides, appeared emotional Thursday during the news conference in which he described Deputy Peterson’s conduct. His eyes appeared to glisten, and his speech was sometimes halting.\nThe two other deputies placed on restricted duty pending an internal investigation were identified by the sheriff’s office as Edward Eason and Guntis Treijs.\nIn November 2017, a caller told the authorities that Mr. Cruz had been stockpiling guns and knives. In a summary of the call, the sheriff’s office said the caller, located in Massachusetts, worried that Mr. Cruz “will kill himself one day and believes he could be a school shooter in the making.” A deputy contacted the person who called, but no report was filed. The caller was referred to the sheriff’s office in Palm Beach County, where the caller said Mr. Cruz lived.\nIn February 2016, the sheriff’s office received what it described as “thirdhand information” that Mr. Cruz “planned to shoot up the school” and had posted a picture on Instagram of a “juvenile with guns.” A deputy determined that Mr. Cruz had knives and a BB gun and forwarded the information to the school resource officer at Stoneman Douglas High. That was Deputy Peterson.\nSome of the other calls reveal further details about Mr. Cruz’s troubled childhood. In November 2014, someone reported that a person fitting Mr. Cruz’s description shot a chicken with a possible BB gun. Mr. Cruz was found to own an airsoft rifle, which he admitted to using, but denied he shot chickens.\nAnd in September 2016, a peer counselor at Stoneman Douglas High alerted the school resource officer — likely Deputy Peterson — that Mr. Cruz “possibly ingested gasoline” the week prior “in an attempt to commit suicide and is cutting himself.”\n“Mental health counselor advised Cruz did not meet criteria for Baker Act,” the summary said, referring to the Florida law that allows the police to commit the mentally ill against their will.\nStoneman Douglas High initiated a “threat assessment” on Mr. Cruz after the counselor’s report. The Florida Department of Children of Families looked into whether Mr. Cruz was at risk of harming himself or others and concluded he was not because he was living with his mother, attending school and seeing a counselor.", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/us/nikolas-cruz-florida-shooting.html", "tags": "gunman sheriff ‘ office cruz never ” armed peterson went florida school deputy rampaged"}