{"title": "As Gaza Teeters on Precipice, a Hamas Leader Speaks Out", "content": "GAZA CITY — With a climactic confrontation expected days from now at the fence separating the Gaza Strip from Israel, where Palestinians have been demonstrating for weeks, Yehya Sinwar, the leader in Gaza of Hamas, the militant group that rules the territory, offered little hope for a bloodless encounter.\n“What’s the problem with hundreds of thousands of people parading through a fence that’s not a border?” he said Thursday. “What’s the problem with an influx like that?”\nMr. Sinwar offered lip service to nonviolence, saying he hoped that the presence of international journalists would constrain Israeli soldiers from massacring people who crossed the fence. But he demurred when asked if he would urge protesters to refrain from trying to cross the fence, as hundreds of others have tried with often fatal results. Since the demonstration began on March 30, 47 people have been killed and nearly 7,000 wounded.\nA day earlier, however, speaking to hundreds of young Gazans, Mr. Sinwar was far less restrained in his language, saying, “We would rather die as martyrs than die out of oppression and humiliation,” and adding, “We are ready to die, and tens of thousands will die with us.”\nThe protests are expected to peak on Monday, when the United States formally moves its embassy to Jerusalem from Tel Aviv, and on Tuesday, the 70th anniversary of what Palestinians call the Nakba, or catastrophe, when hundreds of thousands of them fled or were expelled from their homes in what became Israel.\nIn what was believed to be his first news conference as the leader of Hamas in Gaza, at least with foreign journalists, the press-shy Mr. Sinwar, who took over in February 2017, seemed to vacillate in tone between openness and moderation on the one hand, and vaguely menacing defiance on the other.\nHere is a look at his key points.\nGaza has been under an Israeli and Egyptian blockade since 2007, when Hamas seized power from the West Bank-based Palestinian Authority. The blockade strictly limits the flow of people and cargo in and out of Gaza. Under added pressure from Mahmoud Abbas, the authority’s president, Gaza has suffered severe shortages of electricity and widespread layoffs that have sent its economy into a free-fall.\n“It’s something Palestinians can’t put up with anymore,” Mr. Sinwar said. “It’s unacceptable that we would continue dying slowly.”\nMr. Sinwar, who was serving multiple life sentences for the abduction and killing of two Israeli soldiers before being released in a controversial prisoner exchange in 2011, said the siege was worse than jail.\n“I lived 25 years, almost half my life, in Israeli prisons,” he said in Arabic through an interpreter. “Living in those small rooms was much easier than living the way life is now run in Gaza.” He said that it affected even his own young child: “The first words my son spoke were ‘father,’ ‘mother’ and ‘drone.’”\nHamas insists that the protests are peaceful because the participants, it says, are unarmed. “Some media are adopting the Israeli narrative,” he complained.\n“But not one single bullet was shot at the Israeli forces. Not one rocket was fired.”\nHe did not address the homemade firebombs, grenades and even flaming kites that participants in the protests have hurled or launched at Israel, according to the Israeli military.\nHe ridiculed Israeli accusations that the protesters have included members of the military wing of Hamas. “What do you expect?” he asked. “Is it better that they launch rockets, or go to a peaceful march and end up being killed by armed-to-the-teeth Israeli soldiers?”\nMr. Sinwar insisted that protesters “pose no life threat to anyone, even the soldiers on the other side.”\nYet in the next breath Mr. Sinwar likened Gaza residents to a “very hungry tiger, kept in a cage, starved, whom the Israelis have been trying to humiliate. Now it’s on the loose, it’s left its cage, and no one knows where it’s heading or what it’s going to do.\nAt other points he compared Gaza to a time bomb likely to explode at any moment.\nMr. Sinwar was frank in acknowledging what he called the “power imbalance” between Israel and the Palestinians, as well as a changed Middle East in which the Palestinian cause has diminished in importance compared with geopolitical concerns like the spread of Iranian influence.\nGiven all that, he said: “We believe that if we have a way to potentially resolve the conflict without destruction, we’re O.K. with that. We want to invest in peace and love.”\nMr. Sinwar noted that he had some success with nonviolent protests in his Israeli prison, where he led hunger strikes to obtain better food and medical care and even to allow prisoners access to pens and paper.\n“When we went on hunger strikes, the Israelis approached us,” he said. “Now, it’s the same thing: We Palestinians are coming out in droves, looking for compromise, so there should be negotiations.”\nHamas is not giving up its arsenal of rockets, however. “We would prefer to earn our rights by soft and peaceful means,” Mr. Sinwar said. “But we understand that if we are not given those rights, we are entitled to earn them by resistance.”\nMr. Sinwar pushed hard for reconciliation between Hamas and Fatah, the Palestinian faction that dominates the Palestinian Authority, led by Mr. Abbas, in the West Bank. Hamas made a number of major concessions, but Mr. Sinwar said it had received little in return, and he conceded that the opening for a successful unification had narrowed considerably.\nYet he insisted that, because the decision to pursue reconciliation was made as a group, his standing within Hamas had not suffered as a result. And he argued that, to the contrary, the protests had promoted the idea of reconciliation by uniting Palestinians of all factions against a common enemy, Israel.\n“Visiting different encampments I was hugged, people kissed my hand,” he said. “They’d tell me they’re Fatah affiliates, yet they have the utmost love and respect for me.” The protests, he said, were “helping us reorganize our priorities: Instead of blaming each other, we’re expressing our anger at the root cause.”", "date": "May 10, 2018", "href": "https://www.nytimes.com/2018/05/10/world/middleeast/gaza-protests-yehya-sinwar.html", "tags": "teeters hamas precipice protests palestinians speaks ” gaza israeli leader said sinwar"}