{"title": "As Huawei’s Influence in Canada Grows, Some Fear Spying. Others Just Want Fast Internet.", "content": "MONTREAL — In recent weeks, some viewers of “Hockey Night in Canada” have been jolted by the sight of a distinctive red chrysanthemum logo conspicuously displayed during the broadcast of a sports program as quintessentially Canadian as the national game itself.\nIt is the logo for Huawei, the Chinese telecommunications giant whose chief financial officer, Meng Wanzhou, is out on bail in Vancouver, with a GPS tracking device around her ankle, as she awaits possible extradition to the United States to face fraud charges.\nAdvertising on “Hockey Night” is just one example of the expanding footprint of Huawei in Canada, where it has invested a total of $500 million in research and development, including into 5G technology at leading Canadian universities.\nIt also has research facilities in Ottawa, Waterloo, Montreal, and Vancouver; is providing high-speed internet to remote areas of the country; and employs about 1,100 people in Canada.\nNow, the company finds itself at the center of a rift in Chinese-Canadian relations caused by Ms. Meng’s case, which includes charges of evading United States economic sanctions on Iran. Following her arrest, China detained several Canadians and sentenced a Canadian drug smuggler to death, in what many here viewed as retaliation. If Canada decides to extradite her, which legal experts say is likely, there are concerns of significant reprisals.\nEven before Ms. Meng’s arrest, which has incensed China, some experts were warning that Huawei’s growing presence in Canada could undermine the country’s economic interests and security.\nHer case has only intensified those worries.\nCanadians should take notice that “a company that is invested hugely in Canada is facing serious allegations of fraud,” said David Mulroney, Canada’s ambassador to China from 2009 to 2012.\nHe noted that Huawei had been adept in its approach to the Canadian market, using savvy marketing techniques.\n“The message that Huawei is on your side in hockey is very shrewd,” Mr. Mulroney said, referring to the “Hockey Night” sponsorship. “Hockey is as close to the Canadian psyche as you can get.”\nHuawei’s attempt to woo Canadians comes as Canada’s security agencies are undertaking a national security review of whether Huawei technology should be allowed in Canada’s nascent 5G telecommunications network. That review will determine if Canada will accede to pressure from the United States to ban Huawei products from its 5G wireless networks amid concerns they could be used by the Chinese government for espionage.\n[Want more Canadian coverage in your inbox? Sign up for our weekly Canada Letter newsletter.]\nAustralia and New Zealand have already followed the United States by blocking Huawei from supplying technology for 5G infrastructure.\nScott Bardsley, a spokesman for the Canadian public safety minister, Ralph Goodale, declined to comment specifically on Huawei, but said the government was carefully assessing the security challenges and potential threats of 5G technology.\n“We will ensure that our networks are kept safe for Canadians,” he said.\nSome experts argue against what they say is American demonizing of Huawei and say the Chinese company owes its success in Canada to making reasonably priced, good quality products consumers like to buy.\nBut former government officials have expressed concern.\nRichard Fadden, a former director of the Canadian Security Intelligence Service, who also was a national security adviser to two prime ministers, said Huawei represented a clear cybersecurity threat to Canada since Chinese companies like Huawei were required, by law, to respond to directions from the Chinese state, which collects intellectual property and intelligence from Western countries, including Canada.\n“I would counsel the government to forbid the use of Huawei equipment in the development of our 5G network,” Mr. Fadden wrote in an email.\nHe added that any controls or firewalls that worked today would eventually be overcome by China’s “very sophisticated and ingenious security agencies.”\nAt a news conference last week in Toronto, Huawei’s chairman, Liang Hua, insisted the company posed no threat. “On issues of cybersecurity, Huawei would never do anything to harm any country, any organization or any individual,” Mr. Liang said.\nHe said there was no law in China requiring companies “to install back doors or collect foreign intelligence.”\nHe added that if Huawei ever received such a request from the Chinese state, it would not execute it because the law does not require it to do so.\nSitting in front of a sign with the words “10 Years” — representing Huawei’s decade of doing business in Canada — superimposed on a red Canadian maple leaf, Mr. Liang expressed Huawei’s continued commitment to Canada and praised the country as “an open and inclusive place.”\nHe also commented on Ms. Meng’s case.\n“I hope that the Canadian legal system could bring justice back to her,” he said, adding that the American pressure on its allies over Huawei had provided “a free round of advertisement for the company.”\nPerhaps nowhere has Huawei’s influence in Canada been more present than in research and development, including at leading Canadian academic institutions, where it has made big investments in research.\nThese investments have generated alarm that, in return for money, cash-strapped Canadian universities are relinquishing control to Huawei of intellectual property related to 5G, while making themselves vulnerable to infiltration by China’s security apparatus.\nChristian Chua, president of research at Huawei Canada, told reporters last week at the news conference that Huawei shared its intellectual property with the Canadian universities with which it partnered.\nWesley Wark, an intelligence expert at the University of Ottawa, noted that universities were typically not vigilant when it came to security issues.\nHe added, however, that the current “scaremongering” about Huawei was misplaced given that both China and Huawei had too much to lose if they spied on the West and lost access to those markets.\nNevertheless, concerns that Huawei’s products and infrastructure, including smartphones or cellular base stations, could be used by Chinese intelligence services have been swirling on some Canadian college campuses, including McGill University in Montreal.\nIn December, Canadian Security Intelligence Service officials briefed about 15 researchers there who receive funding from Huawei about national security risks.\nAccording to Vincent Allaire, a spokesman for McGill, the spy agency warned the researchers, among other things, that the technology they were working on in partnership with Huawei included “dual-use technology” that could potentially be used for military purposes.\nOfficials at other universities disputed there were any major risks involved in the research partnerships.\nJohn-Paul Heale, who oversees company-sponsored research at the University of British Columbia, said Huawei had contributed about $8 million for 14 research projects over three years.\nHe stressed that the university could not become an outpost for secret research on behalf of the Chinese state because all research was required to be published in peer-reviewed journals.\n“Our research is not happening in the shadows,” he said.\nWhile Huawei’s business has been curtailed in the United States amid spying fears, the company is banking on the fact that in Canada, the desire for reasonably priced smartphones and high-speed internet is what ultimately matters to consumers.\nThat appears to be the case in Lac La Hache, British Columbia, population 258, a rural community about 300 miles from Vancouver, where Huawei has partnered with the internet provider ABC Communications to provide high-speed internet.\nRobert Fry, owner of Cariboo Radio station, said he currently has to commute 45 minutes each day to another town that has an internet connection fast enough to operate a web-based radio station.\nThanks to Huawei technology, he said he hopes to be able to work locally and save $20,000 a year.\n“There are fears that China is corrupt and watching what we do and some people are scared they could spy on us,” he said. “But I’m not worried about that. What matters to me is getting high-speed internet.”", "date": "Feb. 27, 2019", "href": "https://www.nytimes.com/2019/02/27/world/canada/huawei-5g-meng-wanzhou-china.html", "tags": "security want china internet grows others ” influence huawei fear chinese spying canada research canadian fast"}