{"title": "As May’s Government Teeters Over Brexit, Trump Gives It a Shove", "content": "LONDON — President Trump put his brand of confrontational and disruptive diplomacy on full display Thursday, unsettling NATO allies with a blustering performance in Brussels and then, in a remarkable breach of protocol, publicly undercutting Prime Minister Theresa May of Britain in an interview published hours after landing in her country.\nIn the interview with The Sun, Mr. Trump second-guessed Mrs. May’s handling of the main issue on her plate: how Britain should cut ties to the European Union. He cast doubt on whether he was willing to negotiate a new trade deal between Britain and the United States, and praised Mrs. May’s Conservative Party rival, Boris Johnson, as a potentially great prime minister.\nThe interview was published as Mr. Trump and Mrs. May were wrapping up what appeared to be a chummy dinner at Blenheim Palace — earlier, they had walked inside holding hands — and a day ahead of the president’s scheduled meeting with Queen Elizabeth II at Windsor Castle. There was no immediate response from the British government.\n“Well, I think the deal that she is striking is not what the people voted on,” Mr. Trump said in the interview, speaking of the approach Mrs. May is taking to Britain’s exit from the European Union, or Brexit, under which the British economy would effectively continue to be subject to many European regulations.\nSpeaking of Mr. Johnson, who resigned this week as foreign secretary in protest over Mrs. May’s Brexit strategy and who has long been seen as likely to challenge her for her job, Mr. Trump said: “Well, I am not pitting one against the other. I’m just saying I think he would be a great prime minister. I think he’s got what it takes and I think he’s got the right attitude to be a great prime minister.”\nComing after his combative performance in Brussels with leaders of the 28 other NATO nations, the day amounted to a global disruption tour unlike anything undertaken by any other recent American president.\nIn Brussels on Thursday, Mr. Trump said he supported NATO but seemed to suggest that the United States could leave if the allies didn’t increase defense spending. He claimed credit for pressing members to pledge increases in their military budgets, though some denied any such promises were made.\nMr. Trump did sign on to a NATO plan to improve military readiness across the Continent, and the allies agreed to take a tough stance against Russia, particularly regarding its annexation of Crimea.\nBut the NATO meeting created a picture of discord days before Mr. Trump was scheduled to meet with President Vladimir V. Putin of Russia.\nThe Sun’s interview with Mr. Trump, conducted Wednesday in Brussels, signaled a new twist on the “special relationship” between Britain and the United States. The White House went into damage control mode after it was published on Thursday night.\n“The President likes and respects Prime Minister May very much,” Sarah Huckabee Sanders, Mr. Trump’s press secretary, said in a statement. “As he said in his interview with The Sun she ‘is a very good person’ and he ‘never said anything bad about her.’”\nThe statement said Mr. Trump “is thankful for the wonderful welcome from the prime minister here in the U.K.”\nBut in the interview with The Sun, Mr. Trump said he had been made to feel unwelcome in London by the large protests planned against him and the hostility of London’s mayor, Sadiq Khan, who has been an outspoken critic of the president.\n“I think your mayor has done a terrible job, but when they make you feel unwelcome, why would I stay there?” Mr. Trump said, alluding to his decision to spend little time in London on this trip.\nThe president’s comments were likely to stoke acute tension within Mrs. May’s Conservative Party, following the publication on Thursday of the government’s plan for exiting the European Union, which would keep Britain tied to European Union rules on goods and agricultural products.\nMrs. May has been making the case for a free trade deal with the United States and argued that Brexit was an “opportunity” to strengthen trans-Atlantic ties and spur economic growth both in Britain and in the United States. British officials hoped that Mr. Trump’s visit would help that process.\nMr. Trump appeared to dash those hopes. Mrs. May’s plan is intended to minimize the economic impact of Brexit, which could be severe because the European Union is Britain’s biggest trading partner. But Mr. Trump appeared to side with pro-Brexit critics who argue that by keeping many of the European Union’s economic rules, it would inevitably reduce the scope for a separate trade deal with the United States.\nEven before it was released as a white paper on Thursday, Mrs. May’s proposal had prompted the resignation of three government ministers, including Mr. Johnson, the foreign secretary who had argued for a cleaner break with the European Union.\n“I would have done it much differently,” Mr. Trump was quoted as saying. “I actually told Theresa May how to do it, but she didn’t listen to me.” Instead she went “the opposite way,” he said, and the results have been “very unfortunate.”\nIf Britain sticks to Mrs. May’s approach toward Europe, Mr. Trump said, “that would probably end a major trade relationship with the United States.”\nBefore arriving in Britain, Mr. Trump had described Mr. Johnson as a friend and said he might be in contact with him during his visit to Britain, which is scheduled to end on Sunday after the president visits one of his golf resorts in Scotland.\nWhen he resigned on Monday as foreign secretary, Mr. Johnson made a fierce attack on Mrs. May’s strategy for Brexit saying the “dream is dying, suffocated by needless self doubt.”\nIn his interview, Mr. Trump struck a highly negative tone about the European Union itself, arguing that the United States had “enough difficulty” with the bloc.\n“We are cracking down right now on the European Union because they have not treated the United States fairly on trading,” he said.\nIn recent weeks British business has been increasingly vocal about the risks of a clean break with the European Union, with warnings from Jaguar Land Rover and Airbus among others that they could leave the country, putting thousands out of work.\nBut hard-line Brexit supporters have been fiercely critical of Mrs. May’s Brexit plan and fear that, after negotiations with the European Union, it could be watered down further.\nMr. Trump’s favorable comments about Mr. Johnson are therefore likely to be seen as an implicit criticism of Mrs. May. In his letter of resignation on Monday, Mr. Johnson said that, under Mrs. May’s proposals, Britain was “truly headed for the status of colony.”\nMr. Johnson once described one government Brexit customs plan as “crazy” and, in leaked comments, also accused Mrs. May’s government of lacking “guts.” He compared her negotiating style unfavorably with that of Mr. Trump, and he compared her new Brexit plan to excrement.\nIn the Sun interview, Mr. Trump also renewed his criticism of Mr. Khan, the mayor of London, with whom he has clashed on several occasions, and who gave protesters permission to launch a giant orange balloon of the president depicted as a baby in a diaper carrying a cellphone in one of its hands.\n“Take a look at the terrorism that is taking place,” Mr. Trump said. “Look at what is going on in London. I think he has done a very bad job on terrorism.”\nThe Sun’s article was published just as a lavish black-tie dinner that Mrs. May was hosting for Mr. Trump and the first lady, Melania Trump, at Blenheim Palace was breaking up, and guests in formal gowns and tuxedos were leaving the estate.\nChris Ruddy, the chairman of Newsmax and a confidant of Mr. Trump who attended the dinner, said there was no hint of tension between the president and Mrs. May during the event itself, which he called “a love fest between Britain and the United States.”\n“The president has always been for Brexit full speed, but I’d really like to see the full interview in context,” Mr. Ruddy said, suggesting that Mr. Trump’s comments may not have been as direct a broadside against Mrs. May as they were portrayed to be in The Sun. “I went over and chatted directly with the president and the prime minister, and he indicated to me that the special relationship between the United States and Britain was better than ever.”\nThe Sun posted audio recordings of large portions of the interview.\nMr. Ruddy said he learned of the interview as he was driving away from Blenheim, and British friends began texting him expressing shock and surprise about what Mr. Trump had said.", "date": "July 12, 2018", "href": "https://www.nytimes.com/2018/07/12/world/europe/trump-brexit-theresa-may.html", "tags": "teeters brexit may shove gives ” trump britain interview government mrs."}