{"title": "As New Sanctions Loom, U.S. Push Against Iran Faces Steep Obstacles", "content": "WASHINGTON — President Trump called on world leaders in September to slash their purchases of Iran’s oil before the imposition on Nov. 5 of major sanctions, the last major pieces of the administration’s blockade of the Iranian economy.\n“We ask all nations to isolate Iran’s regime as long as its aggression continues,” Mr. Trump said at the United Nations.\nBut less than a week before the crucial deadline this Monday, the campaign against Iran is facing severe challenges. China and India, the largest buyers of Iranian oil, will continue making huge purchases, with Turkey and perhaps Russia following suit. Britain, France and Germany have promised to continue doing business with Tehran.\nAnd Saudi Arabia, the administration’s crucial partner in its anti-Iran efforts, is facing global censure and threats of sanctions from Congress after the killing of Jamal Khashoggi, a journalist and Saudi dissident. Penalties against Saudi Arabia could undercut efforts to keep global oil prices stable as Iran’s exports plunge.\nThe problems have piled up as European diplomats and oil analysts say that even after the sanctions go into effect, Iran will most likely sell at least one million barrels of crude oil a day — a sharp decline from last year but perhaps enough to sustain its economy and wait out Mr. Trump’s term.\nThe administration’s stated goal for its sanctions campaign is for Iran to make a dozen fundamental changes to its domestic and foreign policies, including ending its support for Hezbollah in Lebanon, Hamas in Gaza and the Houthi rebels in Yemen. Few analysts believe the present Iranian government could fulfill the demands and survive.\n“There is no way the Trump administration will be able to achieve its 12 stated objectives because they’re utterly unrealistic,” said Robert Einhorn, a senior fellow at the Brookings Institution. “Unless significant changes are made, it’s a policy destined to fail.”\nBut efforts to tighten the screws on Tehran in the coming months could further alienate European allies, freight the relationship with China with yet another difficult dispute, undermine decades of efforts to woo India, and impede the stabilization of Syria and the battle against the Islamic State.\nAdministration officials dismiss these risks in part because earlier warnings by critics about the downsides of leaving the Iran nuclear deal largely proved false.\nAt the heart of Iran’s financial future are its oil and gas exports, and Trump administration officials have adamantly said for months that they intend to reduce those exports to zero and penalize any country that continues purchases after Nov. 4 — which would effectively destroy Iran’s economy. On Tuesday, a State Department spokesman retreated from those implacable demands.\n“Our goal remains to get to zero oil purchases from Iran as quickly as possible. That’s not changed,” the spokesman, Robert Palladino, said during a press briefing, adding, “But we are prepared to work with countries that are reducing their imports on a case-by-case basis.”\nThe Nov. 5 sanctions target Iran’s central bank, oil sales and shipping companies, and come on top of a set of sanctions that went into effect in August. Administration threats have already persuaded buyers in Europe, Japan and South Korea to largely stop purchasing from Iran.\nAs a result, Iran’s crude oil exports loaded on tankers plunged by more than 20 percent to 1.8 million barrels per day in September, down from 2.3 million in May. Oil exports continued to decline in October, according to IHS Markit, an energy analytical firm.\nBut during the United Nations General Assembly in September, foreign ministers from Britain, France, Germany and the European Union joined those from Russia, China and Iran in promising to collaborate on the creation of a “special purpose vehicle” independent of the dollar to continue commercial relations. Trump administration officials reacted to the announcement with derision and fury.\nEven in Europe, economists and officials doubt the new financial channel will yield significant economic benefits for Iran or threaten the global dominance of the dollar anytime soon. And yet its symbolism was profound. Any sanctions on the new channel or other European efforts to save the nuclear deal would worsen already seriously strained trans-Atlantic ties.\nBeijing presents another challenge. China is the largest buyer of Iranian oil and, although Beijing recently instructed two large state oil companies to stop purchases for a time, China will most likely remain the biggest buyer. The Trump administration has given Beijing “no reason to be in compliance with U.S. law on Iran,” said Sung-Yoon Lee of Tufts University’s Fletcher School of Law and Diplomacy in Medford, Mass. Oil executives and analysts agree.\nSome are predicting that the administration will announce penalties against some Chinese entities on Nov. 5 to show toughness against Beijing, popular with Mr. Trump’s voters, ahead of the midterm elections the next day. But such sanctions will most likely be largely symbolic. Tariffs against China have already spooked Wall Street and lowered global growth projections. Broad sanctions could set off a panic.\nIn India, the second-largest buyer of Iranian oil, private companies like the energy giant Reliance have largely stopped buying it. Government entities ramped up purchases over the summer so they could show reductions next year, analysts said. But significant purchases will most likely continue.\nPrime Minister Narendra Modi’s re-election campaign, scheduled for next spring, will prevent him from acceding to American demands on Iran, said Mohan Guruswamy, a distinguished fellow at the Observer Research Foundation in India.\n“Modi can’t be seen as buckling on Iran since public sentiment is not with the U.S. on these new sanctions,” Mr. Guruswamy said.\nHeather Nauert, the State Department’s spokeswoman, recently called India’s continuing purchases of Iranian oil “not helpful” and said that “India will find out” if sanctions result.\nBut sanctions against India would do violence to a host of American priorities, including efforts to bolster Afghanistan; counter China and Pakistan; and ramp up sales of American oil, natural gas and military equipment.\nTurkey, which gets most of its oil and natural gas from Iran and Russia, will continue oil purchases and other commercial relations with Iran, diplomats and analysts said. A recent warming between Ankara and Washington after the release from detention of an American pastor would be dashed by penalties, said Soner Cagaptay, director of the Turkish Research Program at the Washington Institute for Near East Policy.\nSanctions have caused pain, but they have yet to produce clear strategic victories for the Trump administration. Despite sanctions on North Korea, Russia and Venezuela, Pyongyang has so far shown no signs of slowing its nuclear and ballistic missile weapons production, President Vladimir V. Putin has only grown bolder and Venezuela continues to slide into anarchy.\nBut administration officials will take a victory lap on Nov. 5. They are mindful that when Mr. Trump announced in May that he was walking away from the Iran nuclear deal, critics predicted that Tehran would soon restart its nuclear program, that oil prices would soar, and that sanctions would never truly bite without the support of others in the deal.\nNone of those warnings proved true, giving administration officials a great sense of confidence in their policy.", "date": "Oct. 31, 2018", "href": "https://www.nytimes.com/2018/10/31/us/politics/iran-sanctions-trump.html", "tags": "sanctions iran faces steep administration obstacles china u.s. ” trump oil purchases new push loom"}