{"title": "As Prince Harry and Meghan Markle Wed, a New Era Dawns", "content": "WINDSOR, England — A thousand-year-old English castle echoed with the exhortations of an African-American bishop and a gospel choir on Saturday, as Prince Harry wed Meghan Markle, an American actress, nudging the British royal family into a new era.\nMs. Markle, who has long identified herself as a feminist, entered St. George’s Chapel alone rather than being given away by her father or any other man, a departure from tradition that in itself sent a message to the world. She was met halfway by Prince Charles, her future father-in-law and presumably the future king of Britain.\nPrince Harry, who is sixth in line for the throne, has long called on Britain’s monarchy to draw closer to the daily life of its people. But the most extraordinary thing he has done is to marry Ms. Markle, an American actress who is three years his senior, biracial, divorced and vocal about her views. Their choices at the wedding, many of them heavily influenced by black culture, made clear they plan to project a more inclusive monarchy.\nIn a time of tribalism and separation, it was a clear move toward an integrated modern future from the oldest of houses. Seated directly opposite Queen Elizabeth II was Ms. Markle’s mother, Doria Ragland, the descendant of slaves on plantations in the American South.\nIn the knight’s stalls supporting Ms. Markle, beneath rows of medieval swords and helmets, sat a constellation of American celebrities, among them Oprah Winfrey, who, with a great gift for openness and emotional candor, has become an icon for black women.\nThere were the Hollywood and humanitarian megacelebrities George and Amal Clooney, and the tennis star Serena Williams. A gospel choir sang the Ben E. King song “Stand By Me,” and the couple exited to the rousing civil rights anthem “This Little Light of Mine.”\nIn short, it was not your average royal wedding. Among the throngs who filled the streets of Windsor on Saturday were black women who had flown in from Houston and Atlanta, moved, sometimes to tears, to see a woman of color so publicly adored.\n“One of the children of slaves is marrying a royal whose forerunners sanctioned slavery; the lion is lying down with the lamb,” said Denise Crawford, a court stenographer from Brooklyn.\n“I just want to be here to observe the changing of the guard and the changing of the British Empire,” she said. “Today is a day that history will never forget.”\nThe most startling moments came with the sermon by the Most Rev. Michael Curry, the Chicago-born bishop of the Episcopal Church. Bishop Curry, in the great tradition of black preachers, delivered a loose, improvisational sermon that began as a meandering discourse but built to a passionate, shouting climax, name-checking Martin Luther King Jr. and slave spirituals along the way.\n“I’m talking about some power, real power,” he boomed. “Power to change the world. If you don’t believe me, well, there were some old slaves in America’s antebellum South who explained the dynamic power of love and why it has the power to transform.”\nAt one point, seemingly sensing the passage of time, he said, “We’re going to sit down; we gotta get y’all married.”\nHe punctured the hallowed, starchy decorum of the day, visibly shocking some members of the royal family. Some suppressed giggles. Zara Tindall, a granddaughter of the queen, looked as if she might fall off her chair.\nThe episode delighted viewers on social media.\n“A black reverend preaching to British royalty about the resilience of faith during slavery is 10000000% not what I thought I was waking up for, the royal wedding is good,” Elamin Abdelmahmoud, social media editor at Buzzfeed, wrote on Twitter.\nWhen the couple stepped out of the church and into the sunshine, a jolt went through the crowd, which cheered their first kiss as husband and wife.\nFor Britons, there was a sense of an old heartbreak being mended. Many people here feel a special affection for Harry, who was only 12 when his mother, Princess Diana, died in a car crash. On the day of the funeral, Harry was made to walk behind her coffin, and much of the country watched as his face crumpled.\n“He was such a young boy,” said Christine Janetta, 57, one of the charity workers invited to greet the couple from the lawn on the grounds of Windsor Castle. “We’ve all been very protective of Harry, because we saw that little boy with his broken heart.”\nMs. Janetta said that she was devoted to Princess Diana, and that she thought it would have given her a sense of deep relief to see her sons happily settled. “He’s just his mum,” she said. “He is a carbon copy of his mum. Just look at the smile.”\nHarry’s popularity helped give him the power to stretch the bounds of convention by marrying Ms. Markle, an American of mixed race. The decision may have a lasting effect on British society, which has been swept by a wave of anti-immigrant feeling. But it has not made things easier for the couple.\nAs the wedding approached, British newspapers swung the klieg lights of their attention to Ms. Markle’s estranged half siblings, who said scathing things about a bride whom few Britons knew. More damaging were insistent approaches to her father, Thomas Markle, a retired Hollywood lighting director who declared bankruptcy years ago and now lives alone in Mexico.\nA week before the ceremony, The Daily Mail reported that Mr. Markle had colluded with a photographer to stage seemingly candid pictures. With that, Mr. Markle dropped out of the wedding in disgrace, leaving Ms. Markle with only one blood relative, her mother, to attend the ceremony at her side.\nOn Saturday, royal fans embraced the couple unreservedly. People had camped out all night, huddling in blankets and clutching hot-water bottles, in hopes of making eye contact when the couple left the chapel. Along the main street of Windsor, people leaned precariously from windows.\nMany of those lining the streets said they liked the change the couple represents.\n“It’s very good for the monarchy that Meghan Markle is a divorcée,” said Christel Funten, a nanny, who had traveled from Paris to attend the celebration. “It breaks a taboo. It’s magnificent.”\nCharlotte Osborn, a Londoner, said the wedding showed how far the country had come since 1936, when King Edward VIII chose to abdicate the throne so he could marry Wallis Simpson, a divorced American.\n“It’s a modern version of Wallis Simpson, where it all ends sensibly, rather than in disaster,” she said.\nAny royal wedding is theater, and this one did not disappoint. The dim vaulted opening of St. George’s Chapel, whose construction was finished in the reign of King Henry VIII, was so densely crowded with meadow flowers that it felt as if you were stepping into a wonderland. A palace spokesman described the floral style as “cascading hedgerow,” and it filled the chapel with the smell of growing things.\nHarry arrived at the chapel on foot, walking beside his brother, Prince William, in the doeskin frock coat of the Blues and Royals, the regiment he joined after graduating from military school. Harry took his place in the chapel and shifted in his seat nervously, trying to catch Ms. Ragland’s eye.\nTen minutes later, Ms. Markle stepped from a Rolls-Royce Phantom 4, in the company of two small pageboys in military dress. Her dress, with a flowing train 16 feet long, was dazzling pure white, wide-necked and minimal, leaving her collarbones bare, à la Audrey Hepburn.\nThe dress, which had been the subject of agitated speculation for weeks leading up to the wedding, was designed by Clare Waight Keller, the first female artistic director at the French fashion house Givenchy.\nSeven tiny bridesmaids and pageboys trailed behind her, holding the edges of her 16-foot veil. As she approached the altar, she gave a quiet “Hi” to Harry. He flushed and, when she stood opposite him, added, “You look amazing.”\nHarry has decided to wear a wedding ring — a break from tradition not just for the royal family but for British aristocrats in general. Asked whether they would support the couple in their marriage, the guests said, “We will.”\nAs a bride, Ms. Markle stood apart from Diana, a 20-year-old who nearly disappeared inside pouffes of meringue, and from Kate Middleton, now the Duchess of Cambridge, a school friend who had known William for 10 years at the time of their marriage, and was well known to the British public.\nMesha Griffin, an African-American schoolteacher from Washington, had flown to Britain alone, just to be present on the day of Ms. Markle’s wedding.\n“She is owning her heritage,” Ms. Griffin said of the bride. “She is going to impact history in a way we saw with Princess Diana, not in a disrespectful way. She will respectfully change history.”", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/world/europe/meghan-markle-prince-harry-wedding.html", "tags": "meghan wed wedding markle royal era ” ms. dawns prince british couple new harry"}