{"title": "As Special Counsel, Mueller Kept Such a Low Profile He Seemed Almost Invisible", "content": "WASHINGTON — Most Friday nights as he conducted his investigation, Robert S. Mueller III drove seven miles from his offices by the Capitol to Salt & Pepper, a dimly lit, mostly empty restaurant near his home, settling into a wooden booth partly covered by a dowdy red curtain.\nThe ritual — usually undertaken with two friends, a glass of white wine, a plate of scallops and no security detail — was perhaps the most public contrast to the way Americans came to know Mr. Mueller in his 22 months as special counsel: as a partisan symbol more than a person, his name synonymous with whatever they wanted to believe about President Trump and American law enforcement, their hopes and fears stashed in the pockets of his pinstripe suits.\nThroughout his investigation, Mr. Mueller chose to remain silent, the rare recluse in a world rife with Twitter battles and talking heads. But now, with his report filed, Congress clamoring for more of his findings and a polarized public picking over the remains of his work, the tight-lipped Vietnam veteran and former F.B.I. director, who will be 75 in August, remains a figure of mystery and fascination.\nThe post-report spotlight may prove to be a new test. On Sunday, before his findings were revealed for the first time, a usually photo-shy Mr. Mueller drew a gawking crowd outside St. John’s Church near the White House, where he attended morning services, a visit that allowed for some of the first pictures of him since he was appointed special counsel in May 2017.\nBut inside the church, few congregants took notice. Mr. Mueller, who is known to visit other Episcopal churches around Washington, is a regular.\n“Let’s put it this way: no unannounced visitors,” Preston Cherouny, who runs business operations for the church, said in an interview. “It was just a typical Sunday around here.”\nFor all the intrigue his investigation has spawned, Mr. Mueller — a lifelong Republican and consummate WASP whose nickname in government was “Bobby three sticks” — led a secretive but ordinary life, bucking the spotlight that came with being painted as a liberal fantasy or conservative boogeyman.\nThe sightings were sporadic. Around the time he indicted over a dozen Russian nationals for election interference, Mr. Mueller was spotted in a 7-Eleven store by the National Zoo wearing Adidas running pants and a cinched-waist parka.\nLast September, Mr. Mueller and his wife, Ann Standish, were seen at a spacious help desk at Georgetown’s Apple Store, peering curiously into a personal MacBook, just days after Paul Manafort, Mr. Trump’s former campaign chairman, pleaded guilty and signed a plea agreement with the special counsel’s team.\nThe Apple employee who fixed Mr. Mueller’s computer told a reporter that he was stunned when he walked out of the back of the store to see his newest client.\n“Come on. I read the paper,” said the employee, who would only identify himself as Yit, citing concerns over Apple’s privacy policies. “Both of them were really nice. It was just business.”\nIn January, as Mr. Mueller closed in on indicting Roger J. Stone Jr., he visited Stohlman Subaru in Northern Virginia. The dealership declined to divulge details about its customers or transactions, but a person familiar with Mr. Mueller’s negotiation said he either bought or leased a new Forester, the same model he drove to the office last week in the final days of his investigation.\nAt work, Mr. Mueller nurtured a sense of detachment. As the investigation unfolded, he stayed tucked in his own office outside his prosecutors’ cubicles, drifting in and out of his team’s windowless conference rooms and spartan open office space. Never one for small talk, he rarely sat in on interviews, sneaking into the room toward the end to sit in silently, or stopping in merely to say hello to a witness, letting his prosecutors speak for him.\nWhen he met with Mr. Trump’s lawyers, he entered the room through a digital lockpad and sat in the middle of a conference room table, his investigators seated to his sides, according to John M. Dowd, one of the lawyers. Mr. Mueller, when he did engage, would deploy corporate idioms like “we need to square the circle” — or merely sit in silence, letting his team handle negotiations over an interview with the president.\nIn the absence of interviews and public statements, a rapt public began to search for clues in Mr. Mueller’s appearance, turning the square-jawed investigator into a political Rorschach test. His Sea Ranch-branded baseball caps, his tailored suits and the Casio watch he and other investigators sported were pored over much in the same way that Melania Trump’s clothes are examined for evidence of her concealed politics.\n“He is very comfortable in a Brooks Brothers,” Garrett M. Graff, a journalist who wrote a book about Mr. Mueller’s tenure at the F.B.I., said in an interview. “That carries through in a lot of what he does. He’s deeply conservative. Not in a political sense, but in a traditional sense.”\nHis weekly visits to Salt & Pepper, an aggressively unhip restaurant in Washington’s Palisades neighborhood near the gated community where he lives, were often set against the backdrop of explosive news his team generated. As he dined with confidants, including Kenneth L. Wainstein, his former chief of staff at the F.B.I., Mueller-related news coverage would often be flashing on a large flat-screen TV nearby.\nOne evening, Mr. Mueller was eating and talking animatedly at the same time that his spokesman released a rare statement refuting a BuzzFeed News article about interactions between Mr. Trump and Michael D. Cohen, the president’s former personal lawyer.\nEven last Friday, as Washington hummed with anticipation over what might be included in his report, Mr. Mueller stuck to his routine. Hours after handing the report to Attorney General William P. Barr, Mr. Mueller was again in one of his favorite booths, at ease and laughing, drinking white wine and nibbling on appetizers and complimentary breadsticks, according to his waiter.\nAs the official part of the work winds down — CNN spotted Mr. Mueller driving into his office building on Monday — speculation abounds about what Mr. Mueller might do next, and his office has offered few clues: “The special counsel will be concluding his service in the coming days,” Peter Carr, his spokesman, said in an email. Mr. Carr declined to comment further about what might come next.\nHe has options. He could sign a tell-all book deal, like James B. Comey, the former F.B.I. director who has since become a vocal opponent of the president. He could pick up where he left off on the paid speaking circuit, talking again to groups like the Nuclear Energy Institute or the Insurance Information Institute. He could become a Twitter clearinghouse for commentary on the investigations still encircling Mr. Trump.\nOr he could return to WilmerHale, the white-collar Washington law firm where he occupied a 12th-floor corner office in the years leading up to his appointment as special counsel, defending clients such as the National Football League and Sony. Three co-workers left the firm with him to become prosecutors in the Russia investigation.\nJamie S. Gorelick, who worked with Mr. Mueller at WilmerHale, said he was unassuming and “wickedly funny” as a partner at the firm, giving advice to lawyers on particularly complex cases. If Mr. Mueller returns, she said, he will most likely continue with his previous specialties: overseeing investigations for corporations and nonprofits and helping with cases related to cybersecurity.\nMr. Graff, who has dined out casually with Mr. Mueller, surmised that he might surprise with a memoir, wanting a last word on his life’s work.\nAccording to people who have known him for years, taking such a public route is unlikely. Mr. Mueller is not part of the gossipy Washington ecosystem of dinner parties and book celebrations — in a Time 2018 Person of the Year runner-up profile, Mr. Mueller was described as “the kind of man who flicks the lights off and on at his home to inform guests that it’s time to leave a social gathering.”\nCristina C. Arguedas, a lawyer who knows Mr. Mueller from when he was a young prosecutor and she was a public defender, described him as too regimented to break course now.\n“I would bet you my house that you’re never going to see him again in the public eye,” Ms. Arguedas said, unless he is subpoenaed to testify to Congress, which is already a topic of discussion among Democrats. “I think he resumes his civilian life as if he didn’t have the most important job in the country for the last two years.”", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/us/politics/robert-mueller.html", "tags": "public kept washington investigation counsel profile ” low almost invisible seemed special mueller —"}