{"title": "As Students March for Gun Control, House Votes to Beef Up School Security", "content": "WASHINGTON — With hundreds of high school students massed at the Capitol to demand gun control, the House instead approved modest legislation on Wednesday to beef up school security without changes to the nation’s gun laws, hoping to answer demands for action a month after the massacre in Parkland, Fla.\nAcross Capitol Hill, a top F.B.I. official conceded in Senate testimony that his agency had made mistakes in failing to follow up on tips about the gunman.\n“We clearly should have done more,” David L. Bowdich, the acting deputy director of the F.B.I., told the Senate Judiciary Committee. He said the bureau was doubling the number of supervisors assigned to review tips from the public.\nThe House vote and the Senate hearing came as students across the country  walked out of their classes to demand tougher gun laws after the rampage at Marjory Stoneman Douglas High School in Parkland. Hundreds rallied in front of the White House and at the Capitol, cheered on by congressional Democratic leaders.\nBut the school safety bill had no provisions relating to guns, and the Senate hearing was focused on law enforcement failures. Gun control advocates said neither addressed what they saw as the real problem: the proliferation of high-powered firearms used in mass shootings, not only at schools but at concerts, churches, movie theaters and other public places.\nThe House measure, which passed 407 to 10 as dozens of students looked down from the visitors’ gallery, is one of a flurry of school safety bills that have been introduced in Congress — without curbs on guns.\nIt authorizes $500 million over 10 years for safety improvements, including training teachers and students in how to prevent violence and developing anonymous tip lines to detect threats. The money could also be used for physical improvements, such as metal detectors, but at the insistence of Democrats, a provision was added that bars the money from being used to arm teachers.\nKnown as the STOP School Violence Act, the bill was sponsored by Representative John Rutherford, a Republican and former sheriff of Jacksonville, Fla., who called it “an important first step towards keeping our students and our teachers safe.”\nWhite House officials have said President Trump supports the measure; a similar one has been introduced in the Senate.\nBut Democrats lamented that it did not go far enough.\n“The bill is fine as far as it goes, and we should certainly do more to make our schools safer,” said Representative Jerrold Nadler, Democrat of New York. “But it is shameful that we must do so because of our failure to reduce the threat of gun violence to children.”\nOn the Senate side of the Capitol, Mr. Bowdich, of the F.B.I., suffered a grilling from Judiciary Committee members about the bureau’s failure to follow up on at least two credible tips related to the Parkland gunman, Nikolas Cruz.\nThe first tip, in September, came via email, from a bail bondsman in Mississippi who spotted a suspicious comment on a YouTube channel by a “nikolas cruz” who said he intended to become “a professional school shooter.” The second came in January from a woman who called the agency’s tip line and said, “I know he’s going to explode.”\n“In my judgment we have seen a catastrophic and systemic failure of law enforcement at every level,” Senator Ted Cruz, Republican of Texas, said, before asking Mr. Bowdich if he believed that the F.B.I. “had committed serious, grave errors.”\nMr. Bowdich’s reply was succinct: “Yes, sir, I do.”\nThe committee also heard emotional testimony from Ryan Petty, whose daughter Alaina was among the 17 people killed at Stoneman Douglas High School, and Katherine Posada, a language arts teacher at the school.\n“Nikolas Cruz and the danger that he posed were the worst kept secret in Parkland,” Mr. Petty said.\nMs. Posada chided lawmakers for what was an apparent partisan divide, with Republicans confining their questions to law enforcement issues and Democrats using the session to put a spotlight on gun control.\n“This is not a partisan issue,” the teacher said. “The children of Republicans can fall victim to bullets.”", "date": "March 14, 2018", "href": "https://www.nytimes.com/2018/03/14/us/politics/congress-school-safety-gun-control-house-vote.html", "tags": "security control capitol gun house school ” senate parkland votes students beef march"}