{"title": "As States Race to Limit Abortions, Alabama Goes Further, Seeking to Outlaw Most of Them", "content": "MONTGOMERY, Ala. — Amid a flurry of new limits on abortion being sought in states around the nation, Alabama is weighing a measure that would go further than all of them — outlawing most abortions almost entirely.\nThe effort in Alabama, where the State Senate could vote as soon as Thursday, is unfolding as Republicans, emboldened by President Trump and the shifting alignment of the Supreme Court, intensify a long-running campaign to curb abortion access.\nYet the Alabama measure is also a departure from the incremental strategy that abortion critics have often pursued: There is nothing gradual about the sweeping ban that the state’s lawmakers are considering.\nAlabama’s measure would effectively ban most abortions at every stage of pregnancy, from conception on, and would criminalize the procedure for doctors. A doctor could be charged with a felony, and face up to 99 years in prison, for performing an abortion in most circumstances; a doctor could risk a 10-year prison term for attempting an abortion. Some exceptions were being considered, including provisions added to the measure on Wednesday that would allow abortions in cases of rape or incest.\n“The back door hasn’t worked, I’ll just tell you,” said Representative Rich Wingo, a Republican from Tuscaloosa County and an architect of the Alabama legislation, which the State House approved last month. “Other methods haven’t worked to date. This is a yes or no, up or down.”\nSome measures in other states have tested the boundaries of court protections for abortion in various ways. But the expansive Alabama legislation stands in direct opposition to the Supreme Court’s landmark Roe v. Wade ruling of 1973, which legalized abortion up to the point when a fetus is viable outside the womb, usually about 24 weeks into a pregnancy.\nAs with the long list of abortion limits being weighed in other places, the Alabama measure is aimed at reaching the Supreme Court, where conservatives have been buoyed by the arrival of Justice Brett M. Kavanaugh. Alabama Republicans say they want the court to re-examine the core issues in Roe.\nThe move stands in contrast to the approach of conservatives in some other states, who have argued that a slower, piecemeal approach, chipping away at Roe v. Wade, is more likely to find success in the courts and result in lasting legal curbs to abortion.\n“Our position is just simply that the unborn child is a person, and the bill goes directly to that,” Mr. Wingo said. “Courts can do — and have done — many things good and bad, but we would hope and pray that they would go and that they would overturn Roe.”\nThe differing tactics of abortion opponents have been on display this year, as new abortion restrictions have sped through statehouses in the South and Midwest. On Tuesday, Gov. Brian Kemp of Georgia signed a so-called heartbeat bill that essentially bans abortions after six weeks of pregnancy — a time when many women do not yet know they are pregnant. Kentucky, Mississippi and Ohio have passed similar laws this year, and legislators in South Carolina and Tennessee considered comparable restrictions.\nOther states have taken more limited steps. Arkansas reduced by two weeks the time frame in which a woman can have an abortion legally. Missouri legislators have been considering an array of new limits.\n“This legislative session could turn out to be the most harmful for women’s health in decades,” said Leana Wen, president of the Planned Parenthood Federation of America.\nThe proposal in Alabama, where voters amended the state Constitution last year to declare that the “public policy of this state is to recognize and support the sanctity of unborn life and the rights of unborn children, including the right to life,” is the latest far-reaching measure with a reasonable prospect of passing.\nOn Wednesday, a committee of the State Senate sent the measure on to the full Senate, after amending it to include exceptions for cases of rape or incest — exceptions that were not in the version of the bill the State House passed. The House version allowed an exception only in the case of a “serious health risk” to the mother.\nIt was not clear on Wednesday whether the House would go along with added exceptions, or whether the Senate committee’s changes would imperil the legislation.\nElsewhere, abortion opponents have urged states to adopt rules like waiting periods and mandatory counseling, with the notion that some limits are better than none. “My philosophy is, you throw spaghetti up against the wall and you see what sticks,” said Tom McClusky, president of March for Life Action, a private nonprofit advocacy group.\nBut in Alabama, abortion critics said that a piecemeal approach has proved inadequate. Eric Johnston, president of the Alabama Pro-Life Coalition and a lawyer who drafted much of the pending bill, said that more limited legislation in other states had failed to accomplish the central goal: to force the Supreme Court to decide whether Roe should remain binding.\n“The heartbeat bills are in many ways a waste of time, because you’re going below the standard of Roe,” he said. “Why not go all the way?”\nSo Mr. Johnston said he sought to write what he called a “clean bill,” straightforward legislation intended to force federal courts to unequivocally take a side on the basic legality of abortion.\n“We avoid a lot of other issues, like morning-after pills, because that’s not what we’re after,” he said. “What’s important to address is if an unborn child is a person.”\nLast month, the State House approved its version of the bill by a vote of 74-3, after more than two dozen Democrats walked out of the chamber in protest. Although Gov. Kay Ivey, a Republican, has not publicly committed to signing the legislation, Republican lawmakers said they believe she will.\nIn Alabama, a conservative state whose capital is dominated by Republicans, the number of abortion clinics has fallen to three from 13 over about the last two decades. In past years, lawmakers set a 48-hour waiting period for abortions; mandated that women receive counseling before undergoing procedures; and required minors to receive consent for an abortion from a parent or legal guardian.\nLanguage in the new measure likens abortion to the Holocaust and other 20th-century atrocities, stating that the number of legal abortions performed since the Roe decision amounted to “more than three times the number who were killed in German death camps, Chinese purges, Stalin’s gulags, Cambodian killing fields, and the Rwandan genocide combined.”\nCritics of the Alabama proposal have promised litigation if Governor Ivey signs it into law, regardless of the potential legal risks of revisiting the issue in the courts. Planned Parenthood has said it intends to sue to block the legislation immediately, on the ground that it would unlawfully restrict access to abortion, a right that has been reaffirmed by the courts since Roe.\nEven as some states have moved to limit abortions, other states with Democratic-leaning governments have rushed this year to fortify legal protections for the procedure. This week, Vermont took steps toward a constitutional amendment enshrining a “right to personal reproductive autonomy.” And in January, Gov. Andrew M. Cuomo of New York signed a measure that guaranteed a “fundamental right” to abortion in the state.\nStaci Fox, the Atlanta-based president and chief executive of Planned Parenthood Southeast, said that attempts to limit abortion — even those that are ultimately fought in court — have a chilling effect.\n“They are saying to women, ‘We don’t trust you to make these deeply personal decisions,’” Ms. Fox said. “It can be very confusing — what is real and what is not. And we’ve been hearing from concerned women as these bills bubble up.”\nJenna King, 27, said she was closely watching what might happen next with Alabama’s proposal for a nearly complete ban. She recalled how her father, a Southern Baptist pastor, had been furious when she told him she was pregnant at 17 and wanted an abortion. Nonetheless, she said, he drove her to an abortion clinic in Birmingham, about 90 minutes away from their home.\nMs. King said she believed the procedure had given her the opportunity to graduate from college and then have a child when she felt prepared. She now has a 2-year-old son, and said she plans to attend law school in the future.\nRecalling her confrontation with her father, she said, “He had a look of disgust on his face.” But she was determined.\n“I told him, ‘I’m going to go to college and I’m going to get on with my life,’” she recalled. “Thank God abortion was legal when it was.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/us/abortion-alabama-ban.html", "tags": "goes measure abortions alabama outlaw limit states ” abortion race state — seeking"}