{"title": "As Theresa May Pleads for 2nd Brexit Delay, Some See a ‘Begging Tour’", "content": "LONDON — With Britain’s fate in the hands of the European Union it wants to leave, Prime Minister Theresa May shuttled between Berlin and Paris on Tuesday to plead for more time to salvage her faltering withdrawal plans.\nEuropean leaders have indicated that they are willing to push back the date for Britain’s withdrawal from the bloc, most likely until the end of the year. But they are insisting that Mrs. May explain how she would put that time to constructive use.\nThat may be complicated for the prime minister. Back home, her Parliament is deadlocked over withdrawal, the political parties are split, and talks between the government and the opposition on a compromise plan are making minimal progress.\nSo ahead of a summit meeting in Brussels on Wednesday at which European Union leaders will decide what to do, Mrs. May embarked on some last-minute diplomacy. Her goal was to reduce the risk of the summit ending in a “no deal” Brexit on April 12, the current deadline, which could have serious economic consequences.\nMrs. May’s weakness at home and abroad has not gone unnoted on the Continent. One German publication described her visit to the two capitals on Tuesday as a “begging tour.”\nEurope’s leaders are almost certain to offer Mrs. May more time because they do not want to be blamed for a no-deal exit. That could hurt their economies as well as Britain’s and could poison relations for decades.\nPunctuating that point, the International Monetary Fund said Tuesday that an abrupt departure would throw Britain into a two-year recession that would leave its economy 3.5 percent smaller than forecast in other projections.\nThe question is how long the delay should be and what conditions should be attached.\nEuropean leaders have been reasonably clear that they will not entertain Mrs. May’s request for a June 30 deadline unless there is a good chance she could put a deal through Parliament quickly, something that seems unlikely at present.\nThat has turned attention to  a “flextension,” a longer delay, probably to the end of the year but perhaps longer, in which both sides would have the option to end the arrangement — London, if Parliament agrees on a Brexit plan, or Brussels, if Britain obstructs European Union business.\nAnalysts and diplomats believe that a delay until the end of the year makes the most sense. By then, any of the things that could happen to break the current deadlock in London may have happened: Parliament approving a deal; a general election; a second referendum; or a change of prime minister.\nUnder Conservative Party rules, Mrs. May’s leadership cannot be challenged until December. She could stand aside earlier, but at a minimum her successor should be known by the end of the year.\nAssuming the delay is longer than the June 30 date, Britain will have to take part in elections to the European Parliament next month, even if that infuriates many lawmakers in Mrs. May’s Conservative Party who are impatient to leave the bloc.\nOfficials say that the final decision on a delay will not be made until Wednesday night at the European Union summit, where an extension would have to approved unanimously. Despite some tough statements about time running out from the French president, Emmanuel Macron, no one expects the members of the bloc to balk.\nThe Irish prime minister, Leo Varadkar, has been adamant about the need to avoid a no-deal exit, which might crush the Irish economy, and on Tuesday Michel Barnier, the chief European Union negotiator for Brexit, said Ireland had the “full support” of the bloc.\nFor Mrs. May, this is a twice-told tale, having pleaded for more time before the original March 29 deadline expired. This time, however, the questions about the road ahead have gotten only harder as her position has weakened.\nAt the moment, the only progress she can point to when she talks to European Union leaders is the dialogue she has begun with the opposition Labour Party.\nSo far, however, there is no firm government promise to adopt Labour’s basic Brexit demand: that Britain stay in a customs union with the European Union.\nEven if it won the point, Labour would be wary of signing a deal. Not only would that mean sharing responsibility for leaving the bloc, which experts predict will damage the economy, it would also split the party.\nMany Labour voters and supporters want a second referendum. The party leader, Jeremy Corbyn, is lukewarm on the idea.\nThat is not the only wrinkle.\nLast month, Mrs. May offered to quit her job if Parliament approved her withdrawal plan. That has not happened, but rivals are campaigning to replace her. So Labour would need assurances that a successor to Mrs. May would not simply discard any agreement she made with them.\nThe mere discussion of a customs union with Labour has caused further ructions among Mrs. May’s increasingly febrile Conservatives.\nIn a letter to his colleagues in Parliament, Liam Fox, the international trade secretary and a hard-line Brexit supporter, said that if Britain stayed in a customs union, “we would be stuck in the worst of both worlds, not only unable to set our own international trade policy but subject, without representation, to the policy of an entity over which Members of Parliament would have no democratic control.”", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/world/europe/theresa-may-brexit-delay.html", "tags": "brexit european may see ‘ theresa tour pleads parliament union britain time could delay labour mrs. begging"}