{"title": "As Trump Exits Paris Agreement, Other Nations Are Defiant", "content": "UNITED NATIONS — Leaders from around the world maintained a defiant front on Thursday after President Trump announced that he would withdraw the United States from the Paris Agreement.\nPresident Emmanuel Macron of France, speaking in French before switching to English, said he believed Mr. Trump was making a mistake. He then extended an offer to Americans:\n“Tonight, I wish to tell the United States: France believes in you, the world believes in you. I know that you are a great nation. I know your history, our common history. To all scientists, engineers, entrepreneurs, responsible citizens who were disappointed by the decision of the president of the United States, I want to say that they will find in France a second home.”\n“I can assure you,” Mr. Macron added, “France will not give up the fight.” He capped off his English remarks with a twist on Mr. Trump’s campaign slogan: “Make our planet great again.”\nChina made it a point to say it would stay in the accord, while Mr. Macron and the leaders of Germany and Italy issued a joint statement expressing “regret” and rejecting Mr. Trump’s assertion that he would renegotiate the deal.\n“We therefore reaffirm our strongest commitment to swiftly implement the Paris Agreement, including its climate finance goals, and we encourage all our partners to speed up their action to combat climate change,” the statement said.\nMr. Trump, in a Rose Garden address, said he wanted better terms for the United States. “We are getting out,” he said. “But we will start to negotiate, and we will see if we can make a deal that’s fair. And if we can, that’s great.”\nBut Christiana Figueres, the former United Nations official who led the negotiations, said his remarks underscored a lack of understanding of how international agreements work. Under the accord, the United States cannot even submit its intention to withdraw until November 2019, after which the process would take a year.\n“You cannot renegotiate individually,” she said. “It’s a multilateral agreement. No one country can unilaterally change the conditions.”\nOther reactions were more blunt. The prime minister of Belgium, Charles Michel, called the American decision “a brutal act.”\nMary Robinson, former president of Ireland, said Mr. Trump’s decision had turned the United States into “a rogue state.” Miguel Arias Cañete, the European Union’s commissioner for climate, said Mr. Trump’s decision had “galvanized us” and promised that “this vacuum will be filled by new broad committed leadership.”\nIn his address on Thursday, Mr. Trump also took aim at the Green Climate Fund, designed to help poor nations deal with the havoc of climate change, calling it a scheme to redistribute wealth. Ms. Figueres described the fund as a “political message” of help from rich countries to poor countries that have done little to wreck the atmosphere. Countries decide how much they want to give, and former President Barack Obama, pledged last year to contribute $3 billion.\nThe secretary general of the United Nations, António Guterres, called Mr. Trump’s move “a major disappointment” and while he said nothing specifically about a renegotiation, suggested that countries and businesses all over the world had already made advances based on the agreement.\n“The transformation envisaged in the Paris Agreement is already underway,” he said in a statement. “The Secretary-General remains confident that cities, states and businesses within the United States — along with other countries — will continue to demonstrate vision and leadership by working for the low-carbon, resilient economic growth that will create quality jobs and markets for 21st century prosperity.”\nVictoria Tauli-Corpuz, the United Nations special envoy for indigenous people, said Mr. Trump’s decision would punish those who were least to blame and the most vulnerable.\n“We are already seeing climate change destroy lives, livelihoods and entire communities,” she said in an email. “While indigenous peoples are often the first to feel these effects because of where we live, the entire planet will suffer as a result of history’s largest emitter retreating on climate change.”\nBefore the announcement, United Nations envoys from rich and poor countries alike said they were sticking to the agreement, with or without the United States. New diplomatic alliances were forming, with Europe, India and China pledging to uphold their end of the deal.\nPremier Li Keqiang of China, in Berlin for meetings with Chancellor Angela Merkel, said Thursday that his country remained committed to the fight against climate change and to participating in international efforts for a greener world.\nChina, the world’s biggest emitter of carbon dioxide, stands to gain international credit for standing by the Paris Agreement, but it would not be able to fill the void on its own if the United States abandoned the treaty.\n“China will continue to uphold its commitments to the Paris climate agreement,” Mr. Li said, confirming a position his country agreed to alongside the United States in 2014, in what proved to be a watershed moment for the passage of the landmark accord the following year.\nMs. Merkel, who welcomed the Chinese commitment as “encouraging,” has been a leader in the global push for climate action since she played a crucial international role in the passage of the world’s first climate treaty, the Kyoto Protocol, in 1997.\nShe pointed to future cooperation between Brussels and Beijing, making clear the similar intention in Europe to move ahead with potential partners to fill any vacuum created by Washington’s absence.\nMs. Merkel and India’s leader, Narendra Modi, pledged their support for the climate accord during meetings in Berlin on Wednesday.\nAfter his meetings in Berlin, Mr. Li will head to Brussels for a summit meeting with European Union leaders. They are expected to announce a number of measures deepening joint cooperation on climate protection.\nIf the United States does withdraw, “the system of global climate governance won’t totally collapse, but it will be shaken,” said Zhang Haibin, a professor at Peking University who studies international environmental politics.\n“The international community may expect China to play a leading role,” he said. “But in my view, China doesn’t have the capacity to single-handedly play the role of global hero. Instead, we’ll need to work closely with the European Union and the Basic countries,” he said, referring to a negotiating bloc that includes Brazil, South Africa, India and China.\n“Collective leadership will be more important,” he said.\nThe one exception to the chorus of criticism on Thursday came from Poland, whose economy is heavily dependent on coal and whose conservative government has been a vocal critic of European climate policies.\nGrzegorz Tobiszowski, Poland’s deputy minister of energy, commended President Trump’s for his decision as he was signing an agreement on developing a new hard coal-fired power unit in Jaworzno, a city in southern Poland and one of the most polluted regions in Europe.\nYet even some of Washington’s most reliable allies warned that the United States would find itself isolated on the international stage.\nPrime Minister Theresa May of Britain expressed her disappointment in a telephone call to Mr. Trump, according to a statement from her office. In the call, Ms. May reaffirmed her government’s commitment to the agreement, according to the spokesman.\nAt United Nations headquarters in New York, Several Western diplomats said they could not fathom why the White House would join the tiny clique of nations — like Syria and Nicaragua — that had not signed the accord. The last time the United States’ standing had fallen so low was during its invasion of Iraq, several said.\n“Humanity is at a fork in the road,” said Kai Sauer, the ambassador from Finland. “One hundred and ninety countries going on one path, and the United States, Syria, Nicaragua going on another? It seems a bit strange. This definitely also changes how we are looking at the United States.”\nAlready, the United States is likely to miss the climate-related pledges that it made just last year because of policies set in motion by the Trump administration. So who can make up the difference? Perhaps the biggest surprise comes from India, which just a couple of years ago insisted that it needed to burn much more coal in order to lift its people out of poverty.\nSince then, India has sharply slowed the expansion of its coal-fired plants, and although coal use will most certainly rise, according to experts, the Indian government has said that in another 10 years, it may not need to build any more coal plants at all.\nNavroz K. Dubash, a climate change expert with the Center for Policy Research in New Delhi, said planned coal projects were struggling to obtain financing in India because of uncertainty over the regulatory environment, and most were unlikely to get off the ground.\nSolar and wind power prices have fallen sharply, making them far more competitive sources of energy for a poor country. And India has said it aimed to sell only electric cars by 2030.\nAfter the White House announcement, Lavanya Rajamani, a professor at the center and colleague of Mr. Dubash, called Mr. Trump’s claims baffling: “Stating that the Paris Agreement hamstrings the U.S. while allowing India and China to increase their emissions is baffling,” she said in an emailed statement. “The Agreement allows every country to choose its pledge tailored to its national circumstances.”", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/world/europe/climate-paris-agreement-trump-china.html", "tags": "agreement china united states ” trump nations defiant climate exits paris"}