{"title": "As Trump Angers Allies, Rival Powers Cultivate Diplomatic Ties", "content": "WASHINGTON — The Trump administration’s diplomatic darts this week flew as fast at friends as they did at foes.\nFirst, on Monday, came the end of permissions for important partner nations to buy Iranian oil without fear of American sanctions. Then, on Tuesday, American officials wrestled with allies over a United Nations measure on combating rape during wartime.\nAnd on Friday, President Trump announced he was “taking our signature back” from a global treaty on conventional arms sales that went into effect in 2014.\nAll of that, along with a shift last week on Cuba policy that angered European leaders, has reinforced the notion that the United States is becoming a rogue superpower as it continues to embrace unpredictable “me first” actions, with little care about upending the traditional world order.\nThe behavior also prompts new questions over whether the Trump administration is sacrificing what should be long-term priorities — namely, countering China and Russia as outlined in the National Security Strategy — for short-term obsessions with much weaker nations that pose no real threat to the United States, notably Iran, Venezuela and Cuba.\nThe relentless drive of Mr. Trump and his top foreign policy officials to pressure smaller nations has inflamed allies. The damage to relations will be difficult to repair even after Mr. Trump leaves office, diplomats warn, because of rising rancor and a huge erosion of trust that could lead allies to strengthen ties with other powers.\n“You have a bad combination of unilateralism and narcissism,” said William J. Burns, a deputy secretary of state during the Obama administration and a 33-year foreign service veteran who wrote in a new book about the decline of diplomacy under Mr. Trump.\n“We’re digging a hole for ourselves,” Mr. Burns said. “It’s not like the rest of the world is going to sit by while we get our act together. So rivals take advantage. Allies start to lose faith and hedge.”\nFrom Mr. Trump’s perspective, the United States is tackling global issues in a realistic manner with his “America First” approach — working with allies so long as it benefits American interests.\n“Our mission is to champion the American way of life,” Secretary of State Mike Pompeo told State Department employees on Friday.\nBut in one notable example, the United States risks the cooperation of Turkey, South Korea, Japan and India on critical security issues by expanding its ban on Iranian oil exports worldwide.\nTrump administration officials want to coordinate with India to counterbalance China, by far the greatest challenger to American supremacy. The United States is also working with South Korea and Japan to deal with both China and North Korea, which, unlike Iran, has a growing nuclear arsenal.\nAnd Turkey, a fellow North Atlantic Treaty Organization member, is a key partner in the effort to bring stability to Syria. American officials are also in negotiations with Turkey to keep it from growing too close to Russia after its decision to buy a missile defense system from Moscow.\n“Turkey rejects unilateral sanctions and impositions on how to conduct relations with neighbors,” the Turkish foreign minister, Mevlut Cavusoglu, said Monday on Twitter of the Iran oil decision. Turkey is looking to continue buying Iranian oil even after its exemption from the sanctions ends on May 2.\nThe moves this month have strained relations well beyond the pain inflicted by Mr. Trump’s repeated denunciations of NATO allies and his withdrawals in 2017 from the global Paris climate agreement and the Trans-Pacific Partnership.\nThe backlash is evident in growing resistance among European allies to American requests to reject technology from the Chinese company Huawei in next-generation 5G telecommunications networks. Meanwhile, officials from more than 150 nations are in Beijing for a conference on China’s global infrastructure program, the Belt and Road Initiative.\nThe Trump administration has done little to assuage European allies already on edge.\nMr. Trump lifted longstanding limits on American citizens suing over property that had been confiscated by the Cuban government after the Communist revolution. European officials  strongly objected — and threatened to sue the United States at the World Trade Organization — over concerns the shift would harm foreign companies with ties to Cuba.\nAdministration officials threatened to veto a United Nations Security Council resolution, drafted by Germany, that sought to combat the use of rape as a weapon of war. The officials demanded the measure be stripped of language on reproductive and sexual health. Several top American officials are evangelical Christians, including Mr. Pompeo, and have taken strong stands on issues related to abortion. The Security Council approved the resolution on Tuesday in a significantly weakened form.\n“The current president doesn’t care about the West,” the retiring French ambassador to the United States, Gérard Araud, said in an interview with Foreign Policy magazine. “He is a nationalist. He is America alone.”\nLatin American countries also are angered by the United States’ increasing intractability, even as China tries to make inroads into the Western Hemisphere.\nThe State Department is planning to cut aid to Guatemala, Honduras and El Salvador because of what Mr. Trump has called failures to stem migration to the United States. That has weakened American warnings about doing business with China and demands that Guatemala and Honduras continue to recognize the self-governing island of Taiwan rather than China. (El Salvador already switched recognition last year, prompting a rebuke from Washington.)\nBut nothing has strained relations between the United States and other nations more than the anti-Iran campaign led by Mr. Pompeo and John R. Bolton, the national security adviser.\nWorld powers that entered the Iran nuclear deal with the United States in 2015 objected to Mr. Trump’s withdrawal last year and the American sanctions that were later imposed. European nations have created a financial transaction system to continue doing business with Iran.\nIraqi leaders are defying American demands that they stop buying natural gas and electricity from Iran and cut ties with Iranian military officials. Iraq and the United States partnered in the fight against the Islamic State, an effort that was paralleled by Iran, which is an ally of Baghdad.\nIn India, officials were surprised and disappointed by the reversal on the Iranian oil purchase waivers, citing earlier assurances by Washington they would be allowed to continue buying the oil.\nA senior Indian official noted that New Delhi had shown loyalty to Washington. It was weighing ending all oil imports from Venezuela — not because it agreed with the Trump administration’s hard-line position on Venezuela, but because India considers the United States a strategic partner.\nThe Indian official, who spoke on the condition of anonymity, also expressed disappointment in the Trump administration’s decision in March to remove India from a trade program that gave the country tariff-free access to the United States. The Americans did the same to Turkey.\nMr. Trump’s aggressive approach to trade has irritated other partner nations, including Canada, France and Japan.\n“You have a big stick, and you don’t care who your interlocutor is,” Mr. Araud said. “You treat China the same way you treat the U.K. or the European Union.”\nBoth South Korea and Japan have endured rounds of bilateral trade negotiations with the United States. And both also asked the United States not to end the Iranian oil waivers, as did China, Iran’s biggest customer.\nThe United States needs help from those three nations to pressure North Korea to give up its dozens of nuclear weapons. Iran has no nuclear weapons and is not yet moving to develop any, according to American intelligence assessments.\n“These decisions probably won’t torpedo those relationships, but they will add to an already long list of bilateral irritants at a time when we need unity,” said Kelly Magsamen, who was the Pentagon’s top Asia-Pacific policy official at the end of the Obama administration.\n“The biggest problem is that America is no longer consistent,” she said.\nMr. Burns, the former American diplomat, said Mr. Trump would do well to remember that the United States is no longer the world’s singular dominant player. That, he said, has raised the significance of global alliances and working with coalitions of countries.\n“We have a window before us within which we can help reshape those institutions and that order before it gets reshaped for us by the rise of other powers and other events,” Mr. Burns said. “The problem is that window is not going to stay open forever.”", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/us/politics/trump-allies.html", "tags": "allies american mr. officials diplomatic “ united states rival trump angers cultivate nations ties powers"}