{"title": "As Uncertainty Clouds Economy, Europe Pulls Back on Easy Money", "content": "RIGA, Latvia — A trade war with the United States looms. Populists have taken power in Italy, posing a new threat to the euro. Growth is sluggish, and there is even talk of another banking crisis.\nIt would not seem the ideal time to put the brakes on Europe’s economy. But that is what the European Central Bank is preparing to do.\nFor more than a decade, the central bank unleashed a wave of cash to stimulate growth, effectively saving Europe from the wrenching consequences of its debt crisis. The bank said Thursday that the era of easy money was over, and outlined plans to completely remove its support by December.\nIn essence, the bank is declaring the region cured, or at least strong enough to stand on its own. It is signaling that it doesn’t want to be in the business of saving politicians from themselves or responding to every dip in growth with a new dose of stimulus. And it is under pressure to remain in sync with a crucial trading partner after the United States Federal Reserve raised its main interest rate on Wednesday.\nWhat will happen next is uncertain, because the European Central Bank has pumped unprecedented amounts of money into the economy. There may be unpleasant surprises: think real estate bubbles, more wobbling banks or a surge in bankruptcies.\n“It’s not the right time,” said Zsolt Darvas, a monetary policy expert at Bruegel, a think tank in Brussels. “If you look at what happened in the last few quarters, everything became more disappointing.”\nThat may be an understatement. In addition to a slowdown in growth, Italy is gripped by political turmoil after populists took power on an anti-euro platform. Trade relations with the United States are at their poorest in decades, and most likely will get worse as Europe plans punitive duties on an array of American products as retaliation for President Trump’s tariffs on steel and aluminum. And Deutsche Bank, one of the region’s most important lenders, is in crisis.\nIn countries like Italy, there lurk an unknown number of so-called zombie companies — businesses that have avoided bankruptcy only because of low interest rates and tolerant banks. A rise in interest rates could prompt a mass collapse of those weak companies.\nSome economists are even resurrecting the word “stagflation” — a dreaded condition in which inflation rises at the same time that growth stagnates. The region’s residents would face the prospect of paying more for everyday goods even as their wages stayed the same.\nThe European Central Bank’s Governing Council, which met in the Latvian capital of Riga on Thursday, largely dismissed those concerns. The council set out a timetable for ending the most important element of its stimulus efforts by the end of the year.\nThe central bank will cut stimulus in half after September, and end it altogether after December. In a concession to those who think it is being too hasty, the council said it would not raise its benchmark interest rates until after the summer of 2019. By historical standards, money will remain cheap.\nStill, those decisions mark a clear change of direction.\nSince 2015, the European Central Bank has been handing money around in a way possible only for an organization that has a license to print it.\nIt bought almost 2.5 trillion euros, or $3 trillion, in debt that had been issued by not just governments, but all manner of public utilities, breweries, grocery chains, consumer goods conglomerates and automakers. In effect, the bank became the world’s biggest bond fund.\nThe point was to flood financial markets with so much cash that companies and governments would have to pay little or no interest to raise money. And the strategy worked.\nInterest rates fell so low that, for a time, blue-chip companies could borrow money essentially for free. Real estate prices recovered. In countries like Germany and the Netherlands, shops and restaurants are desperately trying to find workers because the labor market has bounced back so strongly. Growth in the eurozone in 2017 was the best since 2007, before the financial crisis.\nBut early this year, warning signs started to appear. Factories reported fewer orders, and Mr. Trump issued a threat — since carried out — to slap tariffs on steel and aluminum imported from Europe. On Thursday, the European Union’s member states unanimously backed a plan to impose import duties on €2.8 billion worth of American products.\nThe new disruptions to trade have unsettled businesses. Companies like ABB, a supplier of power equipment based in Zurich, or Voestalpine, an Austrian maker of steel components for the auto industry, have had to pay more to deliver special steel alloys to their American subsidiaries. The specialized steel is not available from United States suppliers, they say.\nNow, the 19 countries that share the euro must face these challenges with substantially less central bank support.\nEconomists at the Swiss bank UBS estimated that the bond-buying program has added 0.75 percentage points per year to economic growth since 2015. Put another way, that means the central bank was responsible for about a third of the growth rate last year.\nThe central bank’s own estimates are more modest, but not by much. That means vulnerable countries could be in for a shock when the bank takes the money away.\nOne of the biggest risks is Italy. Its national debt is among the highest in the world. Italy’s new government includes leaders who have talked of leaving the euro. Growth is meager, and unemployment is 11.2 percent, more than three times the rate in Germany.\nCentral bank support has provided reassurance to investors that Italian government bonds are a safe bet. But that confidence is fickle. The market interest rates on Italian debt spiked during chaotic attempts in recent months to form a government of two populist parties. They fell only after leaders tempered their rhetoric about resurrecting the lira.\nMario Draghi, the president of the European Central Bank, is no stranger to Italy’s issues — earlier in his career, he was the highest-ranking civil servant in the Italian Finance Ministry. He indicated on Thursday that the bank would take action only if there were signs that problems in Italy were spreading to other countries.\n“We certainly monitor financial markets carefully, but so far we haven’t seen contagion,” Mr. Draghi said during a news conference in Riga.\nMr. Draghi also acknowledged that trade tensions with the United States had worsened considerably. Disruption of the world trade order could “create very serious damage,” he said.\nAs insurance against such risks, the central bank kept its options open. The end of quantitative easing depends on “incoming data,” the central bank said in a statement. Mr. Draghi suggested that bond purchases could be ramped up again if needed.\nBut his clear message was that the European Central Bank will not be thrown off course by the machinations of populist politicians, a few months of unsettling economic data or threats by Mr. Trump to impose duties on German cars.\n“We have taken these decisions knowing that the economy is in a better situation,” Mr. Draghi said.\nIn the same breath, though, he betrayed a trace of doubt. There is also, he added, “increasing uncertainty.”", "date": "June 14, 2018", "href": "https://www.nytimes.com/2018/06/14/business/economy/europe-economy-ecb-mario-draghi.html", "tags": "european growth clouds back bank easy economy europe ” money italy interest uncertainty central pulls"}