{"title": "As West Fears the Rise of Autocrats, Hungary Shows What’s Possible", "content": "BUDAPEST — The senior leaders of Fidesz gathered on the banks of the Danube, in a building known as the Hungarian White House, stunned by the scale of their good fortune. Their right-wing party had won unexpectedly sweeping political power in national elections. The question was how to use it.\nSeveral men urged caution. But Viktor Orban, the prime minister-elect, disagreed. The voting result, Mr. Orban continued, had given him the right to carry out a radical overhaul of the country’s Constitution.\nMr. Orban won the argument.\nThe private meetings, recounted by two people who were in the room and by a third who was briefed on the discussions at the time, occurred in early May 2010. Nearly eight years later, Mr. Orban has remade Hungary’s political system into what one critic calls “a new thing under the sun.” Once praised by watchdog groups as a leading democracy of post-Soviet Eastern Europe, Hungary is now considered a democracy in sharp, worrisome decline.\nThrough legislative fiat and force of will, Mr. Orban has transformed the country into a political greenhouse for an odd kind of soft autocracy, combining crony capitalism and far-right rhetoric with a single-party political culture. He has done this even as Hungary remains a member of the European Union and receives billions of dollars in funding from the bloc. European Union officials did little as Mr. Orban transformed Hungary into what he calls an “illiberal democracy.”\nNow Mr. Orban is directly challenging the countries that have long dominated the European bloc, predicting that 2018 will be “a year of great battles.” At home, he is pushing new legislation, this time to place financial penalties on civil society groups that help migrants. His domestic political standing is largely unchallenged, partly because of changes he has made to the electoral system; he is almost certain to win another term in April elections.\nIn the European Union’s political hierarchy, Mr. Orban has often been cast as an unruly outsider — a loud, populist voice peripheral to the mainstream, and peripheral to real power. But he is now possibly the bloc’s greatest political challenge. He is arguing that Europe’s postwar liberal consensus “is now at an end” — and his vision is being emulated in Poland, while his influence is felt elsewhere in Central and Eastern Europe.\n“Viktor Orban has demonstrated that in Europe things are possible,” the leader of Poland’s governing Law and Justice party, Jaroslaw Kaczynski, said in 2016. “You have given an example, and we are learning from your example.”\nMr. Orban is emblematic of a strongman age. He has courted President Vladimir V. Putin of Russia and praised President Recep Tayyip Erdogan of Turkey. In 2016, he became the first Western leader to endorse the Republican presidential nominee, Donald J. Trump. Although Mr. Orban lacks the global profile of those leaders, what he is doing in Europe is seen as part of a broader decline of democracy in the world.\n“What makes this place so important and interesting is that something new is taking place,” said Michael Ignatieff, the president and rector of Central European University, an American college in Budapest that Mr. Orban has tried to close.\n“Orban has pioneered a new model of single-party rule that has spread through Eastern Europe, which is unlikely to spread west because civil society, independent institutions and the rule of law is too strong in Western Europe,” said Mr. Ignatieff, who is also a human rights scholar and a former leader of the Liberal Party in Canada. He added, however, that it “could break the E.U. apart if this conflict between liberal democracy in the West and single-party states in the East can’t be resolved.”\nZoltan Kovacs, the Hungarian government spokesman, and the only current official who agreed to speak on the record for this article, defended Mr. Orban’s actions as a determined effort “to get rid of the remnants of communism that are still with us, not only in terms of institutions but in terms of mentality.”\nMr. Orban is undeniably popular with many Hungarians, and recent polls show that roughly 50 percent of decided voters support Fidesz. A weak, divided opposition helps him, as does a pliant news media. In a small nation troubled by historical anxieties, he also has positioned himself as a buffer against what he portrays as modern-day threats: such as European Union bureaucrats; or George Soros, the liberal Hungarian-American philanthropist; or, above all, migrants who seek to settle in the country.\n“Migration fits into a wider agenda about the protection of the Hungarian people,” said Andras Biro-Nagy, a politics lecturer at Corvinus University of Budapest. “He’s protecting us from everything.”\nTo understand how Mr. Orban has reshaped Hungary, start with the private meetings in 2010. Fidesz had just won national elections by a margin that qualified the party for more than two-thirds of the seats in Parliament, even though it had only won a slim majority of votes. Party leaders had a mandate. But to what extent could they legitimately wield it?\nWeeks later, Mr. Orban and his lieutenants began a legislative assault on the Hungarian Constitution, curbing civil society and, to less fanfare, diverting billions of euros in European Union and federal money toward loyal allies.\nFirst, he moved simultaneously to curb the Hungarian media and the judiciary. Next came the erosion of the country’s checks and balances, which has helped Mr. Orban share the spoils of power with close friends and important businessmen.\nAnd then, came the electoral process. The restructuring of Hungary’s election system, including a redrawing the electoral map, has helped him remain in power, even as his party has won fewer votes.\n“The election law does not correspond to democratic features,” said Imre Voros, a founding member of the Hungarian constitutional court, “and Hungary is therefore not a democratic country.”\nSworn into office on May 29, 2010, Mr. Orban re-engineered Hungary’s institutional framework so swiftly that even Fidesz lawmakers were stunned. During the next five years, Fidesz used its two-thirds majority in Parliament to pass more than 1,000 laws, many of them enacted after a few hours of debate — and often presented by low-ranking lawmakers who had neither written nor read them.\nGergely Barandy, a Socialist lawmaker, recalled being asked by a Fidesz counterpart in October 2011 about a proposal to bar criminal suspects from speaking to a lawyer for the first 48 hours of their detention.\nMr. Barandy said a shocked Fidesz lawmaker had asked him, “Have you seen this bill?”\n“Yes, I did see it,” Mr. Barandy said he replied. “But did you know you were the one who introduced it?”\nThe new laws represented an assault on a Hungarian democracy that Freedom House, a watchdog group that measures democracy around the world, had rated as one of the strongest in post-Soviet Eastern Europe.\nTwo media laws created a chill for independent journalists pursuing stories that displeased the government. The laws allowed Mr. Orban to appoint his own candidates to lead the country’s two main media regulators, while simultaneously giving those regulators more power to fine and punish independent news outlets. (Most of those outlets have subsequently been bought by allies of Mr. Orban.)\nBut the country’s state-run news outlets were also under threat. Soon after Mr. Orban took power, several new managers appeared in the newsroom of Hungarian public radio. “These guys were not exactly journalists,” said Attila Mong, then a popular public radio host. “They were more like propagandists.”\nMr. Mong said that, before the 2010 elections, he had felt free to cover politics as he saw fit. That changed after the new managers arrived and the new laws took effect.\n“There was this fear in the newsroom that we didn’t have before,” Mr. Mong said. Around 1,000 employees were pushed out at public broadcasters — about a third of the total staff. Mr. Mong, who held a minute’s silence on air in protest, was one of them.\nTwo decades earlier, the founders of Hungary’s post-Communist democracy created nonpartisan government monitors to keep the country’s leader in check. Seeking to dismantle this system, Mr. Orban put ex-Fidesz politicians in charge at several institutions, including the State Audit Office, which monitors government expenditures, and the State Prosecution Service, which oversees criminal prosecutions. His supporters also now control the board overseeing the National Fiscal Council, an independent body scrutinizing economic policy.\nThe National Fiscal Council, which angered Mr. Orban by expressing mild concern about his first budget in October 2010, is now “completely irrelevant,” said Balazs Romhanyi, who was chief of staff at the council before being fired in December 2010. “Their mandate and their tools are designed to have zero effect.”\nYet it is Hungary’s judiciary that has perhaps been most affected. During the country’s democratic transition, a Constitutional Court was created to protect fundamental rights and uphold rule of law. Judges had to be nominated by a committee staffed by representatives of all the parties in Parliament — ensuring that all judges were chosen by consensus.\nBut Fidesz voted to give itself complete power in choosing the candidates. Eight years later, the court is made up entirely of judges appointed during Fidesz’s tenure. Two were previously Fidesz lawmakers. A third was once a top aide to Mr. Orban. And the vast majority have usually voted with the government, according to research published by the University of Wisconsin.\nThe government has been undeterred by the occasional disagreement. When the Constitutional Court struck down Fidesz laws that, among other things, criminalized homelessness, Parliament amended the Constitution to include most of the laws that the court had rejected.\nHomelessness is once again a crime in Hungary.\n“It was incredibly unscrupulous, and the kind of thing you see in Azerbaijan,” said Judge Laszlo Kiss, one of the last constitutional judges to have been appointed before Mr. Orban came to power. (He retired in 2016.)\nAt the same time, Mr. Orban’s party has taken aim at the broader judiciary, giving one of his oldest friends, Tunde Hando, the overall say over which judges get appointed to senior positions.\nNumerous judges were appointed before Mr. Orban took office, but his tightening grip on the judiciary has placed them under heavy political pressure, said Judge Peter Szepeshazi, one of the few judges to publicly criticize the system.\n“It’s not a totalitarian system,” Judge Szepeshazi said. “But it’s very autocratic.”\nIn 2012, a Fidesz mayor in the town of Szekszard privately told his councilors that their town was among several that would be installing new streetlights, paid for by European Union funds. Nothing would be made public about the tender process for more than a year. But the mayor said he was already in contact with one potential bidder. The company was new to the lighting business. But it was part-owned by Mr. Orban’s son-in-law, Istvan Tiborcz.\nUltimately, the company got the contract.\nAkos Hadhazy, one of the councilors, thought something was fishy. “A company belonging to the prime minister’s son-in-law was already meeting with mayors about a future public procurement before an E.U. grant was even announced — and then he ended up as the main contractor,” said Mr. Hadhazy, who recorded the meeting. “This has more than just a bad smell. We can see that the system is rotting.”\nCrony capitalism, critics argue, has become rampant. Five associates of Mr. Orban have particularly benefited: Mr. Tiborcz; Lorinc Meszaros, the mayor of Mr. Orban’s childhood village; Arpad Habony, one of Mr. Orban’s closest advisers; Istvan Garancsi, who watches soccer games with Mr. Orban; and Lajos Simicska, one of Mr. Orban’s oldest friends. Between 2010 and 2016 alone, these five men won roughly 5 percent of government and European Union contracts, a total of $2.5 billion, according to an analysis by the Corruption Research Center Budapest.\nMr. Simicska, however, had a falling out with Mr. Orban in 2015, and he stopped winning government contracts around that time. Mr. Meszaros, a former gas-fitter with little previous business experience, has since won many more public procurements. Since the start of 2018, Mr. Meszaros’s company has already won more than $400 million in European Union contracts.\nMr. Orban’s critics say that such cronyism is possible because of the erosion of Hungary’s democratic checks and balances. The country’s chief prosecutor, Peter Polt, is supposed to be an independent official, but “seems to be a friend of the Orban government,” said Miklos Ligeti, a former prosecutor who is now head of legal research at the Hungarian branch of Transparency International, a global anticorruption watchdog.\nMr. Orban has been able to accrue so much power in Budapest partly because he met little effective opposition from Brussels, the seat of the European Union, which was founded on the principles of rule of law and liberal democracy.\nMr. Orban’s constitutional overhaul quickly drew the eye of the European Commission, the bloc’s executive arm. The European justice commissioner at the time, Viviane Reding, did win some concessions from Mr. Orban on certain issues, but most of the commission’s rulings had little practical effect on the overall picture.\nThe main problem was that the founders of the European Union never considered the possibility that a member state would backslide, and did not create procedures to deal conclusively with such an event, Ms. Reding said.\n“We never thought that someone would go the other way,” Ms. Reding said. “It was unthinkable.”\nThe so-called nuclear option — the suspension of Hungary’s voting rights — was considered too drastic for the situation. Mr. Orban has subsequently claimed to have tricked European officials into believing that he had made substantive changes, even though they were largely cosmetic, a tactic he has publicly described as the “dance of the peacock.”\nEurope’s main alliance of center-right parties, the European People’s Party, which relied on Fidesz’s votes in the European Parliament, did not offer much resistance, either. And leaders of the alliance feared that expelling Mr. Orban could tilt power in the European Parliament toward center-left parties.\n“The seat difference between us and the Socialists is not monumental,” said Frank Engel, a lawmaker with the European People’s Party.\nFaced with minimal resistance in Brussels, Mr. Orban’s next test is in the Hungarian general election in April. He is expected to win easily, despite the possibility that Fidesz could win fewer votes than in any election in 20 years. That’s what happened in 2014: Fidesz formed a second supermajority in Parliament, even though it had won more votes in not only the 2010 election, but also in the elections the party lost in 2002 and 2006.\nFidesz officials attributed this awkward fact to lower turnout, to the popularity of their nationalist policies and to the weakness of the opposition. But the opposition, as well as several analysts and academics, argued that the constitutional changes had gamed the electoral system through gerrymandering.\nVoting districts that had historically leaned to the left were reshaped to include around 5,000 more voters than districts that traditionally leaned right, according to an analysis by polling specialists at Political Capital, a Hungarian think tank. This meant that leftist parties needed more votes to win a seat than Fidesz did.\nThe new system still allowed parties that won no voting districts to enter Parliament via a system of proportional representation. But even that system, which had previously given a leg up to smaller parties, was amended to favor parties that had won more constituencies — another boost to Fidesz.\n“Sometimes I feel like I’m traveling in a time machine and going back to the ’60s,” said Zoltan Illes, a Fidesz lawmaker from 2010 to 2014, who has since become a critic of the government.\n“All the characteristics and features on the surface are of democracy,” he added. “But behind it there is only one party and only one truth.”", "date": "Feb. 10, 2018", "href": "https://www.nytimes.com/2018/02/10/world/europe/hungary-orban-democracy-far-right.html", "tags": "possible european hungary fears orban ” fidesz one west shows hungarian rise autocrats"}