{"title": "As Zeal for China Dims, Global Companies Complain More Boldly", "content": "BEIJING — When Amazon announced its entry into the Chinese cloud computing market last year, Chinese state media celebrated it as “a strong signal” that “there is tremendous room for foreign firms to expand in the Chinese market as long as they comply with local regulations.”\nToday, cloud computing is the latest area of contention between China and increasingly frustrated global companies.\nIn late March, a group of more than 50 American lawmakers sent a letter to the Chinese ambassador to the United States, Cui Tiankai, taking direct aim at China’s restrictions on cloud computing. They wrote that current and draft regulations would force the transfer of valuable intellectual property to Chinese companies and effectively bar foreign cloud service providers “from operating or competing fairly in China.”\n“As we see it,” the lawmakers wrote in the letter, which was viewed by The New York Times, “these restrictions are fundamentally protectionist and anticompetitive.” Many of the lawmakers hail from states where two major cloud computing players, Amazon and Microsoft, have operations.\nBig global companies, which have long worked to keep from rocking the boat in China, are showing a bit more tolerance for making waves. The business groups that represent them have become more critical of China’s industrial policies and ambitions. Businesses are increasingly complaining to friendly lawmakers, and those lawmakers have become more vocal on their behalf.\nProfiles in courage are still hard to find, as businesses fear Chinese retaliation if they complain directly or too loudly. For example, among the companies that would benefit most from any shift in China’s cloud computing regulations, Microsoft, through a spokesman, declined to comment, and Amazon did not respond to requests for comment.\nThe shift is also a gradual one, taking place in the years since the 2008 Olympics in Beijing, as the promise of a more open China faded. Still, people in business circles in China say the sense of disappointment in China’s business prospects is growing.\n“The enthusiasm is gone,” said James McGregor, chairman of the greater China region for the consulting firm APCO Worldwide. “Foreign businesses here used to be very excited about China and quite enthusiastic. Now, it’s kind of a grind and a battle.”\nChina remains a lucrative market for foreign-branded cars, iPhones, high-value engineering equipment and other costly items. Still, the growing frustration has muddled the corporate response to President Trump’s tough anti-China rhetoric.\n“There are companies, which in prior years have been strong supporters in Washington of the U.S.-China relationship, who are much quieter, and even waiting to see if a tougher approach might get more results with China,” said Jake Parker, vice president for China operations at the U.S.-China Business Council.\nIn one criticism on Tuesday, William Zarit, the chairman of the American Chamber of Commerce in China, expressed concern about President Trump’s offer of trade concessions in exchange  for greater Chinese support in pressuring North Korea over its nuclear ambitions.\n“If the United States gives concessions in the trade area so that we don’t push as hard on leveling the playing field in all these different areas,” Mr. Zarit said at a news conference in Beijing on Tuesday, “I think it’s a shame.”\nIn public, businesses work hard to strike a sunny note. Last November, Jay Carney, Amazon’s senior vice president for global corporate affairs and former White House spokesman, made no mention of his company’s challenges there when speaking at China’s World Internet Conference, according to a Chinese-language transcript of his remarks in state media.\nThat reticence has bred frustration among some United States officials. In 2015, President Barack Obama told the Business Roundtable, a business group, regarding its complaints about China, “Don’t tell us on the side, ‘We’ve got this problem, you need to look into it, but then — but leave our names out of it.’”\nStill, executives say complaining can have an impact. Earlier that same year, Mr. Obama publicly criticized proposed Chinese rules that would require technology companies to turn over encryption keys to Chinese authorities. His administration had also expressed concern about Chinese draft regulations that would require China’s financial sector buy only from “secure and controllable” suppliers, which trade groups said effectively meant Chinese companies. In both cases China relented, temporarily scrapping the banking laws and tempering the language in the antiterrorism law.\nSome intermediaries between business and China are pushing the government to do even more.\n“Countries need to be persuaded. Words don’t do it,” said Max Baucus, a former United States ambassador to China, adding that the United States needs to use “properly targeted” leverage.\n“I don’t think the United States has done much of that,” Mr. Baucus said. “We need to have a more strategic economic approach to China.”\nHe said Mr. Obama had raised the issue of American companies’ unequal access to the Chinese market repeatedly with Beijing, but these appeals were “insufficient.”\nOf all the sectors that China has set its sights on, tech has come under the most pressure. Services like Facebook and Twitter have long been blocked. Last November, China passed a cybersecurity law that would impose security checks on companies in industries like finance and communications and mandatory in-country data storage. In 2015, the American chip maker Qualcomm said it would pay $975 million for violating China’s antimonopoly law. In 2016, Apple’s iBooks Store and iTunes Movies were shut down in China, just six months after they were started there. In the same year, China said it would demand answers to new questions about Microsoft’s business practices in the country.\nIn cloud computing, China mandates that foreign companies work with a local partner, and the foreign companies are subject to equity restrictions that prevent them from owning a controlling stake in the cloud company. New draft regulations would make it even more difficult for them to get licenses for operation, block them from using their brands and logos to market their services and require them to “terminate the transmission of” and report any information posted or transmitted by users that “violates relevant Chinese laws and regulations.”\nIn China, the cloud computing market is estimated to be worth $20 billion by 2020, up from $1.5 billion in 2013, according to the consulting group Bain. Both Amazon and Microsoft operate in China through partnerships with local companies. In contrast, Aliyun, the cloud services unit of the Chinese web giant Alibaba, has its own data centers in the United States.\nFor decades, Western companies have stood with China even during rocky moments in the Sino-American relationship. When Congress threatened to revoke China’s most-favored-nation trading status in the 1990s because of concerns over human rights, the American Chamber of Commerce in China, or AmCham, headed to Washington to defend Beijing.\nMore recently, the complaints from Western companies have gotten louder, as China’s economic growth slows and unease grows about Beijing’s failure to deliver on its promise to open markets for foreign companies as well as its Made in China 2025 plan to push for greater self-sufficiency in several industries. AmCham’s 2016 survey of its members showed that 81 percent of its companies felt less welcome in China than before, up from 77 percent in 2015. The survey also showed that 31 percent of its members said the investment environment was deteriorating — the most pessimistic response AmCham has received since it started asking the question in 2011.\n“China’s heavy emphasis on building global champions through industrial policies is spiking new levels of concern about China’s commitment to a mutually beneficial relationship,” said Jeremie Waterman, senior director for the Greater China region for the U.S. Chamber of Commerce.\nMr. Zarit, of AmCham, said a “mixed bag” of companies were unhappy about the investment climate in China, adding that “they are afraid if anything is done, it will upset the apple cart.”\nMr. Zarit, who led a delegation of eight former AmCham chairmen to meet with the Trump administration officials in Washington in February, said there was a new realization in Washington “that this asymmetrical commercial relationship needs to be addressed in some way.”\nMr. McGregor, who was on the trip, said they met Peter Navarro, a strident China critic in charge of trade and industrial policy, and Matthew Pottinger, Mr. Trump’s top Asia policy maker. There, the delegation pushed the concept of reciprocity, meaning that if American companies are bound by restrictions in China, their Chinese counterparts should be subject to the same limits in the United States.\nMr. McGregor said the idea got “quite a bit of traction.” He added, “Our attitude is China should be treated as an equal, and an equal needs reciprocity.”", "date": "April 19, 2017", "href": "https://www.nytimes.com/2017/04/19/business/china-companies-complain.html", "tags": "complain boldly china companies cloud states united ” global chinese dims zeal"}