{"title": "Asia Bibi: Pakistan Supreme Court's 'historic' ruling", "content": "This could have been an open and shut case.\nThe complainants had quarrelled with Asia Bibi, and could be reasonably suspected of having dragged her to the court out of malice.\nThe fact that a formal police complaint was lodged at least five days after the incident created further suspicions that evidence could have been fabricated.\nAnd if that were not enough, some glaring disparities emerged in the depositions of different witnesses about the specifics of what happened when, where, and in whose presence.\nAs in many countries, Pakistan's criminal justice system puts the burden of proof on the prosecution. It applies strict rules of evidence to ensure the case is proved beyond all reasonable doubt.\nThe slightest deficiency anywhere along the process translates into a benefit for the defendant. But, for eight years, this was not what happened in Asia Bibi's case.\nAs is clear from Wednesday's Supreme Court judgement, the case ought not to have travelled beyond the trial court stage in Sheikhupura district back in 2010.\nBut it did, because it was no ordinary case. And because it was no ordinary case, the ruling is likely to go down in the annals of Pakistani law as an historic judgement.\nObservers of Pakistan's legal scene point out that the blasphemy charges against Asia Bibi, a member of the country's Christian minority, were not unique.\nThere have been cases in which men have been charged, convicted, or acquitted under a controversial blasphemy law that dates from 1986.\nBut Asia Bibi's case was different. For a start, she was the first female non-Muslim charged. \nAnd it sparked two successive assassinations of top government officials as well as a hanging.\nSignificantly, it all happened at a time when Pakistan was entering a new democratic phase at the end of an eight-year-long military rule. The powerful security establishment was struggling to maintain control over political decision-making.\nExtremist Islamism had already encroached on Pakistan's official state narrative in the 1980s - apparently to back the then-military regime's internationally supported anti-Soviet war in Afghanistan.\nThe military used it as a powerful tool against the democratic governments that followed in the 1990s.\nAfter the 9/11 attacks in the US, an era of Talibanisation of wider society ensued, bringing the war home to Pakistani citizens.\nSo, after the increasingly unpopular military regime of General Pervez Musharraf gave way to the elected government of the left-wing, secular Pakistan People's Party (PPP) in 2008, the religious lobby was distrustful.\nIt was in this climate that a PPP leader and governor of its most powerful province - Punjab - Salman Taseer, was gunned down by one of his religiously inclined bodyguards in January 2011.\nWhy? Because he had visited Asia Bibi in jail, sympathised with her and expressed a desire to reform the blasphemy law.\nA couple of months later, Pakistan's minister for minority affairs, a Christian called Shahbaz Bhatti, was shot dead for making similar remarks.\nThese incidents put Asia Bibi's case on the anvil of the religious lobby, with the anti-blasphemy vigilante groups vowing to draw her blood or that of the judges who would dare let her go.\nBut while lower court judges are less protected and more exposed to threats from vigilante groups - which is why most blasphemy cases end in convictions at the trial stage - a majority of the cases reaching the high court level are quashed, due to the absence of strong evidence.\nSo while Asia Bibi's conviction by the trial court may be understandable, it could only be due to its high profile that the Lahore High Court in 2014 desisted from overturning her conviction despite obvious gaps in evidence.\nAnd this is why today's Supreme Court judgment is being termed \"historic\".\nThe three-judge bench which acquitted Asia Bibi comprised the sitting chief justice, Justice Saqib Nisar, and his designated successor, Justice Asif Khosa.\nJustice Nisar is due to retire in January, and there was speculation he could have delayed the announcement of the verdict until after his retirement.\nInstead, he went ahead and took the deliberate risk of becoming a target of the vigilante groups.\nThe first 11 pages of the main 34-page judgment, penned by Chief Justice Nisar, read like a tutorial: what constitutes blasphemy; why it ought to be punished with death; why Pakistan incorporated laws to punish blasphemy; and how Pakistan inspired the 2009 United Nations resolution that declared defamation of religion as a violation of human rights.\nIt quotes copiously from the Koran and the Prophet's tradition to establish sanctity. But it then goes on to discuss \"another aspect of the matter\", which is that \"sometimes, to fulfil nefarious designs, the law is misused by individuals levelling false allegations of blasphemy\".\nIt says 62 people have been killed for blasphemy since 1990 \"even before their trial could be conducted in accordance with the law\", and mentions the lynching of Mashal Khan at Mardan University as the latest example. \nThe order also underlines the Prophet's attitude towards other religions.\nIn a separate 21-page note penned by Justice Khosa, he quotes from what is known as St Katherine's Covenant to establish how the Prophet guaranteed protection to Christians in the Islamic state. \nJustice Khosa runs a greater risk than Chief Justice Nisar.\nHe headed the bench which in 2015 upheld the death sentence of Mumtaz Qadri, the self-confessed killer of Punjab Governor Salman Taseer. Qadri was hanged in February 2016.\nAfter killing Taseer, Qadri became a hero of the anti-blasphemy lobby. After his death, he was given the burial of a saint in his village near Islamabad. A mausoleum has since been built over his grave where devotees flock to pray and make offerings.\nFor anti-blasphemy leaders, Asia Bibi's case offered the court a chance to make up for his hanging by letting her hang too.\nApart from offering a quid pro quo, this would have turned Asia Bibi into a legally sanctioned example of what would happen when someone is accused of blasphemy the next time. \nBut Justice Khosa has chosen not to set a questionable precedent.", "date": "31 October 2018", "href": "https://www.bbc.com/news/world-asia-46048134", "tags": "evidence pakistan blasphemy court justice supreme asia ruling could case bibi law"}