{"title": "Assange, Avowed Foe of Clinton, Timed Email Release for Democratic Convention", "content": "WASHINGTON — Six weeks before the anti-secrecy organization WikiLeaks published an archive of hacked Democratic National Committee emails ahead of the Democratic convention, the organization’s founder, Julian Assange, foreshadowed the release — and made it clear that he hoped to harm Hillary Clinton’s chances of winning the presidency.\nMr. Assange’s remarks in a June 12 interview underscored that for all the drama of the discord that the disclosures have sown among supporters of Bernie Sanders — and of the unproven speculation that the Russian government provided the hacked data to WikiLeaks in order to help Donald J. Trump — the disclosures are also the latest chapter in the long-running tale of Mr. Assange’s battles with the Obama administration.\nIn the interview, Mr. Assange told a British television host, Robert Peston of the ITV network, that his organization had obtained “emails related to Hillary Clinton which are pending publication,” which he pronounced “great.” He also suggested that he not only opposed her candidacy on policy grounds, but also saw her as a personal foe.\nAt one point, Mr. Peston said: “Plainly, what you are saying, what you are publishing, hurts Hillary Clinton. Would you prefer Trump to be president?”\nMr. Assange replied that what Mr. Trump would do as president was “completely unpredictable.” By contrast, he thought it was predictable that Mrs. Clinton would wield power in two ways he found problematic.\nFirst, citing his “personal perspective,” Mr. Assange accused Mrs. Clinton of having been among those pushing to indict him after WikiLeaks disseminated a quarter of a million diplomatic cables during her tenure as secretary of state.\n“We do see her as a bit of a problem for freedom of the press more generally,” Mr. Assange said.\n(The cables, along with archives of military documents, were leaked by Pvt. Chelsea Manning, then known as Bradley Manning, who is serving a 35-year prison sentence. WikiLeaks also provided the documents to news outlets, including The New York Times. Despite a criminal investigation into Mr. Assange, he has not been charged; the status of that investigation is murky.)\nIn addition, Mr. Assange criticized Mrs. Clinton for pushing to intervene in Libya in 2011 when Col. Muammar el-Qaddafi was cracking down on Arab Spring protesters; he said that the result of the NATO air war was Libya’s collapse into anarchy, enabling the Islamic State to flourish.\n“She has a long history of being a liberal war hawk, and we presume she is going to proceed” with that approach if elected president, he said.\nIn February, Mr. Assange said in an essay that a vote for Mrs. Clinton to become president amounted to “a vote for endless, stupid war.”\nEfforts to reach Mr. Assange for comment were unsuccessful, and a Clinton campaign spokesman did not respond to an inquiry. In November 2010, when WikiLeaks and its news media partners began publishing the cables, Mrs. Clinton strongly condemned it.\n“In addition to endangering particular individuals, disclosures like these tear at the fabric of the proper function of responsible government,” she said then.\nMr. Assange’s remarks last month received only scattered attention, in part because in the interview Mr. Peston appeared to mistakenly assume that WikiLeaks had obtained still-undisclosed emails from the private server Mrs. Clinton had used while secretary of state and kept cutting Mr. Assange off to ask about it.\nBut it now seems clearer that Mr. Assange was trying to talk about the Democratic National Committee emails.\n(The confusion stemmed in part because Mr. Assange said in the interview that WikiLeaks had “published” her State Department emails. But it made a copy of the ones the department posted on its website and made them easier to search.)\nMr. Assange spoke from the Ecuadorean Embassy in London, where he has been holed up for four years. Sweden is seeking his extradition for an investigation into sexual misconduct allegations; his supporters have expressed fear that if he is arrested, he could be sent to the United States and prosecuted for publishing leaked documents.\nAfter the Democratic chairwoman, Representative Debbie Wasserman Schultz, resigned Monday when Sanders supporters reacted angrily to revelations in the emails that party officials had privately rooted for Mrs. Clinton to win the presidential nomination, Mr. Assange told the news program “Democracy Now!” that he had timed their release to coincide with the Democratic convention.\n“Often it’s the case that we have to do a lot of exploration and marketing of the material we publish ourselves to get a big political impact for it,” he said. “But in this case, we knew, because of the pending D.N.C., because of the degree of interest in the U.S. election, we didn’t need to establish partnerships with The New York Times or The Washington Post.”\nAsked on that program whether the Russian government had given him the emails, Mr. Assange said that he never revealed sources but also that “no one knows who our source is.” He also said the Democratic National Committee might have been hacked on multiple occasions by different intruders.", "date": "July 26, 2016", "href": "https://www.nytimes.com/2016/07/27/us/politics/assange-timed-wikileaks-release-of-democratic-emails-to-harm-hillary-clinton.html", "tags": "wikileaks foe clinton timed avowed email ” emails convention democratic assange mrs. release"}