{"title": "Assurances on Euro by Central Bank Chief Lift Stocks", "content": "The head of the European Central Bank said on Thursday that policy makers would do “whatever it takes” to save the euro zone, buoying global financial markets.\nBut analysts were quick to caution that the euphoria could once again prove short-lived in Europe’s long-running debt crisis, which has escalated in recent weeks on fears that Greece could soon be forced out of the common currency zone and that Spain and Italy might follow.\nThe comment by Mario Draghi, the bank’s president, raised hopes that the central bank was becoming more willing to throw its weight around in bond markets, buying huge quantities of debt to keep borrowing costs for Spain and Italy from rising so high that they threaten the common currency.\n“Within our mandate, the E.C.B. is ready to do whatever it takes to preserve the euro. And believe me, it will be enough,” Mr. Draghi said, setting expectations for bold moves at the central bank’s meeting next week.\nThe interest rates on Italian and Spanish bonds dropped sharply. Major stock markets in the United States rose more than 1.4 percent and in Europe jumped more than 4 percent.\nAlso on Thursday, a European official said that Greece could count on the continued support of the European Union as long as it met neglected commitments to its international creditors under its latest bailout.\nIn the three years that the euro zone crisis has festered, there have been numerous occasions when European officials unveiled policy responses and market optimism soon evaporated. Earlier this year, Mr. Draghi himself said that the worst of the crisis seemed to be over, after the central bank flooded banks with low-cost loans. But the mood soon turned sour again.\nMr. Draghi did not specify the actions that policy makers might take, but the Spanish government and the International Monetary Fund have all but begged the European Central Bank to resume buying bonds as a way to clamp down on the turmoil plaguing financial markets.\nTraders have increasingly pinned their hopes on intervention by the bank and the Federal Reserve as the economic outlook in both the United States and Europe has weakened. Past asset-buying programs by central banks, like the European Central Bank’s decision to buy Spanish and Italian bonds last fall, have helped stop precipitous market declines. But the bank has not bought bonds in the troubled countries for months.\nEconomists cautioned that Mr. Draghi was probably still reluctant to effectively begin financing European governments because of the uproar it would cause in Germany, where public opinion is firmly against bailing out countries seen as irresponsible.\n“I have no doubt that the E.C.B. will save the euro area from collapse,” said Charles Wyplosz, a professor of economics at the Graduate Institute in Geneva. “The problem is that they are operating in a difficult political environment with general German hostility. They can only move at the tipping point or close to the tipping point.”\nBesides spiking bond rates, doubts are building about Greece’s ability to meet its bailout conditions, with Willem Buiter, a Citigroup economist, saying there is a 90 percent probability that Greece will leave the euro zone in the next 12 to 18 months.\nIn Athens, José Manuel Barroso, the president of the European Commission, insisted that Greece would not be isolated if it pushed through stalled economic reforms demanded by its foreign creditors — the commission, E.C.B. and International Monetary Fund. “The key word is deliver, deliver, deliver,” Mr. Barroso said after talks with Prime Minister Antonis Samaras.\nHe called for greater solidarity across the bloc. “All in the euro zone must come together to support our currency. Some have not realized that we are in the same boat,” Mr. Barroso said, adding: “My message to Greeks is that they are not alone. We will stand by them.”\nStrategists are worried that each new instance of intervention seems to provide less relief than the last. This is because central banks have not been successful in addressing the underlying problems in Europe’s weaker economies, which are growing worse with each passing month.\nIn recent days Spain’s long-term borrowing costs had risen to nearly 7.7 percent, a level that would eventually make it impossible for the country to finance itself and would set off a chain of events that could destroy the common currency, with grave consequences for the global economy. The yield, or interest rate that bond buyers demand, plunged to 6.8 percent for Spanish 10-year bonds on Thursday, and dropped to 6 percent for Italy. That may have been his intent.\nKen Wattret, an analyst at the French bank BNP Paribas, said in a note that Mr. Draghi’s comments might be “merely a threat to act, designed to put some two-way risk back into markets.”\nBut traders will eventually try to test the central bank’s resolve. So strong words by Mr. Draghi will probably be effective over the long term only if the bank officially declares that it will not tolerate market interest rates on European government debt above specified levels, and is willing to spend as much as needed to cap them.\nThe Swiss National Bank has used similar declarations to keep its currency from appreciating too much. But such a promise would require a willingness by the E.C.B. to effectively print money, a strategy that would outrage many Germans.\n“The more credible the commitment, the less likely the market will test it,” Jacques Cailloux, an economist at Nomura, said in a note Thursday. But he added, “This is easier said than done.”\nVocal dissent from someone like Jens Weidmann, the president of the Bundesbank and an influential member of the European Central Bank governing council, might convey the impression that policy makers are divided and undercut their credibility. Mr. Weidmann has said many times that he believes large purchases of government bonds would violate a ban on using the bank to finance governments.\nIn response, Mr. Draghi said Thursday that the European Central Bank would stay within its mandate, which requires the bank to defend price stability above all else. But he added that if government borrowing costs interfered with the central bank’s ability to influence interest rates, its main tool for controlling inflation, “they come within our mandate.”\nMr. Draghi has noted in recent weeks that the bank’s mandate also requires it to fight deflation, a ruinous decline in prices, as well as inflation. That is seen as also opening the door to huge bond purchases.\nThe bank has intervened sporadically in government bond markets since 2010 but has not bought any government bonds since March and only relatively modest amounts since Mr. Draghi took office in November.\nSpeculation that the European Central Bank would resume its purchases intensified after it cut its benchmark interest rate earlier this month to a record low of 0.75 percent. The cut does not appear to have lowered borrowing costs for business and consumers in countries like Italy and Spain that need it most. As a result, analysts say, the bank will need to reach for other monetary policy tools to restore the flow of credit, and ultimately to preserve the common currency.\nThe bank’s governing council holds its monthly monetary policy meeting next Thursday.\nMujtaba Rahman, an analyst at the Eurasia Group who covers Europe, said that Mr. Draghi would probably agree to large bond purchases only if several conditions were met. These would include guarantees from euro zone members that they would cover any losses and measures to ensure that Spain and Italy continue efforts to make their economies function more efficiently.\nMr. Rahman agreed that Mr. Draghi would ultimately do what it took to save the euro, partly because its failure would mean the end of the European Central Bank as an organization. “If the euro disintegrates, they are all out of work,” Mr. Rahman said in an e-mail. “So, there is a preservation instinct at play here also.”\nIn the markets, taking more risk was at play on Thursday for the first time in days. The Dow Jones industrial average climbed 211.88 points, or 1.67 percent, to 12,887.93. The Standard & Poor’s 500-stock index gained 22.13 points, or 1.65 percent, to 1,360.02. The Nasdaq composite index rose 39.01 points, or 1.37 percent, to 2,893.25.\nIn Europe, the Spanish Ibex 35 index soared 6.1 percent and the Italian FTSE MIB index jumped 5.6 percent. The CAC 40 in France gained 4.1 percent.\nIn the bond market, the price of the Treasury’s 10-year note fell 12/32, to 102 27/32, while its yield rose to 1.44 percent, from 1.40 percent late Wednesday.", "date": "JULY 26, 2012AUG. 26, 2011AUG. 26, 2011", "href": "https://www.nytimes.com/2012/07/27/business/global/ecb-president-talks-up-the-euro-and-lifts-stocks.html", "tags": "draghi european percent euro chief bank stocks would ” assurances central lift"}