{"title": "At $238 Million, It’s the Highest-Price Home in the Country", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nA hedge fund billionaire has purchased a Central Park penthouse apartment for $238 million — the most anyone has ever paid for a home in the United States. \nThe sale, which closed Wednesday, was confirmed by a spokesman for the buyer, Kenneth Griffin. \nThe unit, a nearly 24,000-square-foot combination of two apartments, is at the top of 220 Central Park South, an under-construction tower developed by Vornado Trust Realty and designed by the firm of Robert A.M. Stern.\nThe sale dwarfs the previous record-holder in New York City, a $100.5 million duplex sold in 2014 at One57, a nearby high-rise that helped rechristen a sleepy strip of Midtown across 57th Street as “billionaires’ row.” \nThe previous United States record-holder was a $137 million East Hampton home that sold in 2014.\nThe Wall Street Journal first reported the closing.\nMr. Griffin, founder of the investment firm Citadel, is not new to stratospheric real estate sales. He has spent hundreds of millions on apartments in New York, Chicago, Miami and London. He holds the record for buying the most expensive apartment in Miami, a $60 million sale in 2015 at the Faena House in Miami Beach. Last year he spent $58.75 million on a Chicago penthouse, a record for the city, The Chicago Tribune reported.\nThe nearly 1,000-foot Central Park South tower has proved to be an outlier in an otherwise softening luxury market. In October, Steven Roth, the chief executive of Vornado Trust Realty, said the building was about 85 percent sold.\nIn November, Tong Tong Zhao, a founder of a hotel management company based in Shanghai, bought a 27th-floor, 2,394-square-foot two-bedroom in the tower for $13.49 million. British musician Sting and his wife Trudie Styler, who recently sold a unit at 15 Central Park West, another Robert A.M. Stern tower, are buying a unit in the building.\nThe record sale says more about the peak of the last housing cycle than it does about the current high-end sales slump, said Jonathan J. Miller, president of the real estate appraisal firm Miller Samuel.\n“It’s been on my list for four years,” said Mr. Miller, who said the unit, first listed for $250 million, went into contract in the fall of 2015. Sales of this magnitude can take years to close, because the purchase was made while the building was beginning construction, and the buyer probably had significant input on the final layout, he said.\nAt just under $10,000 per square foot, the sale is certainly in rare company, but less pricey than the $88 million sale of an apartment at 15 Central Park West, which went into contract in 2012 for an eye-watering $13,049 per square foot, said Mr. Miller. \nIt sold to a trust linked to the eldest daughter of Dmitry Rybolovlev, a Russian billionaire who made his fortune in potash fertilizer.\nOverall, the New York luxury market is in the middle of a price correction. Homes seeking $4 million or more took an average of 447 days to go into contract in 2018, according to Olshan Realty. Near the peak of the market, in 2013, similar homes spent only 172 days on the market. And at the current rate of sales, it would take more than six years to sell all the new development in Manhattan, which recently totaled almost 8,000 units, said Mr. Miller.\nRumors of the record-breaking sale have been circulating in real estate circles for years. Now that the apartment is nearly finished, how will it size up?\n“That would be the hardest appraisal we’d ever done,” said Mr. Miller — because there's nothing to compare it to.\nVivian Marino contributed reporting.", "date": "Jan. 23, 2019", "href": "https://www.nytimes.com/2019/01/23/nyregion/238-million-penthouse-sale.html", "tags": "highest-price country york sale home park sold central miller new million"}