{"title": "At 45, Tyra Banks Is Back on the Cover of  Sports Illustrated", "content": "Thirteen years after retiring from modeling to pursue a career as an entrepreneur, actor and smize queen, Tyra Banks returns this week to make her third appearance on the cover of Sports Illustrated’s swimsuit issue. The first African-American model to grace the cover when she was chosen in 1996, she is now, at 45, among the oldest. Reached by phone in Los Angeles, the media mogul talked about her career, the long road to diversity and plans for a California theme park called “Modelland.’’\nQ. What does a return to modeling decades after you left the business signify for you?\nA. When I was 32 years old, I retired from the business. I didn’t want to age out. I walked out with a three-year contract on the table, but I wanted to say goodbye before the industry said goodbye to me. Leave before they leave you. My mother used to tell me that.\nInstead of leaving to sell real estate or whatever it is retired models end up doing, though, you became an entrepreneur.\nI was always strategic about modeling. I remember my first season in Paris, I looked around and there were girls that were way more beautiful than me. I was, like:  “Whoa she’s about to take it! She’s going to pull the rug out from under me!” These girls were incredible. Their bodies didn’t have cellulite. They had everything I thought I didn’t have. But they didn’t have my mom.\nWhat was her role?\nThere was one Milan season when my body had begun to change and eight designers didn’t want to use me anymore because my body was getting curvy. It’s like I had an expiration date. A lot of the time, passion comes from pain, I always say — and in that case my mom put me in front of a pizza and made me write down a list of businesses and companies I could represent as the real, authentic me.\nPresumably not the high-fashion labels that had fallen in love with a teenager from Inglewood, Calif., people initially referred to as Baby Naomi. \nNo. As opposed to starving to fit designer clothes, it was really, “Go where the body is taking us.” Find a sustainable path. We canvased the marketplace and started reaching out to businesses, like Victoria’s Secret, that were more open to bodies like mine. At that time, there had never been a black model that had done what I wanted to do.\nThat was?\nTo push the stereotypes of what beauty is. I was told “no” all the time because of my skin color or because I was too curvy or a size six. I wanted to break down these barriers. I had to beg my agent to do that. I was this girl from Inglewood and I was always more comfortable in a Target or a mall or, my favorite, a Cheesecake Factory. The goal was to find and reach the audience I knew existed for who I really am.\nDiversity, that broadening of beauty ideals, took a lot of struggle and another two decades to make inroads.\nTrue, but that first Sports Illustrated cover was huge. It was explosive. It changed my life overnight. You have to think back to remember what that did for an appreciation of black beauty to have a black girl, a girl next door type, on the cover of one of the most mass mainstream magazines of our lives. It was a societal statement, a political statement and an economic one.\nDid it also open a path for your follow-up career as an entrepreneur?\nI was desperate even then to stay connected to what was my truth. I wanted my heart to align with my work. I’d always wanted to be a television producer. I knew instinctively I had that passion and ability.\nHow did that lead to “America’s Next Top Model”?\nMy initial thing was writing and directing. I wanted to do scripted television. But when I created “A.N.T.M.” it grew out of the pain of being told you’re too black, too curvy, not cookie cutter enough. It made me angry.\nBut your response was to create a reality show that was essentially a beauty competition.\nI always knew I wanted a lot of atypical beauties for the show. Ultimately we ended up with a show that was in 186 countries and in 40 different international versions, and we used that to broaden the idea of diversity in so many ways: age, height, weight, it goes on and on. My last season of cycle 23, I took the age limit off. We had a very young grandmother. Her kids had kids.\nAnd now you’re developing a theme park called Modelland?\nThe message of Modelland is basically the same as “A.N.T.M.” The definition of beauty can be expanded. The world is moving so fast and the industry needs to play catch up. Things we were talking about 20 years ago are now realities. The modeling industry of the future will not look like what it does today. Anyone with a phone on a camera can be a model. And Modelland will be a place where you can come and be celebrated and be a fantasy version of yourself.\nYet here you are for the third time on the cover of Sports Illustrated looking perhaps a bit older but still embodying impossible beauty ideals.\nYou know what? I started preparing for the shoot and I thought, “Let me get it together and look like Tyra back in the day. I was thinking, “Oooh, I want the comments.” But then I suddenly thought why I am going to force that? I’m hungry and I want a pizza.\nForgive me, but I’m not seeing pizza in those photographs.\nThat’s because I know how to pose my butt off.", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/style/tyra-banks-sports-illustrated-swimsuit-issue.html", "tags": "wanted banks beauty modeling want tyra always model back cover sports illustrated like"}