{"title": "At Brexit Crunch Time, Theresa May Takes a Pummeling", "content": "LONDON — Theresa May rose to her feet before the British House of Commons on Thursday to make the sales pitch of her life, promising that the United Kingdom’s departure from the European Union would be “smooth and orderly.”\nIt was not supposed to be a laugh line.\nBut the members of Parliament laughed out loud at Mrs. May. They laughed uproariously, and for long enough that she had to pause, eyes flickering over her papers, and wait for them to stop, so she could continue.\nOver the past two and a half years as prime minister, Mrs. May, 62, has plenty of experience being derided and conspired against. On Thursday, the day she publicly presented her long-awaited, 585-page deal to withdraw from the bloc, or Brexit, she took such a pummeling that her survival as prime minister was in question.\nThe morning papers announced “horrific, humiliating surrender,” “Brexsh*t,” and a “stitch-up that doesn’t have a hope in hell.” By breakfast time her chief negotiator for withdrawal from the European Union had resigned in protest, followed by her work and pensions secretary.\nWhen members of Parliament were given the chance to comment on the agreement, it was one withering blast after another. Fully 57 minutes of denunciation passed before a member, Peter Bottomley, offered Mrs. May a few lukewarm words of support, saying she was “good-natured” and “answers questions, however insulting, with calmness, which I find is admirable.”\nShortly thereafter, a high-profile Conservative announced he had submitted a letter of no-confidence in Mrs. May, the first step in an obscure party process that could trigger her ouster. She was left to contemplate the obvious: Having taken office with the single goal of negotiating the withdrawal, she may not remain in power long enough to finish the job.\n“Am I going to see this through? Yes,” she told an evening news conference, repeating it later, for good measure. Then she compared herself to the dogged, unglamorous cricket player Geoffrey Boycott, known for reliably and heavily scoring runs. “And what did you know about Geoffrey Boycott? Geoffrey Boycott stuck to it, and he got the runs in the end,” she said.\nThe draft plan was bound to disappoint many Britons who voted for Brexit hoping for a clean break. To avoid border checks between Ireland, which is part of the bloc, and Northern Ireland, which will not be, the deal calls for the United Kingdom to abide by European Union customs rules until future trade deals are worked out.\nThis compromise went over badly with hard-line Brexiteers. One Conservative lawmaker described the draft as “a ‘Hotel California’ Brexit deal, which ensures we can never truly leave the E.U.”\nEven if Mrs. May survives an attempt by rebels within her own party to oust her, she now seems unlikely to win parliamentary approval for her agreement.\n“If she doesn’t see this through, she will go down in history as a poor leader,” said Rosa Prince, the author of a May biography. When Mrs. May’s predecessor, David Cameron, stepped down, Ms. Prince said, “everyone thought, ‘Who’s a safe pair of hands?’ If she can’t survive the chaos, the whole reason she was there falls down. She fails on her own terms, and on everyone else’s as well.”\nIf Mrs. May is removed from office in the coming months, Ms. Prince added, she will be one of the shortest-serving prime ministers in British history.\n“She wants to be remembered for something,” Ms. Prince said.\nMrs. May’s gravest challenge on Thursday came from Jacob Rees-Mogg, a bespectacled Tory who styles himself after aristocratic gentlemen in the novels of P.G. Wodehouse. Mr. Rees-Mogg, a backbencher who opposes abortion and gay rights, and supports welfare cuts and tax breaks for the wealthy, was for years one of British politics’ favorite eccentrics, described by some as the “honorable member for the 18th century.”\nBut in the more fiercely ideological age ushered in by Brexit, Mr. Rees-Mogg has emerged as a charismatic leader, vigorously advocating for a full break from the European Union. And it was he, on Thursday, who most theatrically vowed to block the plan his “right honorable friend” — Mrs. May — had put forward.\n“My right honorable friend — and she is unquestionably honorable — said we would leave the customs union. Annex 2 says otherwise,” Mr. Rees-Mogg said in a sonorous voice, referring to a provision of the deal regulating trade with Northern Ireland. “My right honorable friend said that she would maintain the integrity of the United Kingdom. A whole protocol says otherwise.”\nHe went on, with dramatic effect, to directly threaten Mrs. May: “As what my right honorable friend says, and what my right honorable friend does, no longer match, should I not write to my right honorable friend, the member for Altrincham and Sale West?”\nHe meant a letter to the chairman of the 1922 Committee, a secretive body with the power to trigger a vote of confidence in the party leader at the request of 15 percent of its membership. If a majority of Conservative lawmakers then were to vote against her, Mrs. May could be compelled to resign, a procedure that has been used only once.\nMr. Rees-Mogg, who addressed reporters at Westminster on Thursday, took umbrage when a journalist described his parliamentary speech as a “coup.”\n“This is working through the procedures of the Conservative party, therefore it is entirely constitutional. Dare I say to Newsnight,” he went on, addressing a journalist. “Coup is the wrong word.”\nTim Bale, the author of a history of the Conservative Party, said the no-confidence process was intentionally designed to be secretive. To make a letter public, as Mr. Rees-Mogg did on Thursday, is highly unusual, he said, and a sign of a party that had become “a much more ideologically febrile institution than it used to be.”\n“You used to be able to rely on Tory MPs to be broadly loyal,” said Mr. Bale, a professor of politics at Queen Mary University of London. “I think now you have a bunch of people who are actually prepared to die in a ditch for an idea, or a principle, and that is a big, big change.”\nIn his years observing the party, Mr. Bale added, he had “never seen anything like this — the absolute multiple pileup we’re seeing in terms of the ideological problems, the personnel problems, the disloyalty, the willingness to make people’s feelings public, it’s just unprecedented.”\nWhen Mrs. May held her news conference on Thursday evening, the strain of the last 48 hours — a tense, five-hour negotiation with cabinet ministers on Wednesday night, followed by hours of one-on-one talks and a three-hour grilling in Parliament — showed on her face, but she vowed to keep fighting.\nA naturally reserved person, hard-pressed to project warmth, and uncomfortable in the spotlight, she faces the monumental task, in the days and weeks ahead, of persuading lawmakers and their constituents to support a plan many find disappointing.\n“It’s the biggest act of persuasion,” said Alasdair Palmer, who worked briefly as a speechwriter for Mrs. May when she served as home secretary. “She can’t do it on the force of personality. The only thing she can do it on is a sober assessment of the alternatives.”\nHe added, however, he was astounded by her stamina.\n“She’s just able to grit her teeth and get on with it,” Mr. Palmer said. “She feels the country’s on the line.”", "date": "Nov. 15, 2018", "href": "https://www.nytimes.com/2018/11/15/world/europe/brexit-theresa-may.html", "tags": "brexit may thursday theresa honorable party takes ” time pummeling mrs. crunch —"}