{"title": "At Eleven Madison Park, a New Minimalism", "content": "Eleven Madison Park turned heads in 2012 by giving its stately refinement an injection of gee-whiz theatricality: an elaborate four-hour tasting menu that set out to celebrate highlights of New York City history.\nOne dish emerged from a dome of smoke, another from a picnic basket. Waiters performed card tricks (a nod to the three-card monte scams once a fixture on city streets) and delivered detailed lectures about ingredients and folklore. After some critics chafed at the exhausting scope and spectacle of the enterprise, the team behind the acclaimed Manhattan restaurant pruned the script a bit and went on with the show.\nBut now Eleven Madison Park, which prides itself on a spirit of perpetual reinvention, is making another drastic shift in its cooking and service: back to simplicity.\nOn Jan. 19, its new mantra will become minimalism. Dishes will be plated in a spare and sometimes monochromatic style, and there will be fewer courses. Patter from servers will be stripped down to what feels natural and pragmatic. Diners will be given more choice and invited to steer the kitchen toward courses that sound right for some parts of the meal.\nIn other words, one of the world’s most influential restaurants is taking a striking turn away from the marathon you-get-what-we-bring-you tasting menu format that has dominated gastronomy in recent years. At spots like the Progress, in San Francisco, where guests glance at a sheet of paper and use a pencil to check off which tasting menu items they desire, there is evidence that restaurateurs are coming back to the old-fashioned idea that customers want some control over what they eat.\nEleven Madison Park’s chef, Daniel Humm, and his business partner, Will Guidara, said they had grown weary of menus that seem engineered to lull customers into bloated submission. “I think we’re at a point where eating 25 courses is not necessary,” Mr. Humm said. “We feel strongly about it. That’s not what we want anymore, as diners. It’s too much.”\nInstead of having customers depart in a mental blur, Mr. Guidara said, “We want it to be the kind of thing that when you leave, you remember all of the courses.”\nMr. Humm, citing the elemental work of the Italian artist Lucio Fontana, said that for years he has been drawn to the idea of creative minimalism, but has had difficulty bringing it to the plate.\n“I wanted to do that with the food,” he said. “But I was growing as a chef, and I couldn’t. On every plate, I tried to show four different techniques and five different ingredients. ‘Look what I can do!’”\nBut about two years ago, when he developed a dish — celery root braised in a pig’s bladder — and presented it as a delectable pale sphere on a white plate, Mr. Humm got a glimpse of the less-is-more aesthetic he’d been seeking.\n“That was sort of the first dish where I felt like I unlocked something,” he said. (Almost a study in beige, the celery-root dish has such deep flavor that ornamentation would only get in the way. “Doesn’t need another garnish,” Mr. Humm said. “It needs nothing.”)\nHe and Mr. Guidara have also rethought what good service should feel like. They recalled a dinner years back at the Harlem restaurant Rao’s, where the longtime bartender, known as Nicky the Vest, started a loose conversation about what they were in the mood to eat. “That really touched us,” Mr. Humm recalled. “The casualness. They make you feel at home through that conversation.”\nMr. Guidara and Mr. Humm said they want to foster the pleasures of conversation by reducing the number of interruptions from servers. Early in the meal, customers will talk with a waiter about what kind of menu rollout feels right, and dishes will emerge from the kitchen without a surplus of pedagogical explanation.\n“It’s not about us just serving you the meal we think you should eat,” Mr. Guidara said.\nEleven Madison Park is not changing its price, $225 per person. But because it will do away with tipping, a service charge will be included, raising the tab to $295.\nBoth dinner and lunch will have fewer courses: seven instead of the 14 or so that now arrive in a meticulous procession. Many will be larger than those customarily found on a tasting menu so that “you’re eating a dish for a while rather than just having two bites,” Mr. Humm said. There will be snacks and side dishes, some served family style.\n“It’s nice when there’s stuff in the middle of the table,” he said. “That’s when the best conversations start to happen.”\nThe aim is more an intimate meal than a show. But the inherent luxury of Eleven Madison Park’s cooking is not going away; the new menu suggests a streamlined return to European classicism, with a rich spin on eggs Benedict and a showstopper that involves interwoven layers of foie gras and red cabbage.\nMr. Humm’s roots in Switzerland seem more pronounced than ever. “I can’t hide where I grew up or the flavors I grew up on,” he said.\nFor years, Eleven Madison Park, which boasts four stars from The New York Times and three from Michelin, has flipped the script in spite of success. Before the unveiling of the New York-themed spectacle, the restaurant spent a few years relying on a “grid” menu that consisted of 16 ingredient names on a single spare page.\n“I think if you would take a poll of our guests, they would say, ‘Oh, don’t change anything!’” Mr. Humm said. “We could do this on autopilot for the next 20 years, and I know the restaurant would be full. It would be a lot easier.”\nHe and Mr. Guidara (who have also been busy creating a fast-casual spot called Made Nice, building a new restaurant on Park Avenue and taking a spinoff of their restaurant the NoMad to Los Angeles) said their shift in style had nothing to do with criticism of their “history lesson” menu.\n“We don’t regret anything,” Mr. Guidara said. (If anything, they said, that change had ultimately drawn more business and acclaim.) They are energized by change, they said, and committed to fine-tuning the sort of place where they would want to spend time.\nThe new approach bears something of a resemblance to the muted style of service at Le Bernardin in Midtown, so it makes sense that Eric Ripert, the chef there, had words of praise.\n“As a customer, it’s very appealing to me because when I go out, I don’t want to spend four or five hours at a table, and I don’t want to be eating too much,” Mr. Ripert said. In his opinion, time-gobbling tasting menus do not reflect the pace of life in a humming metropolis. “Those experiences are not really New York because in New York we have so many other things to do,” he said.\nMr. Ripert added that sticking to seven or so courses can allow a top chef to focus on offering his very best work, while minimizing interruptions can lead to a more enjoyable experience for those diners who “don’t care about talking to their waiters and knowing where the scallop is from.”\nBut the minimalist approach means that dishes at Eleven Madison Park are apt to rise or fall based on deliciousness alone, sans trickery. “There’s no room for error,” Mr. Humm said. Nevertheless, he is confident about what is about to unfold.\n“I really feel I have found myself, as a chef,” he said. “It’s very clear to me what I want to do — and how it should taste.”", "date": "Jan. 4, 2016", "href": "https://www.nytimes.com/2016/01/06/dining/eleven-madison-park-menu.html", "tags": "madison menu mr. want park humm eleven ” new minimalism"}