{"title": "At Florida Rally, Trump Denounces Democrats’ ‘Nonsense’ as He Looks to 2020", "content": "PANAMA CITY BEACH, Fla. — President Trump on Wednesday brought his amped-up roadshow to this spring break playground on the Florida gulf coast, demanding that Democrats stop the “nonsense” of investigating him, mocking Democratic presidential candidates like Joe Biden and Pete Buttigieg, and joking about staying in the White House for another decade.\n“After two years, nothing — no collusion,” Mr. Trump told a crowd of several thousand supporters. “Now the Democrats are saying, ‘We want more.’” The congressional investigations of his ties to Russia and the subpoenas of administration officials, he said, were a disgrace.\n“It’s time to stop this nonsense,” the president said.\nDrawing out investigations after the release of the special counsel’s report, Mr. Trump said, was the only way Democrats could hope to beat him in the 2020 election.\nThe president seemed to relish the coming campaign, describing the Democratic primary race as a likely “choice between Sleepy Joe and Crazy Bernie,” referring to Mr. Biden, the former vice president, and Senator Bernie Sanders of Vermont. And Mr. Trump took aim at Mr. Buttigieg, a rising star in the early days of the campaign, drawing out the pronunciation of his name (“Boot-edge-edge”) and predicting that Mr. Buttigieg, the 37-year-old mayor of South Bend, Ind., would be a poor match for the president of China, Xi Jinping.\n“By the way, you see the tariffs we’re doing?” Mr. Trump said, abruptly changing the subject to his suddenly stalled trade negotiations with China. “Because they broke the deal.”\nThe president cycled through a familiar list of rally topics, like a border wall with Mexico and the support of Democrats for late-term abortions. But it was a discursive performance, even by Mr. Trump’s standards, and the mood was notably less electric than at some of his other rallies. The crowd began straggling out during the latter half of the speech, to the sound of helicopter engines being warmed up in a nearby field.\nMr. Trump twice complained about the stage — where he stood under a giant banner that read “Make America Great Again” — saying that the floor was so slippery that he wondered if it had been set up by the Democrats.\nThe setting, an amphitheater bathed in the Coppertone glow of a setting sun, seemed more fitting for a gathering of Jimmy Buffett’s Parrotheads than a rally of Mr. Trump’s red-baseball-cap-wearing legions. When the president riffed on familiar themes like the “fake news media” and Hillary Clinton, the crowd responded with the same dependable whoops as the Parrotheads when Mr. Buffett segues into “Margaritaville.”\n“In six years, they’re all going to be out of business, folks,” Mr. Trump said of the news media. “If we want to drive them crazy, I’ll say in 10 years. They’ll go crazy. ‘See, he is a despot. He is a despot.’”\nFor Mr. Trump, the rally was a return to a beach resort he toured in October after Hurricane Michael, a Category 5 storm that left a path of wanton destruction, ripping roofs from houses, splintering trees, scattering tractor-trailers and twisting giant hangars at the nearby Tyndall Air Force Base.\nThe president promised to send more disaster aid, including $448 million from the Department of Housing and Urban Development. And he took a swipe at Puerto Rico for being ungrateful to him despite receiving what he claimed falsely was $91 billion in disaster aid after Hurricane Maria.\n“You’re getting your money, one way or the other,” Mr. Trump declared.\nPanama City Beach and Panama City next door have struggled to recover, with some residents still living in temporary housing seven months after the storm. Officials there are deeply frustrated by the sluggish pace of federal disaster funding, which has been tied up in a dispute between the White House and congressional Democrats over Mr. Trump’s refusal to send more disaster aid to hurricane-ravaged Puerto Rico.\n“This funding has to be shook loose,” said Mayor Greg Brudnicki of Panama City, a Democrat, who traveled to Washington recently to lobby lawmakers. “I’m tired of it being tied to other issues — partisan politics, Puerto Rico, whatever. We’re north of 200 days since the storm without getting what we need.”\nFew blame Mr. Trump himself: Panama City and the surrounding Bay County is resoundingly Trump Country. But Mr. Brudnicki said he hoped the president would come with more than comforting words. The mayor is seeking millions to repair the Air Force base, which accounts for about a third of the city’s economic activity.\nMr. Trump responded to two of his pleas, saying that the federal government would increase its share of the burden of rebuilding to 90 percent, from 75 percent, as it has for other areas recovering from major natural disasters. And the president’s promise of additional emergency funds from HUD will help the mayor ease the city’s housing shortage.\n“The people here love Trump, there’s no doubt about it,” Mr. Brudnicki said. “They believe he’s trying to do everything he can. But people are holding us hostage from the other side of the aisle on certain issues.”\nSigns of Bay County’s affection for the president, but also the desperation of its storm-tossed residents, abounded during his tour there in the fall. On the wall of a ruined storefront that sat on the route of his motorcade, someone had spray-painted “Uncle Trump” and “Help Us — Trump.”\nOn Wednesday, the road from Panama City’s airport to the beach was lined with signs beseeching Mr. Trump to rebuild Tyndall Air Force Base. With the Air Force mulling whether to consolidate its widely dispersed fleet of fighter jets at other bases, Tyndall’s survival has been uncertain.\nWhen Mr. Trump landed at the base, he took a 15-minute tour of the damage, driving past buildings that still had boarded-up windows and battered facades. The motorcade stopped in front of a hangar with a badly damaged roof, where he stepped out to take credit for keeping the base open.\n“They were going to close the base, and I said, ‘No,’” the president said, flanked by Florida lawmakers, including the state’s Republican senators, Marco Rubio and Rick Scott. “Now we’re rebuilding.”\nAt the rally, Mr. Trump took note of the tensions between him and Mr. Rubio during the 2016 campaign, but noted that he had thrown his support behind one of the senator’s favorite causes: removing President Nicolás Maduro in Venezuela. The president suggested that he was carefully watching the fitful effort to oust Mr. Maduro.\n“How we doing in Venezuela?” Mr. Trump asked Mr. Rubio. “Step by step.”", "date": "May 8, 2019", "href": "https://www.nytimes.com/2019/05/08/us/politics/trump-rally.html", "tags": "‘ nonsense “ democrats denounces looks city panama trump rally florida — said"}