{"title": "At Gucci, Dressing for the Post-Human World", "content": "MILAN — Riddle me this: How is the theater of fashion like an operating theater?\nWith this question — raised by the Gucci show set: an antiseptic hospital-gown-green space with piercing overhead lights, medical beds strategically arrayed beneath — the Milan women’s wear collections got into gear.\nWell, fashion is always something of a poser, in every sense of the word. The designer Alessandro Michele was simply serving notice that this time, he was making it real. Not just in his show manifesto, which name-checked the philosophers Michel Foucault and Donna J. Haraway — especially her 1984 essay “A Cyborg Manifesto” — but on his runway.\nAnd he did, with showgirl sparkle and kimono flowers; nerdy plaids and rhinestone pasties; pagoda hats and Joan Crawford velvet gowns. A scrim of plain tulle covered some looks, shielding them from the elements, and they were branded with a Gucci logo over the breast. One suit referenced the Yankees and Major League Baseball; on a cherry-red sweater, Paramount Pictures was embroidered on the chest next to giant feathered sleeves. Men’s wear, women’s wear, no matter.\nElton had gone vintage shopping at the flea market and come back in full-on personality play mode — which is to say, it was Mr. Michele’s usual mixed bag of magical misfit muchness, taken to a newly accessorized extreme: not with bags (though they were there, too, in all sizes and shapes) but rather knitted face masks of all creepy kinds, copies of models’ heads tucked in the crooks of their arms, rubber “dragon puppies” (that turned out to be baby dragons) clutched to the chest, and a third eye blinking from the broad expanse of a forehead.\nWhen, at the end of the show, a group of black-suited security guards emerged, joined hands and formed a human chain, protecting … it was not clear exactly what, and then began to whisper among themselves in confusion only to disappear whence they came, it only served to underscore the head-scratching nature of it all.\nMr. Michele sat at a news conference afterward in an oversize faded denim shirt and jeans, a Yankees cap resting on the velvet settee beside him, fingers covered in rings, and raised an eyebrow, sphinx-like, at the confusion. Did everyone really give up trying to figure it out? Faced with the, ahem, underarm faces, yes, they did.\n“We are all the Dr. Frankenstein of our lives,” he said with a shrug. “Inventing, assembling, experimenting” with identity as expressed through clothes, which “can accompany you while you develop an idea of yourself.” We are all, he added, “hybrids” now.\nMake sense? You know, it kind of did.\nRiddles, when they are good, make you think: They stick in your craw and keep you up at night mulling the answer. Mr. Michele’s Gucci may be absurd in many ways, but it’s impossible to ignore — and not just because it is so ubiquitous that it has become an adjective unto itself (“that’s so Gucci”), but because he has managed to encapsulate a messy moment of transition. It’s a period of “what if”-ing and magical thinking; horror stories and alternative facts. Why not try on a new reality, literally and metaphorically, and see how it plays out?\nAlberta Ferretti did, and it went like this: What if a woman were at the center of the universe? What would we all look like then?\nIt’s a relevant question and, to underscore it, Ms. Ferretti put an enormous metal sculpture by the Italian artist Lorenzo Quinn in the middle of her show space. Titled “Gravity,” it depicted a naked women hanging by her hands from a crouching man. Gone was the fragile Ferretti woman of yore, all floaty chiffon filigree frocks and fairy tales; welcome the new, football pad-shouldered 1980s Ferretti, with a leather cape, a studded belt and a bit of disco shine amid a whole lot of black and dark denim. Also, some grape and burgundy suede.\nIt was a step in a different direction, for sure. And she was not alone — Max Mara also had an ’80s moment, with a cacophony of corporate punk in pinstripes, leather (a lot of leather: bomber jackets and pencil skirts and pegged pants and gloves), angora print leopard and branded concert-type tees. Not to mention leather suspenders hanging off pretty much everything. They were supposed to be provocative, but mostly looked pointless.\nAfter all, the woman in the sculpture faced the future, and these clothes faced the past. Looking backward to go forward may be a strategy, but that does not make it an advance. We’ve been there, worn that, bashed against that glass ceiling. Let’s not repeat it, please.\nOr parody it, as Jeremy Scott’s parade of a thousand and one alien Jackie Kennedy-a-likes at Moschino seemed to do.\nHere was the setup: What if Jackie was too good to be human and was, in fact, a creature from a galaxy far, far away, with green — or blue or yellow or pink — skin? What if Marilyn really did know something? Then the E.T. Jackie might have worn a pillbox hat and flip hairdo, and all sort of little squared-off 1960s skirt suits and coats and shifts in various Crayola colors, trimmed in patent and zips. And Marilyn might have wiggled by in big-bow-bustled satin sheaths for evening with star-spangled lighting bolts mixed in. Shazam!\nMrs. Kennedy was famously thin but as a concept, this was thinner — except there was a curve buried under all the camp and cartoons, and it was a doozy. Can you figure it out? Think hard.\nI’ll give you a clue: aliens and presidents. In Mr. Scott’s world, they went together like bouclé and gold buttons. In the real world, it’s a serious puzzle, he insinuated, that needs to be solved.", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/style/gucci-alessandro-michele-milan-fashion-week.html", "tags": "like world gucci show post-human ferretti ” leather michele — dressing"}