{"title": "At Hungary’s Soros-Backed University, Scholars Feel a Chill", "content": "BUDAPEST — As an American scholar of Soviet history, Charles D. Shaw thought he understood authoritarianism before he moved to Hungary in 2015 to teach at Central European University.\n“Coming from Moscow to Budapest, it certainly felt like I was finally coming to Europe — to the European Union,” Mr. Shaw said.\nNow he feels as if repression has followed him.\nThe right-wing government of Prime Minister Viktor Orban recently passed legislation that could shut down the university, which was created after the fall of Communism and which promotes the ideal of an open society. Next month, Parliament will vote on a bill to impose greater scrutiny on nonprofit organizations that receive foreign financing.\nMr. Orban, prime minister since 2010, supports the idea of “illiberal democracy,” which puts rule-by-majority nationalism ahead of minority rights, political pluralism and international cooperation.\nFor Mr. Shaw, the parallels with contemporary Russia are unnerving. “The political and cultural boundaries of Europe are potentially shifting,” he said. “And that’s what’s so scary to people.”\nThe legislation, which Western diplomats have condemned, is widely seen as part of a vendetta against Central European University’s founder, the Hungarian-American financier and philanthropist George Soros.\nMr. Orban has accused Mr. Soros of “preparing liberal activists” for political life in the Balkans and Central Europe, adding, “The Soros empire set out to promote the cause of migrants and mass migration.”\nBut on the campus here, scattered across historic buildings in Budapest’s elegant center, Mr. Soros’s name does not come up often. Scholars and students said they were bewildered by the government’s attempt to cast their institution as part of the opposition — a role the university, as a place of inquiry, does not seek to inhabit.\n“There’s a certain style of politics in Europe that believes: If you’re not with us, you’re against us,” said Michael Ignatieff, the university’s president and rector, who is also a human rights scholar and a former leader of the Liberal Party in Canada.\n“The C.E.U. issue came to symbolize the amount of harm that some of the government’s actions are having right across the spectrum,” he added. “All we’re trying to do is get them to back off and leave us alone — and give us a guarantee that we can stay here.”\nThe law targeting Central European University injected fear and shock into the campus.\n“This is an attack on academic freedom,” said Alexandra Medzibrodszky, 29, a Hungarian doctoral student in history, who was wearing a pin showing her support for the university. “This is why it resonates with intellectuals from all sides.”\nConservative scholars are among those who have spoken out.\n“The entire academic sector of this nation, in essence, feels imperiled, following the passing of this law,” Miklos Kiraly, a law professor at Eotvos Lorand University in Budapest, wrote in an open letter after Mr. Orban asked why Hungarian scholars had been standing up for Central European University. “The general opinion is that there are no more boundaries, no more limits, no checks and sound professional considerations, consultations, traditions or acquired rights.”\nOver the past quarter-century, the university has blended into the fabric of Budapest. Even English, the lingua franca around campus, stands out less in a city that has enjoyed a tourism boom and a building boom. Support for the university seems genuine — signs declaring “#IstandwithCEU” in English and Hungarian can be seen not only in university buildings but also in the windows of cafes and other businesses.\nCentral European University is accredited in both Hungary and the United States. The new law appears to require that the university open an American campus, which it says would be financially prohibitive. (After European and American diplomats condemned the measure, the Orban government said it was open to talks with the university about ways to resolve the legal impasse.)\nStudents said they were attracted by Central European University precisely because they wanted an American-style education, with small classes, discussions based on reading, proximity to professors and fewer large lectures. Some 370 academics from around the world teach about 1,400 students here, many of them from Central Europe. Master’s and doctoral degrees are offered in the social sciences, the humanities, law, management and public policy.\nSome of the areas of study seem to reflect liberal values. Marianna Szczygielska, 31, is a Polish doctoral candidate in gender studies — a field of inquiry that has drawn scorn from government-friendly news outlets. “It’s a very easy target when you dismiss a branch of knowledge just because you don’t agree with it and you label it as an ideology,” she said.\nCentral European University’s defenders acknowledge that the campus can appear at times to be an oasis — or even a “bubble” — of English and privilege. The university has an endowment of over 500 million euros (over $540 million), in a country where incomes are well below the European Union average.\nBut students were quick to point out that many receive financial aid, and the university has taken steps to increase community outreach. When Mr. Ignatieff was inaugurated last fall, a choir performed songs by Zoltan Kodaly, a composer of folk-inspired music, while students recited “By the Danube,” Attila Jozsef’s 1936 poem lamenting the rise of fascism in Europe. A building inaugurated last year includes public spaces as well as one of the largest English-language libraries for the social sciences in the region, open to researchers from other universities.\nCody Inglis, 23, a history student who came to Budapest after studying at Arizona State University, said he was yearning for life to return to normal after weeks spent protesting and writing letters. April is usually a time for researching theses and submitting papers; some faculty members have extended deadlines.\n“What bugs me the most is that I should be working on my thesis right now, not sitting here talking to you,” Ms. Medzibrodszky said at a cafe near campus.", "date": "April 24, 2017", "href": "https://www.nytimes.com/2017/04/24/world/europe/hungary-george-soros-central-european-university.html", "tags": "european hungary scholars university ” soros-backed europe chill budapest — central feel"}