{"title": "At Least 25 Die as Airstrike Sets Off Huge Blast in Yemen", "content": "SANA, Yemen — An airstrike apparently carried out by the Saudi-led military coalition set off a huge explosion on Monday morning in Sana, the capital of Yemen, flattening homes close to the site and shaking buildings as far away as the outskirts of the city. At least 25 people were killed, according to witnesses and medical officials.\nThe explosion occurred around 10:30 a.m. in the Faj Attan area of the city, near a mountaintop air defense base that warplanes had been bombing for days. Residents speculated that a bomb had struck an underground munitions depot, which might have explained why the blast seemed like an earthquake at first, before erupting into a fireball seen for miles around.\nSana has been bombed almost daily for more than three weeks. The city has been a stronghold of the Houthi militia since September and a primary target for the Saudi-led aerial offensive, which is meant to cripple the Houthis and restore the exiled Yemeni government to power.\nResidents who are unable or unwilling to flee Sana have been caught in the rhythms of an insistent and repetitive war: the daily circling of warplanes, the careless firing of antiaircraft shells at them and the inevitably terrifying airstrikes. But the explosion on Monday was different, dealing a new psychological blow as its shock wave knocked residents from their chairs and beds and shattered windows more than a mile away.\nFlying debris slammed into a taxi belonging to Hassan al-Raimi, who had been waiting in line at a gas station for more than a week, trying to fill up on increasingly scarce gasoline. “After all these days, I have no fuel, but a broken car,” he said, blaming the “Saudi aggression” for all that had befallen the city’s residents.\nHundreds of people across the city were injured by the blast’s effects. Patients arrived in ambulances and trucks at the Yemen German Hospital, including one man whose legs appeared to be broken. He grimaced in pain as he was carried into the hospital by neighbors. “Look what you did, House of Saud,” he said, referring to the Saudi royal family. “You killed my daughter!” He burst into tears.\nThe Saudi-led coalition has bombed military installations across Yemen, hoping to hobble the Houthis and their allies, the Yemeni security and military units that remain loyal to Ali Abdullah Saleh, Yemen’s former president, who resigned under pressure in 2012.\nThe airstrikes have also hit factories, gas stations and residential neighborhoods, killing dozens and perhaps hundreds of civilians.\nThe relief organization Oxfam said in a statement on Sunday that the coalition had bombed one of its storage facilities in Saada Province, in northwest Yemen.\n“The contents of the warehouse had no military value,” the organization said. “This is an absolute outrage, particularly when one considers that we have shared detailed information with the coalition on the locations of our offices and storage facilities.”\nHuman rights workers have said that some of the strikes may amount to war crimes, if it is shown that civilians were hit deliberately or that planners failed to distinguish between civilians and combatants.\nThe Obama administration is supporting the Saudi-led military action by providing intelligence and logistical assistance.\nIn the hours after the explosion on Monday, relatives of victims posted short, stunned obituaries on social media. The Yemen Today television channel, whose headquarters are near the blast site, said four of its employees had been killed. Rescue workers dug through the rubble while survivors gathered their belongings as quickly as they could.\nWarplanes were circling again. “We have to leave right now,” said Saeed al-Ma’amari, who had left his damaged house to find somewhere safe in Sana for his family. ", "date": "April 20, 2015", "href": "https://www.nytimes.com/2015/04/21/world/middleeast/sana-yemen-explosion.html", "tags": "airstrike blast military saudi-led city explosion die ” coalition sana yemen sets huge least"}