{"title": "At Least 12 Killed in Pair of Terrorist Attacks in Iran", "content": "Armed assailants, including some disguised as women, stunned Iran on Wednesday with brazen attacks on the Parliament building and the tomb of its revolutionary founder, the worst terrorist strike to hit the Islamic republic in years.\nAt least 12 people were killed and 46 were wounded in the near-simultaneous assaults, which lasted for hours, clearly took Iran’s elite security forces by surprise and shattered the self-proclaimed image of calm in a turbulent region.\nThe six known attackers also were killed, official news media said, and five suspects were reported detained. Their identities were not made clear.\n“We will avenge the blood of those martyred in today’s terrorism attacks,” said Brig. Gen. Hossein Salami, deputy commander of the Islamic Revolutionary Guards Corps, the country’s powerful paramilitary force.\nIn a statement, the Revolutionary Guards appeared to blame Saudi Arabia and the United States for the assaults even as responsibility for them was asserted by the Islamic State, the Sunni extremist group that has taken credit for terrorist attacks around the world in the past few weeks.\nIf the Islamic State’s claim is true, that would be its first successful attack in Iran, which is predominantly Shiite Muslim and regarded by Sunni militants as a nation of heretics. Iranian-backed forces in Iraq and Syria are helping battle the Islamic State.\nEleven people died in the Parliament building assault, and one at the mausoleum of Ayatollah Ruhollah Khomeini, father of the 1979 revolution, whose shrine is a magnet for visitors. Four of the assailants were killed at the Parliament building, official news media said, and two at the mausoleum. Five were men, and one mausoleum assailant was a woman.\nThe audacity of the assaults, and the hours it took to end them, suggested that Iranian security officials had been caught unprepared — especially for what seemed like a coordinated plan conceived well in advance.\n“It’s very clear that for this group to be able to mount such attacks it must have had a network inside the country that was not put in place yesterday, an infrastructure that took time to develop,” said Randa Slim, an analyst at the Middle East Institute in Washington.\nTensions in the Middle East were already high after a visit by President Trump last month, in which he exalted and emboldened Saudi Arabia, Iran’s regional rival. Saudi Arabia and several Sunni allies led a regional effort on Monday to isolate Qatar, the tiny Persian Gulf country that maintains good relations with Iran.\nExpressions of sympathy from world leaders for the victims poured in after the assaults. But hours elapsed before a condolence statement was issued by the Trump administration, which has called Iran the leading state sponsor of terrorism.\n“The United States condemns the terrorist attacks in Tehran today,” the statement from the State Department said, adding, “The depravity of terrorism has no place in a peaceful, civilized world.”\nAfterward, however, the White House press office issued a modified version with a swipe at Iran’s government. “We underscore that states that sponsor terrorism risk falling victim to the evil they promote,” the statement said.\nOn Thursday, the Iranian foreign minister, Mohammad Javad Zarif, denounced the statement on Twitter. “Repugnant WH statement & Senate sanctions as Iranians counter terror backed by US clients. Iranian people reject such US claims of friendship,” he said.\nThe Saudis rejected Iran’s accusation of complicity. Foreign Minister Adel al-Jubeir, speaking in Germany, said that he did not know who was responsible and that “we condemn terrorist attacks anywhere they occur.”\nHours earlier, Mr. Jubeir said Iran should be punished for what he called its interference in the region.\nIn their public pronouncements, Iranian leaders sought to belittle the assailants and their acts, emphasizing that the Parliament chamber itself had never been breached.\n“The Iranian nation is moving forward and advancing; even these firecrackers that were set off today will not impact our nation’s will; everyone must know this,” Ayatollah Ali Khamenei, the nation’s supreme leader, said on his official website.\nThe speaker of Parliament, Ali Larijani, called the attacks a “minor incident,” saying that “some cowardly terrorists” had infiltrated the legislative complex.\nBut accounts of lawmakers and journalists stuck inside the Parliament building suggested panic and mayhem, and state news media video showed some people escaping through windows.\nThe attacks started around 10:30 a.m., when men armed with assault rifles and suicide vests — some of them dressed as women — descended on the Parliament building, killing at least one guard and wounding and kidnapping other people. That standoff lasted until midafternoon.\nIn a sign that elite security forces had trouble containing the situation, one attacker left the Parliament building after an hour, ran around shooting on Tehran’s streets, then returned to the building — where at least one assailant blew himself up on the fourth floor as others fired from the windows.\n“I cannot talk, I’m stuck here, and the situation is really dangerous, the shooting is continuing, we are surrounded, and I cannot talk,” an Iranian journalist, Ehsan Bodaghi, said by phone from inside the building during the standoff.\nKorosh Karmpur, a member of Parliament, said in an account reported by the Tasnim News Agency that he had played dead to avoid getting shot after leaving the hall to receive an arriving guest. He was chatting with a guard, Mr. Karmpur said, when gunfire erupted.\n“As soon as one guard fell, a person screaming ‘Allahu akbar’ started firing on people and a second person followed and kept firing with a Kalashnikov,” Mr. Karmpur said. “I didn’t have a weapon, so I dropped to the floor so the terrorists would think I also was hit.”\nHe said the assailants kept shooting in a failed effort to enter the parliamentary chamber, then headed for lawmaker offices on a different floor.\nMohammad Ali Saki, editor of The Tehran Times, said in a phone interview that the Parliament building assailants had “targeted guards, cleaners, employees of the administrative and finance sections,” but had “never got near the Parliament chamber itself.”\nThe assailants were armed with AK-47s and hand grenades and wore what appeared to be explosive vests, he said.\nMohammed Abasi, a photographer who arrived as the attack was unfolding, said that he saw security forces “firing at the attackers from outside” and that some reporters and photographers covering the Parliament session were stuck inside awaiting rescue.\n“Naturally, for a few hours a terrorist attack like this leaves a shock: Our countrymen were killed, and this was a terrorist attack,” he said. “But I already see that it is uniting Iranians — there is a sense of fight.”\nThe Islamic State released a graphic 24-second video showing a bloodied man lying in the Parliament building while a gunman shouted in Arabic: “Thank God! Do you think that we are going to leave? We will remain here, God willing.”\nThe assault on the Khomeini mausoleum, about 10 miles south of Parliament, lasted for about 90 minutes, state news media reported.\nTwo assailants entered the west wing of the sprawling compound. According to local news agencies, at least one attacker detonated explosives in the western entrance. Another was reported to have committed suicide by swallowing a cyanide pill, although another account said the militant had been shot to death by security forces.\nMohammed Ali Ansari, overseer of the mausoleum, said that militants who appeared to have explosives strapped to them “started shooting blindly and without a target.”\nIn the view of many in Iran, the Islamic State, also known as ISIS or ISIL, is inextricably linked to Saudi Arabia. “ISIS ideologically, financially and logistically is fully supported and sponsored by Saudi Arabia — they are one and the same,” said Hamidreza Taraghi, a hard-line analyst.\nOne Iranian security official said the attacks had been a message from Saudi Arabia meant to teach Iran a lesson. He also said the assaults were intended to test Iran’s reaction.\nWhile terrorist attacks have become more frequent in Europe and in much of the Middle East, Iran had remained comparatively safe. During May’s election campaign, President Hassan Rouhani often lauded the country’s security forces and intelligence agencies for their vigilance.\nFor many years, however, the country endured a bitter campaign of attacks by an armed opposition group, the Mujahedeen Khalq or M.E.K., which for decades had been supported by the former Iraqi dictator, Saddam Hussein.\nIn many M.E.K. attacks, members would take cyanide when cornered. In 2012, the group was taken off the United States’ list of terrorist organizations with the support of conservative Republicans who sought to recast it as a legitimate political opposition organization, which also goes by the name of the National Council of Resistance of Iran.\nSome Iranian analysts suggested that the M.E.K. may have been connected to the Wednesday assaults, partly because of the targets: M.E.K. leaders had said Ayatollah Khomeini’s tomb would be among their first. The use of a female attacker and cyanide pill to commit suicide also smacked of the M.E.K.’s past practices.\n“This is not to say that the attack was an M.E.K. operation,” said Rasool Nafisi, an Iranian-American scholar, “but it is fair to say that the group’s ‘expertise’ might have been utilized in training those terrorists who targeted Iran.”\nThe group condemned the attacks, denied involvement and accused Iran’s leaders of having secretly welcomed them. Maryam Rajavi, president of the National Council of Resistance of Iran, said online that Ayatollah Khamenei was “trying to switch the place of murderer and the victim and portray the central banker of terrorism as a victim.”", "date": "June 7, 2017", "href": "https://www.nytimes.com/2017/06/07/world/middleeast/iran-parliament-attack-khomeini-mausoleum.html", "tags": "iran “ building parliament one killed state least terrorist pair attacks"}