{"title": "At OPEC Meeting, U.S. Pressure Frays Uneasy Agreement", "content": "VIENNA — A meeting of major oil producers here in the Austrian capital has been dedicated to the theme of “cooperation for a sustainable future.” Soon after proceedings kicked off on Wednesday, though, the political tensions between them were laid bare.\nFor months, the world’s main exporters of crude, including Iran, Iraq, Russia and Saudi Arabia, have worked together to curb their output to bolster oil prices. The uneasy coordination among several longtime rivals has helped sharply increase oil prices and slash what had been enormous supplies of unsold crude piling up in storage.\nBut faced with angry broadsides from President Trump, who is seeking cooperation from Saudi Arabia to force gasoline prices lower ahead of midterm elections in the United States, that cooperation now looks to be fraying. \nAt a conference arranged by the Organization of the Petroleum Exporting Countries grouping in Vienna, Iran’s oil minister delivered blunt remarks arguing that it was Washington — and not OPEC — that was to blame for the high oil prices Mr. Trump has railed against.\n“The real reason for the current oil price hike lies with the United States president himself,” Bijan Zanganeh, the Iranian minister, said in a speech. Referring to American sanctions against Iran and Venezuela, Mr. Zanganah added, “You cannot impose unilateral trade sanctions against two founding members of OPEC, two major oil producers, and at the same time expect the global market not to show adverse reaction.”\n“The United States cannot expect OPEC to act against two of its founding members,” he said. “On the contrary, OPEC is independent, mature and reasonable.”\nThe Iranian minister’s remarks appeared to be a pre-emptive shot at an emerging agreement between Saudi Arabia, OPEC’s de facto leader but also Iran’s main regional rival, and Russia, one of the world’s largest producers, to increase oil output. The United States has put particular pressure on Riyadh, one of its main allies in the Middle East, to raise production.\nMr. Zanganeh’s comments were just the latest indication that no matter how much OPEC officials talk about cooperation and stability, they are struggling to hold together a nearly two-year-old agreement to cap production. That deal has helped to more than double oil prices from their lows of early 2016 to around $75 a barrel now.\nThey preceded talks on Friday and Saturday here in Vienna in which OPEC members, as well as Russia and other major producers, will review the agreement. Failure to reach a deal to prolong the production caps could lead to a short-term fall in oil prices, but analysts say events in OPEC states — like Libya, where fighting is threatening supplies, and Venezuela, where domestic turmoil has substantially curtailed production — may outweigh any such shifts.\nMoscow and Riyadh appear to want to keep the cooperation pact intact while also raising output, but that package may prove a difficult sell for other OPEC members. Any increases would most likely come from Saudi Arabia, while countries like Iran and Venezuela have little spare capacity. Those countries are in the difficult position of being able to benefit only from price increases.\nFor Iran in particular, production increases from Saudi Arabia would amount to rubbing salt in an already open wound. Not only are the two countries implacable foes, but Saudi Arabia — as well as its Persian Gulf allies — joined with Israel in lobbying the United States to withdraw from the 2015 agreement with Iran that checked Tehran’s nuclear ambitions in exchange for the lifting of sanctions.\nSanctions that were reimposed by Washington in May are expected to lower Iran’s production and exports, as refiners and traders across the world shy away from Iranian crude, while investors avoid the country’s capital- and technology-starved oil industry. Iran could become a “mini-Venezuela” with precipitous output declines, Edward Morse, head of commodities research at Citigroup, said in an interview here.\nPerhaps the biggest problem, though, is that the agreement to curb production has largely achieved its ends. Not only have prices risen but the oil glut that depressed prices in recent years has been reduced to more normal levels.\n“Coming down a mountain, as every mountaineer knows, can be more perilous than climbing it,” said Bhushan Bahree, an OPEC analyst at IHS Markit who was observing the Vienna meetings.", "date": "June 20, 2018", "href": "https://www.nytimes.com/2018/06/20/business/energy-environment/opec-iran-saudi-trump-oil.html", "tags": "agreement frays iran u.s. production meeting uneasy oil prices ” saudi opec arabia pressure —"}