{"title": "At Oil Producers’ Meeting, Tough Talk Fails to Convince Markets", "content": "When major oil producers met in St. Petersburg, Russia, on Monday, the talk was tough. Officials hoped to show they were following through on plans to cut production and, in turn, bolster prices. The oil minister of Saudi Arabia, the world’s biggest exporter, even cut short his summer vacation to attend.\nThe result? Meh.\nMarkets appear to have shrugged off a raft of announcements meant to address concerns that production cuts agreed upon last year are failing to achieve their goal of soaking up excess oil supply and pushing prices higher.\n“Did Saudi pull a rabbit out of the hat?” wrote Helima Croft, an oil analyst at the investment bank RBC Capital Markets. “No.”\nThe meeting on Monday brought together the 14-nation Organization of the Petroleum Exporting Countries, led by Saudi Arabia, and several other major producers, including Russia and Oman. In a statement after the meeting, the group seemed content with mildly tough talk, chastising (unidentified) countries for failing to follow through with promised cuts to output.\n“There is still room for improvement by some participating producing countries,” the group said. “All participating producing countries must promptly reach full conformity.”\nThose comments appeared to target, among other nations, Iraq, a major OPEC producer that is producing well above its quota. But it is not clear how easy it will be for the Saudis and others to bring the war-torn country, which desperately needs revenue to address an array of problems, in line.\nThe meeting also did little to fix the problem of rapid production increases by Nigeria and Libya, two OPEC members exempt from the cuts. Nigeria did agree to carry out some “adjustments,” but only once its sustained output reaches 1.8 million barrels a day. (It is currently well below that level.)\nSaudi Arabia said it would cut exports to 6.6 million barrels a day for August, about 700,000 barrels below the levels of a year ago. Analysts said that move represented yet another attempt to influence markets, especially in the United States, a highly visible destination for Saudi crude.\nSummer is when Saudi Arabia typically diverts oil from exports toward domestic use, to help generate electricity for air-conditioning during the Arabian Peninsula’s searing heat.\nTaken together, the various moves helped push crude prices up about 1 percent on Monday, to more than $48.50 a barrel.\nBut the relative lack of an effect on oil prices suggested that the agreement was not working, and the tough talk has raised concerns that unity in the group is fraying.\nAnd if this maneuvering has few lasting effects, the whole output-cutting exercise could start looking like a mistake.\n“I think the meeting revealed that there are some tensions starting to grow within the group,” said Robert McNally, president of the Rapidan Group, a market research firm.\nThe oil producers’ group acknowledged that while it wants to cut excess supplies, they remain elevated. If that situation continues into November, when OPEC is scheduled to meet, those tensions could mount and jeopardize the whole effort, Mr. McNally said.", "date": "July 24, 2017", "href": "https://www.nytimes.com/2017/07/24/business/energy-environment/oil-saudi-russia-opec.html", "tags": "tough markets producers cut saudi meeting ” oil convince prices fails group arabia talk"}