{"title": "At the N.R.A., a Cash Machine Sputtering", "content": "The tantalizing leaks have spilled out in the weeks since the National Rifle Association’s annual convention in Indianapolis devolved into civil war.\nAmid anxiety over falling revenue and mounting legal trouble has come news that the gun group’s longtime chief executive, Wayne LaPierre, billed $275,000 for purchases at the Zegna luxury men’s wear boutique in Beverly Hills. Its largely ceremonial president, Oliver L. North, had a contract worth millions of dollars a year. And a litany of payments benefited prominent officials, like the $60,000 for advertising on a TV show featuring the rock musician and N.R.A. board member Ted Nugent.\nBut behind the internecine squabbling lie deeper financial problems. A review of tax records by The New York Times shows that, to steady its finances, the powerful lobbying group has increasingly relied on cash infusions and other transactions involving its affiliated foundation — at least $206 million worth since 2010.\nThe role of the foundation is among the issues being examined in a new investigation into the N.R.A.’s tax-exempt status by the New York attorney general, Letitia James. The N.R.A. and the charity received separate letters last month from Ms. James’s office ordering them to preserve pertinent records, according to several people who had seen them.\nAt issue for investigators, tax experts say, would be whether that money was being used for charitable purposes, as required by law, and not to help finance the N.R.A.’s political activities.\nThe N.R.A.’s financial woes — what Mr. North called an “existential crisis” — are at the root of the power struggle that has pitted Mr. LaPierre, the public face of the American gun-rights movement, against Mr. North, a right-wing celebrity since the Iran-contra scandal in the 1980s. Also enmeshed in the conflict is the N.R.A.’s longtime and now estranged advertising firm, Ackerman McQueen.\nMany of the latest revelations came in a cache of internal documents posted online and spotted last week by a reporter for the Washington Free Beacon, a conservative website. In addition to his Beverly Hills wardrobe purchases, Mr. LaPierre, who earns more than $1.4 million a year, billed $267,000 in personal expenses, including flights and limousine service for trips to the Bahamas, Florida, Nevada, Budapest and an Italian lake resort, the leaked documents show. He even arranged for Ackerman to pay an intern’s rent.\nAs for Mr. North, while the N.R.A’s presidency is traditionally unpaid, he was agitating to change that — in spite of a lucrative perk, a contract with Ackerman that, according to Mr. LaPierre, paid him “millions of dollars annually.” And Ackerman has been reaping $40 million a year, even though its signature product, the online streaming service NRATV, has minuscule web traffic.\nMany N.R.A. officials have said its woes are overstated. Opponents “are trying to paint this false narrative that we’re in deep financial trouble, and I think it’s wishful thinking on their part,” Todd Rathner, a lobbyist and longtime N.R.A. board member, said in an interview.\nBut signs of stress are evident.\nMember dues fell to their lowest level in a half-decade in 2017, after President Trump’s election. A legal battle in New York threatens a gun owners’ insurance program that the N.R.A. had envisioned as a financial lifeline. And the group’s $25 million line of credit, secured by the deed to its headquarters in the Washington suburbs, is nearly tapped out.\nAgainst that backdrop, the N.R.A. has found a variety of ways to draw money from its foundation, which over the years has provided financial support for a wide range of gun safety programs and special training programs for women, children and people with disabilities.\nOriginally, the N.R.A. promised to provide free office space and staff when it set up the foundation in 1991, but it now charges more than $6 million a year for that. Outright transfers from the foundation listed for charitable purposes have also risen fivefold since 2001, and exceed $100 million since 2012.\n“It tells me that the N.R.A. itself is in very poor financial health and they’re being subsidized in large part by their foundation,” said David Nelson, a former partner at Ernst & Young who has specialized in tax-exempt groups. “They’re kind of running the organization into the ground.”\nWhile both the N.R.A. and the foundation are tax-exempt, only donations to the foundation are tax-deductible, because the N.R.A. takes part in political activity.\n“We know that people can get their tax deductions by giving to the foundation, so you’d rather give to that than the N.R.A., but the N.R.A. is the one spending all the money,” Mr. Nelson added.\nN.R.A. officials said they had followed appropriate accounting rules, and that transfers reflected the foundation’s evolution.\n“As the foundation has grown over the years, so has its use of N.R.A. office space, supplies and staff,” Christie Majors, the foundation’s finance director, said in a statement.\nRegarding Mr. LaPierre’s spending, William A. Brewer III, a lawyer for the N.R.A., said in a statement that “there is no suggestion that any of Mr. LaPierre’s expenses were improper in any way.” As to why travel and wardrobe expenses were billed through a contractor, and not directly through the N.R.A. — an arrangement that may also interest investigators — Mr. Brewer said it was a practice “abandoned some time ago” that had been done “for confidentiality and security purposes.”\nMr. Brewer’s role has also been a flash point; he is the brother-in-law of Ackerman’s chief executive, and the ad firm’s allies saw a family feud as the backdrop when the N.R.A. recently sued Ackerman McQueen. Before Mr. North left the N.R.A., he called for an internal review of billings by Mr. Brewer’s firm. In a recently leaked letter, Mr. North said that for the last year, the firm had been paid nearly $100,000 a day, “draining N.R.A. cash at mind-boggling speed.” (An N.R.A. official said that characterization “reflects a misinformed view.”)\nThe power struggle has yet to abate. On Tuesday, Allen B. West, a former congressman, became the first board member since the convention to call on Mr. LaPierre to resign. He accused the current leadership of “outright lies” and said board members had not been made aware of the controversial spending practices. “It is imperative that the N.R.A. cleans its own house,” Mr. West said in a statement.\nIn response, Carolyn Meadows, the N.R.A.’s new president, and two other senior officials said that board members had been apprised of the issues and had ample opportunity to delve into the details at the Indianapolis convention.\nWith the 2020 election looming, President Trump wants the N.R.A. to get back on track; he tweeted last month for the N.R.A. to “stop the internal fighting, & get back to GREATNESS — FAST!”\nDespite the president’s ardent support for the N.R.A.’s agenda, he has been part of the problem. The $128 million in dues the group reported in 2017 was the lowest since 2012; fund-raising often slips when Republicans take over the White House and N.R.A. members’ worries recede.\n“We have an unusual business model,” Mr. Rathner said. “The more successful we are, the less money we make, but clearly that doesn’t stop us from doing the job our members expect us to do, and as history has proven, we find ways to make it back each election cycle.”\nThe call came at 2:58 p.m. on a Wednesday in April.\nMr. North was on the phone. He had called a senior aide to Mr. LaPierre to convey a message. Mr. North, a retired marine lieutenant colonel and right-wing celebrity since the Iran-contra scandal in the 1980s, warned that if Mr. LaPierre didn’t retire, a damaging letter would be delivered to the N.R.A. board.\nMr. LaPierre was taken aback.\n“I was forced to confront one of those defining choices, styled, in the parlance of extortionists, as an offer I couldn’t refuse,” he wrote to the board. “I refused it.”\nThe feud played out swiftly, with Mr. LaPierre, a veteran inside operator, easily outmaneuvering Mr. North, who was ousted a few days later.\nBut Mr. North’s threat effectively came to fruition in the recent leaks that documented not only Mr. LaPierre’s wardrobe and assorted expenses, but also a menu of other N.R.A. perks.\nMarion Hammer, a longtime board member and lobbyist, received $270,000 in consulting fees from the gun group last year. The N.R.A. also paid David Keene, a former president, $40,000 last year, even as he was enmeshed in the scandal involving his one-time business partner Maria Butina, a Russian who pleaded guilty to being a covert foreign agent.\nAnd there was the nearly $14,000 Ackerman paid over three months, at Mr. LaPierre’s request, to rent an apartment in Virginia for a young woman who was then a summer intern, and is now an N.R.A. employee.\n“The N.R.A. was introduced to this young lady by her father, who is a local first responder and longtime N.R.A. member,” said Andrew Arulanandam, an N.R.A. spokesman, who added that the accommodation was made after housing at a nearby university, where interns typically stayed, became unavailable.\nMs. Meadows, the new president, called the revelations “stale news — being recycled by those with personal agendas.”\nSuch payments are likely to be scrutinized by Ms. James’s office, which is examining “transactions between the N.R.A. and its board members, unauthorized political activity, and potentially false or misleading disclosures in regulatory filings,” according to a copy of a letter sent to the N.R.A. and reviewed by The Times. (The attorney general of New York has jurisdiction because the N.R.A. was established there.)\nFederal rules restrict transactions that confer economic benefits on high-ranking employees of tax-exempt organizations. A number of such transactions have already drawn scrutiny, and others are emerging.\nThe N.R.A., for instance, has for several years held its World Shooting Championship at Peacemaker National Training Center in Glengary, W.V. The center, which received $70,500 last year for hosting the competition, is owned by Cole McCulloch, the N.R.A.’s director of competitive shooting, according to a document among those recently leaked.\nMr. Arulanandam said Mr. McCulloch’s ownership of the shooting range had been disclosed to the gun group’s general counsel “and approved by the N.R.A. Audit Committee.”\nIt was Ms. James’s threats to investigate the N.R.A.’s tax-exempt status that led the N.R.A. to audit its contractors last summer, touching off the power struggle. N.R.A. officials have said Ackerman refused to turn over numerous financial documents. Ackerman has rebutted that, but some board members feared the N.R.A. was being overbilled.\nIt was a shocking standoff. The Oklahoma-based advertising firm has defined the modern N.R.A.’s voice, going back to the “I’m the N.R.A.” campaign in the 1980s. Ackerman’s top executive in the Washington area, Tony Makris, is a former business associate of Mr. LaPierre’s.\nBut Ackerman declined even to provide the N.R.A. with internal statistics on NRATV’s viewership. A review of data from Comscore, which tracks web traffic, suggests why that might be: The NRATV site had just 49,000 unique visitors in January, and less traffic in March than Oklahoman.com, the website of Ackerman’s hometown newspaper.\nThe most contested document was a contract Ackerman struck with Mr. North. When Mr. North became president of the gun rights group a year ago, he left Fox News, and wanted to keep getting paid. But N.R.A. presidents, including celebrities like Charlton Heston, have served without pay. Last month, Mr. North wrote to two prominent N.R.A. officials to complain that because of the group’s “difficult financial situation, I am spending much more time on the road raising money” than expected.\nSenior N.R.A. executives are well compensated; eight of them make more than the head of the American Red Cross, a tax-exempt organization with 10 times the revenue of the N.R.A. Mr. LaPierre’s total pay spiked in 2015 to more than $5 million because of an early retirement payout.\nMr. North did, in effect, turn the presidency into a paid position by signing a deal with Ackerman to host an NRATV web series called “American Heroes,” though Mr. LaPierre told the board that Mr. North appeared in only three of the dozen expected episodes.\nN.R.A. officials have said Mr. North was not supposed to work directly for the group’s contractor, because of the potential for conflicts of interest.\nMr. North has rebutted that.\n“Wayne knew about my contract since its inception,” he wrote in his letter to the two N.R.A. officials. “Wayne helped negotiate the contract.”\nSome members believe the group has been woefully managed. In a recent open letter, Steve Hoback, a former N.R.A. official in its training department, warned that the organization had “become the swamp that many have lashed out against in our Federal government.”\nAnother former staff member, Andrew Lander, wrote in his own open letter that “the things that are taking place within the organization, I feel are things that corrupt Congressmen would be doing” — not, he said, the leaders of the “oldest civil rights organization in the country.”\nThe extent of the group’s financial problems has in some ways been masked by the foundation, which is sitting on more than $29 million that is counted as an asset on the N.R.A.’s books. Without it, the N.R.A. would have a negative net worth. The gun group said the money was largely an endowment set up for the N.R.A., but also encompassed reimbursements to the N.R.A. — for staff, supplies and rent — that had not yet been transferred.\nMarcus Owens, a partner at Loeb & Loeb who served for a decade as director of the exempt organizations division of the Internal Revenue Service, said the sums moving to the N.R.A. from the foundation were “substantial related-party transactions,” and that “in normal times, they would attract regulatory attention from the I.R.S. and a state attorney general.”\nOpponents see opportunity.\n“Each day, there’s a new drip, drip, drip,” said John Feinblatt, president of Everytown for Gun Safety, a gun control group. “The N.R.A. is not a gun advocacy organization but a business that has been engaged in self-dealing, awarding contracts with little accountability to their friends, and it seems like a business run amok. It’s questionable whether they can play in 2020 the way they have in the past.”\nSuch groups showed unusual financial strength in the recent midterm elections. Take Nevada. For years, there had been a push to close loopholes in background checks related to private gun sales, culminating in a successful 2016 ballot initiative. Adam Laxalt, then the state’s Republican attorney general, appeared in a commercial opposing the measure, and was criticized when he later helped block it from going into effect.\nWhen Mr. Laxalt ran for governor last year, he had the N.R.A.’s endorsement and A+ rating, and was fiercely opposed by gun control groups. He lost to Steve Sisolak, a Democrat who in February signed background check legislation into law.\n“That is Exhibit 1 of their diminishing power, and their inability to do what they used to do,” Mr. Feinblatt said.\nMr. Rathner, the lobbyist and longtime N.R.A. board member, sees it differently. The organization’s members, he said, pay their dues “to protect them from anti-gun legislation and anti-gun policies, and quite frankly, we gave them a president who appointed two good Supreme Court justices and over 100 lower court judges to protect them for a generation or two. And we did that because that’s what our members expect us to do.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/nra-finances-executives-board-members.html", "tags": "“ ackerman n.r.a n.r.a. lapierre machine cash sputtering north foundation said"}