{"title": "At Trump Tower, Michael Cohen and Oligarch Discussed Russian Relations", "content": "Eleven days before the presidential inauguration last year, a billionaire Russian businessman with ties to the Kremlin visited Trump Tower in Manhattan to meet with Donald J. Trump’s personal lawyer and fixer, Michael D. Cohen, according to video footage and another person who attended the meeting.\nIn Mr. Cohen’s office on the 26th floor, he and the oligarch, Viktor Vekselberg, discussed a mutual desire to strengthen Russia’s relations with the United States under President Trump, according to Andrew Intrater, an American businessman who attended the meeting and invests money for Mr. Vekselberg. The men also arranged to see one another during the inauguration festivities, the second of their three meetings, Mr. Intrater said.\nDays after the inauguration, Mr. Intrater’s private equity firm, Columbus Nova, awarded Mr. Cohen a $1 million consulting contract, a deal that has drawn the attention of federal authorities investigating Mr. Cohen, according to people briefed on the inquiry.\nMr. Intrater said in an interview that Mr. Vekselberg, his cousin and biggest client, had no role in Columbus Nova’s decision to hire Mr. Cohen as a consultant. When asked about the meeting at Trump Tower during the presidential transition, Mr. Intrater described it as a brief and impromptu discussion, and said that Mr. Vekselberg had not originally planned to attend.\n“Obviously, if I’d known in January 2017 that I was about to hire this high-profile guy who’d wind up in this big mess, I wouldn’t have introduced him to my biggest client, and wouldn’t have hired him at all,” Mr. Intrater said. He agreed to be interviewed about his dealings with Mr. Cohen, he said, because he had done nothing wrong.\nThe disclosure sheds additional light on the intersection between Mr. Trump’s inner circle and Russians with ties to the Kremlin. The meeting came months after Mr. Trump’s son, Donald Trump Jr., met at Trump Tower during the campaign with a Kremlin-linked lawyer claiming to have damaging information on his opponent, Hillary Clinton, and a former campaign aide, George Papadopoulos, met with Russian intermediaries in Europe. During the campaign, Mr. Cohen himself was pursuing a deal to build a Trump high-rise in Moscow, which did not come to fruition.\nMr. Cohen’s meeting with Mr. Vekselberg happened during his final days as a Trump Organization employee, at a time when his position in Mr. Trump’s orbit seemed uncertain. Although Mr. Cohen told some associates that he expected a high-level White House job, that role never materialized, and he instead struck out on his own to drum up business from companies that wanted advice and access to the Trump administration, including AT&T and Novartis.\nMr. Cohen’s goal for the meeting — and whether it may have been related to his consulting business — remains unclear. His lawyers, and lawyers for Mr. Vekselberg, did not respond to requests for comment when told about video footage from C-Span showing Mr. Vekselberg and Mr. Intrater arriving at Trump Tower on Jan. 9, 2017. Mr. Intrater said the meeting included only a brief discussion about relations between the United States and Russia.\nThe meetings and Columbus Nova’s payments to Mr. Cohen have attracted scrutiny from Robert S. Mueller III, the special counsel investigating Russian interference in the election, as well as federal prosecutors in Manhattan examining Mr. Cohen’s business activities and finances, the people said.\nEarly this year, Mr. Mueller’s investigators stopped Mr. Vekselberg at a New York-area airport after he arrived on a private plane, The New York Times reported in early May. Mr. Mueller’s investigators have interviewed Mr. Intrater twice, focusing partly on his dealings with Mr. Cohen. Mr. Mueller’s office has since referred the investigation of Mr. Cohen to the prosecutors in Manhattan. There is no indication that Mr. Vekselberg or Mr. Intrater is suspected of wrongdoing, and Mr. Intrater’s lawyer, Richard Owens, said that “Columbus Nova has cooperated with all requests for documents and information from federal authorities.”\nThe meetings were an opportunity for the three men to discuss shared interests during the presidential transition and early days of the administration, according to interviews and records reviewed by The Times.\nMr. Cohen, who promoted his connection to Mr. Trump, was seeking moneymaking opportunities. Mr. Vekselberg, who has longstanding business and philanthropic ties to the United States and controls a global conglomerate, was interested in Mr. Trump’s Russia-friendly stance. And Mr. Intrater, looking for new investors, was drawn to Mr. Cohen’s Rolodex of rich donors — he is a deputy finance chairman of the Republican National Committee — and the lure of new deals to invest in, prompting Columbus Nova to hire him as a consultant.\nBy all accounts, it did not work out as planned for any of the men. Mr. Cohen is under investigation; the Trump administration hit Mr. Vekselberg with sanctions last month, making him one of seven Kremlin-linked oligarchs to be punished as part of a response to meddling and other aggressions; and Columbus Nova parted ways with Mr. Cohen after no new deals or investors materialized, despite paying him $580,000 of the $1 million contract.\nMr. Cohen and Mr. Intrater initially met shortly before the 2016 election and discussed ways to invest in the taxi business, which had made the fixer millions of dollars over the years.\nIn the interview, Mr. Intrater described the lead-up to the Trump Tower meeting as a series of coincidences around that potential deal: Mr. Cohen and he intended to meet on the morning of Jan. 9, 2017, to discuss investing in distressed taxi loans. But Mr. Cohen had to reschedule for the afternoon, when Mr. Intrater had planned to meet Mr. Vekselberg, who was visiting New York and then came along to the meeting.\n“I remember walking in and seeing lots of boxes because Michael was packing up his office and looking forward to hanging out his own shingle,” Mr. Intrater said. “We were in his office for about 15 minutes. We talked about how much we hoped U.S.-Russian relations would get better through business projects and cultural exchange.”\nIt is unclear whether anyone else at Mr. Trump’s company or on his transition team was aware of the meeting. Mr. Trump was in the building that day, and his office was just doors down from Mr. Cohen’s, though Mr. Intrater said they did not see the president-elect.\nThe next week, the three men sat together at one of the inaugural dinner events. While there, Mr. Intrater took a photo with Michael Flynn, Mr. Trump’s first national security adviser, Mr. Intrater said.\nMr. Intrater donated $250,000 to Mr. Trump’s inaugural committee, which entitled him to the tickets he and Mr. Vekselberg used to attend the event. Days later, Mr. Cohen signed on as a consultant to Columbus Nova, and documents show that in addition to the taxi loans, he pitched the firm on an oil and gas operation in the American Southwest.\nMr. Vekselberg, whose conglomerate includes investments in energy, attended a meeting in March last year that Mr. Cohen arranged to discuss the oil and gas deal, Mr. Intrater said. Nothing came of the discussions.\nIn contrast, Mr. Vekselberg’s discussion with Mr. Cohen at Trump Tower about Russian relations partly reflected his role as an informal diplomat of sorts, a billionaire businessman who shuttles between Russia and the United States to promote economic and philanthropic ventures.\nHe founded his company, Renova Group, in 1990 as a Russian-American joint venture, according to an archived version of the company’s website.\nMr. Vekselberg, whose fortune is now estimated at more than $13 billion, also sponsored the American-Russian Chamber of Commerce & Industry. At one point, Renova donated between $50,000 and $100,000 to the Clinton Foundation. And he lavished funds on a California park that is designated a historic preservation site, working informally in tandem with the Russian Ministry of Foreign Affairs. The park includes a fort that the Russians built in 1812 for trade.\n“He always has been a key Russian conduit for investing in U.S. political causes, business causes, other things that would allow him to gain entree to the U.S. elite,” said Michael Carpenter, the Russia director at the National Security Council during the Obama administration, who is now senior director of the Penn Biden Center for Diplomacy and Global Engagement.\nAs Mr. Vekselberg’s business empire expanded, he picked up various Kremlin projects, including a plan to create a Silicon Valley-style development outside Moscow and the construction of a hotel cluster for the 2014 Winter Olympics. In return, the Kremlin awarded him a medal of honor.\nHe also attended a now-famous December 2015 dinner in Moscow where Mr. Flynn sat at a table with Russia’s president, Vladimir V. Putin.\nThe day before Mr. Trump was sworn in, Mr. Vekselberg expressed doubt on Russian television that the United States would quickly lift its economic sanctions against Russia. It was worse than he feared: Last month, he and Renova were placed on the Treasury Department’s sanctions list. Although Columbus Nova is not subject to the sanctions and continues to operate, Mr. Intrater said he had not spoken to his cousin since the sanctions were imposed.", "date": "May 25, 2018", "href": "https://www.nytimes.com/2018/05/25/us/politics/michael-cohen-viktor-vekselberg-trump-tower.html", "tags": "relations oligarch business russian meeting trump cohen columbus nova intrater michael vekselberg discussed tower"}