{"title": "At Trump’s Inauguration, $10,000 for Makeup and Lots of Room Service", "content": "WASHINGTON — Private donors put up $107 million to usher Donald J. Trump into office in style two years ago, and it is now clear just how enthusiastically his inaugural committee went to town with it.\nThere was $10,000 for makeup for 20 aides at an evening inaugural event. There was another $30,000 in per diem payments to dozens of contract staff members, in addition to their fully covered hotel rooms, room service orders, plane tickets and taxi rides, including some to drop off laundry.\nThe bill from the Trump International Hotel was more than $1.5 million. And there was a documentary, overseen by a close friend of Melania Trump’s, that was ultimately abandoned.\nThe details of the expenditures, gleaned from interviews and from documents reviewed by The New York Times and not previously made public, show that the committee spent heavily on nearly every aspect of the events surrounding the inauguration.\nIn 72 days, it laid out about $100 million, roughly twice as much or more than was raised by Barack Obama or George W. Bush for their first and second presidential inaugurations.\nThe expansive spending reflected Mr. Trump’s desire to make a grand entrance, with roughly 20 events around Washington, people familiar with the events said. It also had the hallmarks of previous Trump efforts, such as the campaign, with some Trump-family friends circumventing existing chains of command.\nDisclosure of the spending details comes at a time when the inaugural committee is facing legal scrutiny over the donations that funded it.\nInaugural committees are required to document every donation with the Federal Election Commission, and the Trump team’s reports are now under investigation by federal prosecutors in Manhattan and Brooklyn. Investigators are also looking into whether any foreign donations, which are illegal in the United States, were passed through Americans, and whether any donations went unrecorded, people familiar with the inquiries said.\nPeople involved with the committee have said that they vetted all donors, but that they could do only so much to prove someone’s money was their own. False statements to the Federal Election Commission can be a crime.\nThe investigation by federal prosecutors in Manhattan was prompted at least partly by a recording that Mr. Trump’s former lawyer and fixer, Michael D. Cohen, made of a conversation he had with a central figure in the inaugural planning, Stephanie Winston Wolkoff, shortly after Mrs. Trump ended Ms. Winston Wolkoff’s role as an unpaid adviser to the first lady. Ms. Winston Wolkoff was dismissed after initial reports about the amount of money taken in by the entity she formed to help produce the inaugural.\nThere is no indication of any investigation into the inaugural committee’s spending. For the most part, inaugural committees are free to spend the money they raise from private donations as they wish.\nThe bulk of the money for the inaugural committee came from big corporations, like AT&T, Bank of America and Pfizer, and wealthy Republicans donors, like Sheldon G. Adelson and Andrew Beal.\nGiven the short time frame between Election Day and Inauguration Day, inaugural committees cannot always seek out the lowest bidder. In the case of Mr. Trump’s inaugural, some staff members and major vendors were veterans of previous inaugurations.\nMuch of the spending, while outsize, was mundane. Documents reviewed by The Times accounted for the entire $107 million raised for the inaugural, with most of the money going to payroll expenses and roughly 40 entities, the bulk of which were hotel chains and other vendors.\nRoughly $5 million went to charity, which organizers have noted is the most ever for an inaugural committee.\nBut millions were written off in lost revenue. That included $6.4 million for blocks of hotel rooms booked for guests who ended up arranging their own accommodations. The Republican National Committee booked the excess hotel rooms before the inaugural staff was even formed, but the committee had to pony up when only half as many rooms were used as the party organization had expected.\nAnother $1.2 million in revenue that the committee expected to recoup for a media center never materialized.\nOther arrangements by the inaugural committee also proved unusual.\nMs. Winston Wolkoff, then a close friend of Mrs. Trump’s, was initially signed to a $1.6 million contract. Along with a friend, Jonathan Reynaga, she formed WIS Media Partners, a firm that oversaw broadcast rights for the inaugural events and worked on the documentary project featuring interviews with top inaugural committee officials.\nThe idea was to sell the rights to a major distributor. The project was later abandoned, although the interview footage still exists, as do copies, according to three people familiar with the effort.\nWIS Media Partners became the inaugural committee’s top vendor, acting as a kind of general contractor and overseeing a series of events. It received nearly $26 million, much of which was paid out to other vendors.\nSteve Kerrigan, who was chief of staff for Mr. Obama’s first inaugural committee, said that the firm’s $1.6 million “supervisory fee” was the equivalent of “roughly one-fourth of what we paid our entire 450-person staff” in 2009. Even if Ms. Winston Wolkoff shared the fee among more than a dozen other top managers, as she and others say she did, the charge itself, Mr. Kerrigan said, was “outrageous.”\nGreg Jenkins, the executive director of Mr. Bush’s second inaugural, said, “I have never heard anybody getting that kind of fee associated with any inaugural, ever.”\nMs. Winston Wolkoff often fought with other top aides, according to people with direct knowledge of events. She was known to threaten to have senior officials fired, at times brandishing a cellphone and saying she would text Mrs. Trump or Ivanka Trump, the president’s elder daughter, conveying a sense of authority that people later came to realize she did not have, three people with direct knowledge of the events said.\nA lawyer for Ms. Winston Wolkoff declined to comment.\nA spokesman for WIS Media Partners said all of the firm’s charges “were vetted, authorized and signed off on” by the committee’s top officials, including Thomas J. Barrack Jr., the committee’s chairman; Rick Gates, the deputy chairman; and Sara Armstrong, the chief executive.\nHe said the firm’s fees were “significantly below” the customary charges “for equivalent productions,” and that officials provided the inaugural committee with “all its audited records and receipts.” He said the company could not reveal more because it is legally barred by the inaugural committee from discussing its work on the inaugural events.\nIn a statement, Mr. Barrack said he continues “to be proud of the incredible work of all those that were part of the committee” and that it “complied with all laws and regulations, and its finances were fully audited internally and independently. The donors were fully vetted and disclosed to the Federal Election Commission as required.”\nMr. Trump’s inaugural committee has come under scrutiny in the past for its high administrative and logistical costs. The new details help flesh out how the inaugural spent the money. Among the payments was more than $2 million spent on the firm of the Trump campaign official Brad Parscale for online advertisements to drum up inaugural crowds.\nAnother $2.7 million was spent on flying in a performance group working with Steve Wynn, the casino magnate and friend of Mr. Trump.\nThe Trump International Hotel was paid more than $1.5 million for services including the use of a ballroom, an “annex” and a space called the townhouse, according to records and people familiar with the payments.\nWhile two other hotels, the Willard and the Fairmont, collected as much or more, Mr. Trump’s hotel was also favored by vendors who billed their expenses directly to the committee.\nOver all, the Trump team’s spending appears “astronomical,” said Emmett S. Beliveau, who was chief executive of Mr. Obama’s first inaugural committee.\nMr. Jenkins, who handled the Bush inaugural, said the scale of the Trump team’s spending “blows me away.”\nMs. Winston Wolkoff and Mr. Reynaga brought in nearly three dozen staff members, some of whom flew in from Los Angeles or other cities and remained on the East Coast for weeks. WIS also helped bring in a New York-based party planner named David Monn, who refused to sign a contract, according to two people familiar with the arrangement. Mr. Monn charged the committee a total of $3.7 million, from which he paid subcontractors.\nAmong other tasks, Ms. Winston Wolkoff and colleagues managed the 500-person black-tie dinner hosted by Mr. Barrack at the neo-Classical Andrew W. Mellon Auditorium and a 1,500-person “candlelight” dinner at Union Station. They decided the decorations were not elegant enough and needed to be enhanced.\nMr. Monn spent $924,000 on seven-foot-high wreaths, moss-covered obelisks, flowers and other decorations to dress up Union Station. Makeup was provided for 20 staff members at a cost of $500 per person. For the dinner at the auditorium, table menus, table numbers and place cards, including an on-site calligrapher to correct last-minute mistakes, amounted to $91 per guest. Mr. Monn did not respond to repeated requests for comment on Monday.\nThe handling of expenses for contractors like WIS Media Partners was also unusual. Mr. Kerrigan, who also served as chief executive of Mr. Obama’s second inaugural committee, said officials negotiated fixed-price contracts that limited how much vendors could charge for expenses.\nIf a vendor’s staff member ran up a big room service bill, “that was on them,” said David Cusack, who was the executive director of the second committee. “They had a per diem, and they were supposed to eat on that.”\nFor Mr. Bush’s second inaugural, too, vendors were required to build their expenses into their contracts, Mr. Jenkins said. He said his committee did not even hire vendors from outside the Washington area because “there was no need to.”\nThe Trump inaugural committee covered not only a fixed per diem for the people brought in by WIS Media, but picked up expenses including room service, cab rides for assistants who dropped off laundry and an order of McDonald’s. All told, those expenses came to $227,511.\nIn less than two months, WIS billed $31,000 for hotel rooms described as Mr. Reynaga’s, including nearly $18,000 for rooms at the Trump International Hotel, according to detailed expense documents reviewed by The Times. He also billed thousands of dollars for meals, room service and travel. On one day, he charged a $560 Amtrak train ticket from New York to Washington, plus a $251 first-class upgrade to meet with Mr. Barrack. That was followed by a $100 Uber ride the next day to “get to Tom’s plane,” the records show.\nThe spokesman for WIS said WIS expenses were paid through business cards tied to a few senior officials of the firm, including Mr. Reynaga, meaning that Mr. Reynaga could have been paying for other employees’ costs.\nHe also said staff members stayed at the Trump International Hotel “at the explicit direction” of inaugural committee officials. A former official of the inaugural committee denied that the WIS employees were required to stay at the Trump hotel.", "date": "Jan. 14, 2019", "href": "https://www.nytimes.com/2019/01/14/us/politics/trump-inauguration-spending.html", "tags": "makeup room inaugural “ service committee trump lots hotel million inauguration"}