{"title": "At The New Yorker, the Cartoonists Draw, but the Vision Is Hers", "content": "The New Yorker is known for its probing investigative reporting, deep-dive profiles and Pulitzer-winning criticism. But increasingly people are reading it for a few laughs.\nAs the magazine expands its internet presence, the amount of original humor it produces has grown, with comic essays and cartoons often making up about a third of its most popular articles online. In some ways, that’s a return to the roots of the magazine, which began as a Jazz Age humor publication that championed James Thurber, Robert Benchley and Charles Addams, and helped define comedy for decades. “With The New Yorker,” Russell Baker wrote, “American humor began to master the arts of understatement, to refine the crudities of old-fashioned burlesque into satire, to treasure subtlety and wit.”\nAs the new cartoon editor of the magazine, Emma Allen, 29, has become a steward of this tradition. In an interview in her office at 1 World Trade Center, she said promoting the kind of refined wit the magazine has long been known for mattered less to her than publishing voices that are genuinely funny and representative of comedy today.\n“I don’t feel beholden to finding the next Benchley or a Benchley knockoff,” she said. “I like things that are witty. I also like dumb fart jokes. The high-low spread is much more interesting than trying to mummify a thing and keep presenting it all over and over again.”\nIn May, Ms. Allen replaced the longtime cartoon editor, Robert Mankoff, who has moved  to Esquire, where he is its new humor editor. Mr. Mankoff was the star of a 2015 documentary, “Very Semi-Serious,” that showcased the magazine’s process of sifting through 1,000 cartoons every week to settle on the 15 or so that make it into print. Every Tuesday, artists still come into the office to pitch their cartoons directly to the cartoon editor.\nWith an easy, self-deprecating laugh, Ms. Allen described her first exposure to running this system. (When editors at The New Yorker turn down a pitch for an article, they rarely do it face to face.) “It took me the first 10 people being, ‘I’m so sorry, I’m so nervous,’ and they were like, ‘I’m so sorry, I’m so nervous,’” she said, with two weeks under her belt. “They were like: ‘We’re trying to sell you work.’ And I was like: ‘I’m trying to sell myself.’ I’ve been buying them pastries, literally buttering them up.”\nMs. Allen has a sprawling set of responsibilities: She also edits the daily cartoons for The New Yorker online; works on video and radio humor pieces for the magazine; runs its humor Twitter account; and for three years has edited Daily Shouts, comic essays that have become one of the most popular features on the site. (According to the magazine, in the past three months, traffic to those essays is up 60 percent from last year.)\nHer ability to find new voices for Daily Shouts is what first drew the attention of The New Yorker’s editor, David Remnick. “She was bringing in people and things that I hadn’t heard before, and sometimes you need to reinvigorate parts of the magazine,” he said by phone, adding, “We need to have a deeper exploration of the web, as far as cartooning.”\nMs. Allen, who grew up on the Upper West Side, has in some ways been preparing for this job her whole life. As a child, she cut out The New Yorker cartoons and filed them with “an archival drive” matched only, she said, by her collection of photos of Leonardo DiCaprio. She attended Brearley School in Manhattan, where, she joked, her comic career was born. “I went to an all-girls school for 13 years whose mascot is the beaver,” she said. “You cannot come out at the other end of that without a sense of humor.”\nAfter graduating from Yale — where her humor column masqueraded as an advice column for the school newspaper — she worked in media, often covering the art world. She wrote a funny feature for The New York Observer recapping the reality show “Work of Art,” and started at The New Yorker as an assistant to the articles editor Susan Morrison (who is currently working on a book about Lorne Michaels), occasionally writing, then editing Talk of the Town pieces.\nAfter taking over Daily Shouts, she brought in sharp young comedians like Megan Amram, one of the funniest voices on Twitter, and up-and-coming comic writers like Emma Rathbone (“GLOW”) and Hallie Cantor (“Lady Dynamite”). And she pushed for more radio and video pieces.\nFinding new voices for cartoons may be more challenging, because there are so few outlets producing one-panel gags, but also because readers and artists have come to expect something very specific from The New Yorker cartoon, the gently observed comedy-of-manners-style that “Seinfeld” lampooned in an episode in which Elaine confronts an editor who can’t explain the joke of a cartoon.\nWhen asked about how her tastes differ from her predecessor’s, she said, “I think I have a slightly weirder sense of humor.” She added later, “As much as I like observational gags, I also like things that are more surreal.”\nMs. Allen said that she hoped to expand the kinds of cartooning online, including trying more work with multiple panels and pairing joke writers with cartoonists on some projects. While she has had success finding traffic online, attracting more online readers she added that predicting what will do well is futile, pointing to a Daily Shouts piece by Amy Collier. “It’s about a guy whose Tinder profile is him holding a fish,” she said, shrugging. “It blew up.”\nThe Trump administration has ushered in more political comedy at The New Yorker, as it has at many other news media outlets, and Ms. Allen said she worried that “an exhaustion” could set in. While she said she has catholic taste, she does have pet peeves.\n“I do think there’s a type of regressive — that old wife — sitcom humor that persists somehow,” she said, adding that they have a shorthand in the cartoon department when they see a joke like that. “I’ve never really watched ‘Everybody Loves Raymond’ but whenever there’s a joke about a nagging wife or whatever, we’re like, “Raymond!” Then she added: “And I like Ray Romano.”", "date": "July 2, 2017", "href": "https://www.nytimes.com/2017/07/02/books/new-yorker-cartoon-editor.html", "tags": "allen ” vision cartoonists editor yorker magazine new like draw humor"}