{"title": "At Yale, Trying Campus Rape in a Court of Law", "content": "The details of that night in New Haven were not all that different from many others. There was the off-campus party. The alcohol. The attempts the next morning to make sense of the memories that weren’t there, and the used condoms that were.\nWhat was different was what came next: the report to the police. The prosecutors pressing charges. And now, the trial.\nWhen Saifullah Khan, 25, stands trial in New Haven this week, accused of raping a fellow Yale student on Halloween of 2015, he will join the ranks of a small, unusual group: men who are accused of sexual assault on campus, and who then hear those accusations aired in a court of law.\nThere is no log of how many campus rape cases go to trial each year, but experts and victim advocates agree that the number is vanishingly small. The Department of Justice estimates that between 4 percent and 20 percent of female college students who are raped report the attack to law enforcement. Of reported cases, only a fraction lead to arrests, let alone a trial.\nThe one at Yale, then, might seem like a perfect case to test the fiercely debated question of whether college rape accusations are best handled by internal university panels or by law enforcement. It’s a question the secretary of education, Betsy DeVos, has herself raised, in rescinding Obama-era policies on campus sexual assault that demanded schools use lower standards of proof for finding accused students responsible.\nInstead, the case has revealed just how difficult it is to separate the two.\nYale, like many other large universities, employs its own police force, which investigated the accusation against Mr. Khan and arrested him; the prosecution is being carried out by the Connecticut state’s attorney’s office. Mr. Khan’s lawyers say the university covertly influenced the police inquiry, working hand-in-glove with officers in a way that has compromised Mr. Khan’s right to a fair trial. They argue that Yale, under fire for not taking sexual assault on its campus seriously, blurred the line between school and law enforcement in the name of proving that it did.\nAs universities across the country face mounting pressure — if not from the federal government, then from public opinion, amid the #MeToo movement — to act on sexual misconduct, that line may become even blurrier.\n“This isn’t about which institution is better,” said Janet Halley, a Harvard Law School professor who has written about the legal implications of Title IX enforcement. “It’s about what happens when you put two institutions into the same process and they have different rationalities, different institutional cultures — but above all different rights attached to them.\n“This is oil and water flowing in together.”\nAccording to an affidavit signed by a Yale police officer, Mr. Khan and his accuser, who is identified only as “the victim,” were seniors who lived in the same dormitory. She considered him an acquaintance, the victim said, and they had never been in a romantic relationship.\nOn Oct. 31, 2015, the victim ate dinner with Mr. Khan, then attended an off-campus party, where Mr. Khan was also present. After the party, the victim and her friends returned to campus to watch the student orchestra’s Halloween show, a school tradition.\nBy that point, the victim said, she had at least four drinks and was so drunk that Yale staff asked her to step out of line after she struggled to pull up her orchestra ticket on her cellphone. When she rejoined the line, her friends had disappeared. Mr. Khan was by her side instead.\nThey sat together during the show, during which she vomited several times. Afterward, Mr. Khan walked her back to her dorm room, where she vomited again. She said she remembered lying on her bed, fully clothed, and that Mr. Khan lay down next to her.\nAt some point in the night, she said, she found Mr. Khan on top of her, and she struggled to push him off. When she woke up the next morning, she was naked. There were used condoms on the floor, and bruises on her thighs and knees.\n“What you did to me last night was wrong,” she told Mr. Khan, according to the affidavit. “You should leave.” Mr. Khan replied that she had vomited so much that she had become sober, and that she had consented to sex.\nAfter Mr. Khan left, the victim said, she looked through her phone and found that he had sent messages to her friends on her behalf the night before, declining their invitations to meet up after the show.\nThe next day, the victim visited Yale’s sexual harassment and assault resource center, where an administrator called the police. Officers interviewed Mr. Khan on Nov. 6 and arrested him six days later. He was also suspended from Yale on Nov. 9.\nAt the heart of defense lawyers’ argument is the Yale Police Department, which, like its municipal counterpart, the New Haven Police Department, has full policing powers and responsibilities. But unlike the New Haven Police Department, Mr. Khan’s lawyers contend, the Yale force is an arm of the university. Yale’s internal sexual misconduct panel uses a lower standard of evidence than the “beyond a reasonable doubt” requirement of the criminal justice system.\nIn court filings, Mr. Khan’s lawyers laid out an extensive list of collaborations between the department and school officials, including a meeting between a lawyer for Yale and an assistant police chief around the time of witness interviews, and the possible disclosure by university administrators of Mr. Khan’s confidential educational records to the police without his consent.\nAll of which, the lawyers said, was detailed in notes that the Yale police hid from prosecutors and defense attorneys, until the very day testimony was supposed to begin last fall. A judge declared a mistrial, delaying the case until this month.\n“The fundamental question in this case is whether the Yale Police Department operates in accordance with constitutional duties incumbent on all law enforcement,” Mr. Khan’s lawyers wrote, “or whether it is a de facto arm of the campus bureaucracy and, vicariously, politics.”\nThe state prosecutor on the case, Michael Pepper, declined to comment, as did a Yale spokesman. Daniel Erwin, a lawyer for Mr. Khan, also declined to comment.\nMs. Halley, the Harvard law professor, said the collision — and alleged collusion — between the Yale and police investigations was inevitable.\nUniversity administrators have long worked closely with their campus police forces on issues such as robbery or substance abuse, she said. That the two would work together on sexual assault was a natural outgrowth.\nSamantha Harris, vice president of policy research at the Foundation for Individual Rights in Education, a free-speech advocacy group that has criticized the now-rescinded Obama-era guidelines, called the case “Exhibit A” for why universities should leave rape investigations to independent police departments.\n“It seems like kind of the worst-case scenario, where the university’s processes may have affected the ability of the criminal justice system to function properly,” Ms. Harris said.\nYet the case has also illustrated some of the reasons activists say victims avoid the criminal justice system.\nThe case has dragged on for more than two years, prolonged in no short degree by the mistrial. The plodding pace of prosecutions is a frequently cited deterrent to reporting. The trial has also made the incident far more public than an internal investigation would have. Public court records lay out in stark detail the victim’s account of the night, her friends’ names, and details such as how much she had to drink and what she was wearing.\nJennifer Long, chief executive officer of AEquitas, a group that advises prosecutors on trying accusations of violence against women, said victims often fear that those details, if publicly disclosed, would invite attacks on their credibility.\nThe debate around who should handle investigations seems unlikely to fade. Even as Ms. DeVos has permitted universities to more closely align their hearing processes with those the criminal justice system, she has also retained the requirement that schools investigate claims of sexual misconduct, rather than simply hand them off to law enforcement.\nAs a result, Ms. Halley said of the Yale trial, “all of this was inevitable.”\n“This may be the tip of an iceberg that we’ll see more of,” she said. “ This is a new frontier of cooperation.”", "date": "Feb. 25, 2018", "href": "https://www.nytimes.com/2018/02/25/nyregion/yale-campus-rape-trial.html", "tags": "khan victim rape court ” campus trying yale police sexual law"}