{"title": "Attack on Military Parade in Iran Kills at Least 25", "content": "Gunmen killed at least 25 people and wounded 60 on Saturday in an attack on a military parade in a restive Iranian province that is home to most of the country’s Arab minority, state media said.\nThe Islamic Republic News Agency reported the casualty figures at the parade in Ahvaz in southwestern Iran, and added that, with many of the wounded in critical condition, the death toll was expected to rise.\nThe dead and injured were a mix of members of the powerful Islamic Revolutionary Guards Corps and civilian onlookers, semiofficial news agencies reported. They included families that had gathered to watch the annual military parade.\nThe reports said that there were four gunmen wearing military uniforms and that security forces had killed two and captured the other two.\nSome officials blamed Arab separatists for the assault, according to the news reports. State television described the attackers as “takfiri,” a term often used to describe Islamic State fighters. Both the Islamic State and a separatist group, Al Ahwaz, claimed responsibility.\nThe Iranian foreign minister, Mohammad Javad Zarif, wrote on Twitter that “terrorists recruited, trained, armed & paid by a foreign regime” were responsible. “Iran holds regional terror sponsors and their US masters accountable,” he said.\nAn Iranian general told the Islamic Republic News Agency that the gunmen had been trained by two Persian Gulf countries, but he did not name them. Saudi Arabia and its Gulf allies are rivals with Iran for power and influence across the Middle East.\nVideos and photographs posted online reportedly showed the attack and its aftermath — civilians and soldiers dropping to the pavement, shouting and running for cover as gunfire crackled in the background, and later carrying away wounded and bleeding survivors, including children.\nAdditional footage that originally aired on Iran’s state-run IRIB news channel showed the moment that the gunfire began. In the clip, uniformed soldiers were marching in tandem and journalists were observing the parade when the gunfire was heard. Those in the parade looked behind them before they frantically began to duck and run for cover in a chaotic scramble to escape.\nSome reports said the gunmen had tried and failed to reach the reviewing stand set up on a wide boulevard, where military commanders were watching the parade.\nSeveral military parades were taking place across the country simultaneously on Saturday to mark the anniversary of the beginning of the 1980-88 war with Iraq. The parades, held annually across the nation, are similar to those in the United States on Memorial Day.\nBrig. Gen. Abolfazl Shekarchi, a senior spokesman for Iran’s armed forces, told IRIB that officials believed the attackers had hidden weapons along the parade route several days in advance of the event.\nPresident Hassan Rouhani was attending a parade to mark the same occasion in Tehran when he was informed of the attack. Footage from state broadcasters shows Mr. Rouhani standing alongside several military officials watching the parade in the capital before slowly walking from a viewing platform upon hearing of the attack.\nHe vowed to investigate and hold those responsible accountable in a message issued through state-run Islamic Republic News Agency. Through the same news outlet, Ayatollah Ali Khamenei, the country’s supreme leader, offered his condolences to the families of the dead while accusing the United States of involvement.\n“The crime is a continuation of the conspiracy of U.S.-backed states in the region, which has set itself the goal of creating insecurity in our beloved country,” he said in the statement posted on the news organization’s website.\nHe went on to urge Iran’s intelligence agencies to bring the criminal organizations behind the attack to justice.\nGovernment officials, including the country’s first vice president, Eshaq Jahangiri, have accused Al Ahwaz and discounted claims from the Islamic State.\n“Undoubtedly, these kind of criminal acts will make the resolve of the nation and the government of the Islamic Republic of Iran clearer in the uncontested struggle with terrorism,” Mr. Jahangiri wrote in a statement posted on his official website. He was later quoted by the Islamic Republic News Agency denouncing the “criminal terrorists” for their “inhuman actions.”\nIran, a majority Shiite Muslim country run by Shiite clerics, has endured numerous attacks by Sunni Muslim militants or ethnic minority groups, though few as deadly as the one on Saturday.\nThe government often accuses neighboring Sunni-dominated states — and sometimes the United States and Israel — of being behind terrorism on its soil. The civil war in Yemen has become a proxy war between Iran, supporting primarily Shiite forces, and Saudi Arabia and its close ally the United Arab Emirates, backing a Sunni-dominated government.\nLast year, two simultaneous attacks in Tehran killed 17 people and wounded about 50. The Islamic State claimed responsibility for those assaults, which the government confirmed.\nAnother Sunni militant group carried out suicide bombings in 2010 at a mosque in Zahedan, in southeastern Iran, killing 27 people and wounding hundreds.\nAhvaz, a city of more than a million people and the capital of Khuzestan Province, has been a center of antigovernment protest recently, plagued by drought, dust storms, unemployment and air pollution. The province, which borders Iraq to the west and the Persian Gulf to the south, dominates Iranian oil production, but residents have complained that not enough of the revenue is invested there.\nArab separatist groups have operated sporadically in the region for years, and previous attacks have been attributed to them.", "date": "Sept. 22, 2018", "href": "https://www.nytimes.com/2018/09/22/world/middleeast/iran-military-parade-attack.html", "tags": "iran country military news parade ” state kills attack islamic least"}