{"title": "Audio Offers Gruesome Details of Jamal Khashoggi Killing, Turkish Official Says", "content": "ISTANBUL — Saudi agents were waiting when Jamal Khashoggi walked into their country’s consulate in Istanbul two weeks ago. Mr. Khashoggi was dead within minutes, beheaded, dismembered, his fingers severed, and within two hours the killers were gone, according to details from audio recordings described by a senior Turkish official on Wednesday.\n[Jamal Khashoggi is dead. Here is everything we know so far.]\nThe government of Turkey let out these and other leaks about the recordings on Wednesday, as Secretary of State Mike Pompeo visited Ankara, in an escalation of pressure on both Saudi Arabia and the United States for answers about Mr. Khashoggi, a prominent Saudi dissident journalist who lived in Virginia and wrote for The Washington Post.\nThe new leaks, which were also splashed in lurid detail across a pro-government newspaper, came a day after Mr. Pompeo and the Trump administration had appeared to accept at face value the promises of the Saudi rulers to conduct their own investigation into Mr. Khashoggi’s disappearance — regardless of Turkish assertions that senior figures in the royal court had ordered his killing.\nAs the Saudis and the Americans tried to put the crisis behind them, the brutality described in the leaks served as a reminder of why Mr. Khashoggi’s disappearance has triggered an international backlash more severe than countless mass killings or rights violations.\nMr. Trump, for his part, pushed back by questioning the Turkish claims, telling reporters on Wednesday that the United States had asked for copies of any audio or video evidence of Mr. Khashoggi’s killing that Turkish authorities may possess — “if it exists.”\n“I’m not sure yet that it exists, probably does, possibly does,” Mr. Trump told reporters in the Oval Office, adding: “I’ll have a full report on that” when Mr. Pompeo returned. “That’s going to be the first question I ask.”\nAmerican intelligence officials say they have growing circumstantial evidence that Crown Prince Mohammed bin Salman was involved in the disappearance of Mr. Khashoggi, who entered the consulate in Istanbul more than two weeks ago to obtain a document for his coming wedding and did not emerge.\n[American officials are becoming convinced that Crown Prince Mohammed had a role in the disappearance.]\nTop Saudi officials have repeatedly denied any involvement in the disappearance — denials that they repeated to Mr. Pompeo when he visited Saudi Arabia on Tuesday. President Recep Tayyip Erdogan of Turkey, a friend of Mr. Khashoggi’s, has yet to publicly accuse the Saudis of abducting or killing him, or to make public any evidence to support such accusations.\nBut Turkish officials on Wednesday reiterated their conclusion that a team of 15 Saudi agents, some with ties to Crown Prince Mohammed, was waiting for Mr. Khashoggi inside the Saudi Consulate the moment he arrived, at about 1:15 p.m. on Oct. 2.\nAfter he was shown into the office of the Saudi consul, Mohammad al-Otaibi, the agents seized Mr. Khashoggi almost immediately and began to beat and torture him, eventually cutting off his fingers, the senior Turkish official said, describing the audio recordings.\nWhether Mr. Khashoggi was killed before his fingers were removed and his body dismembered could not be determined.\nBut the consul was present and objected, the official said. “Do this outside. You will put me in trouble,” Mr. Otaibi told the agents, according to the Turkish official and a report in the Turkish newspaper Yeni Safak. Both cited audio recordings said to have been obtained by Turkish intelligence.\n“If you want to live when you come back to Arabia, shut up,” one of the agents replied, according to both the official and the newspaper.\nA top Saudi doctor of forensics had been brought along for the dissection and disposal of the body — an addition to the team that Turkish officials have called evidence of premeditation. And as the agents cut off Mr. Khashoggi’s head and dismembered his body, the doctor had some advice, according to the senior Turkish official.\nListen to music, he told them, as he donned headphones himself. That was what he did to ease the tension when doing such work, the doctor explained, according to the official describing the contents of the audio recordings.\nAlthough several Turkish officials have described the audio recordings or other evidence related to Mr. Khashoggi’s disappearance in the consulate, all have declined to disclose how the material was obtained. Some recordings or other evidence may have come from intercepted communications or audio surveillance that the Turkish government is unwilling to acknowledge for fear of compromising intelligence sources or revealing violations of international law.\nBut Mr. Trump’s comments suggested that the Turks have also declined to share their evidence with United States intelligence agencies, which are usually close partners. That reluctance suggests the Turkish government may be seeking to reach some accommodation with Saudi Arabia while avoiding a full rupture in relations with another important regional power.\nThe Turkish leaks implicating Saudi officials in the Khashoggi case have followed a distinctive pattern.\nThey began on Oct. 6, the day Turkish officials have said President Erdogan was first briefed on the evidence. But the flow of leaks ceased in more recent days as diplomatic steps to address the matter escalated: King Salman of Saudi Arabia called Mr. Erdogan and sent a high-level delegation. President Trump suggested that he was taking the accusations seriously and sent Mr. Pompeo to Saudi Arabia for answers. And people knowledgeable about the Saudi plans said the royal court was preparing to acknowledge Mr. Khashoggi’s killing and punish what they would describe as a rogue operator in the Saudi intelligence service.\nOn Wednesday, however, the leaks resumed and escalated, a possible sign of Turkish frustration as the Saudis have delivered no such public explanation and the Trump administration has shown no rush to get one.\nAfter meeting the previous night with King Salman and Crown Prince Mohammed, Mr. Pompeo told reporters in Riyadh: “They made a commitment to hold anyone connected to any wrongdoing that may be found accountable for that. Whether they are a senior officer or official, they promised accountability.”\nAsked if that included members of the royal family itself, he said, “They made no exceptions.”\n[Read about the agents who also have been seen in the crown prince’s security detail.]\nAn investigation by The New York Times revealed on Tuesday that at least four of the suspects whom Turkish officials have said played a role in Mr. Khashoggi’s disappearance or death have close ties to Crown Prince Mohammed, having traveled with him as members of his security team.\nThose four are among 15 Saudis, including the doctor of forensics, whom the Turks have said flew into Istanbul the day of Mr. Khashoggi’s disappearance. The Times has confirmed that at least nine worked for the Saudi government, military or security services.\nMr. Pompeo has declined to comment on such specifics but has expressed confidence in the promise of the king and crown prince to investigate. After flying to the capital, Ankara, to meet with Mr. Erdogan, Mr. Pompeo said repeatedly that the Trump administration was withholding judgment until seeing the results of the Turkish and Saudi investigations.\nMr. Trump, too, appeared inclined to trust the Saudis and denied that he was “giving cover” by insisting that they should be regarded as innocent until proven guilty.\nSaudi Arabia “has been a very important ally,” Mr. Trump said. He noted again, as he has repeatedly since Mr. Khashoggi’s disappearance, that the kingdom was spending billions of dollars on American weapons.\nStill, the implication that the Saudi government orchestrated Mr. Khashoggi’s disappearance and possible death has created a stigma around Crown Prince Mohammed, who runs the country.\nHis plan for a financial conference in Riyadh next week has been upended by cancellations from high-profile Western financiers and media organizations. Christine Lagarde, managing director of the International Monetary Fund, on Wednesday became the latest to scrap plans to attend.\nIn Istanbul, Turkish investigators were allowed to search the residence of the Saudi consul on Wednesday, 15 days after Mr. Khashoggi’s disappearance. The Turks have repeatedly pressed for access to the premises, and they were accompanied on Wednesday by a team of Saudis.\nFormer United States intelligence officials have said they consider their Turkish counterparts both competent and credible when it comes to domestic intelligence gathering, and it would not be surprising if the Turks possessed audio surveillance from within the Saudi Consulate.\nThe Turkish news media has less credibility. Turkish media outlets and newspapers are either government-controlled or owned by pro-government business executives. Censors are often present in newsrooms, and reporters and editors take close instructions from officials in the presidency.\nPro-government news organizations may publish incorrect information. But it is highly unlikely that they would publish information about a politically sensitive investigation without the consent of the authorities. So the resumption of disclosures about Mr. Khashoggi’s disappearance is more likely to reflect a decision by the Turkish president than a burst of muckraking zeal.\nOn Wednesday night, The Post published a column by Mr. Khashoggi that was filed by his assistant the day after he disappeared. In it, Mr. Khashoggi criticized government control of the news media in the Arab world. “A state-run narrative dominates the public psyche,” he wrote, “and while many do not believe it, a large majority of the population falls victim to this false narrative.”", "date": "Oct. 17, 2018", "href": "https://www.nytimes.com/2018/10/17/world/europe/turkey-saudi-khashoggi-dismember.html", "tags": "wednesday khashoggi officials details jamal saudi ” official killing says disappearance turkish gruesome audio offers"}