{"title": "Aung San Suu Kyi: The democracy icon who fell from grace", "content": "She was once seen as a beacon for universal human rights - a principled activist willing to give up her freedom to stand up to the ruthless generals who ruled Myanmar for decades.\nIn 1991, \"The Lady\", as Aung San Suu Kyi is known, was awarded the Nobel Peace Prize, and the committee chairman called her \"an outstanding example of the power of the powerless\". \nBut since becoming Myanmar's de facto leader in 2016 after a democratic opening, Ms Suu Kyi has been rounded on by the same international leaders and activists who once supported her.\nOutraged by the exodus of hundreds of thousands of Rohingya Muslims from Myanmar into neighbouring Bangladesh due to an army crackdown, they have accused her of doing nothing to stop rape, murder and possible genocide by refusing to condemn the powerful military or acknowledge accounts of atrocities.\nHer few remaining international supporters counter that she is a pragmatic politician trying to govern a multi-ethnic country with a complex history and a Buddhist majority that holds little sympathy for the Rohingya.\nThey also point out the military still retains serious political power and will not relinquish control of the security forces.\nBut critics say she has lost moral standing - and certainly her towering reputation as someone willing to stand up for human rights despite the personal cost.\nMs Suu Kyi, now 73, spent much of her time between 1989 and 2010 in some form of detention because of her efforts to bring democracy to then military-ruled Myanmar (also known as Burma) - a fact that made her an international symbol of peaceful resistance in the face of oppression.\nShe led the National League for Democracy (NLD) to a majority win in Myanmar's first openly-contested election in 25 years in November 2015.\nThe win came five years to the day since she was released from 15 years of house arrest. \nAlthough the Myanmar constitution forbids her from becoming president because she has children who are foreign nationals, Ms Suu Kyi is widely seen as de facto leader.\nHer official title is state counsellor. The president, Win Myint, is a close aide.\nAung San Suu Kyi is the daughter of Myanmar's independence hero, General Aung San.\nHe was assassinated during the transition period in July 1947, just six months before independence, when Ms Suu Kyi was only two.\nIn 1960 she went to India with her mother Daw Khin Kyi, who had been appointed Myanmar's ambassador in Delhi.\nFour years later she went to Oxford University in the UK, where she studied philosophy, politics and economics. There she met her future husband, academic Michael Aris.\nAfter stints of living and working in Japan and Bhutan, she settled in the UK to raise their two children, Alexander and Kim, but Myanmar was never far from her thoughts.\nWhen she arrived back in Rangoon (now Yangon) in 1988 - to look after her critically ill mother - Myanmar was in the midst of major political upheaval.\nThousands of students, office workers and monks took to the streets demanding democratic reform.\n\"I could not as my father's daughter remain indifferent to all that was going on,\" she said in a speech in Rangoon on 26 August 1988, and was propelled into leading the revolt against the then-dictator, General Ne Win.\nInspired by the non-violent campaigns of US civil rights leader Martin Luther King and India's Mahatma Gandhi, she organised rallies and travelled around the country, calling for peaceful democratic reform and free elections.\nBut the demonstrations were brutally suppressed by the army, who seized power in a coup on 18 September 1988. Ms Suu Kyi was placed under house arrest the following year.\nThe military government called national elections in May 1990 which Aung San Suu Kyi's NLD convincingly won - but the junta refused to hand over control.\nMs Suu Kyi remained under house arrest in Rangoon for six years, until she was released in July 1995.\nShe was again put under house arrest in September 2000, when she tried to travel to the city of Mandalay in defiance of travel restrictions.\nShe was released unconditionally in May 2002, but just over a year later she was imprisoned after a clash between her supporters and a government-backed mob.\nShe was later allowed to return home - but again under effective house arrest. \nDuring periods of confinement, Ms Suu Kyi busied herself studying and exercising. She meditated, worked on her French and Japanese language skills, and relaxed by playing Bach on the piano.\nAt times she was able to meet other NLD officials and selected diplomats.\nBut during her early years of detention she was often in solitary confinement. She was not allowed to see her two sons or her husband, who died of cancer in March 1999.\nThe military authorities had offered to allow her to travel to the UK to see him when he was gravely ill, but she felt compelled to refuse for fear she would not be allowed back into the country.\nMs Suu Kyi was sidelined from Myanmar's first elections in two decades on 7 November 2010 but released from house arrest six days later. Her son Kim Aris was allowed to visit her for the first time in a decade.\nAs the new government embarked on a process of reform, Aung San Suu Kyi and her party rejoined the political process. \nWhen by-elections were held in April 2012, to fill seats vacated by politicians who had taken government posts, she and her party contested seats, despite reservations. \"Some are a little bit too optimistic about the situation,\" she said in an interview before the vote. \"We are cautiously optimistic. We are at the beginning of a road.\"\nShe and the NLD won 43 of the 45 seats contested, in an emphatic statement of support. Weeks later, Ms Suu Kyi took the oath in parliament and became the leader of the opposition. \nThe following May, she embarked on a visit outside Myanmar for the first time in 24 years, in a sign of apparent confidence that its new leaders would allow her to return. \nHowever, Ms Suu Kyi became frustrated with the pace of democratic development.\nIn November 2014, she warned that Myanmar had not made any real reforms in the past two years and that the US - which dropped most of its sanctions against the country in 2012 - had been \"overly optimistic\" in the past.\nAnd in June 2015, a vote in Myanmar's parliament failed to remove the army's veto over constitutional change. \nFour months later, on 8 November 2015, Myanmar held its first openly-contested election in 25 years. Ms Suu Kyi's NLD won a landslide victory. \nAlthough she was not allowed to become president due to a constitutional restriction barring candidates with foreign spouses or children, Ms Suu Kyi became de facto leader in 2016, in a \"state counsellor\" role. \nSince taking power, apart from the Rohingya crisis, Ms Suu Kyi and her NLD government have also faced criticism for prosecuting journalists and activists using colonial-era laws.\nProgress has been made in some areas, but the military continues to hold a quarter of parliamentary seats and control of key ministries including defence, home affairs and border affairs.\nIn August 2018, Ms Suu Kyi described the generals in her cabinet as \"rather sweet\".\nMyanmar's democratic transition, analysts say, appears to have stalled.", "date": "13 September 2018", "href": "https://www.bbc.com/news/world-asia-pacific-11685977", "tags": "myanmar kyi ms grace icon later arrest democracy san aung house nld fell years suu"}