{"title": "Australia PM seeks to block bill on sick asylum seekers", "content": "Australia's Prime Minister Scott Morrison is campaigning to block a bill that would let sick asylum seekers in offshore centres get treatment in Australia.\nMr Morrison said the bill would \"take control from the government\", and \"unleash a world of woe\".\nAustralia has sent asylum seekers who arrive by boat to detention centres on the Pacific islands of Nauru and Manus.\nIts tough immigration policy has been repeatedly criticised.\n\"The problem with the bill is it takes control from the government and contracts it out to others who don't have those same interests or responsibilities,\" Mr Morrison said on Monday, according to the Sydney Morning Herald.\nThe detention centre on Nauru has been dogged by allegations of widespread abuse and trauma among children and women.\nAustralia's parliament is expected to vote on the bill on Tuesday. \nUnder the proposed changes, doctors would have the power to transfer refugees on Nauru and Manus to Australia for treatment. \nHowever, the immigration minister could ask an independent panel to review the medical assessment, and would have authority to overrule it. \nMr Morrison criticised the proposal, which was passed in the Senate last year with the support of the opposition Labor party, saying it would lead to deaths at sea.\n\"They have no idea of the consequences of what they are playing with. They will unleash a world of woe again. I've seen it before,\" he said.\nDefence Minister Christopher Pyne similarly voiced his opposition, saying the changes would lead migrants to come to Australia \"one way or the other, saying they have a need to because of ill-health\".\nThousands of doctors have already signed a petition calling for the bill to be passed.\n\"[It] is a sensible solution which allows doctors to take care of their patients if they need urgent care not available on Nauru or Manus,\" read the petition.\nThere have been several high-profile cases of asylum seekers falling ill over the past few years, including an Iranian on Manus Island who died in 2014.\nHe was flown unconscious to Brisbane, four days after first complaining of being ill, where he later died.\nAustralia intercepts all asylum seekers who try to reach its shores by boat. \nIt insists they will never be able to resettle in Australia -  even if they are found to be refugees - and over the years has sent many to privately run \"processing centres\" it funds on Nauru, or Manus Island in Papua New Guinea.\nAccording to figures provided by the Refugee Council of Australia, more than 1,200 asylum seekers were believed to be on the islands last November - about 600 people on each.\nAustralia's processing centre for asylum seekers on Nauru has long been plagued by allegations of human rights abuses, with one professor of psychiatry saying children as young as eight were showing \"suicidal behaviour\".\nMany of these children have lived most of their lives in these detention centres - though Australia has now said that the last four migrant children on Nauru have been moved to the US.\nAustralia maintains that its immigration policy prevents deaths at sea and discourages people-smugglers.", "date": "11 February 2019", "href": "https://www.bbc.com/news/world-australia-47194216", "tags": "australia seeks block asylum seekers centres sick nauru bill pm manus morrison"}