{"title": "Australian mammals on brink of 'extinction calamity'", "content": "Australia has lost one in ten of its native mammals species over the last 200 years in what conservationists describe as an \"extinction calamity\".\nNo other nation has had such a high rate of loss of land mammals over this time period, according to scientists at Charles Darwin University, Australia.\nThe decline is mainly due to predation by the feral cat and the red fox, which were introduced from Europe, they say.\nLarge scale fires to manage land are also having an impact.\nAs an affluent nation with a small population, Australia's wildlife should be relatively secure from threats such as habitat loss.\nBut a new survey of Australia's native mammals, published in the journal Proceedings of the National Academy of Sciences, suggests the scale of the problem is more serious than anticipated.\nSince 1788, 11% of 273 native mammals living on land have died out, 21% are threatened and 15% are near threatened, the study found. Marine mammals are faring better.\n\"No other country has had such a high rate and number of mammal extinctions over this period, and the number we report for Australia is substantially higher than previous estimates,\" said conservation biologist John Woinarski, who led the research.\n\"A further 56 Australian land mammals are now threatened, indicating that this extremely high rate of biodiversity loss is likely to continue unless substantial changes are made.\n\"The extent of the problem has been largely unappreciated until recently because much of the loss involves small, nocturnal, shy species with [little] public profile - few Australians know of these species, let alone have seen them, so their loss has been largely unappreciated by the community.\"\nIn time, iconic species such as the koala will also decline, said the researchers, from Charles Darwin University, Southern Cross University and the Department of Parks and Wildlife in Wanneroo.\nThe prospects for Australia's wildlife can be improved but is \"a very formidable challenge\", they added.\nIt is estimated there are between 15 and 23 million wild cats living on the continent.\nPractical measures to protect native species include boosting biosecurity on islands off the mainland, which have fewer feral cats and foxes.\nThe islands could also act as arks for endangered species, while more careful use of fire and control measures to wipe out foxes and feral cats are also being considered.\nBut the researchers warn that Australians may ultimately need to consider the way they live on the land to stem the loss of natural assets.\nFollow Helen on Twitter.", "date": "10 February 2015", "href": "https://www.bbc.com/news/science-environment-31359188", "tags": "australia species native high calamity mammals land university australian loss brink rate also"}