{"title": "Australian senator quits over New Zealand dual citizenship", "content": "An Australian senator has resigned after realising he holds dual citizenship, meaning his nine-year parliamentary career most likely breached the nation's constitution.\nScott Ludlam, from the minor Greens party, said he only learned of his New Zealand citizenship last week.\nUnder Australia's constitution, a person cannot run for federal office if they hold dual or plural citizenship.\nMr Ludlam had been told his eligibility would be challenged in court.\nThe senator, who was also Greens co-deputy leader, apologised for what he called an \"avoidable oversight\".\n\"This was my error, something I should have checked when I first nominated for [Senate] pre-selection in 2006,\" he said, adding that he was \"personally devastated\".\nMr Ludlam was three years old when he left New Zealand with his family.\nHe said he assumed he had relinquished New Zealand citizenship when he was naturalised as an Australian in his teens.\nMr Ludlam was alerted to his status last week by a member of the public who had \"done the digging for whatever reason\".\nThe 47-year-old senator said he had been informed of a looming challenge to his eligibility in Australia's High Court.\n\"I could have dug my heels in, but it creates a messy and protracted dispute. That section of the constitution is crystal clear,\" he said.\nMr Ludlam could have surrendered his New Zealand citizenship - had he known about it - to stand for office within the rules.\nThe High Court has ruled two senators ineligible since a federal election last year.\nThe politicians, Bob Day and Rod Culleton, were initially told to repay their salaries, but the government ultimately spared them from doing so.\nMr Ludlam said he hoped that \"common sense\" would prevail.\n\"We will petition them, if they come after us, for the kind of relief that was offered to senators Day and Culleton,\" he said.\nMr Ludlam's vacant seat is expected to be filled by another Greens candidate.", "date": "14 July 2017", "href": "https://www.bbc.co.uk/news/world-australia-40604064", "tags": "constitution mr ludlam greens zealand australian citizenship last new quits senator dual"}