{"title": "Australian political parties hit by 'state actor' hack, PM says", "content": "Australia's main political parties and parliament were hit by a \"malicious intrusion\" on their computer networks, Prime Minister Scott Morrison said.\nThe cyber-attack revealed two weeks ago was carried out by a \"sophisticated state actor\", he said.\nBut he added there was \"no evidence of any electoral interference\". The nation will hold an election within months.\nThe attack being investigated was at first thought to involve only the parliament's servers.\n\"During the course of this work, we also became aware that the networks of some political parties - Liberal, Labor and Nationals - have also been affected,\" Mr Morrison told the House of Representatives on Monday.\nThe Australian prime minister did not say which foreign state was under suspicion, adding he would not provide additional detail on \"operational matters\".\nThe Australian government has faced a number of cyber-attacks in recent years, some of which have been attributed in local media to nations such as China.\nFergus Hanson, cyber security expert at the Australian Strategic Policy Institute, put China \"at the top\" of the list of suspects but said he \"wouldn't rule out\" Russia also being responsible. \nChinese foreign ministry spokesman Geng Shuang said the accusations were \"groundless\" and \"made up out of thin air with ulterior motives\". \nHe urged media organisations to \"stop the words and actions\" that can harm \"China's bilateral relations with relevant countries\". \nThe Australian Cyber Security Centre said that although party systems had been compromised, it was not yet known if information had been stolen.\nMr Morrison, who leads the Liberal-National coalition, said: \"We have put in place a number of measures to ensure the integrity of our electoral system.\"\nHe added that security officials had briefed the nation's electoral bodies and would provide support to all political parties.\nLabor leader Bill Shorten said the cyber-attack was \"of grave concern\" following instances of \"malicious activity\" in other nations.\n\"We cannot be complacent and, as this most recent activity reported by the prime minister indicates, we are not exempt or immune,\" he said.\nIn 2015 and 2016, there were high-profile attacks on the government's weather and statistics agencies. In 2011, senior Australian ministers also had their email systems breached.\nAfter the attack on the parliament's computer network, officials said there was \"no evidence\" that information had been accessed or stolen. \nHowever, politicians' passwords had been reset as a precaution.", "date": "18 February 2019", "href": "https://www.bbc.co.uk/news/world-australia-47274663", "tags": "minister parties actor prime parliament political hit australian says pm hack also electoral morrison"}