{"title": "Australia asylum: Why is it controversial?", "content": "Australia's policy on asylum seekers has come under intense scrutiny. The BBC explains why. \nAustralia's humanitarian intake has remained relatively steady over the last 20 years, with around 12,000 to 13,000 people typically accepted every year.  \nIn 2015-16, Australia accepted 13,750 people through its humanitarian programme and committed to a one-time acceptance of an additional 12,000 refugees fleeing Syria and Iraq.\nAsylum seekers have attempted to reach Australia on boats from Indonesia, often paying large sums of money to people smugglers. Hundreds have died making the dangerous journey.\nAt its peak, 18,000 people arrived in Australia illegally by sea. However the numbers plummeted after the government introduced tough new policies to \"stop the boats\".\nAustralia's two leading political parties, the ruling Liberal-National coalition and the Labor opposition, both support tough asylum policies.\nThey say the journey the asylum seekers make is dangerous and controlled by criminal gangs, and they have a duty to stop it.\nThe coalition government made Australia's asylum policy even tougher when it took power in 2013, introducing Operation Sovereign Borders, which put the military in control of asylum operations.\nUnder this policy military vessels patrol Australian waters and intercept migrant boats, towing them back to Indonesia or sending asylum seekers back in inflatable dinghies or lifeboats.\nThe government says its policies have restored the integrity of its borders, and helped prevent deaths at sea.\nHowever, critics say opposition to asylum is often racially motivated and is damaging Australia's reputation.\nWhen asylum seekers reach Australia by boat, they are not held in Australia while their claims are processed. \nInstead, they are sent to an offshore processing centre. Currently Australia has one such centre on the Pacific island nation of Nauru and another on Manus Island in Papua New Guinea.\nEven if these asylum seekers are found to be refugees, they are not allowed to be settled in Australia. They may be settled in Nauru or Papua New Guinea, and four were settled in Cambodia at a reported cost of A$55m (£28m, $42m). \nRights groups say conditions in the PNG and Nauru camps are totally inadequate, citing poor hygiene, cramped conditions, unrelenting heat and a lack of facilities. \nHolding asylum seekers in indefinite detention has caused widespread psychological harm, and exposed them to dangers including physical and sexual assaults, the critics say.\nPapua New Guinea's Supreme Court ruled last year that restricting the movement of asylum seekers who have committed no crime was unconstitutional. Australia responded by confirming it would shut down the centre by 31 October.\nCanberra has set up transit centres elsewhere on Manus Island. But many refugees and asylum seekers are resisting efforts to be moved there, saying they do not feel safe in the local community.\nAustralia is not prepared to accept the more than 700 men still on the island.\nUp to 1,250 refugees in PNG and Nauru could be accepted by the US under a resettlement deal, but America is not obliged to take them all. \nIn October, the UNHCR said 1,700 detainees in the two centres had either been granted refugee status or were awaiting a determination. The claims of a further 400 had been rejected, it said.\nIt remains unclear whether the men on Manus Island will stay there, be relocated to Nauru, or go to a new location.\nHowever, Australia's hard line on immigration is unlikely to change.", "date": "31 October 2017", "href": "https://www.bbc.co.uk/news/world-asia-28189608", "tags": "policy australia island refugees asylum say nauru seekers new controversial"}