{"title": "Australia Cancels Residency for Wealthy Chinese Donor Linked to Communist Party", "content": "SYDNEY, Australia — Australia has canceled the residency of a wealthy political donor tied to the Chinese government, officials confirmed Wednesday, denying his citizenship application and stranding him overseas in a widening conflict with Beijing over its efforts to influence Australian politics.\nThe donor, Huang Xiangmo, is a successful developer who has lived in Sydney since 2011 and who has donated millions of dollars across the Australian political spectrum in recent years. He has done so while leading organizations tied to the United Front Work Department, an arm of the Chinese Communist Party that promotes Chinese foreign policy abroad and works with various groups inside China.\nMr. Huang’s office did not respond to requests for comment, and his whereabouts were unknown.\nHe has previously rejected claims that his political donations were linked to Beijing. But experts said that keeping him out of Australia reflected deepening global skepticism about China — and a tougher stance toward its alleged proxies.\n“It’s a very punitive measure,” said Euan Graham, executive director of La Trobe Asia, a regional research and engagement arm of La Trobe University in Melbourne. “It’s a signal of the pushback against foreign interference — the government remains committed to that despite whatever softer line there may have been in the official diplomatic relationship.”\nSome experts cautioned that it was still not clear exactly why Mr. Huang was turned down for citizenship; his permanent residency was canceled for a range of reasons, including character grounds, according to The Sydney Morning Herald, which first reported the citizenship rejection.\nWhat is clear is that Mr. Huang, a billionaire property developer who founded Yuhu Group Australia in 2012, has become the most visible target of concern and debate about Chinese influence in Australian politics.\nHis political gifts totaling at least 2.7 million Australian dollars, or about $1.95 million, have gone to both major parties. And while the contributions were perfectly legal (Australia lacks a ban on foreign donations), his efforts have been increasingly viewed with suspicion.\nRecords shows that between 2014 and 2016, Mr. Huang made more than a dozen large donations, including $50,000 to the Liberal Party of Victoria and $55,000 paid to the opposition Labor Party for a seat at a boardroom lunch with the party’s leader, Bill Shorten.\nHe was also at the center of a political scandal involving a young Labor Party senator, Sam Dastyari, an aggressive fund-raiser who resigned in 2017 after he made comments at a  news conference defending China’s aggressive military posture in the South China Sea — comments that contradicted his own party’s opposition to China’s actions there.\nHe was invited to the event by Mr. Huang, who stood by him as he spoke.\nMr. Huang also financed a think tank, the Australia-China Relations Institute, that was run by Bob Carr, a reliably pro-China voice who was Australia’s foreign minister from 2012 to 2013.\nAnd Mr. Huang’s ties to organizations affiliated with Beijing are well documented. He has led several organizations that work closely with the Chinese Consulate, including the Australian Council for the Promotion of the Peaceful Reunification of China, which experts describe as a United Front group aiming to influence foreign policy abroad and the ethnic Chinese diaspora.\n“Australia has woken up to the threat posed by authoritarian states and their attempts to influence and undermine our democratic institutions,” said Andrew Hastie, a Liberal Party lawmaker who is chairman of the Parliamentary Joint Committee on Intelligence and Security. “We are pivoting to protect our sovereignty,” he said.\nThe process, however, is far from over. Mr. Huang has the right to appeal the decision by Australia’s Home Affairs Department, and there will be challenging questions ahead about whether his family can stay in Australia, and about his assets.\nHis companies own and manage several properties across Australia worth tens of millions of dollars.\nThe rejection also comes at an uncertain time in Australian-Chinese relations. Last month, the Chinese authorities detained a well-known writer and former Chinese official with Australian citizenship, Yang Hengjun, after he flew to China from New York.\nHe is still being held on charges of “endangering national security,” making him the third foreigner to have been detained on that ominous charge since December.\nIn a few weeks, on March 1, Australia’s new espionage and foreign interference laws will also take effect, suggesting to some that this will be the first of several actions to disclose and resist Beijing’s more covert attempts to shape politics.\n“There may be a sense of trying to get things in a row,” said Mr. Graham. “This is obviously a big signal that underlines the commitment to doing that.”", "date": "Feb. 5, 2019", "href": "https://www.nytimes.com/2019/02/05/world/australia/australia-china-huang-xiangmo.html", "tags": "australia residency china communist party cancels ” wealthy donor chinese huang australian foreign linked"}