{"title": "Australia election: The campaign with cash to splash", "content": "Australians vote in a general election on 18 May and rarely, if ever, has campaigning in the nation been splashed with so much cash. So, asks the BBC's Phil Mercer in Sydney, what will be its effect?\nA controversial mining tycoon with a penchant for dinosaurs and ambitions to build a replica of the Titanic is the bankroller behind the biggest spend. \nClive Palmer is expected to spend at least A$50m (£26.8m; $34.4m) on his rebranded United Australia Party (UAP) by the time the nation votes. \nThe right-wing UAP has run about 60,000 TV adverts so far during the campaign, and viewers can expect more. \nIt's the sort of big-budget advertising used by fast-food giants and major retail brands. Politics in this country has rarely, if ever, seen cash splashed on such a scale. \nIn 2016, it was estimated Australia's two major parties had a combined election war chest of A$30m. \nThe UAP is a revamp of the defunct Palmer United Party that in its heyday five years ago held the balance of power in the Senate, Australia's powerful upper chamber. \nThis, before it all fell apart amid in-fighting and defections, as well as controversy surrounding the closure of Mr Palmer's nickel refinery in Queensland that left many workers out of pocket and out of work. \nBut opinion polls are indicating that his new political venture could once again wield significant influence in the next parliament. \nThere are concerns, though, that big money could be distorting the electoral process.  \n\"If you spend enough and you saturate the TV channels, the inboxes of voters and their mobile phones, then you will be able to sway some people over to your side, and I think that is concerning for democracy,\" said Danielle Wood from the Grattan Institute, a non-partisan think tank. \n\"But for the money I think he [Clive Palmer] would almost be unelectable.\"\nThis election will see two rival and well-funded grassroots organisations promote very different ideas for Australia.  \nIn the past year the powerful left-wing lobby GetUp! has raised almost A$13m, or the equivalent of almost A$13 for each of its members. \nThe fund is helping activists try to unseat two of Australia's most polarising politicians - Home Affairs minister Peter Dutton, and former Prime Minister Tony Abbott. \nGet Up! says its philosophy is \"powered by the values and hopes of everyday people. Our work is driven by values, not party politics\".\nLast November, Advance Australia, which champions a conservative agenda, was launched in opposition to Get Up!\nThis \"independent movement of mainstream Australians\" hopes to eventually attract a million members (it currently has around several thousand). It is financially supported by a group of wealthy business leaders, and is responsible for Australia's only political \"superhero\".\nCaptain GetUp! is a satirical creation on a mission to ridicule the \"radical left-wing agenda\" of GetUp!, which dismissed the caped crusader as a \"silly little stunt\".  \nCash fills the veins of Australian politics, as it does elsewhere. \nGrattan Institute analysis has shown that more than half of declared donations to the main parties here come from about 5% of donors.  \nThe opposition Labor party is heavily reliant on trade unions, most notably those representing construction and shop workers, while the governing centre-right coalition led by Prime Minister Scott Morrison has been well supported by the mining industry. Other well-off corporate organisations donate to both. \n\"What we found is that it looks like well-resourced interests, including big business, unions and other groups with a lot of financial firepower have a lot of influence over policy in Australia,\" explained Ms Wood. \n\"Australia has a lot of private money in the system by international standards. There is no limit to how much people can contribute. It is not against the law and that is exactly one of the problems.\"\nCampaign finance is, however, more regulated at a local level. In New South Wales, which is home to more Australians than any other state, political donations from gambling enterprises, property developers and the liquor and tobacco sectors are banned. \nThis isn't the case in national politics, although there are now restrictions on foreign contributions because of fears about outside interference.\n\"You now have to be an Australian citizen, a resident of Australia or an Australian-based company to give donations, so there are now restrictions on foreign donations at the federal level,\" Marian Sawer, an emeritus professor at the Australian National University, who favours the democratisation of political funding told the BBC. \n\"When you are looking at regulation of campaign finance you want to encourage small donations from a large number of people rather than large donations from a few people, which is what we tend to have in relation to the major parties in Australia because that can be accompanied by undue policy influence.\"\nMoney is pouring into Australia's election campaign like never before, thanks mostly to Clive Palmer's deep pockets. But Tim Harcourt, an economist at the University of New South Wales, believes cheque-book politics does have its limits. \n\"At the end of the day money can't buy you votes,\" he said. \"You've still got to win hearts and minds, but it [money] can certainly improve your chances.\"\n\"Some polling is showing that 75% [of voters] have already made up their minds pre-campaign with this election. It has been a lot lower in the past, so that would suggest a lot of the campaigning material is wasted money,\" Mr Harcourt added.\n\"But if it is going to be a tight election, which it looks like, then the undecided vote will still matter so [election funds] are probably a pretty good investment.\"", "date": "12 May 2019", "href": "https://www.bbc.com/news/world-australia-48196027", "tags": "australia election palmer party lot splash money cash donations politics campaign"}