{"title": "Australia PM loses opinion poll he cited in ousting predecessor", "content": "When Australian PM Malcolm Turnbull convinced his party to oust predecessor Tony Abbott in 2015, he used a major opinion poll as one justification.\n\"We have lost 30 Newspolls in a row. It is clear that the people have made up their mind about Mr Abbott's leadership,\" he said at the time.\nNow that benchmark has returned to haunt Mr Turnbull, after his government had its 30th successive loss on Monday.\nIt has led to scrutiny of Mr Turnbull, and some internet fun at his expense.\nThe 48-52% result, based on a two-party preferred measure, is a boost for the Labor opposition.\nGovernment ministers have played down the poll, but Mr Abbott said it raised a question.\n\"It really is something for Malcolm to explain, why it [30 poll losses] applied for me but shouldn't apply now,\" he told Sydney's  2GB radio station on Monday.\nOne political commentator said Mr Abbott was keen to \"make mischief\", while internet users poked fun.\nOthers posted tweets illustrating Mr Abbott's reaction, and suggesting possible reasons for the poor result.\nThe prospect of the prime minister's 30th Newspoll defeat had been discussed by the Australian media for months. \nIn recent times, Mr Turnbull acknowledged that his justification in 2015 had become a political distraction.\n\"I do regret having said it,\" he said last year.\nAustralian politics over the past decade has been marked by a series of leadership coups, with three sitting prime ministers deposed by party rivals.\nMost observers have agreed that Mr Turnbull appears unlikely to face an imminent challenge, despite what one commentator called much \"sound and fury\" over Monday's poll.\n\"There are no serious contenders lining up against him,\" said another, News.com.au political editor Malcolm Farr.\n\"It's more of an embarrassment than anything else. His position is pretty strong.\"\nFarr told the BBC that the circumstances of Mr Abbott's downfall were \"entirely different\", largely because he was struggling to prosecute his policies.\nHe added that media outlets \"pay a lot of money for these opinion surveys so they're going to make sure they get their money out of it\". \n\"It's possibly one of the strongest reasons why Newspoll number 30 is splashed all over the place,\" he said.\nSeveral government ministers have backed Mr Turnbull, saying he will lead the party to the next election due to be held next year. \nFormer prime minister John Howard urged Mr Turnbull's conservative Liberal Party to present a united front.\nHe told the Australian Broadcasting Corporation that the next election was \"not unwinnable\" for the government.\nReporting by the BBC's Frances Mao", "date": "9 April 2018", "href": "https://www.bbc.com/news/world-australia-43663973", "tags": "australia turnbull abbott party poll one loses opinion australian predecessor malcolm pm cited government ousting"}