{"title": "Australia 'egg boy' clash: Senator cleared as teenager handed caution", "content": "An Australian senator acted in self-defence when he physically retaliated against a boy who had smashed an egg on the lawmaker's head, police have ruled.\nVideo of last month's clash involving Senator Fraser Anning went viral and sparked debate in Australia over who - if anyone - should face police action.\nPolice cautioned the 17-year-old boy, but said neither would face charges.\nThe incident happened after Mr Anning caused fury by blaming the New Zealand mosque attacks on Muslim migration.\nLast week, the Senate censured Mr Anning for his comments which he made on the day that dozens of Muslims were killed by a gunman in Christchurch.\nThe egg incident happened in the wake of the controversy when the teenager, Will Connolly, walked up behind the senator during a televised press conference.\nMr Anning responded by hitting the teenager before the lawmaker's supporters tackled the boy to the ground and put him in a chokehold.\nOn Tuesday, authorities they had made a decision \"not to charge\" the senator.\n\"On assessment of all the circumstances, the 69-year-old's actions were treated as self-defence and there was no reasonable prospect of conviction,\" Victoria Police said in a statement.\nThe teenager had also avoided prosecution but would receive an \"official caution\", they added.\nPolice said they were still searching for one man who allegedly kicked the teenager repeatedly while he was pinned to the ground.\nThough some criticised the teenager's actions at the time, he was largely celebrated online as a hero and quickly earned the nickname \"egg boy\".\nAn online campaign raised more than A$80,000 (£43,000; $57,000) for any future legal proceedings he may encounter. The teenager was also offered concert tickets, praised by celebrities and featured in street murals.\n\"I understand what I did was not the right thing to do,\" he told the local Ten network last month.\n\"However, this egg has united people.\"\nMr Anning has not apologised for his comments about the massacre, despite a public backlash which saw 1.4 million people sign a petition demanding his resignation.\nHe was officially condemned by the Senate for seeking to \"attribute blame to victims of a horrific crime and to vilify people on the basis of religion\".", "date": "9 April 2019", "href": "https://www.bbc.com/news/world-australia-47862374", "tags": "boy people australia teenager anning clash cleared egg handed last caution police senator"}