{"title": "Australia dual citizenship saga: UK blogger who shook government", "content": "It is the scandal that unseated a deputy prime minister and left Australia's government teetering on a knife edge.\nOn Friday a court ruled that Barnaby Joyce, leader of the junior party in the governing conservative coalition and deputy prime minister, was invalid. He now faces a by-election that could threaten the government's slim majority.\nA British blogger who uncovered Mr Joyce's status as a dual national stressed that this was not his intention when he began probing into the politician's background.\n\"I was never out to get the deputy prime minister,\" William Summers told the BBC from his home in Melbourne.\n\"I've always said he shouldn't lose his seat. But, if you are going to have this rule, you have got to treat everyone the same.\"\nAt the heart of the crisis is a 114-year-old law which many think is outdated - including Mr Summers, a former assistant to UK Liberal Democrat MP Norman Lamb.\n\"The constitution had this rule about people not being able to have dual nationalities,\" he said.\n\"It has been in there all the time. Successive governments have known it is a problem, but they kicked it into the long grass.\"\nHowever, things came to a head earlier this year when two Greens politicians were forced to resign within four days of each other after discovering they held dual citizenship, both having been born abroad.\nThe Australian press, sensing more potential scalps, began checking the citizenship status of all MPs born abroad. \nMr Summers, who was born in Norfolk in eastern England but moved to Melbourne a couple of years ago, decided to go a little deeper.\nAfter all, people could inherit nationality - people like Australia-born Mr Joyce, whose father was born in New Zealand.\nIt was a hunch, but it turned out to be a good one.\n\"I very soon realised he had made no mention of renouncing his New Zealand citizenship,\" said Mr Summers, a communications manager at Monash University in Melbourne.\nAfter a bit more digging, the New Zealand government was forced to come to the same conclusion, giving Mr Summers, 40, a good post for his blog.\nHis discovery didn't go unnoticed: \"Within three days, I had 30,000 hits - it basically went viral.\"\nThe blog was published on 28 July. By 14 August, Mr Joyce was forced to stand up in Australia's parliament and admit that his election may not have been entirely legal.\n\"I was shocked about this,\" he told MPs. \"Neither I, nor my parents have ever had any reason to believe I may be a citizen of another country.\"\nBut Prime Minister Malcolm Turnbull remained bullish about his coalition partner being cleared by the courts - even after criticising the opposing Greens for their \"incredible sloppiness\" in allowing two dual nationals to be elected.\nThe judges, however, did not share Mr Turnbull's views and, on 27 October, disqualified Mr Joyce and four other politicians. That pushed the prime minister's parliamentary majority to the edge.\nAlthough this was not the outcome Mr Summers was looking for, it has led to Mr Summers being nominated for scoop of the year at the Walkley Awards, Australia's answer to the Pulitzer Prizes.\nHe is the first blogger to be nominated, but he isn't planning on giving up the day job just yet. \"I've known a few journalists - it's a lot of hard work, and not very well paid,\" he observed.\nBut what about becoming an MP himself? Mr Summers was the Liberal Democrats' candidate in North West Norfolk in 2010, coming second to the incumbent Conservative MP.\nIt might not be on his to-do list right now, but he notes: \"If I did have any parliamentary ambitions, I would certainly make sure I was in line with the rules - which is all that people ask.\"", "date": "28 October 2017", "href": "https://www.bbc.com/news/world-australia-41788390", "tags": "australia uk minister joyce born prime shook deputy citizenship saga government blogger dual summers"}