{"title": "Australia ramps up Pacific spending amid China debate", "content": "Australia will create a multi-billion dollar fund for Pacific island nations to build infrastructure, in an apparent attempt to counter China's influence.\nDelivering a major policy speech, PM Scott Morrison said he aimed to restore the Pacific to the \"front and centre\" of Australia's foreign outlook.\nAustralia will offer up to A$2bn (£1.11bn; $1.45bn) in grants and loans to strengthen ties, he said.\nIn Beijing, China's top diplomat said the two countries were \"not rivals\".\nAfter meeting Australian Foreign Minister Marise Payne in Beijing, top Chinese diplomat Wang Yi said the two countries should be co-operating in the Pacific.\nThe relationship between China and Australia has become strained over allegations of Chinese interference in Australian politics and Ms Payne's visit has been seen as an effort to resolve tensions.\nMs Payne said she had had \"valuable, full and candid\" discussions with Mr Wang, and said they would manage differences \"respectfully\".\nBut Mr Morrison's announcement on the same day of a major initiative targeted at the Pacific was seen by analysts as directed at rolling back China's growing influence.\n\"Australia cannot take its influence in the south-west Pacific for granted. I think, sadly, too often we have,\" he said. \"This is our patch. This is where we have special responsibilities.\"\nThe fund could be used for telecommunications, energy and transport infrastructure projects, Mr Morrison suggested. He said he would also ask Parliament to pledged another A$1bn in regional investments providing \"national benefit for Australia\".\nHe added that Australia would expand its diplomatic posts and military ties, and broadcast more local TV programmes in the region.\nHywel Griffith, BBC News Sydney correspondent\nFor over a decade, Australia has watched China's power grow in what it regards as its backyard. \nAhead of President Xi Jinping's visit to Papua New Guinea (PNG) next week, Scott Morrison has decided it is time to reassert Australia's dominant position. \nBy offering billions of dollars in loans on top of long-term aid, Australia can buy some real financial leverage over its neighbours.\nBy promising more access to Australian television, it can maintain some so-called soft power too.\nThe hope is that people in the Pacific will continue to see Australia as their natural, neighbourly ally.\nMr Morrison said new diplomatic missions would be created in Palau, the Marshall Islands, French Polynesia, Niue and the Cook Islands.\nChina is estimated to have invested A$1.3bn in the region since 2011, and has become the second-largest donor of foreign aid there behind Australia.\nAustralia has already moved to play a key role in Pacific projects this year. In July, it committed to building an underwater internet cable to the Solomon Islands and PNG, in a move that shut out Chinese company Huawei. \nIt has also announced plans to build a joint naval base with PNG.\nJonathan Pryke, from think-tank the Lowy Institute, cautioned that China's investment was often overstated.\n\"Our research shows that aside from Papua New Guinea, no other country [in the Pacific] has taken new loans from China in recent times,\" he told the BBC.", "date": "8 November 2018", "href": "https://www.bbc.co.uk/news/world-australia-46133560", "tags": "australia debate china morrison new would influence ramps pacific foreign amid spending"}