{"title": "Australia backlash over far-right figure's TV interview", "content": "An Australian TV network has said it was \"wrong\" to interview a far-right figure with a criminal past, after the segment set off a widespread backlash.\nBlair Cottrell appeared in a one-on-one studio interview on Sky News Australia on Sunday to speak about immigration.\nViewers pointed out that Cottrell was last year convicted of inciting contempt of Muslims, and that he has previously called for schools to display pictures of Adolf Hitler.\nSky News Australia responded on Sunday.\nCottrell is the former leader of anti-immigration group United Patriots Front. He was interviewed by Adam Giles, a programme host and former chief minister of the Northern Territory.\nOther presenters at the network were among those to criticise the interview.\n\"Blair Cottrell is a far right-wing fascist who's a self confessed Hitler fan. He's boasted about using 'violence and terror' to manipulate women,\" tweeted one host, Laura Jayes.\nA regular commentator and former Australian government minister, Craig Emerson, said it was \"another step in a journey to normalising racism and bigotry in our country\". He said he would not appear on the network again.\nCottrell used the interview to call on Australia to reduce immigration, protect itself from \"foreign ideologies\" and to \"reclaim our traditional identity\". \nHe said later that Sky News Australia had succumbed to pressure to \"silence\" him.\nLast year, Cottrell was one of three men found guilty by a magistrate of inciting contempt of Muslims, after the men staged a mock beheading to protest against the building of a mosque.\nHe was previously convicted of other offences, including arson and burglary.\nLast year another broadcaster, Channel Seven, was also criticised for airing a live interview with Cottrell without disclosing his background.", "date": "6 August 2018", "href": "https://www.bbc.co.uk/news/world-australia-45079617", "tags": "tv australia backlash cottrell network news former sky interview last year far-right figure"}