{"title": "Australia objects to China 'pressure' in Qantas decision", "content": "Australia has criticised China for pressuring Qantas to list Taiwan as a Chinese territory on its website.\nQantas said on Monday that it would comply with the request from China, which considers self-ruling Taiwan a breakaway province.\nChina made the same request to more than 40 other airlines, a move the US has called \"Orwellian nonsense\".\nAustralian Foreign Minister Julie Bishop said Qantas alone should decide how it runs its website.\n\"Private companies should be free to conduct their usual business operations free from political pressure of governments,\" she said in a statement on Tuesday.\nMs Bishop's comment comes amid diplomatic tensions between the nations over proposed new Australian laws designed to prevent foreign interference.\nIn April, Beijing set a deadline of 25 May for the foreign airlines to abide by China's sovereignty claims by listing Taiwan, Hong Kong and Macau as part of China on their website menus, not as separate places.\nQantas was later given an extension, but confirmed its decision at an International Air Transport Association (Iata) meeting in Sydney.\n\"Our intention is to meet the requirements. It's just taking time to get there,\" chief executive Alan Joyce said.\nQantas noted its decision was in line with the Australian government's long-held position on Taiwan.\nMany airlines have complied with China's request, although others such as United Airlines and Delta missed the deadline.\nIn December, Australian Prime Minister Malcolm Turnbull noted \"disturbing reports about Chinese influence\" when he announced a crackdown on foreign interference into local political processes.\nThe crackdown followed a classified government paper that reportedly detailed efforts by Beijing to compromise policy-making. Beijing has described such allegations as \"hysteria\".\nChina is becoming increasingly vocal about any suggestion that Taiwan is an independent country.\nLast month, the White House said the Civil Aviation Administration of China's letter was an attempt to impose Beijing's political views on others.\n\"We call on China to stop threatening and coercing American carriers and citizens,\" it said in a statement.", "date": "5 June 2018", "href": "https://www.bbc.com/news/world-australia-44366171", "tags": "australia airlines china taiwan website objects beijing australian request qantas foreign decision"}