{"title": "Australia cements Solomon Islands deal amid China influence debate", "content": "Australia has formally agreed to a deal to help build a 4,000km (2,500 mile) internet cable to the Solomon Islands.\nThe Solomon Islands, a small Pacific nation, had originally given the contract to Chinese company Huawei. \nPrime Minister Rick Houenipwela has said the decision followed \"concerns raised by Australia\", which neither nation has elaborated upon.\nAnalysts say Canberra is concerned about China's influence in the region, a subject of recent Australian debate.\nAustralian Prime Minister Malcolm Turnbull said on Wednesday: \"As we step up our engagement in the Pacific, we are working as partners with Solomon Islands more closely than ever to ensure stability, security and prosperity in the region.\" \nAustralia is expected to commit about A$100m (£56m;$75m) of its foreign aid budget to the project.\nThe deal will bring high-speed internet to the island chain via an underwater cable from Sydney. Australia agreed to a similar deal with Papua New Guinea last year.\nAustralia is the dominant source of foreign aid for the Solomon Islands. Last year, Canberra ended a 14-year peacekeeping mission and signed a renewed security agreement.\nMr Houenipwela said his country had abandoned its 2016 agreement with Huawei, a private telecommunications giant.\n\"We have had some concerns raised with us by Australia, and I guess that was the trigger for us to change from Huawei to now the arrangements we are now working with Australia on,\" he said last week.\nCanberra has previously blocked Huawei from taking part in Australian infrastructure projects, citing national security concerns.\nThe Australian Broadcasting Corporation reported that Australian spy chiefs had been opposed to Huawei's deal with the Solomon Islands, arguing it might compromise the security of infrastructure in both nations.\nAustralia is keen to offset what it sees as efforts by China to gain regional influence, according to Peter Jennings, executive director of think tank Australian Strategic Policy Institute.\n\"Our government was very concerned about the prospect of Huawei providing the Solomons with its sole internet access connection, because that does create an opportunity for an intelligence organisation to monitor all of the communications traffic coming in and out of the island,\" he told the BBC.\nTensions between Australia and China have been strained in recent times after Canberra announced new laws designed to prevent foreign interference.\nBeijing has dismissed allegations of political interference in Australia as \"hysteria\".", "date": "13 June 2018", "href": "https://www.bbc.co.uk/news/world-australia-44463553", "tags": "security australia debate china internet cements influence australian huawei canberra islands solomon deal amid"}