{"title": "Australia election announced: 10 things to know about the poll", "content": "Australians will vote in a general election on 18 May, Prime Minister Scott Morrison has announced.\nThe poll will decide whether the conservative government wins a third term or is replaced by a Labor administration led by Bill Shorten.\nAll 151 seats in the House of Representatives will be contested, and half of the 76 seats in the Senate.\nThe election is expected to be hotly contested in several areas including climate change and the economy.\n\"[The election] will determine the economy that Australians live in, not just for the next three years, but for the next decade,\" Mr Morrison said at a press conference on Thursday.\n\"We live in the best country in the world, but to secure your future, the road ahead depends on a strong economy,\" he said. \"That is why there is so much at stake.\"\nHere are some key things to know about the vote.\nUnlike many other global democracies, Australia has mandatory voting for people aged 18 and over - or they risk a fine.\nIt ensures a high turnout: 95% of people voted in Australia's last election. The most recent US and UK elections, by contrast, drew an estimated 55% and 69% respectively.\nAdvocates say it depolarises the vote and reduces the influence of lobby groups, though critics dispute this.\nMr Morrison only became prime minister last August after bitter party infighting ousted his predecessor, Malcolm Turnbull. \nIn doing so, Mr Morrison became Australia's fifth leader since 2013. \n\"It was a peculiarly Australian form of madness,\" Mr Turnbull told the BBC in March, speaking about a coup culture which began with Labor in 2010.\nIt's likely to harm the government's standing with voters, predicts Prof Sally Young, a politics expert from the University of Melbourne. \n\"They're sick of the sniping and undermining,\" she says. \"Knifing a leader - it never goes down well.\"\nAustralia has just endured a year of extreme weather events, including destructive floods, bushfires, cyclones and a severe drought. The past summer was the nation's hottest on record.\nIt has made climate change a key election issue in some seats, experts say. \nLast year, the government scrapped plans to set an emissions reduction target in legislation - prompting fierce criticism.\n\"Australia's lack of action [on climate change] internationally is becoming more recognised within this country,\" says Prof Young.\nThe University of Sydney's Prof Marc Stears agrees, but says it's unclear how widely it will affect voting decisions.\nProf Stears says the major parties are already talking up their traditional strengths. That's subjects like jobs and infrastructure for the government, and health and education for Labor.\nThey will compete fiercely on economic issues, with both parties promising policies aimed at reducing the cost of living,\nAlthough Australia's economy is the envy of many countries, wages growth is flat, and there is a generational split in attitudes to house prices.\nMr Morrison is overseeing a minority government, meaning he can ill afford to lose support anywhere in the country. \nPolitical observers say he faces challenges from the left and right - a debate that is often framed in geographical terms. \nIn the northern state of Queensland, experts say the government fears losing votes to more socially conservative minor parties and independents.\nBut in Victoria in the south, the electorate is perceived as more progressive. It delivered a resounding victory to Labor in a state election five months ago.\nDuring past elections, Australia's major parties have employed tough rhetoric on immigration issues - particularly regarding asylum seekers.\nIt has often been used to appear strong on issues such as national security, says Prof Stears. \nThat debate resurfaced in February, however, Prof Stears believes that last month's New Zealand mosque attacks may see politicians tone down such rhetoric.\nProf Young says there is some public cynicism about the major parties, pointing to possible increases in support for other candidates.\nHigh-profile independent candidates have entered key races, and in New South Wales, a recent state election saw rises in minor party support in rural electorates. \nIn February, Mr Morrison said a \"state actor\" had carried out a cyber attack on the parliament and political parties. \nAuthorities said there was no evidence of electoral interference, but security experts have urged vigilance.  \nConcerns about alleged foreign interference prompted Australia to introduce new laws last year.\nIn 2017, several MPs were disqualified for unintentionally breaking a rule that lawmakers cannot be dual citizens when elected.\nFifteen parliamentarians were ousted, though six later managed to return after relinquishing their non-Australian citizenships.\nThe saga sparked comprehensive checks of MPs' statuses.\nOpinion polls in recent times have consistently put Labor in front on a two-party preferred basis.\nHowever, those measures also say that Mr Morrison leads Mr Shorten as preferred prime minister.\n.", "date": "10 April 2019", "href": "https://www.bbc.co.uk/news/world-australia-47769028", "tags": "australia things election know parties labor prof poll announced says last government morrison"}