{"title": "Australians decisively support same-sex marriage", "content": "Australians have overwhelmingly voted in favour of legalising same-sex marriage in a historic poll.\nThe non-binding postal vote showed 61.6% of people favour allowing same-sex couples to wed, the Australian Bureau of Statistics said.\nJubilant supporters have been celebrating in public spaces, waving rainbow flags and singing and dancing.\nA bill to change the law was introduced into the Senate late on Wednesday. It will now be debated for amendments. \nPrime Minister Malcolm Turnbull said his government would aim to pass legislation in parliament by Christmas.\n\"[Australians] have spoken in their millions and they have voted overwhelmingly yes for marriage equality,\" Mr Turnbull said after the result was announced.\n\"They voted yes for fairness, yes for commitment, yes for love.\"\nThe issue only went to a voluntary postal vote after a long and bitter debate about amending Australia's Marriage Act.\nThe result on Wednesday brings an end to what was at times a heated campaign. The vote itself had been criticised by same-sex marriage supporters, many of whom said it was unnecessary when parliament could debate the issue directly.\nThe survey was voluntary, unlike Australia's compulsory elections.\nMore than 12.7 million people - about 79.5% of eligible voters - took part in the eight-week poll, which asked one question: \"Should the marriage law be changed to allow same-sex couples to marry?\"\nThe Yes campaign argued that it was a debate about equality. The No campaign put the focus on the definition of family, raising concerns about how issues like gender will be taught in schools.\nAustralia's chief statistician David Kalisch said about 7.8 million people voted in support of same-sex marriage, with approximately 4.9 million against it.\nHe said participation was higher than 70% in 146 of Australia's 150 electorates. All but 17 electorates supported changing the law.\n\"This is outstanding for a voluntary survey and well above other voluntary surveys conducted around the world,\" Mr Kalisch said.\n\"It shows how important this issue is to many Australians.\"\nHywel Griffith, BBC News Sydney correspondent\nAfter months of divisive debate, Australia now has a result to confirm what most people here already knew - that a majority of Australians support same-sex marriage. \nThe campaign turned ugly at times, with graffiti on walls and shouting matches at public meetings.\nBut now both sides have to move on. For the Yes campaign that means pressing the government to stick to its pledge of passing the law.\nFor the No campaign, it means lobbying over the wording of that legislation, and arguing for legal protection for those who continue to oppose gay marriage. \nWhile today will see parties in the streets and rainbow flags flying high, both sides know their battle is far from over. \nThe electorates with the strongest Yes votes nationwide were the inner city areas of Melbourne and Sydney, with 84% voting in favour.\nBlaxland in New South Wales recorded the highest No vote at 74%. It was among several electorates in socially conservative western Sydney to return a majority No vote.\nMr Turnbull, a strong same-sex marriage supporter, is facing debate within his government over what the parliamentary bill should include.\nSome conservative MPs want it to contain exemptions that would allow businesses opposed to same-sex marriage to refuse goods and services for weddings.\nGovernment Senator Dean Smith has introduced a private member's bill to the Senate that was co-signed by several members of other parties.\nIt will be debated in the chamber from Thursday.\nPlans for a rival bill that pleased some conservatives have been scrapped, and those MPs say they will now focus on amending Mr Smith's bill.\nDespite divisions within his own party over the issue and that fact that his  embattled government has lost its parliamentary majority over a dual citizenship scandal, Mr Turnbull is expected to be able to get the legislation through.\n\"This is an amazing outcome and we should all be very proud of this amazing country,\" Qantas chief executive Alan Joyce, a prominent same-sex marriage supporter, told a jubilant crowd in Sydney.\nEquality Campaign director Tiernan Brady told the BBC the result affirmed that Australia remained \"the land of the fair go\".\nFormer Prime Minister Tony Abbott, a high-profile same-sex marriage opponent, said parliament should respect the result.\nHe wrote on Facebook that he would support a bill that provided \"freedom of conscience for all, not just the churches\".\nAnother prominent No campaigner, Lyle Shelton, said: \"We will now do what we can to guard against restrictions on freedom of speech and freedom of religion, to defend parents' rights, and to protect Australian kids from being exposed to radical LGBTIQ sex and gender education in the classrooms.\"\nThe postal survey followed two failed attempts by the government to hold a compulsory national vote that was twice voted down by the Senate. \nSenators who opposed the compulsory vote did not necessarily oppose legalisation, but said the vote would be costly and fuel hate campaigns. They argued the matter should be put to a parliamentary vote.\nMany same-sex marriage advocates levelled the same criticism at the voluntary vote, which did not require legislative approval. ", "date": "15 November 2017", "href": "https://www.bbc.com/news/world-australia-41992344", "tags": "support australia australians same-sex campaign marriage yes bill decisively government vote voted"}