{"title": "Australian politician becomes first to breastfeed in parliament", "content": "Australian Senator Larissa Waters has become the first politician to breastfeed in the nation's parliament.\nMs Waters, from the left-wing Greens party, fed two-month-old daughter Alia Joy during a vote on Tuesday.\nThe lower house last year joined the Senate in allowing breastfeeding, but no MPs in either house had done so.\nIt followed a backlash in 2015 when Kelly O'Dwyer, a government minister, was asked to consider expressing milk to avoid missing parliamentary duties.\nMs Waters told the BBC World Service: \"It's frankly ridiculous, really, that feeding one's baby is international news. Women have been breastfeeding for as long as time immemorial.\n\"I had hoped to not only be able to feed my baby but to send a message to young women that they belong in the parliament.\"\nEarlier on Facebook, she called for \"more family-friendly and flexible workplaces, and affordable child care, for everyone\".\nLabor Senator Katy Gallagher said the moment deserved to be acknowledged.\n\"Women have been doing it in parliaments around the world,\" she told Sky News Australia.\n\"Women are going to continue to have babies and if they want to do their job and be at work and look after their baby... the reality is we are going to have to accommodate that.\"\nUntil last year, MPs in the lower House of Representatives could take babies only into parliamentary offices or public galleries.\nPoliticians have been permitted to breastfeed in the Senate since 2003.\nThe subject is a sensitive issue in many parliaments around the world. In 2016, Spanish MP Carolina Bescansa, from the Podemos (We Can) party, was both criticised and commended for taking her baby into parliament and breastfeeding him.\nLast year, a report on diversity in UK politics recommended that allowing breastfeeding in the House of Commons should be considered.\nHowever, one MP in 2015 warned it could risk ridicule from the tabloid press.", "date": "10 May 2017", "href": "https://www.bbc.co.uk/news/world-australia-39853360", "tags": "breastfeeding world breastfeed first politician parliament senator house waters australian last year women baby becomes"}