{"title": "Australia census: Five takeaways from a changing country", "content": "The results of Australia's 2016 census have been released, and they paint a clear picture of a country in the midst of change.\nHere are five takeaways (There will be a quiz at the end!):\nModern Australia has been built on immigration, and the latest census confirms this, finding that almost half (49%) of all Australians were born overseas or had at least one parent born abroad.\nBut fewer of those arriving in Australia are coming from Europe - once the dominant source of migrants for a country that restricted immigration until the 1970s under the \"White Australia\" policy.\nThe 2016 census found that 40% of the overseas-born population were born in Asia, marking the first time more people have come from there than Europe.\nIn 2001, just 24% of those born overseas came from Asia.\nIn comparison, the proportion born in Europe decreased from 52% in 2001 to 34% in 2016. \nWhile the number one place of origin for foreign-born migrants is still England, at 15%, migrants from China (8.3%) and India (7.4%) have been arriving in greater numbers in recent years.\nIn total, migrants born in China, India, the Philippines, Vietnam and Malaysia now outnumber those born in Europe and New Zealand.\nFor the first time, more Australians (29.6%) said they had \"no religion\" than any other specific affiliation, up from 16% in 2001.\nThis was followed by Catholic (22.6%), Anglican (13.3%), none stated (9.6%), the Uniting Church (3.7%), Muslim (2.6%), Buddhist (2.4%), Hindu (1.9%), Other (0.8%), Sikh (0.5%) and Jewish (0.4%).\nSome 2.8% of Australians said they were Aboriginal or Torres Strait Islander, up from 2.5% in 2011.\nThe total number increased by more than 100,000 people, or 18% - from 548,368 in 2011 to 649,171 in 2016.\nEstimates of the size of the indigenous population before Europeans arrived in Australia in 1788 range from 315,000 to more than one million people. The population sharply declined from that point due to new diseases, violence, displacement and dispossession.\nAustralia's best known city could soon be overtaken by Melbourne in terms of its population size.\nMelbourne's population is growing faster and has reached 4.4m, not far behind Sydney's 4.8m people.\nBut with a weekly median rent of A$350 ($265; £200), compared to A$440 for Sydney, it's not difficult to see why more people are being drawn to Melbourne.\nA huge number of languages are spoken in Australian homes - more than 300 - including Indigenous languages.\nMore than one in five Australians (22.2%) speak a language at home that is not English. The most common one is Mandarin (2.5%), followed by Arabic (1.4%) , Cantonese (1.2%), Vietnamese (1.2%) and Italian (1.2%).\nReporting by the BBC's Kevin Ponniah", "date": "27 June 2017", "href": "https://www.bbc.co.uk/news/world-australia-40416350", "tags": "census australia changing country australians five one population europe takeaways number migrants born"}