{"title": "Australia's 'Choppergate' simply scratches the surface", "content": "Australia's now infamous 'Choppergate' saga has seen outgoing Speaker of the House of Representatives Bronwyn Bishop's parliamentary career come to a spectacular halt.\nTravelling by helicopter to a political fundraiser and attending friends' weddings on the public purse did not endear her to the electorate.\nBut her controversial spending is just the tip of an iceberg of questionable claims MPs have asked the taxpayer to pick up under the popular 'travel expenses' banner.\nThe late Labor Senator Mal Colston was also notorious for taking expensive flights over short distances.\nAmong other things, the Queensland senator was known to drive to Brisbane Airport then catch a plane to his office, about one hour's drive south on the Gold Coast.\nIn media circles, his name became synonymous with travel rorts, and in the 1990s he faced 28 fraud charges.\nThe charges were later dropped when it was revealed he was dying of cancer.\nFormer Parliamentary Speaker Peter Slipper was another MP to hit the headlines over his expenses.\nIn 2014, he was convicted of dishonestly using taxi allowances to visit Canberra wineries.\nEarlier this year, his convictions were overturned by a Supreme Court, but by then the damage was done. \nMr Slipper was attacked by the then conservative Opposition and viciously lampooned by the media.\nWhat can MPs claim?\nRules governing Australia's parliamentary expenses are notoriously vague but the public does not react well when it seems their elected representatives push expenses to the limit.\nIn June, Treasurer Joe Hockey caused a stir when he told struggling first-homebuyers to \"get a good job that pays good money\".\nThe treasurer, who at budget time warned Australians that the \"age of entitlement was over\", is legitimately able to claim a A$270-a-night allowance for staying in the capital when he is away from his Sydney home.\nWhen in Canberra, he stays in the affluent suburb of Forrest at a house he and his wife own.\nWhen his arrangements were revealed last year, local media estimated Mr Hockey had garnered about A$108,000 ($79,000, £51,000) over the previous four years from the allowance.\nIn the past, he has rented rooms in the same property to other politicians.\nThis week, as the dust settled over Ms Bishop's expenses, one of her chief accusers was hoist on his own petard.\nChief  strategist for the Labor Opposition, Tony Burke, came under fire for spending A$12,000 of public funds on a family holiday to Uluru.\nHe also claimed travel expenses for a Robbie Williams show.\nThe MP has defended the family trip, but conceded his children should not have flown business class.\nMPs and senators are now rushing to review their own expenses claims and the media are trawling through past declarations for more questionable trips.\nDespite the high cost of Ms Bishop's helicopter claim, and others she made, she was within the ambiguous expenses rules.\nAs it stands, the rules rely on parliamentarians assessing their own expenses, which must be \"lawful\", and \"publicly defensible\".\nA 2010 review recommended publicly listing MP expenses on their websites and some commentators now say an independent body should review claims, which are currently submitted to the Department of Finance.\nPrime Minister Tony Abbott, who himself once repaid A$1000 he had claimed to attend a colleague's wedding, has committed to a \"root and branch\" review of entitlements.\n\"Regrettably, not withstanding rules that this government put in place ... there are still too many situations where members of parliament can do things that are inside entitlement but outside public expectations,\" he said.", "date": "7 August 2015", "href": "https://www.bbc.co.uk/news/world-australia-33798381", "tags": "public surface australia parliamentary media mp expenses claims scratches simply mps bishop review rules"}