{"title": "Australia senate appoints first Muslim woman amid race row", "content": "Mehreen Faruqi has joined Australia's senate as its first female Muslim member, on a day the country is caught up in a bitter row over racism.\nMs Faruqi, who was born in Pakistan, told the BBC that Australia's future would be \"stronger for our diversity\".\nThe Greens Party MP for New South Wales was appointed by the senate on Wednesday to fill a vacant seat. \nIt comes as another new senator faces condemnation for a speech calling for a \"final solution\" on immigration.\nMs Faruqi, who will be sworn in next week, was among the prominent critics of Fraser Anning's use of the Holocaust-associated term.\nThe trailblazing MP said Mr Anning had \"spat in the face of millions of Australians, spewing hate and racism\" in his first speech to parliament on Tuesday.\n\"I'm a Muslim migrant, I'm about to be a Senator and there's not a damn thing Fraser Anning can do about it,\" she wrote in a piece for website Junkee on Wednesday.\nDr Faruqi migrated from Pakistan to Australia in 1992 with her young family. Prior to entering politics she held a distinguished career as an academic and has a doctorate in environmental engineering.\nHer election to the state parliament in 2013 made her the first Muslim woman to attain any political office in Australia.\nShe told the BBC she would use her new role as senator to fight for a \"positive future for Australia where we are stronger for our diversity\".\nShe has said that overt displays of racism are not isolated incidents.\nIn her leaving speech to the NSW parliament on Tuesday, she spoke about enduring \"toxic, racist and sexist trolling\" in her time as an MP \"not because of what I'm doing but because of who I am, where I come from, and the colour of my skin\".\nAnd in her Junkee article, she said that with \"increasing regularity\" politicians were using \"race-baiting as an avenue to votes\".\n\"I could stand on Bondi Beach, serving sausage sangers in an Akubra, draped in an Australian flag with a southern cross tattoo and, for some, I still wouldn't be Australian enough,\" she wrote in the Junkee article.\nMs Faruqi said she was excited to bring \"much needed diversity\" to Canberra, and hoped her presence would encourage non-white Australians.\n\"The reality is our federal parliament doesn't look anything like the streets and suburbs of Australia. Slowly but surely things are changing.\"", "date": "15 August 2018", "href": "https://www.bbc.com/news/world-australia-45191320", "tags": "appoints australia ms faruqi first diversity parliament woman muslim senate race row said racism amid"}