{"title": "Australia same-sex marriage: Did the vote transcend its controversy?", "content": "Australians have convincingly voted in favour of legalising same-sex marriage in a national poll that will trigger a parliamentary debate.\nFor gay and lesbian Australians, the result has provided joy and relief. The public survey found 61.5% of Australians voted Yes.\nHowever for some, the emotions were complex following a poll that attracted controversy before it even began.\nThe non-binding, voluntary vote was criticised for its cost and process.\nMany same-sex marriage supporters viewed it as a government tactic to delay the issue being debated in parliament. No campaigners argued that assumptions that the Yes campaign would win needed to be tested by a national vote.\nThe vote itself lasted two months, and both sides reported the lengthy campaign to be a bruising and highly personal experience.\nSo was it worth all the trouble in the end? \nAnne Fitzsimmons says she has waited a long time for this moment. While she is happy with the result, she thinks it could have been achieved with less harm done to her community.\n\"It's been hard to endure this whole survey,\" she said.\n\"The result is very much in line with how the support for gay marriage has been for several years.\n\"So going through this whole exercise, putting the people in our community through this abuse, and the online commentary and just the hatred that's been around, that has been so unnecessary.\n\"It's sad that we've had to go through this but it's amazingly empowering to be here today. The end result is that the country has voted overwhelmingly for love. If only that had been encouraged and embraced by our politicians in the first place.\"\nRobert Assaf, 21, campaigned for the No camp on the streets of Sydney.\nHe said he was regularly abused by passers-by and experienced incidents when his banners and flyers were ripped up in front of him.\n\"Overall, it definitely wasn't a positive experience for people on the No side. A lot of my friends and family were scared to campaign as a result,\"  he said.\nHowever he's happy he had the chance to participate.\n\"I think the vote was a really good idea because I was told that most Australians supported same-sex marriage, but 4 out of 10 Australians have voted no. \n\"We didn't win - the Yes side won convincingly, but four out of 10 is definitely not a small minority.\"\nHe also touched on the demographics of the result, which showed some areas with large migrant communities, particularly in western Sydney, displayed greater opposition to same-sex marriage.\n\"What does that say for social cohesion?\" he said. \"This postal vote has helped lay out the truth of the matter.\"\nThe debate is likely to continue, with the nation's attention now turning to parliament. Lawmakers will begin discussing a bill to make same-sex marriage law. \nYes voters have already called for no compromises to be made, while No voters are lobbying for religious protections.\nFor the engaged Sydney couple, the result confirms they will be able to walk down the aisle.\n\"The vote being positive means a lot,\" Alan Beckett said.\n\"But the fact that we've had to have it is still pretty painful. We've had to go through all this hate just so (Prime Minister) Turnbull can keep his title.\n\"Just having an equal platform with stuff that is so clearly inaccurate is infuriating. The vile stuff I felt you had to negate, some of it is sickening. This is unrelated, it's not true, yet the No campaigners get as much airtime as someone who the legislation will actually affect.\n\"We should never have been in this position. Why should everyone have a say on a minority when it doesn't impact them?\"", "date": "15 November 2017", "href": "https://www.bbc.com/news/world-australia-41992692", "tags": "australia australians transcend same-sex campaign marriage controversy yes result sydney vote voted"}