{"title": "Australia takes its democracy with a side of sausage", "content": "Barbecues have been fired up at polling booths across Australia for traditional election-day \"sausage sizzles\".\nAustralians vote on Saturdays and many booths are located at schools, churches and community halls. \nThese institutions take advantage of the country's high voter turnout by selling sausages, cakes and coffees to waiting voters. \nBoth the prime minister and opposition leader have been snagged in sausage-related controversies. \nOpposition Leader Bill Shorten committed a faux pas when he tried to eat his sausage-and-bun combination from the side, rather than from the end. \nHis unusual technique led to a round of condemnation on social media, with one wag calling it \"the lowest moment we have ever seen in politics\". \nPrime Minister Malcolm Turnbull, meanwhile, skipped the sausage altogether as he voted in Sydney, possibly wanting to avoid a potentially awkward photo opportunity. \nThe tradition is so popular that two websites have been created to tell voters where to find polling booths with sausage sizzles and cake stalls. The hashtag #democracysausage has been trending on Twitter.\nBrisbane man Grant Castner, who runs the Election Sausage Sizzles website, said Google and Twitter were using his data to inform hungry voters of their nearest cookout. \n\"The Australian Electoral Commission has a download of all the polling booth data … and then I just get schools and anyone holding a polling booth to register on the site, put a description in,\" he says. \n\"Since the last election in 2013 we have had a lot of media attention,  so I didn't do too much finding on my own this time.\"\nAccording to the Election Sausage Sizzles site, sausage sizzles and cake stalls are being held at 1,992 polling booths across Australia - just under one-third of the total number.  ", "date": "2 July 2016", "href": "https://www.bbc.com/news/world-australia-36692402", "tags": "australia election polling prime voters side democracy takes schools booths sausage sizzles across"}