{"title": "Australia unveils laws to prevent foreign interference", "content": "The Australian government has proposed a wide-ranging crackdown on foreign interference in political activity.\nPM Malcolm Turnbull said rules policing espionage, counter-intelligence and political donations would undergo the most significant overhaul in decades.\nProposed new laws, which need parliamentary approval, would target \"covert, coercive\" activities, he said.\nHe noted recent \"disturbing reports\" of Chinese influence, but stressed the laws would not target any one country.\nThe prime minister cited allegations of Russian meddling in the US election as one justification for reform.\n\"We should not be naive about this,\" Mr Turnbull said in Canberra on Tuesday.\n\"Foreign powers are making unprecedented and increasingly sophisticated attempts to influence the political process, both here and abroad.\"\nThe proposed laws would include:\n\"Being registered should not be seen as any kind of taint, and certainly not as a crime,\" Mr Turnbull said.\n\"If you fail to disclose your ties, then you will be liable for a criminal offence.\"\nThe foreign interference offences would target covert, deceptive or threatening actions by foreign actors, the government said. These are actions that fall short of espionage but are intended to interfere with democratic processes or provide intelligence to overseas governments.\nThe proposed laws will be introduced to parliament through separate bills this week.\nThe possibility of foreign influence has been widely discussed in Australia in recent months.\nIn October, high-ranking intelligence and government officials warned universities to be vigilant about the stifling of debate on campuses - remarks widely interpreted to concern alleged Chinese interference. \nThe debate has also crossed into politics, after a senator was criticised over his dealings with a wealthy Chinese businessman.", "date": "5 December 2017", "href": "https://www.bbc.com/news/world-australia-42232178", "tags": "australia laws proposed would political interference unveils target turnbull foreign government prevent"}