{"title": "Australian parliament approves same-sex marriage", "content": "Same-sex marriage will become legal in Australia after a historic bill was passed in the House of Representatives.\nAn overwhelming majority of MPs voted to change the Marriage Act, eight days after a similarly decisive result in the Senate.\nThe vote set off immediate celebrations in parliament, prompting cheers, applause and even a song.\nThe result brings an end to more than a decade of robust and often bitter debate on the issue.\n\"What a day for love, for equality, for respect,\" said Prime Minister Malcolm Turnbull.\n\"Australia has done it.\"\nThe legislation sailed through parliament without amendments after Australians overwhelmingly supported the reform in a voluntary national poll.\nAustralia's governor-general is expected to approve the bill in the coming days, marking its official passage into law.\nEmotional MPs hugged each other before supporters in the public gallery began singing \"I am, you are, we are Australian\".\nEarlier, many supporters had gathered on the lawn outside parliament. They included prominent same-sex marriage advocates, including former Olympic swimmer Ian Thorpe and local comedian Magda Szubanski.\nMore than 100 MPs had spoken on the legislation after it was tabled in the House of Representatives.\nMany senators and MPs related personal stories in explaining why they supported the bill. One MP's speech ended with a marriage proposal - a first for the lower house.\nHowever, other politicians expressed their opposition.\n\"It is a special relationship between man and a woman for the purposes, if you are so lucky, for bringing children into the world,\" Deputy Prime Minister Barnaby Joyce said on Thursday.\nHywel Griffith, BBC News Sydney correspondent\nThis is a big moment for Australian politics - the culmination of more than a decade of debate and indecision.\nFor a long time the issue of same-sex marriage was seen as too difficult and too divisive, and so it was hit into the long grass.\nCampaigners watched with frustration as other countries, not least neighbouring New Zealand, made gay marriage legal. \nThere was a feeling, confirmed by the results of the postal survey, that Australia's lawmakers had failed to keep up with public opinion. \nToday's vote won't end the debate, or silence opponents of same-sex marriage - but it does mark the beginning of a new chapter. \nThe bill to amend the Marriage Act was first introduced in the Senate last month, immediately after a national poll showed 61.6% of Australians favoured change.\nThe bill includes exemptions for registered religious celebrants, who can refuse to marry same-sex couples on the basis of their faith.\nSome conservative politicians had sought to extend exemptions to others, such as non-religious celebrants and businesses, but those proposals failed.\nThe bill will require royal assent from Governor-General Peter Cosgrove, in what is considered a formality.\nSame-sex couples will then be allowed to register to marry. Like heterosexual couples, they must wait 30 days after registration before a ceremony can take place.\nCouples who wed overseas, or have already done so, will automatically have their marriages recognised in Australia.\nYes. The national vote, a voluntary postal survey, followed two failed attempts by the government to hold a compulsory poll that was twice voted down by the Senate.\nSenators who opposed the compulsory vote did not necessarily oppose legalisation, but said the vote would be costly and fuel hate campaigns. They argued the matter should be put to a parliamentary vote.\nMany same-sex marriage advocates levelled the same criticism at the voluntary vote, which did not require legislative approval.\nDuring the eight-week survey, both supporters and opponents of same-sex marriage were accused of bullying and conducting misleading campaigns.\nThe controversy included frequent claims of vilification, while former Prime Minister Kevin Rudd blamed the survey for an assault on his godson.\nMore than 12.7 million people - about 79.5% of eligible voters - took part in the vote. It prompted jubilant scenes when the result was made public last month.", "date": "7 December 2017", "href": "https://www.bbc.com/news/world-australia-42260548", "tags": "australia couples parliament same-sex days house mps marriage australian approves survey bill vote"}