{"title": "Australia defies climate warning to back coal", "content": "The Australian government has backed coal-fired power, despite the recommendations of a major report on climate change.\nPhasing out coal is considered crucial to limiting global warming to within 1.5C, as set out in the UN report released yesterday.\nAustralia's deputy prime minister has said the country should \"absolutely\" continue to use and exploit its coal.\nBut China remains the world's biggest coal consumer.\nIn addition, China has restarted work at hundreds of coal-fired power stations, according to an analysis of satellite imagery.\nThe Guardian reports that Michael McCormack, Australia's Deputy PM, said his government would not change policy \"just because somebody might suggest that some sort of report is the way we need to follow and everything that we should do\".\nHe added that coal provided 60% of Australia's electricity, 50,000 jobs and was the country's biggest export.\nAustralia's Environment Minister Melissa Price told ABC radio that the IPCC was \"drawing a long bow\" by calling for an end to coal by 2050, and touted new technologies as a way of saving the polluting fuel.\nThe climate report was produced by the UN's Intergovernmental Panel on Climate Change (IPCC). It warned that \"unprecedented\" changes would be required to limit the Earth's temperature rise, and predicted that catastrophic species loss and extreme weather would result if the target was exceeded.\nIt said that coal-fired power generation had to end by 2050 in order to avoid devastating changes to the planet.\nThe coal lobby is pushing a technology known as carbon capture and storage (CCS) as a solution. CCS involved capturing CO2 produced through the burning of fossil fuels like coal and trapping it deep in the ground.\nThe IPCC agrees that CCS must become widespread. But many analysts say that progress on the technology is too slow to allow the necessary emissions reduction goals to be achieved. \nIn addition, renewable energy technologies are becoming cheaper than conventional coal-fired power generation - a trend that's likely to continue.\nMeanwhile, China is reported to possess some 993 gigawatts of coal power capacity, although the approved new plants would increase this by 25%.\nChina's central government has tried to rein in this boom by issuing suspension orders for more than 100 power plants. But the report based on satellite imagery suggests that these efforts have not been totally effective.\nChina remains the world's biggest greenhouse gas emitter, while Australia ranks as 13th biggest emitter.", "date": "9 October 2018", "href": "https://www.bbc.com/news/science-environment-45798643", "tags": "australia report warning china back defies coal-fired climate coal biggest power government"}