{"title": "Australia migrants: 'Disturbance' at Christmas Island detention centre", "content": "Inmates have lit fires at Australia's Christmas Island detention centre in a \"major disturbance\", say government officials. \nThe unrest was sparked by the death of a detainee who had escaped the camp.\nThe situation was \"tense\" for a while, the department said, but was now calm. \nNegotiations were continuing with those detainees protesting to resolve the situation \"peacefully and as soon as possible\", the department said in a statement.\nThe perimeter remains secure and patrols are continuing, it said.\nChristmas Island is a remote outpost located 2,650km (1,650 miles) north-west of Perth and 380km south of Java in Indonesia. \nIt is part of Australia's network of offshore processing centres for irregular migrants who arrive by boat, and also houses New Zealanders facing deportation from Australia. \nAustralia asylum: Why is it controversial?\nInmate's death 'sparked riot'\nThe Department of Immigration said the unrest started when a group of Iranian inmates staged a protest about the death of an Iranian Kurd, Fazel Chegeni.\nMr Chegeni had escaped from the facility on Saturday. His body was found at the bottom of a cliff on Sunday.\nIn an earlier statement, it said small fires had been lit within the complex and that some detainees \"continue to agitate and cause damage to the facility\".\nImmigration Minister Peter Dutton said officers from private contractor Serco, which operates the detention centre, would be \"dealing with those people who have caused disturbances\". \n\"If people have caused damage to Commonwealth property, then they will be investigated and prosecuted,\" Mr Dutton said. \nIn Parliament, he said he had been advised there were no suspicious circumstances surrounding the death of Mr Chegeni.\nHe also told Australian television that the government will not be \"cowered\" into making changes to its controversial deportation policy.\nIan Rintoul, of the Refugee Action Coalition group, said that Mr Chegeni was \"suffering the effects of long-term arbitrary detention\".\n\"He had told other detainees that he could no longer stand being in detention,\" Mr Rintoul said in a statement.\nA detainee at the immigration centre told the BBC inmates were \"angry\" because they were not getting answers about Mr Chegeni's death.\n\"Matt\" said guards had left their posts and that detainees from a compound housing detainees with criminal records were trying to get into his compound, where asylum seekers and those with expired visas stay.\n\"They started setting up the fires which basically set off the fire alarms which opened the door to the entire complex,\" he said.\n\"We barricaded ourselves, but we don't know how long we will last. We have no water supplies, no food supplies, no medication, no nothing.\"\nIt is difficult to verify information about what happens on Christmas Island as the media are generally barred from reporting there. \nThe Christmas Island centre\nGreens senator Sarah Hanson-Young described the centre as being in \"meltdown\". \n\"I have spoken with people who are locked up in the centre and they say that there is widespread unrest and fires across the facility,\" Ms Hanson-Young said in a statement.\nMs Hanson-Young said she was concerned that asylum seekers had been locked up with other detainees, putting them \"at risk\". \n\"The government was warned repeatedly about the increasingly toxic situation on Christmas Island but, regrettably, those warnings were ignored,\" she said.\nAustralia sends intercepted asylum seekers to Christmas Island, Manus Island in Papua New Guinea and Nauru in the South Pacific.\nThe government says the journey the asylum seekers make by sea to reach Australia is dangerous and controlled by criminal gangs and they have a duty to stop it. Critics say opposition to asylum is often racially motivated and is damaging Australia's reputation.\nThe policy was branded a \"disaster\" by Human Rights Watch's Australia director in July. The group also raised concern over conditions at the Manus camp.\nLast February, an Iranian man was killed during a riot at the camp on Manus. The trial of a Salvation Army worker and a camp guard accused over his murder restarts later this month.", "date": "9 November 2015", "href": "https://www.bbc.co.uk/news/world-australia-34762988", "tags": "australia centre island death detainees asylum detention migrants christmas chegeni"}