{"title": "Australia agrees to pay A$70m to Manus Island detainees", "content": "The Australian government and its contractors have offered compensation totalling A$70m (£41m; $53m) to refugees detained in Papua New Guinea.\nThe 1,905 claimants had alleged they suffered harm while being held on PNG's Manus Island between 2012 and 2016.\nThe government said it \"strongly denied\" the allegations but that settling was a \"prudent\" decision.\nAustralia turns away any refugees and asylum seekers arriving by boat and sends them to PNG and Nauru.\nIt says this deters migrants from attempting the life-threatening voyage to its shores in trafficking boats.   \nBut the policy has been heavily criticised both at home and internationally, including by the United Nations.\nThe Manus case was due to be heard in the Victoria Supreme Court on Wednesday.\nBut shortly before the trial began, lawyers for the claimants said the government and its service providers had offered a last minute settlement of A$70m.\nThey also offered to cover costs estimated to be more than A$20m.\nThe full details of the settlement and the financial package are yet to be fully approved by the court. \nDespite the millions of dollars it has cost, and the critical headlines it has generated, the Australian government is unlikely to regret its policy of sending asylum seekers offshore.  \nTelling refugees that they will not be allowed to enter Australia until their case has been processed seems to have been a powerful deterrent. \nJust yesterday the prime minister boasted that more than 1,000 days had passed without a successful people-smuggling expedition to Australia. \nThe more pressing problem is what to do with the hundreds of refugees who remain on Manus Island and Nauru. \nWhile the US has agreed to honour a deal to consider them for resettlement, it seems unlikely that all would pass the \"extreme vetting\" procedure. \nAnd with the Manus Island centre due to close in October, time is running out for a long-term solution. \nThe principal lawyer for the claimants, Andrew Baker, said the settlement would help them to \"put this dark chapter of their lives behind them\".\nBut Australia's Immigration Minister Peter Dutton said the government \"strongly refutes and denies the claims made in these proceedings\".\nIn a statement, he said that had the case gone to trial it would have cost \"tens of millions of dollars in legal fees alone, with an unknown outcome\", and the government decided a settlement was a \"prudent outcome for Australian taxpayers\".\nAs of last year, residents were allowed to freely come and go from the facility but the debate over their resettlement is ongoing.\nAustralia has insisted that no-one held on Manus or Nauru will ever be re-settled in Australia. ", "date": "14 June 2017", "href": "https://www.bbc.co.uk/news/world-australia-40269543", "tags": "australia island detainees claimants offered australian manus pay refugees government agrees settlement"}