{"title": "Australia unveils major changes to citizenship process", "content": "Australia will make it more difficult to gain citizenship in a major overhaul of its migration process.\nAspiring citizens will undergo tougher tests on their English language skills and ability to demonstrate \"Australian values\", PM Malcolm Turnbull said.\nApplicants must also have completed four years as a permanent resident - three years longer than at present.\nThe new process will require parliamentary approval before it is implemented.\nThe move comes two days after Australia unveiled stricter visa requirements for skilled workers from overseas.\nMr Turnbull said the changes would ensure that migrants were better integrated into the community.\n\"It is important that they understand that they are making a commitment to our Australian values,\" he said.\nIn explaining what constituted \"Australian values\", Mr Turnbull said migrants must demonstrate support for religious freedom and gender equality.\n\"Respect for women and children ... that is a key Australian value,\" he said, adding domestic violence would not be tolerated.\nOther changes to the citizenship process include:\nWhen asked about reports that applicants would be quizzed on whether they supported forced child marriage or female genital mutilation, Mr Turnbull said it was important to \"reinforce our values\".\n\"If we believe that respect for women and children [is an Australian value]... then why should that not be made a key part, a fundamental part, a very prominent part, of our process to be an Australian citizen?\"\nThe requirements would apply to all new applications for citizenship, the government said.\nOn Tuesday, the government said it would replace a controversial visa scheme to make it harder for foreign nationals to work in Australia.\nMr Turnbull said both announcements had been made in the national interest.\nThe opposition Labor Party accused Mr Turnbull of making announcements for political gain.\n\"It seems a little odd to me that you would actually ask people whether or not they are going to obey the law when they already pledge to obey the law,\" said Labor senator Penny Wong.", "date": "20 April 2017", "href": "https://www.bbc.co.uk/news/world-australia-39637770", "tags": "australia mr part values australian citizenship unveils turnbull changes process major"}