{"title": "Austria to shut seven 'political' mosques and expel imams", "content": "Austria has said it will close down seven mosques and expel imams who it says are funded by foreign countries. \nChancellor Sebastian Kurz said the move was a crackdown on political Islam.\nSome mosques are suspected of having links to Turkish nationalists. In April images emerged showing children in Turkish army uniforms re-enacting the World War One Battle of Gallipoli.\nThe Turkish president's office called Austria's move \"Islamophobic, racist and discriminatory\".\nPresidential spokesman Ibrahim Kalin took to Twitter to condemn the move.\nThe Austrian government says 60 of the 260 imams in the country are being investigated, of whom 40 belong to ATIB, an Islamic organisation in Austria close to the Turkish government. \n\"Parallel societies, political Islam and radicalisation tendencies have no place in our country,\" said Chancellor Kurz on Friday.\nThe Gallipoli re-enactment performance took place in a Vienna mosque reported to be run by ATIB. \nThe WW1 battle, one of the last victories of the Ottoman Empire, stopped Allied forces reaching its capital, Constantinople.\nAustrian media report (in German) that the child actors played dead and were covered with Turkish flags. \nSeparately, Austrian public broadcaster ORF says photos of children doing the Turkish nationalist Grey Wolves greeting came from a mosque in Vienna's Favoriten district run by the Grey Wolves, a group with branches in several countries.\nThe government is dissolving an organisation called the Arab Religious Community. Six of the mosques targeted for closure are run by it: three in Vienna, two in Upper Austria and one in Carinthia. \nIn neighbouring Germany, police have been probing links between certain imams and the Turkish state, which funds a Muslim organisation called Ditib.\nThe Austrian authorities have been working with a Muslim community body called IGGÖ to identify mosques and imams suspected of radical Islamist or nationalist connections.\nThey have soured significantly in recent years. \nMr Kurz's election campaign last year drew heavily on anxiety about immigration and the integration of Muslims. His conservative People's Party (ÖVP) formed a coalition government with the far-right Freedom Party (FPÖ).\nMr Kurz wants the EU to break off Turkey's EU membership negotiations - a stance that has angered Turkish President Recep Tayyip Erdogan.\nIn May 2017 that anger led Turkey to veto Nato's co-operation with Austria. The move disrupted Nato's partnership activities with 41 countries. Turkey is a key player in Nato operations.\nPresident Erdogan's ruling AK Party has roots in political Islam and espouses traditional Muslim values. \nHe is campaigning for re-election, and both Austria and Germany are wary of his political influence in their Turkish communities. \nThe governments in Austria and other Central European countries - Hungary, Slovakia, the Czech Republic and Poland - want to restrict Muslim immigration to Europe.\nThere is friction between them and Germany, which took in about one million mainly Muslim asylum seekers in 2015. \nTurkey is housing more than three million Syrian refugees and says the EU is not doing enough to help. ", "date": "8 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44410597", "tags": "mosques austria seven political shut expel muslim says countries move turkish imams kurz"}