{"title": "Australian slang: Your favourite examples", "content": "A recent Magazine article about the decline of Australian slang prompted readers to share some of their favourite expressions. \nThe piece, by Sydney correspondent Jon Donnison, looked at the huge contribution to \"strine\" made by Barry Humphries and terms originating in the country's legendary laddish drinking culture. Here's a selection of other slang phrases you sent in. \nAs crook as Rookwood - seriously ill. \"Crook\" being really sick, at death's door, and Rookwood being the biggest cemetery in Australia. Louise Whitby, Sydney, Australia\nBogan - chav. Best said in a strong accent! Kate, Essex\nCark it - die. Louise Whitby, Sydney, Australia \nDrongo - no-hoper or fool. Someone whose \"lift doesn't go to the top floor\" or whose \"lights are on but no-one's home\". Derives from a racehorse of that name in the 1920s, which never won a race out of 37 starts. Jack, Brisbane, Australia\nFace like a dropped pie - ugly. Just so descriptive and used a lot by Australians working here in East Timor. Usually about me. Wayne Lovell, Dili, East Timor\nFiries - firefighters. Doug, Sydney\nOrigins of \"chunder\"\nIn our original article we wrote that the word \"chunder\" originated with the first immigrants to Australia, who suffered from seasickness during the voyage. They'd shout \"Watch out under!\" before heaving over the sides on to the decks below. \nStuart from Orpington suggests an alternative theory, quoting the Oxford Dictionaries: \"1950s, probably from rhyming slang Chunder Loo 'spew', from the name of a cartoon character Chunder Loo of Akim Foo, who appeared in advertisements for Cobra boot polish in the Sydney Bulletin in the early 20th Century.\"\nFit as a Mallee bull - very fit and strong, in good physical condition. The Mallee is a region in Victoria, South Australia - a dry area where an animal would need to be tough and fit to survive.  Monica Meren, Bossay-sur-Claise, France \nFull as a centipede's sock drawer - very full. I heard a guy say this after a particularly big meal while on a visit to Melbourne. Brian Murdoch, Glasgow\nGarbos - refuse workers. Doug, Sydney\nGo off like a frog in a sock - go berserk. Barton Mills, Suffolk\nGo troppo - go crazy. I think it was first applied to people thought to have become a bit strange from the tropical heat in places like Darwin. I have one experience of going troppo, albeit briefly, and in Devon! H Arshi, Exeter, Devon \nHave a root - have sex. A bit awkward when at a jumble sale, someone asked if they could help and you said \"it's ok, I'm just rooting around!\" Sarah Merriman, Scunthorpe, North Lincolnshire\nHe needs that like a third armpit - he doesn't need it at all. Brian Austin, Alfreton, UK\nHe played a Barry - he did shockingly badly. Barry is short for Barry Crocker and rhymes with shocker. Crocker sang the theme tune for the Australian soap Neighbours. Alla, Quakers Hill, New south Wales, Australia\nKangaroos loose in the top paddock - eccentric or not very bright.  I love this phrase because it evokes the achingly silent dry desert heat and open space of the great Australian outdoors. Adrian Fisher, Durweston, Dorset\nKnock up - wake up. When I was staying with a host family in South Australia, the host father told me he would knock me up in the morning. His innocent Aussie English meant knock on my door to wake me up but as an American I was quite shocked since to me it appeared he planned to get me pregnant.  Bethani Ann De Long Vehapi, Choex, Switzerland\nLike a mad woman's breakfast - all over the place or messy. John Millard-Hicks, France\nLike a shag on a rock - lonely or exposed. My all-time favourite - so much so, I used it for the title of my book! Unfortunately, thanks to the Swinging '60s and the likes of Austin Powers, people tend to think of the word \"shag\" as a verb, rather than a noun. As a New Zealander by birth and by nurture, I know it to be a type of bird and the idiom is by no means inappropriate or rude. It simply means that you are lonely or exposed, seeing as the regular behaviour of a shag is to stand on a rock with its wings outstretched to dry off after diving for fish. Vaughan Humphries, Thame, UK\nMacca's - McDonald's. I spent ages, last September, looking for a store called Mackers. On the detailed driving directions I'd been given, Mackers signalled an important change in direction for my journey. You can't miss it, I'd been told. Eventually it dawned on me that Mackers was McDonald's. I had driven past McDonald's several times before the penny dropped! Marilyn DiCara, London, UK\nMad as a meat-axe - crazy. My Australian business partner spoke in strine a lot - this is one of my favourites. John Millard-Hicks, France\nMay your chooks turn into emus and kick your dunny door down - a way of wishing someone bad luck. Doug, Sydney\nMouth like the bottom of a cocky's cage - a dry mouth, often as a result of heavy drinking and or smoking. (A cocky is a cockatoo.) Monica Meren, Bossay-sur-Claise, France \nNeck oil - beer. Chris Kenyon, Googong, Australia\nNurse the baby - look after a baby. While staying with a family with young children in South Australia, the mother handed me the baby and asked me to nurse the baby for her. Her Aussie English meant just to hold the baby, but my American ears heard the equivalent of \"breast feed\" which left me gasping that I simply couldn't. Bethani Ann De Long Vehapi, Choex, Switzerland\nPopular as a rattle snake in a lucky dip - unpopular person. One of the best Aussie sayings. David - Australian ex-pat, Rotherham, England \nSiphon the python - go to the toilet (for males). Mike, Seattle, US\nSpit the dummy - have a sudden tantrum. For a grown man or woman, this is one I still use. Reflects that characteristic Aussie disregard of pompous authority. John M, London, UK\nStoked - excited. The first time I heard \"I'm stoked\" I wasn't sure what the person meant - presuming they were full up on something. When an Australian friend was talking about her mum being \"double stoked\" it was the first time I had heard that in seven years living in Oz. Jane Minton, Lincolnshire, UK\nStone the crows - expression of amazement. My Oz dad always used to say this - it was equivalent to the more modern \"strike a light\". (Brits have borrowed both expressions.) Steve, Ottawa, Canada\nThongs - flip-flops. While holidaying in Nice, my mate and I got friendly with and Aussie and a Kiwi. While on the beach, the very pretty Aussie asked me to pass her a thong. I naturally hesitated, but then stated she should probably come and get her own underwear. She nearly fell over laughing, and in between gasps for air, managed to explain that thongs were flip-flops, and she only had one on. She was asking me to pass her the additional flip-flop, not some skimpy underwear. Stu Wilson, Harrogate, UK\nTucker - food. My stepfather who was an old bushie [bushman] always used this word. Monica Meren, Bossay-sur-Claise, France \nTwo-pot screamer - someone who can't hold their drink. A pot is a half-pint glass. David Towell, Kyneton, Victoria, Australia\nUp and down like a bride's nightie / up and down like a dunny seat - changing your opinion, or overactive. Chris Kenyon, Googong, Australia\nWoop woop - isolated place. For the first two years I lived in Australia I thought Woop Woop was an actual town and would quietly wonder how it was that so many people lived there. (\"Jonno? He lives out in Woop Woop!\") When I shared this, my amused Aussie mates told me it was in fact just the invented name for any small town out in the sticks. Ruth Russell, Bristol, UK\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.", "date": "22 June 2014", "href": "https://www.bbc.co.uk/news/magazine-27888329", "tags": "australia uk go first favourite examples australian slang woop sydney like aussie france"}