{"title": "Avocado Shortages and Price Spikes: How Trump’s Border Closing Would Hit U.S.", "content": "WASHINGTON — It would most likely resemble the aftermath of a major natural disaster: food shortages, skyrocketing prices, people out of work and a plummeting stock market.\nWhile President Trump sees shutting the border with Mexico as punishment for its failure to stop the flow of undocumented immigrants, economists warn that the move would effectively paralyze the United States economy given the huge volume of bluejeans, cars, flat-screen TVs, avocados and other goods that cross the border every day.\nMr. Trump does not see it that way. In a series of tweets in recent days, the president has blasted Mexico’s immigration policies and erroneously claimed that shutting the southern border would save the United States money, given that the country buys more goods from Mexico than it sells to it.\n“Next step is to close the Border!” the president tweeted on Sunday. “This will also help us with stopping the Drug flow from Mexico!”\n“If Mexico doesn’t immediately stop ALL illegal immigration coming into the United States through our Southern Border, I will be CLOSING the Border, or large sections of the Border, next week,” the president wrote on Friday.\nWhile Mr. Trump has repeatedly frightened business leaders by threatening to terminate the North American Free Trade Agreement, which facilitates trade around the continent by cutting tariffs and streamlining regulations, shutting the southern border entirely would be far more destructive.\nNearly $1.7 billion of goods and services flow across the border daily, as well as nearly half a million legal workers, students, shoppers and tourists, the U.S. Chamber of Commerce said on Monday.\n“Most of us in the trade business thought terminating Nafta would be quite a body blow, but what Trump is talking about now, shutting the southern border, would be catastrophic,” said Gary Hufbauer, a nonresident senior fellow at the Peterson Institute for International Economics. “It’s just absurd.”\nIf Mr. Trump were to shut down the border, here is who would pay the biggest price:\nAmerican industries including agriculture and autos rely on Mexico for trade, either by selling goods and services into Mexico or by using Mexican materials in their products. So one of the biggest victims of a border shutdown would be American manufacturing, a sector the president has promised to help.\nThe United States imported $349.6 billion of goods from Mexico in 2018, and it sent $265 billion back across the border, according to statistics from the Union Nations’ International Trade Center, making Mexico the United States’ largest trading partner after China and Canada.\nAutomakers, who have spread their supply chains across North America, would be among those most affected. Shutting the border would lead to sudden disruptions in the supply chains for auto parts, causing car production lines in South Carolina, Michigan, Indiana and Alabama to shutter. The change would begin to affect American auto production in less than one week, said Ann Wilson, the senior vice president for government affairs at the Motor & Equipment Manufacturers Association, which represents auto parts makers.\nOther industries would be hard-hit as well. Many manufacturers of flat-screen TVs, computer hardware and medical devices are set up south of the border, while the apparel industry sources raw materials like cotton, buttons, zippers and threads from the United States and sews them into finished products in Mexico.\nClosings would also affect sectors outside manufacturing, including energy — the United States supplies much of Mexico’s natural gas through pipelines that run across the border — as well as the transportation sector, where hundreds of thousands of American jobs are tied to moving goods to and from Mexico through ports and by truck or train.\nOver all, some of the world’s biggest multinational companies would be affected — including Ford, Toyota, Boeing and Caterpillar — but so would countless small- and medium-size businesses that depend on trade to make and sell their products.\nThe signing of Nafta prompted a huge reorganization in agriculture on both sides of the border. Now, consumers in the United States depend on Mexican farmers for fresh fruit and vegetables like avocados, tomatoes, strawberries, grapes and mangoes, as well as packaged foods and beer. Mexico relies heavily on American soybeans, corn, dairy products, chickens, beef and other goods.\nThe development of refrigerated trucks and railroad cars means much of the industry depends on “just in time” deliveries. If the border were shut down, consumers would most likely see an immediate spike in food prices, and supplies of fresh food could dwindle from grocery store shelves in a matter of days. American farmers would lose a major market, causing a drop in prices for their crops and a potential buildup of their goods in factories, slaughterhouses and grain bins.\nLance Jungmeyer, the president of the Fresh Produce Association of the Americas, said that Mexico supplied more than 60 percent of all American produce in the winter and early spring, and that a shutdown could result in immediate and uncontrollable spikes in prices for items like bell peppers, squash, tomatoes, cucumbers, melons, eggplant — and yes, the beloved avocado. The rise in the popularity of the avocado would not have been possible without trade with Mexico, which supplies 80 percent of the avocados eaten in the United States.\n“If prices go up for fresh produce, people are going to have to choose between eating healthy or putting other food on their plates,” Mr. Jungmeyer said.\nMr. Trump often credits his policies with economic growth, renewed business confidence and a rising stock market. But shuttering the border to legitimate commerce and travel could quickly undermine American growth and productivity, the U.S. Chamber of Commerce said in a statement on Monday.\n“Closing the U.S.-Mexico border would inflict severe economic harm on American families, workers, farmers and manufacturers across the United States,” said Neil Bradley, the chamber’s executive vice president and chief policy officer.\nIt is hard to imagine that such a measure would not prompt a drop in the stock market, which has seized up as the president threatened to withdraw from Nafta or put more extensive tariffs on China. That would dent the retirement savings of many Americans, as well as affect the ability of companies to raise money in the capital markets.\n“Once the president breaks the glass once, that casts a lot of uncertainty on the future,” said Scott Lincicome, an adjunct scholar at the Cato Institute. “It would cast a cloud of uncertainty around a commercial relationship that for decades has been almost an afterthought.”\nAmericans often take for granted the fact that Mexico is an ally, ready to work with the United States on a range of issues, including water use and drug trafficking. But before Nafta went into force in 1994, that future was by no means assured, said Phil Levy of the Chicago Council on Global Affairs.\nIf business ties and relations with Mexico are strained, border communities in the United States would most likely suffer, from both decreased economic activity and potentially higher costs from crime and migration.\nIn McAllen, Tex., for example, Mexican shoppers make up nearly one-third of the roughly $3.2 billion worth of retail sales the city records annually, signaling a grim prospect for city coffers if Mr. Trump follows through on his threat to shut down the border.\n“We’re impacted at a very personal level in that the people in McAllen, some of them, work in Mexico,” McAllen’s city manager, Roel Rodriguez, said in an interview, adding that 30 percent is “a huge number.”\nLa Plaza Mall, a Simon Malls property, is constantly full of shoppers on weekends, and the parking lots are often dotted with license plates from various Mexican states. The city and the Chamber of Commerce spend tens of thousands of dollars advertising McAllen in Mexico each year.\n“The more global concern would be how it would impact the whole country, because the goods and services that come through the ports of entry, they don’t just stay at the border,” Mr. Rodriguez said. “The produce, the equipment, the auto parts. So there’s a real danger for cities on the border, but it has a greater impact than just the cities on the border.”\nSalvador Contreras, who runs the Center for Border Economic Studies at the University of Texas Rio Grande Valley, said there was a big risk for large companies with plants in the Mexican border town of Reynosa, across the Rio Grande from McAllen, including Caterpillar, LG and Panasonic.\n“If you’re a multinational corporation who has, say, an operation in Reynosa, and your ability to operate is being impacted, you might question your desire to maintain that plant there,” Mr. Contreras said.\nNorthern Mexican cities that depend on trade with the United States would be devastated by any extended border closing, leading to mass unemployment that could ironically prompt more attempts to cross the United States border. Under United States law, asylum seekers can request protections once they reach American soil — meaning border closings could actually encourage more desperate flights across the border.\n“If anything, it would promote more poverty in Mexico, which would then turn into more pressure on immigration in the U.S.,” Mr. Hufbauer said.", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/us/politics/trump-border-closing-economy.html", "tags": "american border united states spikes would trump hit price u.s avocado closing shortages mexico ”"}