{"title": "Ayanna Pressley Wins, Becoming Massachusetts’ First Black Congresswoman", "content": "Democrat Ayanna Pressley won her House race in Massachusetts’ 7th District on Tuesday, becoming the state’s first black woman elected to Congress. \nPressley, 44, was a shoo-in to win with no Republican on the ballot. In the primary, she secured an upset win against 10-term Democratic incumbent Rep. Michael Capuano. Her upset drew comparisons to progressive Democrat Alexandria Ocasio-Cortez’s victory in a New York House primary in June. \nThe Boston City Council member first broke barriers in 2009, when she became the first woman of color elected to that body.\nShe was part of a record number of women nominated in the 2018 midterms ― including an unprecedented number of women of color. She was also one of a wave of progressive female candidates of color committed to challenging the Democratic Party establishment from the left.\nPressley campaigned on the need to change the House’s status quo. The progressive candidate didn’t accept donations from corporate PACs in her campaign and supported ideas like Medicare for all, debt-free college and abolishing Immigration and Customs Enforcement.\n“I’ve been told to wait my turn,” Pressley said at a campaign event earlier this year. “I’ve been called a traitor for challenging an incumbent, told simply this isn’t the way things are done here.”\nBut, she added, “when the challenges we are confronted with are this big, this deep and growing, I can’t and I won’t wait my turn.”\nPressley also spoke out during the Brett Kavanaugh Supreme Court fight, noting that she is a sexual assault survivor and felt that, although his confirmation could “go down as one of the darkest hours in our nation’s history,” it could also “be the galvanizing force for the strongest progressive movement in a generation.”", "date": "\n11/06/2018", "href": "https://www.huffpost.com/entry/ayanna-pressley-wins-first-black-woman-congress-massachusetts_n_5be24100e4b0e843889103d5", "tags": "progressive congresswoman first wins ayanna color ” house woman democrat black becoming also massachusetts pressley"}