{"title": "Background Check Bill Marks Gun Control as a Priority for House Democrats", "content": "WASHINGTON — Emboldened House Democrats, seeking a politically charged debate on gun control, unveiled legislation on Tuesday to expand background checks to nearly all firearms purchases, a move timed to mark the eighth anniversary of the mass shooting in Arizona that nearly killed former Representative Gabrielle Giffords.\nBy introducing the measure less than one week after taking control of the House, Democrats are signaling that it is a top priority. A vote could come within the first 100 days of the new Congress. The measure, and a companion bill introduced Tuesday in the Senate, also reflects the changing politics around gun laws, an issue many Democrats once shied away from.\nThe bill, which will almost certainly pass the House but will face a steep climb in the Republican-controlled Senate, would require background checks on the purchases of nearly all firearms, including those sold at gun shows and over the internet. There would be limited exceptions, including for law enforcement officers and for guns transferred between close family members.\nPolls have shown that a vast majority of Americans — by some estimates, 90 percent — support universal background checks for all gun purchases. Many Democrats, including Representative Lucy McBath, a freshman from Georgia whose son was shot and killed at a Florida gas station, were elected last year after promising to address gun safety.\n“Today we take a decisive step to help save lives right away,” said Representative Mike Thompson, Democrat of California and the bill’s chief sponsor, adding, “From public polling to the ballot box, the American people have spoken up and demanded action.”\nBy limiting the bill to background checks — and keeping out other provisions such as a ban on assault rifles or high-capacity magazines — gun safety advocates hope to pressure Republicans on a policy that has broad public support. In the Senate, Mitch McConnell of Kentucky, the majority leader, will have to decide whether to bring up the bill. In the House, Republicans will be forced to vote on it.\n“It will show us who’s with us and who’s against us,” said Patricia Maisch, 69, who survived the Jan. 8, 2011, mass shooting in Tucson that killed six and grievously injured Ms. Giffords.\nBut by narrowing the bill so dramatically, Democrats may also limit its utility. Suspects in many recent high-profile mass shootings — including those in Pittsburgh; Parkland, Fla.; Thousand Oaks, Calif.; Las Vegas; and Sutherland Springs, Tex. — had passed background checks when purchasing their weapons.\nEven modest gun law changes rarely make it through Congress. The measure is similar to one written by Senators Joe Manchin III, Democrat of West Virginia, and Patrick J. Toomey, Republican of Pennsylvania, in response to the mass shooting that killed 20 children and six adults at Sandy Hook Elementary School in Newtown, Conn., in 2012. That bill, pressed hard by President Barack Obama and the parents of Sandy Hook victims, fell to a bipartisan filibuster in 2013 in a Senate controlled by Democrats.\nThen as now, the National Rifle Association opposed the measure.\n“So-called universal background checks will never be universal because criminals do not comply with the law,” said Jennifer Baker, a spokeswoman for the powerful gun lobby. She noted that the gunman who shot Ms. Giffords passed a background check. His name did not come up in the federal database even though he had mental health issues.\nThe Democrats’ measure was unveiled at a news conference featuring Speaker Nancy Pelosi of California, Mr. Thompson, who helped write the House companion bill to Toomey-Manchin in 2013, and Ms. Giffords, as well as gun safety advocates and victims of gun violence from around the country. Mr. Thompson escorted Ms. Giffords, who as a former member is still permitted on the House floor, into the chamber so she could formally drop the bill into the “hopper” — the bin, located on the rostrum, where all legislation has its start.\nMs. Giffords, 48, a Democrat who once opposed gun control, was shot in the head during a constituent meeting she was holding in a supermarket parking lot. Those who died included a 9-year-old girl and a young staff member for Ms. Giffords; 13 were injured, including Ms. Giffords, who suffered a serious brain injury that makes conversation difficult.\n“It’s been a long, hard haul, but I’m getting better,” Ms. Giffords told reporters at a breakfast Tuesday, reading from a prepared statement. She said she was still undergoing “speech therapy, physical therapy — and yoga, too.”\nCurrent law requires only federally licensed gun dealers to perform background checks. Gun safety advocates say the law is riddled with loopholes that allow felons, domestic abusers and others who would ordinarily be prohibited from buying guns to purchase them through private sales, including online and at gun shows.\nFor gun safety advocates and victims of gun violence, Tuesday’s bill introduction represents an important shift in Washington after a year of devastating massacres, including the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., last February, which spawned a powerful youth movement.\n“Successful legislative change follows cultural change,” said Emily Nottingham, whose son, Gabriel Zimmerman, then an aide to Ms. Giffords, was killed in the Tucson shooting. She added, “When more and more people recognize that this is a national issue that can affect all of us, not just a few people somewhere else, then cultural change happens, and that’s what we’re seeing now.”\nUnder the Thompson bill, anyone who wanted to sell a gun but lacked a license would have to take the weapon to a licensed dealer, who would then conduct a background check on the purchaser.\nTransfers between law enforcement officers and military personnel acting in a professional capacity would be exempt, as would “a loan or bona fide gift between spouses, between domestic partners, between parents and their children, between siblings, between aunts and uncles and their nieces or nephews or between grandparents and their grandchildren,” according to the text of the bill.\nTransfers to executors of estates would also be exempt, as would temporary transfers of weapons for the purpose of hunting or to “prevent imminent death or great bodily harm.”", "date": "Jan. 8, 2019", "href": "https://www.nytimes.com/2019/01/08/us/politics/house-democrats-gun-control.html", "tags": "control democrats background marks gun house ” giffords bill ms. — priority check"}