{"title": "Back-to-School Shopping for Districts: Armed Guards, Cameras and Metal Detectors", "content": "PARKLAND, Fla. — Fortified by fences and patrolled by more armed personnel, schools will open their doors to students for the start of the new year with a heightened focus on security intended to ease fears about deadly campus shootings.\nThe massacre in Parkland, Fla., one of the most lethal in American history, unnerved school administrators across the country, who devoted the summer to reinforcing buildings and hiring security.\nIn Florida, armed guards will be posted on almost every campus. In Indiana, some schools will be getting hand-held metal detectors. In Western New York, some schools plan to upgrade their surveillance cameras to include facial recognition.\nSix months after the rampage at Marjory Stoneman Douglas High School in Parkland, public schools have embraced expensive and sometimes controversial safety measures.\n“If we can find the resources, and if our taxpayers are willing to support us, then we will do everything in our power to try to create a sense of normalcy and ease,” said Donald E. Fennoy II, superintendent of the school district in Palm Beach County, Fla., which borders Parkland.\nPalm Beach is nearly doubling its school police force — and asking voters to support a property tax increase to help pay for it. But, Mr. Fennoy added, “we know that schools are still the safest places for the majority of our kids.”\nThe wave of efforts marks the latest escalation of security enhancements prompted by horrifying and highly publicized school attacks. After the Columbine High School shooting in 1999, administrators began routinely practicing lockdown drills and hiring police officers. After the Sandy Hook Elementary School shooting in 2012, districts installed more buzzer systems and limited points of entry on campuses.\n“It’s eerily similar, what I’m hearing today to what we experienced in our community,” Guy M. Grace, director of security and emergency planning for the school district in Littleton, Colo., which neighbors Columbine, said this week to a Florida commission tasked with making statewide recommendations on school safety.\nSchools opened with metal detectors this week in Marshall County, Ky., where two students were killed at a school shooting in January. New York City has considered expanding the use of metal detectors, though some students worry they disproportionately target schools with students of color.\nSome measures go beyond “hardening” school buildings and expanding police presence and focus instead on how to respond to a violent attack. Active shooter drills have become routine for emergency personnel and school administrators. In Nashville last month, 100 school nurses took a one-day course at Vanderbilt University Medical Center titled “Stop the Bleed,” on how to handle a mass casualty event. Among the lessons: how to apply a tourniquet.\n“Our ultimate goal is to do this for all of the teachers as well,” said Dr. Oscar Guillamondegui, Vanderbilt’s trauma director, who tended to the Kentucky shooting victims this year. “We are empowering people to have a part in saving lives.”\nNo policy has caused more debate than allowing teachers to carry weapons, a proposal pushed for years by the National Rifle Association and supported by President Trump in February. Proponents filed a flurry of bills in state legislatures to enact such programs this year, but only Florida adopted legislation to allow schools to arm and train “guardians” on campus — school employees who are not full-time teachers.\nAt least 10 states allow districts to arm teachers and other staff members. One of the states is Texas, where a shooting at Santa Fe High School in May left 10 people dead. Gov. Greg Abbott responded by proposing more spending on police officers and armed guards on campus; the Santa Fe school district accepted donations of metal detectors, protective vests and other police equipment ahead of the new school year.\nIn rural southwestern Virginia, the Lee County school district is now allowing teachers and staff members who already hold concealed weapon permits to opt for more training in order to carry guns on campus — the first district in the state to do so. Brian T. Austin, the superintendent, called the policy a fiscal decision: The district cannot afford to hire police officers for all of its 11 schools and still pay for new roofs and other needed repairs.\n“We were trying to address a local need in the most fiscally responsible manner,” Dr. Austin said. “We had no intention of being the first in Virginia to do this.”\nHe likened opposition to the policy to criticism that outlier districts faced years ago when they began hiring school resource officers to patrol their campuses. Now, a lot of high schools and middle schools expect to have one. “School culture has changed as the wider culture has changed,” he said.\nStill, teachers remain worried about being asked to assume security duties. A recent survey of 1,000 public schoolteachers by Educators for Excellence, an advocacy group, found that 52 percent of respondents strongly oppose arming teachers. The same survey found that gun violence is educators’ top safety concern in schools.\nMelissa Dorcemus, a ninth grade special-education math teacher in Manhattan, said she wanted the police available to respond quickly to a shooting. But schools must otherwise remain safe places for students to learn, and a place where they can find respite from guns if they live in violent communities, she said.\n“I know that guns have this illusion of making people feel safer, but if a depressed kid comes into a school, having an armed guard with a gun is not going to help that student,” said Ms. Dorcemus, 30. “I don’t know where the line is of making people safe — spending money on a resource that won’t be utilized every day like an armed guard — versus a counselor that would be utilized every day.”\nA law Florida passed after the Parkland shooting requires armed security guards at every school and also expands mental health funding for schools. But getting those services into place will take more time, administrators from several school districts acknowledged.\nFlorida’s guardian program, funded in part by $67 million from the state, was modeled on a program in Polk County created by Sheriff Grady Judd, an enthusiastic proponent of arming teachers and school staff. The sheriff said he knew long ago that guardians would be needed as a result of the state’s continuing police officer shortage.\n“I knew when I was working in the legislative process that even if they had the money, we didn’t have the cops,” he said.\nIn Broward County, where Parkland is, the nine-member board voted unanimously in April against armed guardians, in favor of police officers. But they had to reverse their decision in June, after members realized the district’s partnerships with local police departments would not yield enough school resource officers to patrol every school.\nBroward will not have trained enough guardians by the start of the school year next week, so it will temporarily deploy sheriff’s deputies, off-duty police officers and school district investigators to fill in. Unlike school resource officers, who are police officers, guardians do not have the power to make arrests. The district gave hiring preference to candidates with law enforcement or military experience.\nThe delay in training guardians upset families of the Parkland victims, who this week called for the ouster of local school board members over their handling of security policy since the shooting. The families’ group, Stand With Parkland, criticized the district for putting off the installation of metal detectors at Stoneman Douglas and scrapping a planned internal investigation of the attack.\n“There has been no sense of urgency,” said Tony Montalto, the group’s president, whose daughter, Gina, 14, was killed. Two other parents who lost children are running for school board seats. Stoneman Douglas students who founded March for Our Lives, a group protesting gun violence, have spent the summer touring the country and urging young people to vote.\nThe head of the state commission looking into the Parkland shooting, Sheriff Bob Gualtieri of Pinellas County, said this week that surveillance video of the attack suggests that the gunman, Nikolas Cruz, could have been stopped had he been confronted during the several times he reloaded his AR-15 assault rifle. The video has not been made public, pending Mr. Cruz’s trial on charges of capital murder.\n“There were opportunities for the staff to have intervened if they had been armed,” Sheriff Gualtieri said.\nThe only armed school resource officer on campus on the day of the rampage, Deputy Scot Peterson, remained outside the building. He resigned and has since said he did not go in because he was not sure of the gunman’s location.\nWhen students arrive at Stoneman Douglas for the new school year on Wednesday, security changes will be evident. New chain-link fences ring the inside of campus, including around the vacant freshman building where the shooting took place, which will never be used again. More surveillance cameras are mounted high up on the walls. Classroom doors have been outfitted with handles that lock automatically.\nClear plastic backpacks will no longer be required, as they were in the immediate aftermath of the shooting, but identification badges will remain mandatory. Visitors will have to be buzzed in. Three school resource officers — instead of only one — will be on staff.\nWhat will matter most in Parkland and elsewhere, however, will be what school districts do behind the scenes, said Alberto Carvalho, superintendent of the neighboring Miami-Dade County Public Schools, which has also expanded policing and invested in more advanced security technology. The most effective way to prevent a tragedy is by giving school communities a way to report concerns about troubled students and then offer those students the help they need, Mr. Carvalho said.\n“After all of this, the strongest tool we have available to use is low cost but highly effective: It’s the level of alertness of parents, students and community members,” he said. “We really mean it when we say, ‘If you see something, say something.’”", "date": "Aug. 11, 2018", "href": "https://www.nytimes.com/2018/08/11/us/back-to-school-security-guns.html", "tags": "shooting shopping districts metal cameras back-to-school ” armed schools police guards parkland district detectors school students"}