{"title": "Backstop: An opportunity or a threat?", "content": "The draft withdrawal deal between the EU and UK contains a 'backstop' which would mean Northern Ireland continuing to follow many rules of the EU's single market.\nIt would apply if a wider deal cannot keep the Irish border as frictionless as it is now.\nBusiness leaders in Northern Ireland broadly welcomed it and said it would be better than no deal.\nThe DUP said it will damage Northern Ireland's democracy and economy.\nWhat economic threats and opportunities could it present?\nIt is there to make sure that there are no customs, regulatory or VAT barriers ,which would mean that goods have to be checked as they cross the Irish border.\nIf a trade deal is struck which gives the whole of the UK deep access to the single market, the backstop would not be needed and Northern Ireland would be no different or better off than anywhere else in the UK.\nAlternatively, there could be a looser relationship between the EU and the whole of the UK, including Northern Ireland, but technical fixes would keep the Irish border frictionless.\nThe looser relationship is the preferred option for many Brexit supporters, but has been repeatedly dismissed as unworkable by the EU.\nIf the trade deal or the technical fix aren't enough then the backstop would kick in.\nIt would mean Northern Ireland would align with the EU single market on goods standards, agricultural production and veterinary controls.\nThe whole of UK would form a single customs territory with the EU but Northern Ireland alone would follow the full EU customs code.\nIt would mean that Northern Ireland, compared to the rest of the UK, would have a competitive edge in trade with the EU.\nNorthern Ireland businesses could then get their goods into the single market in essentially the same way they do today.\nBusinesses elsewhere in the UK would face new barriers.\nThe UK would form a single customs territory with the EU but Northern Ireland alone would follow the full EU customs code.\nThat would mean that that Northern Ireland businesses would face no new customs barriers on EU trade.\nBusinesses in the rest of the UK would not face tariffs but would face additional administrative burdens.\nIn a backstop situation, Northern Ireland would align with EU standards on goods, while the rest of the UK would not.\nThat could mean non-Northern Ireland businesses facing higher barriers to trade with the EU.\nThe most onerous standards concern food and agricultural products, so conceivably 100% of Welsh lamb or Scottish beef shipments going into the EU would require documentary and physical checks.\nBy contrast, Northern Ireland products would just sail through just as they do today.\nIn a backstop, Northern Ireland will be required to remain aligned to EU VAT rules in respect to goods.\nThat will allow Northern Ireland to have continued access to the EU's VAT Information Exchange System, while the rest of the UK would not.\nThe practical consequence of that is for businesses in the EU which import from the UK.\nImports from Great Britain could be liable for VAT at the point of entry. Imports from Northern Ireland would not.\nTaken together those customs, regulatory and VAT issues mean it will be easier for businesses in NI to sell into the EU, compared to their GB rivals.\nWhat's more, the UK government has said it will not impose any new barriers to trade on goods moving from NI into GB.\nThat could potentially make NI an attractive location for manufacturers who want to serve both the UK and the EU.\nThe backstop will mean new regulatory barriers between GB and NI - the so-called Irish Sea border.\nThe EU has promised that any checks on goods will be minimised, but it seems certain it would mean checks on food products at ports of entry.\nThat could increase cost and complexity for retailers and distributors. \nGoods moving between the other parts of the UK will face no such barriers.\nNorthern Ireland businesses will be following EU rules with little ability to influence those rules.\nIf the EU was to propose a new rule which could damage a part of the NI economy then, at best, NI businesses could be consulted through the EU-UK committee which will oversee the backstop.\nThere will be no government to work the EU system on behalf of Northern Ireland, unless the Irish government helps out.\nSome, including NI's inward investment agency, had hoped that Brexit would allow greater leeway in what sort of state support could be given to businesses.\nBut the backstop would mean Northern Ireland would still be directly subject to EU state aid rules.\nHowever, it is not clear that NI would be less competitive than the rest of the UK in this regard.\nThat is because the UK has agreed to set up an independent state aid enforcement authority, which will work in close cooperation with the European Commission.\nThe Commission will have legal standing before UK courts and the right to intervene in cases.\nSo in practice very similar state aid rules are likely to apply across the whole of the UK.", "date": "19 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46255584", "tags": "goods uk eu ni backstop northern ireland threat could opportunity mean businesses"}