{"title": "Bad Obamacare News Is Real- That Doesn't Mean Obamacare Is Dying-", "content": "The Affordable Care Act has gotten some bad news lately. It's not a sign of impending disaster, as the law's critics say, but it may be a sign of some real problems on the horizon.\nUnitedHealth Group announced on Thursday that it has lost $425 million on the policies it has been selling through the Obamacare exchanges. The reason is pretty simple, according to Stephen Hemsley, the company’s chief executive officer: UnitedHealth hasn’t attracted a sufficiently balanced mix of healthy and sick customers. \nInstead, Hemsley said, the company was seeing a large number of people with high medical bills -- or, more precisely, a larger number than it had expected. As a result, the premiums UnitedHealth is collecting for these policies aren’t enough to offset the high medical bills the new enrollees are generating.\nInsurance stocks fell, in part because UnitedHealth's disclosure signaled an abrupt change in tone. Just a month ago, another executive said his company was enthusiastic about the exchanges -- and expected its market share to grow, despite some early signs that enrollment was matching the company's low predictions. During an investor call on Thursday, Hemsley was decidedly more downbeat. \n“We can’t sustain these losses,” he warned, adding that the company was re-evaluating its commitment to the exchanges and may even pull out of the markets altogether, Modern Healthcare reported.\nInvestor calls are not always the most reliable indicator of corporate intentions and, by itself, UnitedHealth’s dour pronouncement doesn’t say much about the health insurance exchanges as a whole. Although UnitedHealth is the nation’s largest insurer, most of its business comes from coverage it provides to or through employers, as well as to seniors in the Medicare Advantage program. \nUnitedHealth continues to make hefty profits in those other insurance segments, and its business model, which emphasizes breadth and size, actually makes it a poor fit for selling directly to individuals. UnitedHealth approached the exchanges more cautiously than its competitors during their first year and, today, it has just a bit more than 500,000 exchange enrollees. That’s about 5 percent of the total market. \nOther insurers seem more sanguine. Blue Cross and Blue Shield companies are the dominant insurers in the market for individual health insurance in most states, and their participation in the exchanges is strong. Three of UnitedHealth’s for-profit competitors -- Aetna, Centene, and Molina -- told the Swiss financial services company UBS on Thursday that they remained confident about their exchange business, even considering short-term financial pressures. \nBernard Tyson, CEO of Kaiser Permanente, vowed to stay the course in a written statement. \"American health care is undergoing significant change and evolution, and the health exchanges are part of that disruption. While there have been challenges at times, we believe at the end of the day they are causing healthy disruption, and are forcing the healthcare industry to respond better to consumer needs,\" Tyson said.\nMeanwhile, the average number of companies selling insurance on the marketplaces in each state rose from eight in 2014 to nine this year, and will be 10 next year, according to the Department of Health and Human Services. \"This year, people looking for coverage in the marketplace continue to have a robust number of plan choices and as the data shows the marketplace is stable, vibrant and a growing source of coverage for new consumers,” HHS spokesman Ben Wakana said in an email. “Today’s statement by one issuer is not indicative of the marketplace’s strength and viability.”\nStill, the UnitedHealth announcement is the latest in a series of worrisome signs about the progress of the exchanges, which first opened for business in late 2013. \nPremiums rose more quickly for 2016 than they did between last year and this year, primarily because other insurers are seeing the exact same thing as UnitedHealth: a skewed market, with relatively healthy people signing up in lower numbers than the insurers had expected. Twelve co-ops, small carriers created with money from the Affordable Care Act in order to improve competition, have gone out of business because they were losing so much money. \nIn addition, HHS expects total enrollment in the exchanges in 2016 to top out at around 10 million customers. That would be fewer than 1 million more than this year's enrollment -- and significantly lower than what most forecasters, including those at the Congressional Budget Office, had once predicted to see in 2016. A major factor in that discrepancy is fewer employers are eliminating health benefits and sending workers to the exchanges than CBO projected.\nThe optimistic, and plausible, interpretation of these developments is that they represent the predictable, and ultimately inevitable, gyrations of a brand new insurance market. When insurers first designed their insurance options for the exchanges, and decided how to price them, they had to do a lot of guessing. Many experts were actually surprised at how cheap the plans were initially and, after year one, insurers didn't raise them by very much. \nSteeper premium increases this year could mean nothing more than the insurers making up for lost ground, now that they have enough data on which to base pricing. And in that process some carriers might decide to drop out, even as others decide to jump in. As Jon Kingsdale, a director of Wakely Consulting and former director of the insurance exchange in Massachusetts, told The Huffington Post, “In general, the plans just figured out their 2014 experience, and are still trying to predict where individual premiums will settle out, so there’s a lot price movement -- up and down -- and too much uncertainty for some players.” \nAnother factor that may be skewing enrollment in the exchanges was a decision, in late 2013, to allow many more people who already had insurance to hold onto their old policies -- plans that may not have had comprehensive benefits, and that weren't available to people with preexisting medical conditions. The people who took advantage of this option are, by and large, people who were in relatively good health (since, by definition, people who weren't in good health struggled to find coverage in the old system). Over time, that population will dwindle naturally, as those people pick up coverage through a new job or a government program, and as insurers themselves discontinue these products.\nOne more reason to think today’s problems are temporary is the changing individual mandate -- the financial penalty for people who, by the law’s standard, could afford coverage but declined to get it. The penalty increases sharply this year and, all along, experts and actuaries have thought that could entice more people to buy coverage on the exchanges. (Among people who follow health care, the assumption is that HHS was deliberately conservative in its projection -- and that actual enrollment will end up somewhat higher than 10 million.)\nEven the failure of the co-ops is also a more complicated story than it appears at first blush. The architects of the law understood that the first few years might be volatile, and created a series of programs to stem initial financial losses while insurers figured out appropriate pricing. The law’s critics attacked these programs as corporate welfare and, last year, Republicans eviscerated one of those programs -- the “risk corridors.” The loss of those dollars dealt a severe blow to the co-ops, which, unlike Blue Cross and Blue Shield companies and large commercial plans, don’t have large cash reserves. \nBut the sheer number of warning signs means that a more pessimistic take on the news is also plausible -- and one the law’s defenders cannot afford to ignore. \nThe Affordable Care Act provides subsidies that, for many exchange enrollees, discount the price steeply and in some cases also reduce out-of-pocket expenses like deductibles and copayments. The financial assistance depends on income, however, and particularly for people making more than 250 percent of the poverty line, coverage can seem extremely expensive -- especially for those who remember the cut-rate coverage available before the Affordable Care Act, when insurers could sell policies with skimpier benefits and screen for pre-existing conditions. \nAs HHS acknowledges, the remaining uninsured tend to be the hardest to reach. This includes those don't qualify for subsidies or receive only modest assistance, and don't find the insurance affordable or valuable. What’s more, people shopping for coverage on the exchanges are finding that the policies have high deductibles and limited physician networks. If insurers raise prices, the danger is that more and more people will decide such coverage is simply not worth buying -- even if it means paying the penalties. \nThe Affordable Care Act has already accomplished a great deal -- slashing the uninsured rate and providing millions with consumer protections like the guarantee of coverage regardless of preexisting conditions. But enrollment could stagnate.\nSo what would happen then? It's impossible to be certain, but many experts think the subsidies would function as a built-in safeguard against a severe market collapse -- “the news about United does not presage a death spiral,” Kingsdale said -- because that financial assistance keeps coverage cheap for millions of lower- to middle-income people, even if insurers raise their premiums. The mandate would obviously make a big difference, too.\nBut the law’s architects and supporters had hoped enrollment would continue growing beyond where it is today, reaching more and more people and providing as great a benefit to the affluent middle class as to the working class and poor. If enrollment stalls, the law would still be helping millions of Americans, but it would also be coming up short of expectations.\nAlso on HuffPost:", "date": "\n11/20/2015", "href": "https://www.huffpost.com/entry/obamacare-dying-unitedhealth_n_564e25dce4b00b7997f9dd0c", "tags": "news obamacare exchanges coverage insurers real- dying- -- unitedhealth year insurance bad mean enrollment health"}