{"title": "Bags of Cash in Argentina: Driver’s Notes Propel Corruption Inquiry", "content": "BUENOS AIRES — The driver took copious notes.\nIn cheap spiral notebooks commonly used by schoolchildren, the driver, Oscar Centeno, meticulously recorded a decade’s worth of trips hauling bags of cash to be delivered to government officials from businessmen who had been awarded large government contracts.\nNow eight of Mr. Centeno’s notebooks are at the heart of a large-scale corruption investigation unveiled this week as the authorities carried out dozens of raids, arrested 16 people and continued to seek two others, rattling the political and business elite of a nation where corruption has seldom led to meaningful punishment.\nSome Argentines have compared the case to the so-called Car Wash investigation in neighboring Brazil, which revealed how graft had infused the country’s political system and led to the conviction of more than 100 people, including former President Luiz Inácio Lula da Silva of Brazil.\nMost of those implicated in Argentina’s notebook case so far are close allies of former President Néstor Kirchner and his wife and successor, Cristina Fernández de Kirchner, whom prosecutors described as the leaders of a wide-ranging conspiracy.\nSeveral business leaders were among those arrested and accused of taking part in the conspiracy — a rarity in a country where the private sector has long been seen as immune to corruption investigations.\nThe scandal, which became public on Wednesday, presents a new challenge to a judicial system that has never managed to successfully hold powerful people accountable for corruption.\nAnalysts say that the courts have been subject to political pressure and that prosecutors have been stymied by the inability to strike the type of cooperation agreements that were crucial to the success of the Brazilian investigation.\nSome analysts say the case could become a turning point in white-collar investigations in Argentina. Mr. Centeno, a former military official, could be the first major beneficiary of a 2016 law that established a mechanism for plea deals. He was questioned by investigators on Thursday and is reportedly negotiating a deal with prosecutors.\nAlthough the notes Mr. Centeno wrote while he was the driver for a senior Planning Ministry official, Roberto Baratta, are said to detail $53 million in bribes, investigators say that the real figure could be closer to $160 million.\nMrs. Kirchner has been called to testify later this month amid reports that the judge in charge of the case, Claudio Bonadio, has asked the Senate for permission to search her homes and offices while he prepares a new request to strip her of the legal immunity she enjoys as a senator.\nSenators previously rejected a request by Judge Bonadio to strip Mrs. Kirchner of immunity in a different case.\nEver since Mrs. Kirchner stepped down in December 2015, she and top officials in her administration have faced a flurry of corruption allegations that she has characterized as a form of political persecution to distract from the country’s economic challenges.\nThe current investigation began after a journalist at the newspaper La Nación received a box filled with the spiral notebooks early this year.\nAfter months of poring over the notebooks, which covered a period from about 2005 to 2015, the newspaper turned over copies to the courts, and returned the notebooks to the unnamed sender.\nIn a column for La Nación, Diego Cabot, the journalist who received the notebooks but did not write about them until after the authorities revealed their investigation, said that he did not want the rush for a scoop to get in the way of justice.\nMr. Centeno’s ex-wife, Hilda Horovitz, told a local media outlet in an interview broadcast on Thursday that Mr. Centeno wanted to use the notebooks as leverage to ensure that he would have a job after the end of Mrs. Kirchner’s administration.\nThe whereabouts of the original notebooks remains a mystery, as do other aspects of the case, including why a driver would be entrusted with so many details involving what appear to be illegal payments.\nThis is not the first time bags filled with cash have been at the center of corruption allegations involving Mrs. Kirchner and her allies.\nIn 2016, José López, a former public works secretary, was caught in a convent trying to stash $9 million in cash and luxury watches stuffed into duffel bags.\nBut if the content of Mr. Centeno’s notebooks turns out to be a truthful accounting of kickbacks, it would reveal an aspect of corruption that is all too often invisible in Argentina by exposing who paid the bribes.\nCarlos Wagner, who for years led the Argentine Construction Chamber, was one of the big-name business leaders who was detained this week.\nGerardo Ferreyra, the vice president of Electroingeniería, which established a joint venture with Chinese companies to obtain a public works contract worth billions of dollars for two dams in Patagonia, was also detained. He has denied any wrongdoing.\n“I didn’t pay any bribes,” Mr. Ferreyra said as he was being detained. “This is a media show.”\nMr. Ferreyra and the other men who have been detained were charged with conspiracy in a bribery and kickbacks scheme involving public contracts. They are being detained while they await trial. Charging documents in the case remain under seal.\nSince the scandal became public, the authorities have raided some high-profile businesses, including the headquarters of Grupo Techint, Argentina’s largest steel producer and one of the country’s biggest companies.\nPresident Mauricio Macri of Argentina, a nemesis of the Kirchners, said Friday that he hoped the case would be a watershed moment in the fight against corruption in Argentina.\n“Today more than ever we need the courts to tell us if this is true,” Mr. Macri said in his first public remarks about the case. “We need the judiciary to show us that there is no impunity.”", "date": "Aug. 3, 2018", "href": "https://www.nytimes.com/2018/08/03/world/americas/argentina-corruption-investigation.html", "tags": "public notebooks notes propel inquiry corruption kirchner investigation driver cash case bags centeno argentina"}