{"title": "Baltimore Police Used Force 2,818 Times In Six Years- They Found One Violation-", "content": "WASHINGTON ― The Baltimore Police Department routinely abused residents’ civil rights, performed unconstitutional searches, retaliated against individuals exercising free-speech rights and failed to hold cops accountable for misconduct, according to a damning federal report.\nThe Justice Department report, to be formally released on Wednesday, confirms what some Baltimore residents already know ― that Baltimore police routinely and disproportionately stop, frisk and arrest poor black residents without legal justification. \n“Baltimore’s legacy of government-sanctioned discrimination, serious health hazards, and high rates of violent crime have persisted and compounded for years ― making Baltimore a challenging city to police fairly and effectively,” the report says.\nBaltimore Mayor Stephanie Rawlings-Blake requested the DOJ investigation of the police force in May 2015 after 25-year-old Freddie Gray, a black man, sustained a spinal injury following a rough ride in a police van and later died. Protests and riots rocked the city following Gray’s funeral, which residents said police handled with unnecessary aggression. \nAs the federal probe got underway, police equipped officers with body cameras, installed cameras in police vans, and provided commanders with additional training. Criminal charges were filed against six officers involved in Gray’s death. After three were acquitted, Baltimore State’s Attorney Marilyn Mosby last month dropped the charges against the remaining three officers. The DOJ report is likely a step in a reform process that will hold the police department accountable for making changes.\nDOJ investigators found a police force infected by an “us-versus-them” mentality, with officers throughout the chain of command who “openly harbor antagonistic feelings towards community members.” \nWhen asked about community policing, one supervisor said he didn’t “pander to the public,” while another said he approaches Baltimore like a war zone. Officers told investigators they see themselves as controlling the city, rather than being a part of it, and said that many commanders “view themselves as enforcing the will of the ‘silent majority.’” One patrol officer emphasized the importance of being able to “own” the block.\n“You’ve got to be the baddest motherfucker out there,” the officer said.\nThe report said Baltimore’s “zero-tolerance” policing strategies, which are outdated and ineffective “tough-on-crime” policies, disproportionately target black people and Latinos. Black people make up 63 percent of the city’s population, but 86 percent of those charged with crimes.\nOfficers use force even when not required, according to the report. Police reported they used force 2,818 times over a six-year period, but internal reviewers flagged only 10 as worth investigating. Police found just one was an instance of excessive force. \nOfficers made at least 300,000 pedestrian stops from January 2010 to May 2015 ― most without reasonable suspicion, the report says. A black man was stopped crossing the street while wearing a hoodie in January 2013. The arresting officer “thought it could be possible that the individual could be out seeking a victim of opportunity,” according to the report. \nAbout 44 percent of the stops were made in two black neighborhoods that include 11 percent of the city’s population of 620,000. The report says many people were stopped at least 10 times. Seven men, the report says, each were stopped more than 30 times.\nHaving a federal official in the patrol car apparently was not enough to stop officers from constitutional violations, according to the report: \nIf someone complained about police misconduct, it was handled by a deeply flawed internal affairs system rigged in favor of officers. Investigators found “a persistent failure to discipline officers for misconduct, even in cases of repeated or egregious violations,” the report says. Officers were discouraged from reporting misconduct and “a cultural resistance to accountability has developed and been reinforced.” \nWhen one individual complained that an officer grabbed him by the neck and called him a “punk ass faggot” in 2013, for example, supervisors tossed the complaint because the victim didn’t show up in person to have his statement notarized.\nWhen an officer shot a person to death in 2013, an internal affairs detective interviewed the officer for five minutes, only three minutes of which were substantive. Internal affairs investigators also had a practice of conducting “pre-interviews” to allow officers to practice before their words were recorded.\nThe report cites the case of an officer who had previously been accused of having sex with a prostitute in exchange for money and immunity from arrest. After the officer again came under investigation for allegedly having sex in his patrol vehicle with a person in the sex trade, the detective assigned to investigate was told to subpoena phone records. The detective waited a month to do so, then didn’t review the records for six months, according to the report. No charges were filed, but the officer eventually resigned after he came under investigation once again.\nThe report says an entire squad of officers was on the State’s Attorney’s Office “do not call,” which means prosecutors considered them non-credible and not to be called to testify. Those officers remained on the streets, “making arrests that could not be credibly prosecuted,” according to the report.\nOfficers told investigators they believed that “discipline is only imposed if an incident makes it into the press or if you were on the wrong side of a supervisor, not because of the magnitude of the misconduct.”\nRead the entire DOJ report below. ", "date": "\n08/09/2016", "href": "https://www.huffpost.com/entry/baltimore-police-doj-report_n_57aa6844e4b0ba7ed23e1c46", "tags": "officers report baltimore used years- violation- officer force ” one times found according black says six police"}