{"title": "Bank of England believes Brexit could cost 75,000 finance jobs", "content": "The Bank of England believes that up to 75,000 jobs could be lost in financial services following Britain's departure from the European Union.\nThe BBC understands senior figures at the Bank are using the number as a \"reasonable scenario\", particularly if there is no specific UK-EU financial services deal.\nThe number could change depending on the UK's post-Brexit trading deal.\nBut the bank still expects substantial job losses.\nI am told the Bank believes that many jobs will move to the continent.\nThe Bank of England has asked banks and other financial institutions, such as hedge funds, to provide it with contingency plans in the event of Britain trading with the EU under World Trade Organization rules - what some have described as a \"hard Brexit\".\nThat would mean banks based in the UK losing special passporting rights to operate across the EU.\nThe EU could also impose other \"locations specific\" regulations such as where trading in trillions of pounds worth of euro-denominated financial insurance products has to be based.\nThat could mean trading jobs moving to Paris or Frankfurt.  \nThere have been a number of studies on the potential employment impact of Brexit.\nA poll of more than 100 finance firms by Reuters suggested the number of job losses would be just below 10,000 in the \"few years\" following Brexit.\nI understand the bank believes the 10,000 jobs figure is likely on \"day one\" of Brexit if there is no deal.\nThe Brussels-based think tank, Bruegel, said that over time 30,000 jobs could move to the continent or be lost as London's financial sector shrinks.\nAnd Xavier Rolet, the chief executive of the London Stock Exchange, has suggested that over 200,000 jobs could go.\nThe bank believes that is too high, and its scenario over the next three-to-five years is much closer to the 2016 study by Oliver Wyman, a management consultancy which has often been quoted by banking lobby groups assessing the impact of Brexit.\nTheir report suggested between 65,000 and 75,000 job losses.\nThe study said that up to 40,000 jobs could be lost directly from financial services, with a further 30-40,000 going in associated activities such as legal work and professional services.\nThe report also argued that there could be opportunities from Brexit, such as developing bespoke financial services for emerging market economies across the Middle East and Asia including China and India.\nEven if 75,000 jobs do go, London would still be by far the largest financial centre in Europe with over one million people employed in financial services in the capital and across the rest of Britain.\nAnd the UK would still enjoy a healthy trade surplus in financial services with the rest of the EU worth many tens of billions of pounds.\nMany also believe there will be a positive outcome to the EU negotiations as the City supports many governments and businesses on the continent in raising funds and executing global deals.\nThose companies and firms would want to keep a close relationship with the UK and its well-developed global markets capacity.\nBefore the referendum, many banks suggested that they may move thousands of jobs.\nBut since then announcements have been more modest.\nJP Morgan said it might have to move 4,000 jobs, but since the referendum has cut that number to around 1,000.\nThe Swiss bank, UBS, said it may move as few as 250 jobs after initially planning to relocate as many as 1,000.\nAnd the chief executive of Barclays, Jess Staley, said that Brexit was no more complicated than setting up a holding company in America, which the bank was obliged to do in 2016.\nMore recently Lloyd Blankfein, the chief executive of Goldman Sachs, has tweeted that he will be spending \"a lot more time\" in Frankfurt despite the American bank building a large new HQ in London. ", "date": "31 October 2017", "href": "https://www.bbc.co.uk/news/business-41803604", "tags": "brexit many eu services cost financial bank move could england number believes jobs finance"}