{"title": "Barnaby Joyce: Australia PM's remarks 'inept', deputy says", "content": "Australian Deputy PM Barnaby Joyce has sharply criticised the nation's leader, Malcolm Turnbull, in an escalation of tensions that have rocked the government.\nOn Thursday, Mr Turnbull admonished Mr Joyce for making a \"shocking error\" over his affair with a former staffer - saying it had set off a \"world of woe\".\nIt prompted the PM to officially ban sex between ministers and their staff.\nMr Joyce said Mr Turnbull's remarks were \"inept\" and \"unnecessary\". \n\"In many instances, they caused further harm,\" said Mr Joyce, who leads junior coalition party the Nationals.\nThe opposition party, Labor, said the Liberal-Nationals coalition was \"in crisis\". \nMr Joyce said he would try to repair his relationship with Mr Turnbull, but again stared down calls to resign.\nMr Turnbull has repeatedly said Mr Joyce's future is a decision for the Nationals, most of whom have publicly backed their leader.\nMr Joyce's relationship with his former media adviser, Vikki Campion, has raised several politically damaging questions since it was revealed last week.\nHywel Griffith, BBC News Sydney correspondent\nIt's just two months since Barnaby Joyce and Malcolm Turnbull posed in matching plaid shirts as they celebrated \"getting the band back together\" after Mr Joyce's by-election victory. \nIt looks like the band has struck some musical differences. \nMr Joyce clearly didn't like being openly castigated by the PM over his extramarital affair, and so has gone on the attack. \nAs the leaders of different parties within a coalition, you would expect a little friction from time to time.\nBut by engaging in some very public name-calling, the pair have given the opposition plenty of ammunition for the days and weeks ahead.\nOn Thursday, Mr Turnbull said Mr Joyce's affair had caused \"terrible hurt and humiliation\" to his estranged wife Natalie Joyce, their four daughters and Ms Campion.\nMr Joyce said on Friday: \"I would not wish on friend nor foe the hurt, the scrutiny, the intense intrusion into your life that I have gone through [in] this process.\" \nLeader of the Opposition Bill Shorten said the government was \"eating itself alive\", and called on Mr Turnbull to sack Mr Joyce immediately.\n\"When the two most senior leaders of the government hate each other and are criticising each other, the people of Australia's interests are not being served,\" Mr Shorten said.\nMr Turnbull technically has the power to sack Mr Joyce, but such a move would be politically untenable, said Australian Broadcasting Corp election analyst Antony Green.\n\"It's very difficult for the prime minister to sack him without breaking the coalition agreement,\" he said.\nThe coalition has only a one-seat majority in the House of Representatives.\nMr Joyce has faced scrutiny over the timing of two jobs offered to Ms Campion within the Nationals last year, and whether he sought a gift of free housing from a businessman. Mr Joyce denies ministerial standards were broken in either case. \nHe will take a week of leave from Monday, meaning he will not be acting prime minister when Mr Turnbull conducts a visit to the US.\nMr Joyce had only returned to parliament in December after briefly losing his job over his New Zealand dual citizenship.", "date": "16 February 2018", "href": "https://www.bbc.com/news/world-australia-43080234", "tags": "australia joyce turnbull remarks coalition says affair leader pm government deputy barnaby"}