{"title": "Barnaby Joyce: Australia deputy PM disqualified from office", "content": "Australian Deputy PM Barnaby Joyce and four other politicians were wrongly elected because they held dual citizenship, a court has ruled.\nThe High Court of Australia decision means three of the politicians, including Mr Joyce, are disqualified from office. The others quit in July.\nAustralia's constitution prohibits dual citizens from being elected.\nMr Joyce's exit puts pressure on the government, which only had a one-seat majority when he was in office.\nHe could return through a by-election.\nThe deputy prime minister, who renounced New Zealand citizenship in August, has pledged to re-contest his lower house seat.\n\"I respect the verdict of the court,\" Mr Joyce said immediately after the verdict.\n\"We live in a marvellous democracy, with all the checks and balances they have given us all the freedoms we see. I thank the court [for] their deliberations.\"\nWho are Australia's dual citizen MPs?\nThe other four politicians - Fiona Nash, Malcolm Roberts, Larissa Waters and Scott Ludlam - had been elected to the Senate. \nAnother two politicians under scrutiny, senators Matt Canavan and Nick Xenophon, were ruled to have been validly elected.\nThe dual citizenship saga has captivated Australian politics since July, prompting dozens of MPs to publicly clarify their status.\nDuring three days of hearings, the government told the court that only Mr Roberts and Mr Ludlam should be disqualified, arguing the others did not know about their dual citizenship when they were elected last year.\nMr Roberts claimed he had tried to revoke his citizenship. Mr Ludlam and Ms Waters, the only MPs to resign over the saga, did not offer a defence - arguing all seven should be ineligible. \nThe seven-judge bench deliberated for two weeks before ruling that five politicians were ineligible as a \"subject or citizen of a foreign power\", under to the constitution's section 44(i). \nThe court ruled that Mr Canavan and Mr Xenophon were not dual citizens, according to the constitutional definition.\nThe court was not satisfied that Mr Canavan had attained Italian citizenship through descent, while Mr Xenophon's class of inherited UK citizenship did not give him full rights and privileges.\nWith Mr Joyce disqualified, Prime Minister Malcolm Turnbull's numbers slip to 75 in the 150-seat House of Representatives.\nHowever, Mr Turnbull could regain his 76-seat majority if Mr Joyce wins the by-election on 2 December. Mr Joyce is eligible to run now he is a citizen of Australia alone.\nMr Turnbull has reshuffled his cabinet because both Mr Joyce and Ms Nash held ministerial portfolios.\nHow a dual citizen crisis befell Australia\nJay Savage, BBC Australia Online editor\nThis ruling ends months of confusion about what some had described as an out-of-date, if not odd, quirk of Australia's 1901 constitution.\nBut that clarity brings only fresh uncertainty for Mr Turnbull. \nThe prime minister had repeatedly expressed confidence that all three of his coalition members would be absolved by the court.\nNow he faces a parliament where he is more likely to lose votes, and confront greater tactical manoeuvring - at least for the time being. \nMost experts believe it is likely that Mr Joyce will win a by-election in his New South Wales seat, possibly with an increased margin. \nHowever, victory is not assured and Mr Joyce could face many rivals. Will such intense national scrutiny affect the vote?\nA loss would be a blow for Mr Turnbull, who is already facing several political headaches, including heated debates over legalising same-sex marriage and recognition of indigenous Australians.\nMr Turnbull said he was disappointed in the court's decision, but stressed that his government still had six more MPs than Labor's 69.\n\"The decision of the court today is clearly not the outcome we were hoping for but the business of government goes on,\" he said.\nLabor criticised Mr Turnbull for not immediately suspending Mr Joyce and Ms Nash after they referred themselves to the court in August.\nDeputy leader Tanya Plibersek vowed to scrutinise decisions the pair had made.\nTheir seats will not go to a by-election. Instead, each disqualified senator will be replaced by a member of their own party, or coalition partner, in a recount of votes from the July 2016 election.\nDespite being ruled eligible, Mr Xenophon said earlier this month that he would resign regardless of the verdict to run for South Australia's state legislature.\nMs Waters has already signalled her intention to contest the next general election.\nThe Labor opposition has claimed that decisions made by Mr Joyce and Ms Nash since last year are \"under a cloud\" and could face a legal challenge.\nHowever, legal experts told the BBC that challenges would be unlikely to succeed, because they could potentially disadvantage the public.\nProf Anne Twomey, from the University of Sydney, said the law would protect Australians who relied \"in good faith on the apparent authority\" of ministers to make decisions.\nHowever, any decisions made since August - when the ministers learned of their dual citizenship - could be less secure, the experts said.", "date": "27 October 2017", "href": "https://www.bbc.com/news/world-australia-41772372", "tags": "australia joyce office turnbull court citizenship politicians could pm disqualified deputy dual barnaby"}