{"title": "Barr Assigns U.S. Attorney in Connecticut to Review Origins of Russia Inquiry", "content": "WASHINGTON — Attorney General William P. Barr has assigned the top federal prosecutor in Connecticut to examine the origins of the Russia investigation, according to two people familiar with the matter, a move that President Trump has long called for but that could anger law enforcement officials who insist that scrutiny of the Trump campaign was lawful.\nJohn H. Durham, the United States attorney in Connecticut, has a history of serving as a special prosecutor investigating potential wrongdoing among national security officials, including the F.B.I.’s ties to a crime boss in Boston and accusations of C.I.A. abuses of detainees.\nHis inquiry is the third known investigation focused on the opening of an F.B.I. counterintelligence investigation during the 2016 presidential campaign into possible ties between Russia’s election interference and Trump associates.\nThe department’s inspector general, Michael E. Horowitz, is separately examining investigators’ use of wiretap applications and informants and whether any political bias against Mr. Trump influenced investigative decisions. And John W. Huber, the United States attorney in Utah, has been reviewing aspects of the Russia investigation. His findings have not been announced.\nAdditionally on Capitol Hill, Senator Lindsey Graham, Republican of South Carolina and chairman of the Senate Judiciary Committee, has said he, too, intends to review aspects of law enforcement’s work in the coming months. And Republicans conducted their own inquiries when they controlled the House, including publicizing details of the F.B.I.’s wiretap use.\nThomas Carson, a spokesman for Mr. Durham’s office, declined to comment, as did a spokeswoman for the Justice Department. “I do have people in the department helping me review the activities over the summer of 2016,” Mr. Barr said in congressional testimony on May 1, without elaborating.\nMr. Durham, who was nominated by Mr. Trump in 2017 and has been a Justice Department lawyer since 1982, has conducted special investigations under administrations of both parties. Attorney General Janet Reno asked Mr. Durham in 1999 to investigate the F.B.I.’s handling of a notorious informant: the organized crime leader James (Whitey) Bulger.\nIn 2008, Attorney General Michael B. Mukasey assigned Mr. Durham to investigate the C.I.A.’s destruction of videotapes in 2005 showing the torture of terrorism suspects. A year later, Attorney General Eric H. Holder Jr. expanded Mr. Durham’s mandate to also examine whether the agency broke any laws in its abuses of detainees in its custody.\nMr. Barr has signaled his concerns about the Russia investigation during congressional testimony, particularly the surveillance of Trump associates. “I think spying did occur,” he said. “The question is whether it was adequately predicated. And I’m not suggesting that it wasn’t adequately predicated. But I need to explore that.”\nHis use of the term “spying” to describe court-authorized surveillance aimed at understanding a foreign government’s interference in the election touched off criticism that he was echoing politically charged accusations by Mr. Trump and his Republican allies that the F.B.I. unfairly targeted the Trump campaign.\nLast week, the F.B.I. director, Christopher A. Wray, defended the bureau, saying he was unaware of any illegal surveillance and refused to call agents’ work “spying.” Former F.B.I. and Justice Department officials have defended the genesis of the investigation, saying it was properly predicated.\nYet Mr. Durham’s role — essentially giving him a special assignment but no special powers — also appeared aimed at sidestepping the rare appointment of another special counsel like Robert S. Mueller III, a role that allows greater day-to-day independence.\nMr. Trump and House Republicans have long pushed senior Justice Department officials to appoint one to investigate the president’s perceived political enemies and why Mr. Trump’s associates were under surveillance.\nMr. Trump’s calls to investigate the investigators have grown after the findings from Mr. Mueller were revealed last month. Mr. Mueller’s investigators cited  “insufficient evidence” to determine that the president or his advisers engaged in a criminal conspiracy with Russia.\nThe Mueller report reaffirmed that the F.B.I. opened its investigation based on legitimate factors, including revelations that a Trump campaign adviser, George Papadopoulos, had told a diplomat from Australia, a close American ally, that he was informed that the Russians had stolen Democratic emails.\n“It would have been highly, highly inappropriate for us not to pursue it — and pursue it aggressively,” James Baker, who was the F.B.I.’s general counsel in 2016, said in an interview on Friday with the Lawfare podcast.\nAs part of the early Russia inquiry, the F.B.I. investigated four Trump associates: Mr. Papadopoulos; Paul Manafort, the Trump campaign chairman; Michael T. Flynn, the president’s first national security adviser; and Carter Page, another campaign foreign policy adviser.\nMr. Flynn and Mr. Papadopoulos later pleaded guilty to lying to the F.B.I. as part of the inquiry; Mr. Manafort was also convicted of tax fraud and other charges brought by the special counsel, who took over the investigation in May 2017, and pleaded guilty to conspiracy.\nF.B.I. agents and federal prosecutors also obtained approval from the secretive Foreign Intelligence Surveillance Court to wiretap Mr. Page after he left the campaign. Mr. Trump’s allies have pointed to the warrant as major evidence that law enforcement officials were abusing their authority, but the investigation was opened based on separate information and the warrant was one small aspect in a sprawling inquiry that grew to include more than 2,800 subpoenas, nearly 500 search warrants and about 500 witness interviews.\nLaw enforcement officials have also drawn intense criticism for using an informant — a typical investigative step — to secretly report on Mr. Page and Mr. Papadopoulos after they left the campaign and for relying on Democrat-funded opposition research compiled into a dossier by Christopher Steele, a former British intelligence officer who was also an F.B.I. informant.\nInvestigators cited the dossier in a lengthy footnote in its application for permission to wiretap Mr. Page, alerting the court that the person who commissioned Mr. Steele’s research was “likely looking for information to discredit” the Trump campaign.\nThe inspector general is said to be examining whether law enforcement officials intentionally misled the intelligence court, which also approved three renewals of the warrant. The last application in June 2017 was signed by Rod J. Rosenstein, the deputy attorney general, who defended the decision last month in an interview with The Wall Street Journal.\nMr. Horowitz is also said to be scrutinizing how the F.B.I. handled Mr. Steele and another informant, Stefan A. Halper, an American academic who taught in Britain. Agents asked Mr. Halper to determine whether Mr. Page and Mr. Papadopoulos were in contact with Russians. Mr. Barr has said the inspector general could finish his inquiry in May or June. \nMr. Durham is also investigating whether Mr. Baker made unauthorized disclosures to the news media, according to two House Republicans closely allied with Mr. Trump, Representatives Jim Jordan of Ohio and Mark Meadows of North Carolina, who disclosed in a letter to Mr. Durham in January that they had learned of that inquiry.\nWhile they implied that it was related to the Russia investigation, another witness in Mr. Durham’s inquiry into Mr. Baker, Robert Litt, the former general counsel of the Office of the Director of National Intelligence, came forward to say that he had been interviewed and that the investigation has nothing to do with Russia. Mr. Baker said last week that he was confident he had done nothing wrong and would be exonerated.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/us/politics/russia-investigation-justice-department-review.html", "tags": "also general f.b.i inquiry investigation u.s. durham assigns connecticut trump campaign origins barr russia review attorney"}