{"title": "Barr Asserts Intelligence Agencies Spied on the Trump Campaign", "content": "WASHINGTON — Attorney General William P. Barr said on Wednesday that he would scrutinize the F.B.I.’s investigation of the Trump campaign’s ties to Russia, including whether “spying” conducted by American intelligence agencies on the campaign’s associates had been properly carried out.\n“I think spying on a political campaign is a big deal,” Mr. Barr said during testimony before a Senate Appropriations subcommittee, adding that he wanted to look into both “the genesis and the conduct” of the F.B.I. inquiry. He cast his interest as a matter of protecting civil liberties from potential abuse by the government.\n“I think spying did occur,” Mr. Barr said. “The question is whether it was adequately predicated. And I’m not suggesting that it wasn’t adequately predicated. But I need to explore that.”\nThe remarks by the new attorney general — particularly his embrace of the term spying, which is frequently invoked by critics of the Russia investigation — are certain to please President Trump and his allies, who have accused American law enforcement officials of targeting his campaign out of political malice.\nMr. Barr’s pledge, made as he prepares to make public in coming days a redacted version of the special counsel’s report on the Russia inquiry, was a sign that after nearly three years of investigating the president’s campaign and Russia, the Justice Department’s focus may begin to shift in a direction that Mr. Trump has demanded.\nIn addition to Mr. Barr’s review of the F.B.I. investigation, the Justice Department’s inspector general, a specially tasked United States attorney and Republicans in Congress are all studying key actions taken during the course of the inquiry. Those actions include how officials opened the Trump-Russia investigation, called Crossfire Hurricane, and obtained a secret warrant to wiretap a former Trump campaign adviser.\nMr. Trump’s thirst for a reckoning among his inquisitors appears to have only grown in recent weeks. Minutes before Mr. Barr took the witness stand on Wednesday, the president called the investigation an “attempted coup” and claimed, again, that he had been “totally exonerated” by the report, despite the fact that Robert S. Mueller III, the special counsel who took over the F.B.I.’s Russia investigation in 2017, explicitly said he could not clear the president of trying to obstruct justice.\n“It was an illegal investigation,” Mr. Trump told reporters as he left the White House for a trip to Texas. In some of his harshest criticism of the investigation to date, Mr. Trump said: “Everything about it was crooked — every single thing about it. There were dirty cops. These were bad people.”\n“This was an attempted takedown of a president,” he added. “And we beat them. We beat them.”\nMr. Mueller delivered his nearly 400 pages of findings to Mr. Barr late last month. Much of Wednesday’s hearing, and an earlier session with House lawmakers on Tuesday, was focused on that report, on continuing redactions of delicate information before it becomes public, and on Mr. Barr’s characterization of what Mr. Mueller found.\nMr. Barr, who said that he hoped to make a redacted version of Mr. Mueller’s report public next week, used more measured tones in describing the review he intended to oversee than Mr. Trump did. The attorney general also signaled that he would wait to hear from others already at work, including the inspector general who could deliver a report in May or June, before replicating their review.\nHe said he was not starting an investigation into the F.B.I. or any other law enforcement agency, per se, but he did allude to several of the bureau’s former leaders who oversaw the opening of the Russia inquiry.\n“To the extent there were any issues at the F.B.I., I do not view it as a problem that is endemic to the F.B.I.,” Mr. Barr said. “I think there was probably failure among a group of leaders there at the upper echelon.”\nMr. Barr did not present evidence to back up his statement, and he declined to share details about which investigative actions concerned him.\nThe F.B.I. obtained a secret surveillance warrant to spy on one former Trump aide, Carter Page, after he left the campaign. Republicans in Congress have questioned the legality of that warrant because it used unverified Democrat-funded opposition research compiled into a dossier by Christopher Steele, a former British intelligence officer. But a judge approved it, and it was not clear whether any laws were broken.\nBoth Dana Boente, now the F.B.I. general counsel, and Rod J. Rosenstein, the deputy attorney general, signed the FISA renewal application on Mr. Page.\nThe bureau sought the wiretap on Mr. Page because of his previous contacts with a Russian intelligence officer in 2013 and material in the dossier. Among claims that Mr. Steele compiled from sources was that during a visit to Moscow in July 2016, Mr. Page secretly met a Russian official promising compromising information about Hillary Clinton — an accusation that Mr. Page has denied.\nThe F.B.I. also used a confidential informant to collect information on Trump campaign associates, which prompted more accusations of spying by the president.\nMr. Trump or people close to him have leveled charges that have not borne out, including that President Barack Obama had ordered wiretaps on Trump Tower in Manhattan.\nDefenders of the F.B.I. have objected to the notion that it spied on the Trump campaign. The F.B.I. and Justice Department, they say, waited to seek a court order permitting it to wiretap Mr. Page until after he left the campaign and was on the verge of returning to Russia.\nStill, the wiretap order enabled F.B.I. agents to obtain and read older emails in Mr. Page’s account, including when he was working with the campaign. The inspector general, Michael E. Horowitz, has asked those involved in that effort why they did not use a so-called filter team to review the messages and screen out any sensitive but irrelevant information before adding them to the Russia investigation case file. However, there appeared to be no rule requiring such a step, according to a person familiar with the inquiry.\nThe inspector general has also asked about the handling of F.B.I. informants, including Mr. Steele and Stefan A. Halper, an American academic who teaches in Britain.\nAfter the F.B.I. opened the Russia investigation in late July 2016, agents asked Mr. Halper to gather information on Mr. Page and George Papadopoulos, another former Trump campaign adviser.\nMr. Halper had also spoken to Mr. Page at a symposium that month, which has raised suspicions by critics of the F.B.I. that the investigation started earlier than the bureau has said. But that earlier encounter was a coincidence, according to a former federal law enforcement official.\nMr. Barr appeared to be responding generally to those episodes, many of which have been the subject of news reports.\n“I feel I have an obligation to make sure that government power is not abused,” he said. “I think that is one of the principal roles of the attorney general.”\nDemocrats involved in Congress’s investigations of Russia’s election interference quickly chastised Mr. Barr for using the term spying in a way that they believe feeds a right-wing conspiracy of F.B.I. wrongdoing.\nSpeaker Nancy Pelosi of California said it appeared he was “going off the rails” to protect Mr. Trump.\nSenator Mark Warner of Virginia, the top Democrat on the Senate Intelligence Committee, accused Mr. Barr of giving “a wink and a nod” to a “long-debunked ‘spying’ conspiracy.”\nAnd at one point, Senator Jack Reed, Democrat of Rhode Island, pressed Mr. Barr on whether he had “specific evidence of anything improper in the counterintelligence investigation.” Mr. Barr said he did not.\n“I have no specific evidence that I would cite right now,” he said. “I do have questions about it.”\nBut when Senator Brian Schatz, Democrat of Hawaii, asked Mr. Barr if he had intended to use the term spying — a term the senator said might “cause everybody in the cable news ecosystem to freak out” — Mr. Barr rephrased his statement.\n“I’m not sure of all of the connotations of that word that you’re referring to,” the attorney general said, then he added, “I want to make sure there was no unauthorized surveillance.”\nMr. Barr, who began his career at the C.I.A., did not intend to imply that spying was inherently wrong, according to a person who has discussed the matter with him but was not authorized to share their conversation. Mr. Barr sees no technical difference between that term and surveillance. He indicated that at issue was not the act of surveilling but whether officials followed proper procedures when they decided to gather intelligence on Trump’s associates in 2016.\nSenator Jeanne Shaheen, Democrat of New Hampshire, elicited a response from Mr. Barr that invoked another era. When she asked why Mr. Barr was going to review the origins of the Russia investigation, he answered that “the generation I grew up in, which is the Vietnam War period, you know, people were all concerned about spying on antiwar people and so forth by the government.”", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/us/politics/barr-trump-campaign-spying.html", "tags": "intelligence asserts f.b.i “ spied investigation trump agencies barr russia campaign said"}