{"title": "Barr Says Mueller Report Will Be Redacted and Made Public by Mid-April", "content": "WASHINGTON — The special counsel’s report on the investigation into Russia’s election interference will be made public by mid-April, Attorney General William P. Barr told lawmakers on Friday, adding that the White House would not see the document before he sent it to Congress.\n“Everyone will soon be able to read it,” Mr. Barr wrote in a letter to the chairmen of the congressional judiciary committees.\nProsecutors from the office of the special counsel, Robert S. Mueller III, and other law enforcement officials are scouring the report for sensitive information to black out before releasing it, including secret grand jury testimony, classified materials and information about other continuing federal investigations, Mr. Barr wrote.\nHe said the report — which covers Moscow’s campaign to sabotage the 2016 presidential race, whether any Trump associates conspired and whether the president obstructed the inquiry — was nearly 400 pages, plus supplements. He said he planned to testify on Capitol Hill in early May, shortly after the report’s release, to discuss it with lawmakers.\n[Read Mr. Barr’s letter.]\nMr. Barr, who was sworn in as attorney general last month, has committed since his confirmation hearing to making public as much of the highly anticipated report as possible. But his declaration on Sunday, two days after the report was delivered to him, that Mr. Trump had not illegally obstructed justice drew swift condemnation from Democrats. They accused him of stepping in where Mr. Mueller had declined to make a prosecutorial decision.\nMr. Barr said that Rod J. Rosenstein, the deputy attorney general, concurred with his finding on the obstruction question but noted that Mr. Mueller, while he declined to make a judgment on the issue, also stopped short of explicitly exonerating the president.\nThe House passed a resolution this month, 420 to 0, demanding that the full report be released. Democrats have called for the Justice Department to send them the underlying investigative files as well.\n“Congress requires the full and complete Mueller report, without redactions, as well as access to the underlying evidence,” Jerrold Nadler, Democrat of New York and chairman of the House Judiciary Committee, said in a statement in response to Mr. Barr’s letter.\nMr. Trump has already seized on Mr. Barr’s findings as vindication, declaring during a rally with supporters on Thursday night in Grand Rapids, Mich., that the cloud hanging over his presidency had finally cleared.\n“After three years of lies and smears and slander, the Russia hoax is finally dead,” Mr. Trump said. “The collusion delusion is over.”\nMr. Trump said during a news conference on Friday in Florida that he had nothing to hide and that he had “great confidence” in Mr. Barr. “This was a hoax,” Mr. Trump said of the investigation.\nMr. Barr has weighed whether to assert the administration’s power to keep portions of the report secret from Congress, under the executive privilege that can protect internal information like the president’s private conversations. Some of those discussions were at the heart of the question of whether Mr. Trump illegally obstructed the inquiry, complicating the issue.\nMr. Barr reiterated that Mr. Trump had publicly stated that he would defer to the Justice Department, “although the president would have the right to assert privilege over certain parts of the report,” the attorney general wrote.\n“Accordingly, there are no plans to submit the report to the White House for a privilege review,” Mr. Barr added.\nHowever, it remains an open question whether Justice Department lawyers themselves will excise material they believe could be privileged before sending the report to Congress.\nIt is also not clear whether Mr. Barr or other politically appointed officials would be a part of such a redaction process. A Justice Department spokeswoman declined to comment on how the department would handle executive privilege issues.\nHouse Democrats have already begun portraying the results of the Mueller investigation as a starting point for their scrutiny of Mr. Trump. They have opened investigations into Mr. Trump’s campaign and his business dealings before and after he took office, and other law enforcement investigations loom, including inquiries into Mr. Trump’s inaugural committee and his role in hush-money payments during the election to women who claimed extramarital affairs with him. Mr. Trump has denied the affairs, though he has insisted that the payments were private transactions that violated no laws.", "date": "March 29, 2019", "href": "https://www.nytimes.com/2019/03/29/us/politics/barr-mueller-report.html", "tags": "redacted public report “ mid-april whether house says barr said made mueller"}