{"title": "Barr Goes Beyond Mueller in Clearing Trump on Obstruction, Drawing ScrutinyListen to ‘The Daily’: Coordination: Not Established. Obstruction: More Complicated.", "content": "WASHINGTON — Over the 22 months of their inquiry, Robert S. Mueller III’s investigators examined countless documents and interviewed dozens of witnesses, including some of the highest-ranking lawyers and aides in the White House, to determine whether President Trump obstructed justice. But in the end, the special counsel reached no conclusion — instead producing a report that merely marshaled evidence on both sides.\nThen, Attorney General William P. Barr, a political appointee whom Mr. Trump installed less than a month ago and who began reading Mr. Mueller’s report on Friday, stepped in. With the concurrence of his deputy, Rod J. Rosenstein, Mr. Barr seized the opportunity to render a judgment — pronouncing Mr. Trump clear of committing any criminal offense.\nThe propriety of that move by Mr. Barr — who had written an unsolicited memo last year arguing that Mr. Mueller ought not be permitted to investigate Mr. Trump for obstruction of justice — is certain to be a focus of political contention as Congress grapples with what it now knows about the still-secret Mueller report.\nRepresentative Jerrold Nadler, the New York Democrat who is chairman of the House Judiciary Committee, cited Mr. Barr’s memo as a reason for suspicion and suggested that Mr. Barr’s action may amount to a “hasty partisan interpretation of the facts.”\nReiterating demands to disclose the special counsel’s report itself and saying he would seek testimony from Mr. Barr, Mr. Nadler added, “I would in fact wonder if the attorney general pressured the special counsel into not making that finding so he could make the finding.”\nBut Mr. Barr’s clearing of Mr. Trump will arm Republicans with fresh arguments to dismiss Democrats’ inquiries as politically motivated. The top Republican on the Judiciary Committee, Representative Doug Collins of Georgia, urged Mr. Nadler to drop issues that Mr. Mueller’s report covered.\nMr. Trump’s lawyers had believed that out of all the issues Mr. Mueller examined, the president faced the most criminal exposure from the obstruction investigation. Mr. Mueller had investigated a range of the president’s actions as possible obstruction: pressuring James B. Comey, then the F.B.I. director, to drop an investigation into Michael T. Flynn, Mr. Trump’s first national security adviser; firing Mr. Comey; and the president’s lawyer dangling pardons to witnesses.\nThe pattern of behavior raised the question of whether Mr. Trump had violated obstruction-of-justice laws, which make it a crime to impede an investigation with corrupt intent. Courts have ruled that otherwise lawful actions can be such a crime if the motive was malign.\nBut investigators never got a chance to interrogate Mr. Trump about his motives. Concerned about his penchant for falsehoods and whether he might perjure himself, the president’s lawyers persuaded the special counsel team to accept written answers to their questions.\nThe outcome was a victory for Mr. Trump’s lawyers, who initially pushed the president to cooperate with the investigation but later kept him from sitting down to talk with Mr. Mueller’s investigators about what he had been thinking when he took steps that potentially affected the inquiry.\nAll that the public — or Congress — knows at this point about Mr. Mueller’s findings consists of how Mr. Barr portrayed them in a four-page letter he sent to lawmakers on Sunday. Mr. Mueller cataloged numerous actions by Mr. Trump, Mr. Barr wrote — he did not specify but said most were publicly known — and that the special counsel report presented evidence both for and against concluding that Mr. Trump had broken the law.\nBut in an unusual move Mr. Barr did not explain, Mr. Mueller left that question unresolved, instead stating that “while this report does not conclude that the president committed a crime, it also does not exonerate him,” according to a brief excerpt from the special counsel report that Mr. Barr quoted. With Mr. Rosenstein’s concurrence, Mr. Barr embraced that opening to declare the president broke no law.\n“The special counsel’s decision to describe the facts of his obstruction investigation without reaching any legal conclusions leaves it to the attorney general to determine whether the conduct described in the report constitutes a crime,” Mr. Barr wrote, adding that he and his deputy “concluded that the evidence developed during the special counsel’s investigation is not sufficient to establish that the president committed an obstruction-of-justice offense.”\nMr. Barr wrote that his decision that Mr. Trump violated no criminal obstruction-of-justice laws was not based on the Justice Department’s view that the Constitution does not permit a sitting president to be indicted. If he had relied on that theory, it would have left Mr. Trump vulnerable to potential indictment after he left office.\nBut Mr. Barr appeared to make implicit reference to other disputed constitutional arguments about presidential power, and whether obstruction laws could be legitimately applied to constrain certain actions by a president. Without spelling them out, Mr. Barr quoted the special counsel report as referring to “‘difficult issues’ of law and fact concerning whether the president’s actions and intent could be viewed as obstruction.”\nNotably, Mr. Trump’s lawyers have taken the position that Congress lacks the authority to constrain in any way how the president exercises his constitutional powers to oversee the executive branch, including deciding whether to direct the Justice Department to close an investigation, to fire a subordinate and to pardon someone. Mr. Barr himself endorsed that view in his June 2018 memo for the Trump administration, when he was still a lawyer in private practice.\nUnder that view, even if a president abuses his power by acting for corrupt reasons, it would be unconstitutional for Congress to make that a crime. Many legal scholars dispute that view, but the Supreme Court has never addressed the issue.\nIt was hard to know from Mr. Barr’s letter what gave Mr. Mueller pause, noted Samuel Buell, a former federal prosecutor who now teaches white-collar criminal law at Duke University. Without seeing Mr. Mueller’s underlying report, he said, it was impossible to evaluate the merits of both Mr. Mueller’s demurral and Mr. Barr’s decision to make a definitive statement in favor of Mr. Trump.\n“We really need to see what this report says — we need to see the analysis,” he said, adding: “How much of this is Mueller and how much of this is Barr? And certainly it seems a relevant fact to consider that Barr just happens to be someone who, before he became attorney general, had gone on record as someone who was skeptical of the obstruction issue.”\nMr. Mueller’s refusal to make any conclusion about obstruction was coupled with a more definitive finding that “the evidence does not establish that the president was involved in an underlying crime related to Russian election interference.”\nWhile acknowledging one can be guilty of obstruction of justice even without an underlying crime, Mr. Barr wrote that he and Mr. Rosenstein nevertheless took into account that separate exoneration of Mr. Trump when deciding how to interpret Mr. Trump’s intent with respect to obstruction in the evidence Mr. Mueller had gathered.\nObstruction cases are notoriously difficult to prove beyond a reasonable doubt because prosecutors have to prove that the defendant was acting with a corrupt intent, and the evidence is often ambiguous.\nEssentially, he wrote, that meant Mr. Trump must get the benefit of the doubt: Mr. Mueller’s report, he wrote, “identifies no actions that, in our judgment,” could be proven in court as an obstruction crime.\nDavid Kris, who ran the Justice Department’s national security division and now heads the consulting firm Culper Partners, said he was struck by the fact that Mr. Mueller failed to reach a conclusion on whether to prosecute Mr. Trump after nearly two years of work, but Mr. Barr, with Mr. Rosenstein’s help, decided in a single weekend.\n“It is very unusual to punt on that kind of decision,” he said of Mr. Mueller. “When we read that report and walked a mile in his shoes, we may be able to assess what he did and why he did it. But I confess that I did find it surprising.”", "date": "March 24, 2019", "href": "https://www.nytimes.com/2019/03/24/us/politics/mueller-trump-obstruction-of-justice.html", "tags": "goes ‘ scrutinylisten report drawing daily coordination ” trump beyond established complicated clearing barr obstruction mueller —"}