{"title": "Barr Says He’ll Release Mueller Report ‘Within a Week’ as He Defends His Handling of It", "content": "WASHINGTON — Attorney General William P. Barr vowed on Tuesday to release a redacted version of the Mueller report “within a week,” defending his handling of the special counsel investigation’s findings as a bid for transparency as Democrats accused him of politically motivated behavior.\nMr. Barr said he would explain his redactions and was open to negotiating with lawmakers about revealing some of the delicate information that he and law enforcement officials are blacking out from the highly anticipated report before he sends it to Congress and the public.\n“This process is going along very well, and my original timetable of being able to release this by mid-April stands,” Mr. Barr said at a House budget hearing. “And so I think that from my standpoint, within a week I will be in a position to release the report to the public.”\n[Read Mr. Barr’s top takeaways from the Mueller report.]\nBut he was less forthcoming about aspects of his review, declining to say whether President Trump had been briefed on the report after Justice Department and White House officials had said for weeks that the president has not been updated on its contents. And he did not explain why he cleared Mr. Trump of committing an obstruction-of-justice offense when Mr. Mueller’s team declined to make a decision.\nDemocrats assailed Mr. Barr’s decision to send a four-page letter to Congress in March outlining the main findings of the investigation by the special counsel, Robert S. Mueller III, pointing to complaints by members of the special counsel’s team that Mr. Barr failed to fully portray the extent of how damaging their conclusions might be for Mr. Trump.\n“The American people have been left with many unanswered questions, serious concerns about the process by which you formulated your letter and uncertainty about when we can expect to see the full report,” said Representative José E. Serrano, Democrat of New York and the head of the appropriations subcommittee that covers the Justice Department.\nMr. Barr insisted that he had accurately delivered the “bottom line” conclusions from Mr. Mueller’s inquiry into Russia’s election interference and whether any Trump associates conspired, as well as whether President Trump tried to impede the inquiry. He said that Mr. Mueller declined an opportunity to read his March 24 letter before Mr. Barr sent it to lawmakers. And Mr. Barr warned that trying to quickly summarize the report more fully would have exposed him to a minefield of potential criticism.\n“I was not interested in putting out summaries or trying to summarize,” Mr. Barr said, “because I think any summary, regardless of who prepares it, not only runs the risk of being under-inclusive or over-inclusive, but also would trigger a lot of discussion and analysis that really should await everything coming out at once.”\nMr. Barr pushed back on Democrats’ complaints that they did not have the report, reminding them that they would be able to read it in days. And as for his four-page letter, he suggested that had he not written it, lawmakers would have bitterly complained if they were given no information or insight into Mr. Mueller’s conclusions during the redaction process.\n“In my judgment, it was important for people to know the bottom-line conclusions of the report while we worked on necessary redactions to make the whole thing available,” said Mr. Barr, adding that he anticipated that the redactions would take weeks.\nThe back and forth came during an unusually contentious House appropriations subcommittee hearing, where Mr. Barr also defended the Trump administration’s hardening stance on immigration and the Justice Department’s decision to stand down rather than appeal a federal judge’s decision to strike down the Affordable Care Act.\nMr. Barr also revealed that the Justice Department inspector general, Michael E. Horowitz, is wrapping up an examination of parts of the Russia investigation, including accusations that law enforcement officials abused their powers to wiretap Carter Page, a former Trump campaign adviser. Mr. Horowitz could reveal the results as early as May or June, Mr. Barr said.\nThough Democrats have for weeks demanded to see the full text of the Mueller report and all underlying investigative materials, Mr. Barr reminded them that he is operating under rules written by Clinton administration officials to prevent a repetition of the Monica Lewinsky scandal. In 1998, Ken Starr gave lawmakers a long report that contained detailed narrative description of the evidence, including lurid sexual details and extensive legal analysis of potential crimes by the president.\nUnder the current regulations, the special counsel delivers a confidential report of investigative decisions to the attorney general, who is free to decide what to release.\n“I am relying on my own discretion to make as much public as I can,” Mr. Barr said.\nTo that end, Mr. Barr repeated his promise that lawmakers would receive a redacted report in mid-April and that he would testify about its contents soon afterward. He said that he would identify which of four categories redacted material fell into — secret grand jury testimony, classified information, materials that could affect current investigations and information about peripheral third parties. Those were the same types of information that Democrats have fought to protect when Republicans tried to obtain documents from the Justice Department.\nThough Mr. Barr said he was open to negotiating whether the department could share some of the redacted details after releasing the report, he took a harder line on grand jury testimony. While Congress can request it in the context of a legal proceeding, he said he was not obligated to honor such a request.\nRepresentative Jerrold Nadler, Democrat of New York and the chairman of the House Judiciary Committee, said that once he received the redacted report, he would issue a subpoena for the complete document and petition a court for the grand jury testimony.\n“If it doesn’t have everything we require to do our work, which is to say the entire report and underlying evidence in it, we will issue subpoenas forthwith,” Mr. Nadler told reporters on Tuesday.\nDemocrats were taking other steps to try to get ahold of information pertinent to the Russia investigation. Representative Adam B. Schiff, Democrat of California and chairman of the House Intelligence Committee, told reporters later on Tuesday that he believed requirements that the intelligence agencies regularly update their congressional oversight committees on significant developments could allow a side-door view into the findings of Mr. Mueller and the investigators who worked with him.\nMr. Schiff said he had made a request along those lines in recent weeks but had not yet received a response.\nJustice Department officials have said that they have not shared the report or briefed the White House on its contents, so the demurral raised the possibility that the situation had shifted. Mr. Barr is likely to be pressed on the matter on Wednesday, when he is scheduled to testify before Senate appropriators.\nMr. Barr visited Capitol Hill to answer questions about the Justice Department’s proposed $29.2 billion budget for the next fiscal year, which includes money for 100 new judges for immigration courts, which are part of the department, not the judicial system.\nHe also echoed the president’s increasingly hard-line stance on immigration, which has touched off a purge of Department of Homeland Security officials who Mr. Trump believes impeded his goal of shutting the southwestern border entirely.\nMr. Barr called the situation along the border with Mexico “unprecedented” and said that part of the Justice Department’s request for an additional $72.1 million for immigration enforcement would pay for the new immigration judges to tackle a backlog of cases.\nDemocrats, who see health care as one of their top campaign issues, also assailed Mr. Barr and the Justice Department for declining to appeal a Texas judge’s decision to strike down the Affordable Care Act on the grounds that the sweeping health care law was unconstitutional.\nUnder fire for the decision, Mr. Barr said: “I’m a lawyer. I’m not in charge of health care.” But his comment belied the fact that his refusal to defend a law on the books can effectively shape policy.\nWhile Mr. Barr would not disclose any discussions with Mr. Trump over the health care law, he said that he would follow the wishes of the president so long as his request was legally defensible.", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/us/politics/barr-redacted-mueller-report.html", "tags": "‘ report within “ week department defends handling says barr release mueller"}