{"title": "Barr’s Defense of Trump Rewards the President With the Attorney General He Wanted", "content": "For 21 minutes on Thursday morning, with the nation watching, President Trump had the loyal attorney general he had always longed for.\nReading a prepared statement and then answering questions from reporters, Attorney General William P. Barr presented the special counsel’s report, 90 minutes before its public release, in the best possible light for the president: No conspiracy. No obstruction. A sincerely frustrated and angered president who had willingly cooperated with investigators. No intention on the part of Robert S. Mueller III to have Congress make the hard call on whether Mr. Trump might have broken the law.\nAt one point, Mr. Barr quoted Mr. Mueller as telling him that the Justice Department’s longstanding opinion that a sitting president could not be indicted was not the reason he had not pursued an obstruction charge against Mr. Trump. But when the report was released, it showed that Mr. Mueller had very much considered the Justice Department’s position to be a complication if not an impediment to any charging decision.\nIt was less a performance of the nation’s chief law enforcement officer than that of a defense lawyer for Mr. Trump, citing selective facts to build a case for exoneration and sidestepping elements of the report less favorable to the president. It enraged Democrats, drew heated and substantive rebuttals, and validated the fears of Mr. Barr’s critics that he would bring his expansive view of presidential privilege to a norm-shattering presidency.\nMr. Barr made good on several promises: He released the confidential report to Congress and the American public. While the Justice Department redacted parts of the report for legal and intelligence reasons, it still provided a detailed and wide-ranging account of what Mr. Mueller found in his nearly two-year investigation and his reasoning for coming to the conclusions he did.\nBut those details put the conduct of Mr. Trump and his advisers in a far less flattering light than either Mr. Barr’s terse news conference or his summary of the report’s findings to congressional leaders last month.\nMr. Barr’s presentation of the report was “a masterful public relations job,” said Matt Jacobs, a partner at Vinson & Elkins who worked as a federal prosecutor in San Francisco when Mr. Mueller ran that office and left the Justice Department in 2004. “He read every inference, and then some, in favor of the president.”\n“On a matter of such national significance and historical significance,” Mr. Jacobs said, “one might have hoped that the attorney general would take a more neutral approach.”\nMr. Barr is Mr. Trump’s third attorney general, following Jeff Sessions, who lost the president’s confidence early on when he recused himself from the Russia investigation, and Matthew G. Whitaker, who held the job in an acting capacity for three and a half months until Mr. Barr was confirmed in February.\nIt is Mr. Barr’s second stint in the job — he was also attorney general under President George Bush from 1991 to 1993 — and he has increasingly shown signs of heeding Mr. Trump’s demand to have a team player in the role. Last week, Mr. Barr said he would scrutinize the F.B.I.’s investigation of the Trump campaign’s ties to Russia, including whether “spying” conducted by American intelligence agencies on the campaign’s associates had been properly carried out.\nAmong the most striking examples of the gap between Mr. Barr’s presentation on Thursday and the Mueller report itself came on the question of whether Mr. Trump might have obstructed justice.\nMr. Barr emphasized that he and the deputy attorney general, Rod J. Rosenstein, had concluded “that the evidence developed by the special counsel is not sufficient to establish that the president committed an obstruction-of-justice offense.”\nMr. Barr said that Mr. Mueller had told him that “he had not made the determination that there was a crime” when it came to obstruction of justice, and that his reasoning for that outcome was not dependent on a longstanding Justice Department position that a sitting president cannot be indicted.\nBut Mr. Mueller’s report framed the issue differently. The report made clear that Mr. Mueller and his team believed it would be unfair to accuse Mr. Trump of obstruction when he would not be able to stand trial while in office and have an opportunity to clear his name. And the report specifically stated that the lack of a decision to accuse Mr. Trump of obstruction did not amount to clearing him.\n“If we had confidence after a thorough investigation of the facts that the president clearly did not commit obstruction of justice, we would so state,” Mr. Mueller’s investigators wrote. “Based on the facts and the applicable legal standards, however, we are unable to reach that judgment.”\nMr. Mueller specifically left open the possibility that Congress could be an appropriate venue in which to judge a president’s conduct.\nMr. Mueller opposed Mr. Barr’s long-held view that a president’s use of his constitutional powers in the course of his official duties cannot constitute obstruction.\n“The conclusion that Congress may apply the obstruction laws to the president’s corrupt exercise of the powers of office accords with our constitutional system of checks and balances and the principle that no person is above the law,” the report said.\nMr. Barr asserted that the “White House cooperated fully” with Mr. Mueller, although Mr. Trump declined to meet with the special counsel’s team, sought to have Mr. Mueller fired and oversaw an administration that repeatedly made inaccurate public statements about the investigation.\nThe special counsel called Mr. Trump’s written answers to questions “inadequate,” largely because he often gave imprecise and incomplete responses. The report said the president did not agree to provide any answers to questions about obstruction or certain events during the presidential transition.\nFive times on Thursday, Mr. Barr noted that Mr. Mueller’s report did not find evidence of a conspiracy between Russia and the Trump campaign during the 2016 presidential election.\nBut Mr. Mueller concluded that both sides saw mutual interests, with Russia believing it would benefit if Mr. Trump won the election and the Trump campaign expecting “to benefit electorally from information stolen and released through Russian efforts.”\nMr. Barr expressed sympathy for the situation faced by the president, suggesting that Mr. Trump’s frustration with the toll the investigation was taking on his presidency, rather than any corrupt intent, explained his actions. At times, Mr. Barr even adopted Mr. Trump’s language, suggesting that he was not off base in claiming to be the victim of witch hunt.\n“There was relentless speculation in the news media about the president’s personal culpability,” Mr. Barr told reporters on Thursday. “Yet, as he said from the beginning, there was in fact no collusion.”\nWhen Mr. Trump nominated Mr. Barr as attorney general in December, some viewed his age, 68, and establishment pedigree as signs that he would act independently in his handling of the Russia investigation.\nHaving already served once as attorney general, they said, Mr. Barr would be more concerned with protecting his own reputation than the president’s.\nBut based on his views of executive power and his conservative social and political ideology, it was not entirely a surprise that Mr. Barr would side with Mr. Trump against those who argued that he broke the law in his efforts to undermine Mr. Mueller’s investigation of his campaign’s ties to Russia.\nHe had made those views clear last June in a 19-page memo he wrote as a private citizen for the Justice Department, in which he castigated Mr. Mueller’s investigation for “proposing an unprecedented expansion of obstruction laws” that he said could have “grave consequences” for the presidency.\nThat memo, which critics have characterized as a kind of audition tape to serve as a replacement for his ousted predecessor, Mr. Sessions, turned out to be an accurate road map to Mr. Barr’s handling of the Mueller report. He acknowledged on Thursday that he disagreed with Mr. Mueller on several legal theories on potential obstruction.\nMr. Barr’s untrammeled view of executive power goes back to the Bush administration, when he counseled Mr. Bush that he had the right to start a major war in the Persian Gulf without the authorization of Congress. Mr. Bush, more cautious than his deputy attorney general at the time, asked Congress for a vote to support the war.\n“Bill Barr is arguably going back to his worst instincts,” said Laurence H. Tribe, a professor at Harvard Law School and an outspoken critic of Mr. Trump. “He is bending over backward to serve as an advocate for the president and the presidency.”", "date": "April 18, 2019", "href": "https://www.nytimes.com/2019/04/18/us/politics/william-barr-robert-mueller-donald-trump.html", "tags": "wanted defense report president ” trump attorney barr general obstruction rewards mueller"}