{"title": "Baton Rouge shootings: What we know", "content": "A shooting in the US city of Baton Rouge has left three police officers dead and three more injured, one critically.\nThe gunman was shot dead at the scene.\nThis is what we know so far about what has happened. \nBaton Rouge shooting: As it happened\nThe shooting was near the police headquarters in the city.\nIt happened at 09:00 local time (14:00 GMT) on Sunday on Airline Highway at a petrol station near a shopping centre, police said.\nThe local sheriff's office said the incident happened when officers are said to have responded to reports of a man with an assault rifle walking down an open stretch of road.\n\"It's my understanding that they [the officers] had responded to an initial shooting incident,\" Casey Rayborn Hicks, public affairs officer for the sheriff's office, told local WAFB television.\nWitnesses reported a man with his face covered, shooting indiscriminately. \nThe sheriff's office posted the following statement on Facebook:\nWitness Brady Vancel told local media he saw what may have been gang members shooting at each other before police arrived.\nThree police officers were killed, another three injured, one of them critically.\nThe gunman was shot dead by police and although police initially searched for two others, police later said they believed no other suspects were at large. \nThe gunman has been identified as 29-year-old Gavin Long, a Marines veteran.\nHe served in the US Marines from 2005-2010, including a seven-month Iraq tour in 2008.\nHe attained the rank of sergeant and received several awards, including the Marine Corps Good Conduct Medal.\nA house in Kansas City, Missouri, where Long was believed to have lived, was being surrounded by police on Sunday evening.\nCourt records showed he married in 2009 and divorced in 2011. The University of Alabama confirmed he studied there for a single semester in 2012.\nSome reports say a court document shows that Long successfully applied to have his name legally changed to Cosmo Ausar Setepenra.\nBut others suggest this is simply the name he used on social media.\nHe has left social media comments and posted video messages complaining about the treatment of African Americans at the hands of the police and calling for black men to make sacrifices for their race. \n\"You gotta fight back,\" he urged viewers in one video. \nLong turned 29 on Sunday, the day of the shooting.\nTwo of the officers were from the Baton Rouge Police Department. \nMatthew Gerald, 41, had been there for less than a year. Before the police, he was in the Marines and in the Army.\nHe was married with two children.\nMontrell Jackson, 32,  had been on the force for a decade. A Louisiana state representative says he had a four-month-old baby.\nMr Jackson, who was black, posted a Facebook message which said he was physically and emotionally tired. \n\"I swear to God I love this city but I wonder if this city loves me,\" he is reported to have said. \nThe third victim was Brad Garafola, 45, and a 24-year veteran of the East Baton Rouge Sheriff's Office.\nHe was married with four children, aged seven to 21.\nA spokeswoman for the East Baton Rouge Parish Sheriff's Office said 41-year-old Nicholas Tullier is in critical condition.\nThe second officer, Bruce Simmonds, 51, has non-life-threatening injuries. \nA third injured police officer is thought to be in a stable condition.\nIt comes amid spiralling tensions across the city - and the country - between the black community and police. \nIt follows the recent killing of a black man, Alton Sterling, by a white police officer in Baton Rouge.\nThat, and the shooting of another black man, Philando Castile, by police in Minnesota, led to protests across the US. It also triggered a revenge attack by a black army veteran who shot dead five officers in the city of Dallas. \nPresident Barack Obama said the Baton Rouge attack was \"the work of cowards\" and there was never any justification for violence against the police.", "date": "18 July 2016", "href": "https://www.bbc.co.uk/news/world-us-canada-36821272", "tags": "shooting officers sheriff office know city shootings rouge baton black police"}