{"title": "Battered ISIS Keeps Grip on Last Piece of Territory for Over a Year", "content": "BAGHDAD — The Islamic State has been stripped of nearly all the territory it ruled in Iraq and Syria and has been pummeled by nearly 30,000 airstrikes. But the extremist group has still managed to retain a small pocket of land on the Syria-Iraq border for more than a year.\nThe militants have even on occasion struck back with some of their former vigor from their toehold, around the Syrian town of Hajin in Deir al-Zour Province. In the last week of November, they staged a breakout from the Hajin pocket, attacking the American-allied Syrian Democratic Forces in the Syrian town of Gharanij, which those forces had captured a year earlier.\nThe breakout on Nov. 24 was a propaganda bonanza for the extremists, even though officials of the American-led coalition battling the Islamic State said they were quickly beaten back. Maj. Gen. Patrick Roberson, the American military commander, said the Islamic State took advantage of bad weather and sandstorms, when airstrikes were not possible.\n“As we degrade their capabilities and push them into an ever smaller box, ISIS continues to employ more and more desperate measures,” General Roberson said. “These tactics won’t succeed.”\nHowever, Maxwell B. Markusen, a researcher at the Center for Strategic and International Studies in Washington, warned against complacency.\n“U.S. and Iraqi politicians have been quick to declare victory over the group, using terms like ‘defeated’ and ‘obliterated,’” he wrote in a report issued last month. “The Islamic State is far from obliterated.”\nThe movement’s propaganda arm continues to broadcast aggressively, at the same pace as during the peak of its power, pursuing a sort of digital caliphate long after its territorial one has mostly disappeared. In the November attack, the group captured at least 30 members of the Kurdish-led Syrian Democratic Forces, beheading at least one and disseminating videos of the prisoners through its social media channels.\nIn 2014, the Islamic State dominated an area in Iraq and Syria the size of Britain. But by November 2017, it was reduced to the pocket around Hajin, which is about the size of Manhattan. American officials described their remaining territory as only about 20 square miles.\nOn the Iraqi side of the border, the extremists have even managed to set up surprise roadblocks in Diyala Province in eastern Iraq, kidnapping and killing Iraqi government officials and engaging in shootouts with troops, according to military officials. And they have expanded attacks in Kirkuk Province, taking advantage of the withdrawal of Kurdish pesh merga forces from that area.\nMr. Markusen said Islamic State attacks in Iraq were more frequent this year than in 2016, up to 75 a month versus 60. And though thousands of its fighters were killed or captured last year, the group still has 20,000 to 30,000 in Iraq and Syria, he said. That is about the number that the Central Intelligence Agency estimated in 2014, when the organization was at its peak.\nA fighter who goes by the name of Yehya and says he is an Islamic State member, claimed after being reached by WhatsApp in Syria not to be discouraged by the setbacks.\n“Do you think the Americans can defeat the caliphate? It’s a war of attrition,” he said. “When the coalition stops the airstrikes, we will return immediately.”\nIn September, the Syrian Democratic Forces, which now control much of eastern Syria, announced that a “final push” against Islamic State remnants in Hajin was underway.\nAccording to the Syrian Observatory for Human Rights, the Syrian Democratic Forces have moved 15,000 fighters into Hajin, backed by 75 trucks carrying armored vehicles. The United States has 2,000 Special Operations forces in eastern Syria and Iraq as well, most of which are believed to be in Syria.\nThe American-led coalition calls the effort to finish off the extremists in Syria “Operation Roundup,” which formally began in May and continues at a quick tempo. In the week ending Dec. 1, for instance, the military said it had bombed 151 targets, nearly all of them in Syria.\nOn the ground, however, there have been only incremental changes in the three months of this final push. And in recent days, the Kurdish-led forces were seen digging defensive trenches around some of their positions, fearing another Islamic State advance, according to the Observatory, an independent group that monitors events in Syria using a network of volunteers.\nAmerican officials say the final push against the Islamic State is so difficult because the cornered fighters have nothing left to lose — and no other refuge. Although the military estimated that ISIS has only about 2,000 to 2,500 fighters in the Hajin area, General Roberson said they had had plenty of time to build elaborate defenses, including tunnels and booby-traps.\n“We never thought it would be a swift fight,” Col. Sean J. Ryan, a spokesman in Baghdad for the American-led coalition, said. “But it’s proven longer and tougher than possibly expected.”\nAmerican and Syrian Democratic Forces officials accused the militants of using the remaining civilians in the area — who number about 7,000, according to the United Nations — as human shields and threatening anyone who tries to leave the Hajin pocket. Colonel Ryan said ISIS had also used hospitals and mosques to fight from as well. Concern for civilians, he said, meant “we have to go slowly and methodically.”\nIn ISIS’ attempted breakout on Nov. 24, it lost 50 fighters, but 79 Syrian Democratic Force fighters were reported killed, along with 30 civilians, allegedly in airstrikes. That was in addition to the 30 or more Syrian Democratic Forces fighters captured, the Observatory said.\nThe monitoring group said that since the coalition’s “final push” began in September, 827 Islamic State fighters and 481 Syrian Democratic Forces fighters had been killed, along with 308 civilians, about half of them women and children. The Observatory blamed airstrikes for most of the civilian deaths, which the coalition has repeatedly denied.\nThe extremist fighters have also managed to go underground in areas they formerly dominated, even in Diyala Province in Iraq, nearly 300 miles from the Islamic State’s last holdout. “Now they are beginning to use lone wolves in their attacks, supported by a cell of three to four persons,” Iraqi Army Lt. Gen. Mizhir Al-Azzawi, the Diyala operations commander, said.\nColonel Ryan, the American spokesman, said that the Syrian Democratic Forces had made encouraging progress against the extremists in the past week. “They’re taking a kilometer a day, which is really important,” he said. “I’m pretty sure they know this will be the end of days for them soon.”\nYehya, the Islamic State fighter in Syria, was defiant.\n“We didn’t leave for good. We’re still in Syria, even in the areas that you think we left,” he said. “We still have our suicide bombers ready to attack. Our informers are active.”", "date": "Dec. 9, 2018", "href": "https://www.nytimes.com/2018/12/09/world/middleeast/isis-territory-syria-iraq.html", "tags": "syria forces isis “ grip territory keeps battered last year state fighters democratic syrian islamic piece"}