{"title": "BBC drops plans for Brexit TV debate between May and Corbyn", "content": "The BBC has dropped plans to hold a Brexit debate between Theresa May and Jeremy Corbyn, saying it \"could not reach an agreement\" on its proposal.\nBoth it and ITV offered to air a debate between the leaders on Sunday - two days before Parliament votes on Brexit.\nBut Labour had said the BBC's proposed format was a \"mish-mash, with a lopsided panel of other politicians and public figures\" taking part.\nNo 10 said Labour's objections were \"false and flimsy\".  \nThe BBC had wanted to include \"a range of voices\" in the programme, including members of other political parties, as well as a head-to-head between the leaders.\nThe Downing Street spokesman said: \"We remain committed to holding a debate and will continue to press for a format that ensures a range of voices are heard alongside a substantial head to head.\"\nSeveral other parties had said they should be included in the debate - including the SNP, Lib Dems, Plaid Cymru and Greens.\nITV says \"invitations remain open\" to both leaders to hold a debate on the channel this Sunday. \nThe news about the BBC debate came as MPs geared up to begin five days of debate in Parliament over the Brexit withdrawal agreement. \nThe BBC said last Thursday that the prime minister had accepted its offer to take part in a debate on Sunday night and it was waiting to hear from the Labour Party.\nMr Corbyn then told ITV's This Morning that he preferred ITV's offer - partly because it would not clash with the final of I'm A Celebrity... Get Me Out Of Here! on the same evening.\nOn Saturday, the BBC released a further statement, saying its proposal included both a head-to-head debate and \"an opportunity to hear from a wider range of voices\".\nAnd in a statement on Monday night, ITV said \"invitations remained open\" to both leaders for its straight head-to-head debate - it confirmed this was still the case after the BBC said it was pulling out.  \nIn a statement on Tuesday, the BBC said its proposed format had included:\n\"We have been clear throughout the whole of this process that, as well as a substantive head-to-head debate, any programme we broadcast would need to include other voices, including other political parties, to reflect the wide range of views the public and parliamentarians hold about Brexit,\" it said.  \n\"We believe ours was a fair and appropriate format for those taking part and, crucially, for our audiences around the country, and it is a shame we will not be able to bring them this programme.\"\nEarlier on Tuesday, Labour criticised Mrs May and her team for choosing their \"preferred broadcaster\" for the debate. \nThe party's spokesman said she \"running away from the scrutiny\" of a head-to-head with Mr Corbyn by accepting the format over ITV's.\nBut a Downing Street spokesman in turn accused Mr Corbyn of \"running scared of proper scrutiny\".\n\"The prime minister issued the original challenge to Jeremy Corbyn for a head-to-head debate, and despite her flexibility on timing and format, Jeremy Corbyn and Labour have done nothing but raise false and flimsy objections to the BBC's proposal.\" ", "date": "4 December 2018", "href": "https://www.bbc.com/news/uk-politics-46444061", "tags": "brexit tv may drops leaders debate format corbyn bbc itv plans labour head-to-head"}