{"title": "BBC Trending", "content": "For the past week Iran has been gripped by protests. Thousands of Iranians have taken to the streets to demonstrate against government corruption, unemployment and the weak economy. \nDespite heavy restrictions on social media, some videos and pictures have found their way online, including those appearing to show protesters vandalising buildings and being fired at by government forces. \nThe authorities blocked access to Instagram and the messaging app Telegram in an attempt to stop calls for protests and the sharing of videos and photographs online, but then many images had already been circulated. \nOne of the most widely shared images is of a woman taking off her white head covering and waving it on a stick in an apparent act of defiance against Islamic rule. Although the image is genuine, it was not taken during the current unrest.\nThe demonstrations began on 28 December in Mashhad, the country's second largest city. In the days that followed a wave of spontaneous demonstrations broke out in many other towns and cities, with protesters calling for an end to the rule of Iran's Supreme leader, Ayatollah Ali Khamenei. \nThe image of the woman waving the headscarf was first posted on social media one day before the protests began by Masih Alinejad, a US-based Iranian journalist.\nMs Alinejad is also a women's rights activist and the founder of two social media campaigns, My Stealthy Freedom and White Wednesdays.\nMy Stealthy Freedom encourages Iranian women to post photos and videos of themselves without the mandatory headscarf in public. White Wednesdays, which began in 2017, urges women to wear white clothing every Wednesday to protest against Iran's strict dress code. \nMs Alinejad posted an image of the woman on her Instagram page, attributing her action to the White Wednesday campaign.\nOn the same day she was filmed in Tehran's busy Enghelab Street, the authorities in the capital announced that women caught in public without their hair covered would no longer be arrested.\nThose who do not cover their heads correctly will now have to attend Islamic educational classes.\nImages and videos of the woman standing on a box waving her headscarf began to be widely shared by those who do not believe the reforms go far enough, and by anti-government protesters disillusioned with the clerics in power. \nAs a consequence, the young woman has become the face of Iran's protest movement which has seen the mobilisation of hundreds of Iranian women. Many have also described her as \"Iran's Rosa Parks\".\nA popular Twitter account posted in Persian: \"A girl standing against mandatory hijab has become the symbol of resistance and civil disobedience of Iranian women. Rosa Parks did not bow down to oppression.\"\nTributes continue to be paid to the woman's act of defiance. This Twitter user posted that the flowers left on the box was where she allegedly made her protest.\nHundreds of social media users have also changed their avatars and profile pictures to a colourful graphic of the headscarf-waving woman. \nAlthough the young woman's identity and fate remains unknown, she has become a symbol of liberty and hope for many supporting in the anti-government protests. \nShe is also not the first Iranian woman to become the face of political unrest. \nFootage of the death of Neda Agha Soltan drew worldwide attention during the mass protests in 2009 that were triggered by a disputed presidential election.", "date": "3 January 2018", "href": "https://www.bbc.com/news/blogs-trending-42553158", "tags": "iran protests videos media iranian woman white social bbc women many trending"}