{"title": "Bearing F’s From the N.R.A., Some Democrats Are Campaigning Openly on Guns", "content": "AURORA, Colo. — When the Columbine High School massacre happened near here in 1999, many felt it would galvanize gun control efforts. Others thought the same in 2012, when a gunman killed 12 moviegoers at a midnight screening of “The Dark Knight Rises.”\nAurora’s experience with mass gun violence stretches back to 1993, when a former employee entered a Chuck E. Cheese’s and killed four people. The district has more registered Democrats than Republicans, and by presidential election results, it is slightly bluer than the nation as a whole.\nYet four successive Democrats have failed to unseat Representative Mike Coffman, a Republican with consistent A ratings from the National Rifle Association and more campaign contributions from the group than any other member of Colorado’s congressional delegation.\nThis year, however, Jason Crow — an Army veteran who wants to ban assault weapons, restrict high-capacity magazines and expand background checks — appears poised to defeat Mr. Coffman. A New York Times/Siena College poll last month showed Mr. Crow leading by nine points. [Read more about that poll here.] Mr. Crow has also raised some $1.6 million more than Mr. Coffman.\nHe is one of a large number of Democrats who are campaigning explicitly on gun control in a way that most would not have dared do before, when an F rating from the N.R.A. could often be a political death sentence. In one House district in Pennsylvania, both candidates are jostling for the gun control mantle.\nGun rights remain a powerful motivator for millions of Americans, and Republicans continue to argue in many races that their Democratic opponents are a threat to the Second Amendment. According to Gallup polling, 43 percent of Americans have a gun in their home, and Jennifer Baker, a spokeswoman for the N.R.A., said the group had “a record number of dues-paying members and tens of millions of supporters who show up at the polls and vote for candidates who support our constitutional right to self-defense.”\nMs. Baker added that she believed the increased spending by groups supportive of gun restrictions had “energized our voters.”\nAt the same time, 61 percent of Americans want stricter gun laws, according to Gallup; that includes some gun owners. Support for universal background checks and red-flag laws is substantially higher. And this is emboldening some Democrats.\n“So many candidates for Congress, particularly women, are running on this issue — not just making it part of their platform and not just supporting it, but actually running on it,” said Shannon Watts, founder of Moms Demand Action for Gun Sense in America, the grass-roots arm of Everytown for Gun Safety. Everytown, which is largely funded by Michael Bloomberg, has endorsed 196 candidates this year in 36 states, and more than 40 volunteers for Moms Demand Action are running for office.\n[On the road with the Parkland activists.]\nOne of them is Amber Gustafson, who was the group’s Iowa leader in the run-up to the 2016 election. A gun owner and former Republican, Ms. Gustafson is now challenging the majority leader of the Iowa Senate as a Democrat. (She went from Republican to independent in 2008 and registered as a Democrat in 2016, driven mainly by her views on health care and guns.) She said she discussed gun policy with every voter she visited.\n“I say, ‘I’m a gun owner’ — and I always put my hand over my heart — ‘and I care about the Second Amendment, but I also want to make sure that guns do not fall into the hands of people who shouldn’t have them,’” she said.\nShe supports universal background checks and red-flag laws, which would allow the temporary removal of guns if a person’s relatives or law enforcement attest that they pose an immediate threat. She emphasizes that her opponent, State Senator Jack Whitver, supported a bill that would have dismantled Iowa’s permitting system for gun purchases.\nSome of this year’s gun-control candidates are, like Ms. Gustafson, gun owners, who hope that will give them more credibility with some voters on the fence about restrictions. Mr. Crow, a hunter who served in Iraq and Afghanistan, likes to emphasize that he has “used weapons of war and had them used against me.”\n“I’ve never needed an M4 or AR-15 or anything like it to deer, duck or rabbit hunt,” Mr. Crow said. “Nor would I need a weapon like that to defend my home or my family here in the United States.”\nTyler Sandberg, a spokesman for Mr. Coffman, the Republican incumbent, called bans on specific types of firearms or magazines “extreme.” He added that Mr. Coffman supported red-flag laws and had helped to write a bill that would offer federal grants for state red-flag programs, as well as a school security bill.\n“He is not one of these people who says, ‘No, we should do nothing about it,’” Mr. Sandberg said.\nIn fact, the National Association for Gun Rights, which bills itself as more conservative than the N.R.A., is angry with Mr. Coffman for, in its view, trying to “mollify” supporters of gun restrictions — perhaps as good an indication as any of how much power some Republicans perceive those voters to have now. Dudley Brown, the group’s president, referred to the red-flag bill as a “gun confiscation law” and said he didn’t care if Mr. Coffman lost.\nSome politicians have changed their positions. After the Las Vegas shooting last year, Representative Tim Ryan, an Ohio Democrat who used to have an A rating from the N.R.A. but now has an F, donated all the money he had received from the N.R.A. to organizations like Everytown. Representative Brian Mast, Republican of Florida, changed his stance after the Parkland shooting and also went from an A to an F.\nBut much of the shift has been driven by Democrats who feel newly emboldened to express views they already held. In 2016, only four of the 36 candidates on the Democratic Party’s “red to blue” list — a list of candidates who the party thinks have a good chance of flipping Republican seats — included gun control in their platforms, according to Mark Kelly, the husband of former Representative Gabrielle Giffords of Arizona, who was shot in the head in 2011 while meeting with constituents. But 38 of the 59 candidates listed this year do.\nTheir proposals, some more controversial than others, range from expanded background checks and red-flag laws to banning AR-15s and similar weapons.\nNine years ago, when Peter Ambler was a legislative director in the House and Democrats had large majorities in both chambers, Congress passed the Affordable Care Act, a huge stimulus package and other liberal priorities — but no gun restrictions. “At that stage, leaders in both the Democratic and Republican parties had essentially identified guns and gun safety as a third rail,” Mr. Ambler said. “Even those who were passionate about gun safety knew better than to suggest we actually focus on it.”\nNow, Mr. Ambler is the executive director of Ms. Giffords’s namesake group. And far from viewing gun control as a third rail, Giffords is supporting Mr. Crow with advertisements that highlight the N.R.A.’s donations to Mr. Coffman. “We can do that,” Mr. Ambler said, “because we know that the N.R.A. is held in pretty low regard.”\nIn Virginia, historically conservative on guns, Ms. Giffords’s organization endorsed 20 candidates last year, and 19 won, Mr. Ambler said. This year, Virginia is again home to several of Giffords’s and Everytown’s endorsed candidates, including Elaine Luria, Abigail Spanberger and Jennifer Wexton. Some are polling stronger than others, but all remain competitive with less than a week to go.\nThe politics around gun control have been shifting to some extent since the 2012 shooting at Sandy Hook Elementary School, with the appearance of groups like Giffords and Everytown and an uptick in state gun restrictions. But Congress passed nothing major, and supporters of gun control despaired that even the massacre of first graders had not moved the needle at the national level. In the past year, though — especially since Parkland — the pace has accelerated in a way that advocates said felt like a tipping point.\nJessica Price, a lifelong resident of Aurora, was in high school when the Chuck E. Cheese’s shooting happened and has taught teenagers who were in the theater that was shot up in 2012. But it was only after Parkland that she and her sister, Andrea Herbert, 38, founded a local chapter of Moms Demand Action.\n“As somebody who’s grown up in this community, who has lived through many of our community tragedies,” Ms. Price, 42, said, “I have never seen the energy around this issue like it is now.”", "date": "Nov. 4, 2018", "href": "https://www.nytimes.com/2018/11/04/us/politics/gun-control-candidates-election.html", "tags": "openly coffman candidates control bearing democrats campaigning gun ” n.r.a. guns year f —"}