{"title": "Before the Met Gala, the Staff Gala", "content": "If the fashion world waits with bated breath for the First Monday in May — the immovable date of the annual Met Gala, the so-called “Oscars of the fashion world” — a little preview arrives the Saturday just before.\nThat is when Sally Singer, the creative director of Vogue, hosts a party of her own, on the same theme as the Met Gala, for the Vogue staff who will work the event. (Many are pressed into service as, essentially, exquisitely dressed human statuary, lining the entrance hall of the Met.) Before service, then, a staff meal of sorts: dinner, dancing and dressing up, with a few well-placed celebrity friends for spice, the kind who might go to the Met but maintain an aspirational level of cool nonetheless.\n“This is the first year that Chloë Sevigny and Alexa Chung can’t come,” Ms. Singer said. “They’re two of my favorite guests.”\nThe theme this year being “camp,” the Stonewall Inn was selected as the space, and as the sun began to set on the West Village, Lyft after Lyft (a sponsor) arrived to deposit models and staffers in improbably poufy gowns at its historic door. The 50th anniversary of the Stonewall Riots, generally considered the opening salvo of the L.G.B.T. rights movement, is in June, and just inside the entryway hangs a marker: “This is a Raided Premises. Police Dept.” If this ’wall could talk, camp would surely be in its vocabulary.\nAs worn by Vogue’s party guests, camp tended to express itself as a willingness to expand to greater circumferences than usual, and the space was soon crowded with radiating layers of tulle. \nNot everyone got into the theme — Jack McCollough and Lazaro Hernandez, the designers of Proenza Schouler, did not wear the bunny ears their friend Sara Moonves (of W magazine) had brought for them. Ms. Moonves was lop-eared in a pair of her own — but many did their best interpretations. The designer Batsheva Hay came with a Zabar’s bag; the Paper magazine editor Mickey Boardman in a sequined Celine Dion top from the Caesars Palace gift shop. Dara Allen, a young model recently anointed by Vogue, wore a pixieish pageboy wig, rhinestoned eyebrows and white baby-doll dress by Vera Wang. \n[Related: Lady Gaga’s Many Met Gala Dresses on the 2019 red carpet.]\n“I feel like a baby, an alien and Liza Minnelli,” she said. “It’s Baby ‘Cabaret’ in Space.” She paused, having not quite captured the effect, then added, “On Ice. And the hat is fashionably late.”\nOnce Marc Jacobs, the designer, and Kacey Musgraves, the singer-songwriter, had arrived, the crowd whooshed upstairs, for a dinner of mini-burgers and pigs in blankets catered by the Four Seasons and a performance by Aquaria, a winner of “RuPaul’s Drag Race.” \n“Drag queens at the Met? Very cool,” she announced from the stage. “Drag queens at Stonewall before the Met? A little predictable, but still cool.” Then she lip-synced to Eartha Kitt and a standup bit by Bette Midler.\nThen it was back downstairs to dance until (and after) Stonewall opened its doors to the public at 11 p.m. Sometime around then, a weathered West Villager in glitter lipstick stopped to surveil the scene. \n“What’s going on?” she asked, casting a wary eye at Aweng Chuol. The model was leaning against the Stonewall window in a printed gown by Richard Quinn and a wig of Marilyn Monroe peroxide curls. “It looks like she should be at fashion week at Lincoln Center.”", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/fashion/met-gala-vogue-staff-dinner.html", "tags": "fashion gala stonewall ” vogue theme many — met staff"}