{"title": "Before Ethiopian Crash, Boeing Resisted Pilots’ Calls for Aggressive Steps on 737 Max", "content": "Weeks after the first fatal crash of the 737 Max, pilots from American Airlines pressed Boeing executives to work urgently on a fix. In a closed-door meeting, they even argued that Boeing should push authorities to take an emergency measure that would likely result in the grounding of the Max.\nThe Boeing executives resisted. They didn’t want to rush out a fix, and said they expected pilots to be able to handle problems.\nMike Sinnett, a vice president at Boeing, acknowledged that the manufacturer was assessing potential design flaws with the plane, including new anti-stall software. But he balked at taking a more aggressive approach, saying it was not yet clear that the new system was to blame for the Lion Air crash, which killed 189 people.\n“No one has yet to conclude that the sole cause of this was this function on the airplane,” Mr. Sinnett said, according to a recording of the Nov. 27 meeting reviewed by The New York Times.\nLess than four months later, an Ethiopian Airlines flight crashed, killing all 157 people on board. The flawed anti-stall system played a role in both disasters.\nBoeing is facing intense scrutiny for the design and certification of the Max, as well as for its response to the two crashes. There are multiple investigations into the development of the Max. And in recent days, unions representing pilots from American Airlines and Southwest Airlines have received federal grand jury subpoenas for any documents related to Boeing’s communications about the jet, according to three people with knowledge of the matter.\nThe Federal Aviation Administration is also under fire for its role in approving the Max, and its decision to wait for days after the second crash to ground the plane. At a Wednesday congressional hearing, lawmakers will grill federal regulators about how the Max was certified.\nBoeing declined to comment on the November meeting. “We are focused on working with pilots, airlines and global regulators to certify the updates on the Max and provide additional training and education to safely return the planes to flight,” the company said in a statement.\nAmerican Airlines said in a statement that it was “confident that the impending software updates, along with the new training elements Boeing is developing for the Max, will lead to recertification of the aircraft soon.”\nThe hourlong November meeting, inside a windowless conference room at the Fort Worth headquarters of the American Airlines pilots’ union, was confrontational at times. At the table was Mr. Sinnett, along with Craig Bomben, a top Boeing test pilot, and one of the company’s senior lobbyists, John Moloney. They faced several union leaders, many of them angry at the company.\nMichael Michaelis, an American pilot, argued that Boeing should push the F.A.A. to issue what is known as an emergency airworthiness directive.\nThe F.A.A. had already issued one directive after the Lion Air crash, instructing airlines to revise their flight manuals to include information on how to respond to a malfunction of the anti-stall system known as MCAS. But Mr. Michaelis pushed Boeing to consider calling for an additional one to update the software.\nSuch a procedure would have required Boeing and airlines in the United States to take immediate action to ensure the safety of the Max, and would have likely taken the jet out of service temporarily.\n“My question to you, as Boeing, is why wouldn’t you say this is the smartest thing to do?” Mr. Michaelis said. “Say we’re going to do everything we can to protect that traveling public in accordance with what our pilots unions are telling us.”\nMr. Sinnett didn’t budge, saying that it remained unclear that the new software, which automatically pushes the plane’s nose down, was responsible for the Lion Air crash. He added that he felt confident that pilots had adequate training to deal with a problem, especially now that pilots — who were not initially informed about the new system — were aware of it.\n“You’ve got to understand that our commitment to safety is as great as yours,” Mr. Sinnett said in the meeting. “The worst thing that can ever happen is a tragedy like this, and the even worse thing would be another one.”\nThe pilots expressed frustration that Boeing did not inform them about the new software on the plane until after the Lion Air crash.\n“These guys didn’t even know the damn system was on the airplane, nor did anybody else,” said Mr. Michaelis, the union’s head of safety.\nAnother American pilot, Todd Wissing, expressed frustration that no mention of the system had been included in the training manual for the 737 Max.\n“I would think that there would be a priority of putting explanations of things that could kill you,” Mr. Wissing said.\nThe Boeing executives, Mr. Sinnett and Mr. Bomben, explained that the company did not believe that pilots needed to know about the software, because they were already trained to deal with scenarios like the one on the doomed Lion Air flight. All pilots are expected to know how to take control of an aircraft when the plane’s tail begins moving in an uncontrolled way because of a malfunction, nudging the aircraft toward the ground.\n“The assumption is that the flight crews have been trained,” Mr. Sinnett said in the meeting. He added later: “Rightly or wrongly, that was the design criteria and that’s how the airplane was certified with the system and pilot working together.”\nWhen the pilots pressed Boeing to consider encouraging the F.A.A. to issue an emergency airworthiness directive, Mr. Sinnett made the case against moving too quickly.\n“We don’t want to rush and do a crappy job of fixing the right things and we also don’t want to fix the wrong things,” Mr. Sinnett said, later adding, “For flight-critical software, I don’t think you want us to rush, rush it faster.”\nMr. Sinnett acknowledged that the company was looking into potential mistakes in the design of the jet.\n“One of the questions will be, is our design assumption wrong?” Mr. Sinnett said. “We’re going through that whole thought process of, were our assumptions really even valid when we did this?”\nBut he remained steadfast that pilots should know how to handle a malfunction of the new software on the plane, given their existing training.\nAs the meeting was concluding, Dennis Tajer, spokesman for the union, asked the Boeing executives whether they were still confident in the Max.\n“Do you feel comfortable that the situation is under control today, before any software fix is implemented?” he asked.\nMr. Sinnett replied immediately: “Absolutely.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/business/boeing-737-max-ethiopian-plane-crash.html", "tags": "crash pilots calls software airlines boeing sinnett ” resisted ethiopian aggressive steps max"}