{"title": "Behind Trump’s Trade Deficit Obsession: Deficient Analysis", "content": "In the world according to President Trump, trade deficits are among the clearest indication that Americans have become habitual chumps in the global marketplace. The United States sells fewer goods and services than it buys from the rest of the planet, and this is supposedly evidence that Americans are getting rolled.\nThis is the central assumption behind Mr. Trump’s repeated vow to take a meat cleaver to the North American Free Trade Agreement, redrawing the terms of commerce with Mexico. This is the spirit in which he has promised to confront China over its systematic job-killing machine, beginning later this week as he greets the Chinese president, Xi Jinping, at his Mar-a-Lago resort in Florida.\nBut Mr. Trump’s portrayal of trade deficits entails crucial departures from economic reality.\nIn his accounting, international trade is a zero-sum affair, as if every country were jockeying for a share of forever limited amounts of business. An auto part made in Mexico and later included in a finished vehicle destined for a suburban driveway in California represents jobs hijacked from the Midwestern factory that should have employed American hands to build everything.\nTrade is not zero-sum. Expanded trade has historically tended to support economic growth, which generates more spoils to be divvied up for all.\nAmerican factories have increased production over the years, in part by drawing on a global supply chain to get what they need. A construction machinery plant in Illinois may buy ball bearings from China, glass displays from South Korea, computer chips from Malaysia and other parts from Mexico, some of them forged with American-made steel.\nObsessing over the balance of trade with any single country misses all of that. It also distracts from the force that, by many accounts, is the real threat to employment: automation. The decisive problem facing American workers is that making more products has not translated into sufficient numbers of new jobs, leaving millions of people searching for full-time work at wages high enough to pay the bills.\nEconomists generally dismiss bilateral trade deficits as essentially meaningless, for reasons easily recognizable in the rest of everyday life. Most people surely run lopsided trade deficits with their dentists, handing these professionals their dollars without expecting them to purchase anything in return.\nOne may assume that successful dentists will distribute their profits throughout the economy — on marketing, accounting, laundry and streaming music services. One way or another, these dollars generate jobs and income for other people. So it is with countries.\nChina’s trade surplus with the United States, which reached $347 billion last year, does in part reflect dubious Chinese practices, including lavishing state credit on favored exporters and flooding world markets with low-cost goods to keep its laborers employed.\nYet even if China were a paragon of fair trading practices, it would almost certainly run a surplus with the United States. Despite tremendous economic advances, China remains a relatively low-income country, home to hundreds of millions of people who cannot afford the more sophisticated fruits of the American economy. Though wages have risen in recent years, China’s fundamental advantage still involves making goods cheaply.\nTrade imbalances with the world are a more complex matter, one that is subject to genuine debate among economists. But the story is different for every country, depending on its size, the maturity of its economy, the sorts of goods and services it tends to export, and the reason for the imbalance in trade at any moment in time.\nIn the case of the United States, trade deficits with the world have been a feature of economic life for more than three decades, a sweep of time that has seen economic booms, the worst downturn since the Great Depression and plenty of events in between.\n“Trade deficits aren’t a good barometer,” said Chad P. Bown, a trade expert at the Peterson Institute for International Economics in Washington.\nFluctuations reflect a host of factors that have little to do with the fairness of trade terms. As the government on Tuesday reported that the American trade deficit contracted by nearly 10 percent in February, analysts noted that exports from the United States had been aided by a recent weakening in the value of the dollar, which makes American goods cheaper on world markets.\nThe only thing one can say with certainty is that the deficit reflects how Americans have consumed more than they have been willing to save, purchasing from foreigners who have in turn invested in the United States. To the degree that this is a problem — and opinions vary — most economists suggest that it is best addressed with tax policies and incentives to save, rather than by impeding trade.\nThe American trade deficit with the world contracted sharply in 2008 and 2009, but this was not the result of a sudden resumption of old-school saving. It reflected a cratering of consumer spending in the midst of the Great Recession. Calling that progress would be like applauding a nation gripped by famine for limiting its intake of saturated fats.\nBut if trade deficits do not lend themselves to certain conclusions in the realm of economic policy, they have served as highly useful political fodder. Politicians use trade deficits — money departing the nation! — as a handy, if flawed, explanation for why paychecks are inadequate.\nBack in the 1980s, it was Japan that played the boogeyman in the American political conversation, the goliath believed to be gobbling up American prosperity with every Sony Walkman it sent toward American shores. More recently, China has assumed that role.\nNow, with Mr. Trump in the White House, much of human civilization has seemingly been cast as the predator class — Germany, Mexico, China, willfully fleecing Americans through a series of trade deals extended by a Washington elite too clueless to fight them.\nLiberalized trade has proved punishing for lower-skilled factory laborers clustered in the American South and Midwest. Entire industrial communities have been upended by joblessness, mass foreclosure and attendant ills like substance abuse, domestic violence and depression.\nBut trade has proved a boon to bankers, executives and multinational corporations that harness low-wage labor in distant lands to make their products. Much of Walmart’s business model was built on a reliance on Chinese factories. American consumers have grown accustomed to low prices for clothing, shoes and other goods.\nNone of this action gets captured in narrow obsessions over trade deficits.\n“Trump hugely mis-frames it,” said Dean Baker, co-director of the Center for Economic and Policy Research in Washington, who is a persistent critic of trade deals. “We have U.S. companies that are hugely profiting by having access to low-cost labor in China. Portraying that China won and we lost is 180 degrees wrong. Factory laborers are the losers.”", "date": "April 5, 2017", "href": "https://www.nytimes.com/2017/04/05/business/trump-xi-trade-deficit-china.html", "tags": "american goods world china obsession united states trump deficient economic trade deficits analysis behind deficit —"}