{"title": "Behind the exodus from US state schools", "content": "The number of children taught at home in the US is steadily growing. What's behind parents' concerns with the education system?\nAs fierce national debate over controversial social justice issues spills into America's public schools, many parents are responding by pulling their children out.   \nThis is playing out in Texas especially, because even though independent-minded Texans typically don't have much time for government meddling, many nevertheless adhere to that higher form of government - religion.\nHence many Texas parents are increasingly frustrated at what they perceive as religion being phased out of Texas public schools.\n\"Religion is a taboo subject in public schools across the board,\" says Shannon Helmi in Austin, the Texas capital, where she has chosen to educate her four daughters privately with Regina Caeli, a homeschooling hybrid that teaches a curriculum based on the Catholic tradition. \n\"I don't think our state educators set out to be anti-religion, rather the education provided by the state must not be biased towards any religion. The problem [is that] an unbiased approach in education is unattainable - education is based on some original source, so if our education is based on no source it's ultimately anti-source.\"\nParents and teachers in Texas also complain about the state's public schools being made to march to the tune of an aggressive liberal agenda.\nThe result sees Texas parents voting with their feet and embracing a plethora of alternative private schooling systems that teach the likes of Christian theologians and Greek philosophers.  \n\"Now it's not just religious parents who traditionally have been the ones to opt for homeschooling but also those who are politically conservative and feel children are not getting a balanced perspective at schools becoming agenda driven,\" says Kari Beckman, executive director of Regina Caeli.\n\"Parents who are conservative feel their values are being oppressed. Traditional values are no longer respected at schools. Government has got too big, so that a parent's voice doesn't count now.\"\nRegina Caeli has schools all over the country where students attend for two days a week and are taught the rest of the time at home by parents supported by the school. \nPart of the problem, those critical of Texas's public-school system say, is that all voters, regardless of whether a parent or not, can cast a ballot on the likes of schools' curriculum and disciplinary processes. The result, they argue, is politics overwhelms educational precedence.  \n\"The public-school board election has become a simple extension of the current political divide,\" says Jon Dahm, a parent of three children who graduated from public schools in Austin. \n\"The focus has shifted from educational excellence and improving outcomes to political correctness instead.\"\nOpponents of secularisation in schools argue the constitutionally endorsed separation between religion and state is being incorrectly interpreted - they note the First Amendment prevents the government imposing religion on people or limiting the exercise of religion - resulting in less tolerance within schools for Christianity.\n\"It gets hard, I have to self-censor - if we're teaching about holidays or culture we can't mention religion,\" says a Catholic teacher who has taught in Austin's public schools for more than 25 years, and didn't want to give her name because of potential ramifications for her job. \n\"It's changed a lot in the last 10 years especially. People become very verbal about politics and try to bring it into the classroom.\"\nAs a result of such concerns shared by parents, charter schools that receive government funding but operate independently of the established state school system have become a significant part of the US education system, educating 2.8 million children in 2015, according to the National Center for Education Statistics (NCES).\nMeanwhile, the number of children taught at home in America has grown by 3% to 8% a year since 2012 and now stands at about 3.5 million. \nRegina Caeli can't keep up with the demand nationally, says Ms Beckman. It even fields enquiries from Australia, she says, and is about to start its first international partnership in the UK.\n\"I once asked our public school music teacher, 'Why introduce Britney Spears when you could introduce Beethoven,'\" says Ms Helmi, who vouches for the benefits to her daughters of a more classical education. \n\"One of my favourite scenes at the school is seeing a high-schooler playing with a younger sibling and then discussing whether a quote was from Aristotle or Socrates.\" \nThe vast majority of America's children, however, remain taught in schools run by the state, known as public schools in the US. \nIn autumn 2017, about 50.7 million students attended public elementary and secondary schools, according to NCES.\nDefenders of the public-school system highlight how it serves every child regardless of their parents' income or background. They are, they argue, a worthy manifestation of US laws that define education as a right, as opposed to a privilege. \n\"When compared with other nations, some of our students and some of our public schools are not doing well. But having 'some' failures is quite a different claim than one indicting our entire public school system,\" educational psychologist David Berliner wrote in a Washington Post article.\nTeaching children at home has long been controversial, with critics saying the instruction is uneven in subject and quality, and makes kids asocial due to having fewer friends and mixing with their peers less. \nEven Rachel Coleman, executive director at the Coalition for Responsible Home Education, says the research is still too thin to definitively confirm home-schooling works well consistently, noting that tough questions still need to be asked of home-schooling for the sake of home-schooled students. \nThe issue of how transgender children should be accommodated increasingly serves as a crunch point in public schools.\n\"I had to attend events where they pushed gender fluid ideology, so in the end I had to leave,\" says one Texas teacher who had a 30-year teaching career. \"I didn't want to revolutionise children. I just wanted them to be children.\"\nThe 2017 Texas legislative session included the so-called bathroom bill, which required transgender students to use school bathrooms based on their sex at birth - the bill failed to pass, while generating fierce debate. \n\"A lack of knowledge and understanding of gender variant identities in school environments potentially exacerbates the shame and stigma the children and young people may be experiencing,\" says Claire Birkenshaw, a transgender former headteacher who campaigns on transgender issues in the UK, while noting these issues apply to all countries. \nSome conservatives argue the transgender issue is the latest weapon being used by a progressive elite to effect social change. \nBut polls indicate Americans are fairly evenly split on the matter, with just over 50% feeling that whether someone is a man or a woman is determined by the sex assigned at birth. \nA significant amount of more conservative parents remain concerned, though, especially with shifting teachings in public schools about the likes of gay marriage, gender roles and the family unit. \n\"Parents feel that if they want to be able to influence their children, they have to take them out of the public-school system, because rather than them being taught how to read, the schools are telling them what to think and not teaching children how to be free thinkers,\" Ms Beckman says. \nYet as ever in America - especially now amid rapidly changing societal norms - questions over rights and the interpretation of whom they apply to and how they should be enforced continue to shift and with it raise the temperature of public debate.  \n\"Education is a right - it's not just a cisgender right or a gender variant right, it's a right for all, just in the same way all children deserve a first-class education,\" Ms Birkenshaw says. \n\"Standardising guidance for our more vulnerable children, such as gender variant children, ensures we fulfil on this promise.\" ", "date": "17 August 2018", "href": "https://www.bbc.com/news/world-us-canada-44944080", "tags": "public us exodus parents school schools education system says religion state children behind texas"}