{"title": "Behind Trump’s Termination of Iran Deal Is a Risky Bet", "content": "WASHINGTON — For President Trump and two of the allies he values most — Israel and Saudi Arabia — the problem of the Iranian nuclear accord was not, primarily, about nuclear weapons. It was that the deal legitimized and normalized Iran’s clerical government, reopening it to the world economy with oil revenue that financed its adventures in Syria and Iraq, its missile program and its support of terrorist groups.\nNow, by announcing on Tuesday that he is exiting the nuclear deal and will reimpose economic sanctions on Iran and companies around the world that do business with the country, Mr. Trump is engaged in a grand, highly risky experiment.\n[Read a full transcript of President Trump’s remarks.]\nMr. Trump and his Middle East allies are betting they can cut Iran’s economic lifeline and thus “break the regime,” as one senior European official described the effort. In theory, America’s withdrawal could free Iran to produce as much nuclear material as it wants — as it was doing five years ago, when the world feared that it was headed toward a bomb.\nBut Mr. Trump’s team dismisses that risk: Iran does not have the economic strength to confront the United States, Israel and Saudi Arabia. And Iran knows that any move to produce a weapon would only provide Israel and the United States with a rationale for taking military action.\nIt is a brutally realpolitik approach that America’s allies in Europe have warned is a historic mistake, one that could lead to confrontation, and perhaps to war.\nAnd it is a clear example of Middle East brinkmanship that runs counter to what President Barack Obama intended when the nuclear deal was struck in July 2015.\nMr. Obama’s gamble in that deal — the signature foreign policy accord of his eight years in office — was straightforward. He regarded Iran as potentially a more natural ally of the United States than many of its Sunni-dominant neighbors, with a young, educated Western-oriented population that is tired of being ruled by an aging theocracy.\nBy taking the prospect of nuclear weapons off the table, the Obama administration had argued, the United States and Iran could chip away at three decades of hostility and work on common projects, starting with the defeat of the Islamic State.\nIt did not turn out that way. While the deal succeeded in getting 97 percent of Iran’s nuclear material out of the country, Iran’s conservatives and its military recoiled at the idea of cooperating on any projects with the West.\nMonths before it became clear that Mr. Trump had a decent shot at being elected, the Iranian military increased support for President Bashar al-Assad in Syria; it expanded its influence in Iraq and accelerated its support for terrorist groups. And it doubled down on deploying cyberattacks against targets in the West and in Saudi Arabia, embracing a weapon that was not covered by the nuclear accord.\nThen came Mr. Trump, with his declaration that the deal was a “disaster” and his vow to dismantle it. That is exactly what he has now done, but at a huge cost.\nMoments after he delivered his statement — in which he made it sound as if Iran was cheating on the accord, even though his intelligence chiefs have testified otherwise — Mr. Trump received a stinging rebuke from Prime Minister Theresa May of Britain, President Emmanuel Macron of France and Chancellor Angela Merkel of Germany.\nThe three leaders, America’s closest European allies, essentially rejected his logic. They noted that the United Nations Security Council resolution that embraced the Iran deal in 2016 “remains the binding international legal framework for the resolution of the dispute about the Iranian nuclear program.”\nThat was polite diplomatic language for the stark conclusion that it is the United States — not Iran — that first violated the accord.\n[Read our coverage of Mr. Trump’s decision and his announcement.]\nAnd now, suddenly, the world may well be headed back to where it was in 2012: on a road to uncertain confrontation, with “very little evidence of a Plan B,” as Boris Johnson, the British foreign minister, said on a visit to Washington.\nExiting the deal, with or without a plan, is fine with the Saudis. They see the accord as a dangerous distraction from the real problem of confronting Iran around the region — a problem that Saudi Arabia believes will be solved only by leadership change in Iran.\nThe Saudis have an ally in John R. Bolton, the president’s new national security adviser, who had made clear before taking office that he shared their view. Mr. Obama’s deal, Mr. Bolton said on Tuesday afternoon, featured “an utterly inadequate treatment of the military dimension of Iran’s aspirations.”\nThe Saudi case against Iran has been bolstered in recent months by Crown Prince Mohammed bin Salman, who has repeatedly referred to Iran’s supreme leader, Ayatollah Ali Khamenei, as “the new Hitler.”\n“Many countries around the world and in Europe did not realize how dangerous Hitler was until what happened, happened,” Prince Mohammed said in a recent interview with the CBS News program “60 Minutes.” “I don’t want to see the same events happening in the Middle East.”\nIn a speech in March at the Brookings Institution, Adel al-Jubeir, the Saudi foreign minister, asserted that Iran was “the biggest problem we face in our region.” He blamed Iran for interfering in neighboring countries, backing allied armed groups in Syria, Iraq, Lebanon, Yemen and elsewhere, and supplying Yemeni rebels with ballistic missiles they fired at his country.\nEven if its restrictions on nuclear weapons were tightened and extended, “the agreement by itself does not solve the problem of Iran,” Mr. Jubeir said. “Iran must be held accountable.”\nJeremy Shapiro, research director at the European Council on Foreign Relations and a State Department official during the Obama administration, argued that the nuclear deal’s opposition from Saudi Arabia, Israel and other regional players was primarily about its effects on American politics and policy.\n“They believe they are in this existential conflict with the Iranian regime, and nuclear weapons are a small part of that conflict” — but the one that most influences public opinion in the United States, Mr. Shapiro said.\n“If the deal opened an avenue for better relations between the United States and Iran, that would be a disaster for the Saudis,” he said. “They need to ensure a motivation for American pressure against Iran that will last even after this administration.”\nIsrael is a more complicated case.\nPrime Minister Benjamin Netanyahu has pressed Mr. Trump to abandon an arrangement that the Israeli leader has always detested. But Mr. Netanyahu’s own military and intelligence advisers say Israel is far safer with an Iran whose pathway to a bomb is blocked, rather than one that is once again pursuing the ultimate weapon.\n“The individuals who shoulder responsibility for Israel’s survival and security have been crystal clear,” Graham Allison, a Harvard professor who has spent his career examining cases of nuclear proliferation.\n“This will most likely lead to an outcome that is much worse not only for the U.S., but for Israel,’’ Mr. Allison said, because the current agreement rolled Iran’s nuclear program back a decade “and imposed on Iran the most intrusive inspection regime ever negotiated.”\nBut Mr. Netanyahu holds Israel’s bullhorn, and he used it last week to persuade Mr. Trump to pull the plug on the Iran deal. By releasing Iranian documents, stolen from Tehran in January, Mr. Netanyahu proved what Western intelligence agencies long knew: A decade ago or even longer, the Iranians were working hard to design a nuclear warhead.\nTo Mr. Netanyahu, this was proof that Iran could never be trusted and that it had reached the nuclear deal under false pretenses by pretending it never had a weapons program. To Mr. Trump and his allies, the Israeli discovery said less about Iranian nuclear capability than it did about Iranian perfidy.\nGiven evidence that Iran was preserving its bomb designs as a hedge for the future, the discovery suggested it has not given up its ambitions. As Dennis Ross, a former Middle East negotiator, put it, someone needed to address the Israeli discovery “lest they give the Iranians the ability to pick up quickly where they left off on weaponizing.”\nStill, at the core of Mr. Trump’s announcement on Tuesday is a conviction that Mr. Obama made a critical mistake in agreeing to a deal that contains an expiration date. Mr. Trump’s argument is that Iran can never be allowed to accumulate enough material to assemble a bomb.\nSo when the Europeans said that would require reopening the negotiations, Mr. Trump balked, and decided instead to scrap the entire deal.\nIt was a classic Trumpian move, akin to the days when he would knock down New York buildings to make way for visions of grander, more glorious edifices. But in this case, it is about upsetting a global power balance and weakening a government that Mr. Trump has argued, since he began campaigning, must go.", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/us/politics/trump-iran-nuclear-deal-news-analysis-.html", "tags": "iran nuclear bet “ termination risky trump israel behind — deal"}