{"title": "Beijing Wants A.I. to Be Made in China by 2030", "content": "SHANGHAI — If Beijing has its way, the future of artificial intelligence will be made in China.\nThe country laid out a development plan on Thursday to become the world leader in A.I. by 2030, aiming to surpass its rivals technologically and build a domestic industry worth almost $150 billion.\nReleased by the State Council, the policy is a statement of intent from the top rungs of China’s government: The world’s second-largest economy will be investing heavily to ensure its companies, government and military leap to the front of the pack in a technology many think will one day form the basis of computing.\nThe plan comes with China preparing a multibillion-dollar national investment initiative to support “moonshot” projects, start-ups and academic research in A.I., according to two professors who consulted with the government about the effort.\nThe United States, meanwhile, has cut back on science funding. In budget proposals, the Trump administration has suggested slashing resources for a number of agencies that have traditionally backed research in A.I. Other cuts, to areas like high-performance computing, would affect the development of the tools that make A.I. work.\nChina’s capabilities, especially in advanced and new technologies, have long lagged those of its better developed neighbors as well as Europe and America. But a multiple-decade industrial policy to help it catch up has paid dividends.\nA.I. is one of a growing number of disciplines in which experts say China is making quick progress.\nYet it was a foreign feat of A.I. prowess that provided one of the greatest impetuses for the new plan.\nThe two professors who consulted with the government on A.I. both said that the 2016 defeat of Lee Se-dol, a South Korean master of the board game Go, by Google’s AlphaGo had a profound impact on politicians in China. Then in May, Google brought AlphaGo to China, where it defeated the world’s top-ranked player, Ke Jie of China. Live video coverage of the event was blocked at the last minute in China.\nAs a sort of Sputnik moment for China, the professors said, the event paved the way for a new flow of funds into the discipline.\nChina’s ambitions with A.I. range from the anodyne to the dystopian, according to the new plan. It calls for support for everything from agriculture and medicine to manufacturing.\nYet it also calls for the technology to work in concert with the country’s homeland security and surveillance efforts. China wants to integrate A.I. into guided missiles, use it to track people on closed-circuit cameras, censor the internet and even predict crimes.\nBeijing’s interest in the technology has set off alarms within the United States’ defense establishment. The Defense Department found that Chinese money has been flowing into American A.I. companies — some of the same ones it says are likely to help the United States military develop future weapons systems.\nIn a timeline laid out within the new policy, the government expects its companies and research facilities to be at the same level as leading countries like the United States by 2020. Five years later, it calls for breakthroughs in select disciplines within A.I. that will become “a key impetus for economic transformation.”\nIn the final stage, by 2030, China will “become the world’s premier artificial intelligence innovation center,” which in turn will “foster a new national leadership and establish the key fundamentals for an economic great power.”\nWhile the language in Chinese industrial policy can sound stodgy and the targets overly ambitious, Beijing takes its economic planning seriously. Experts say that even if major spending efforts ultimately waste resources, they can also produce results, bolstering technology capabilities with a flood of resources.\nTop-level statements like this also work as a signal to local governments and companies across the country.\nThe new plan formalizes a focus that was widely known in China. Following those cues, a large number of local governments have created special plans and built out research centers to focus on A.I.\nMany are spending hundreds of millions of dollars, but some have earmarked even more. In June, the government of Tianjin, an eastern city near Beijing, said it planned to set up a $5 billion fund to support the A.I. industry. It also set up an “intelligence industry zone” that will sit on more than 20 square kilometers of land.\nThe initiative is also likely to sweep up private Chinese companies. The country’s internet search giant Baidu, which has run an A.I. research center out of Silicon Valley in recent years, announced this year that it would open a new lab in cooperation with the government. The two leaders of that lab have worked on Chinese government programs with military applications.", "date": "July 20, 2017", "href": "https://www.nytimes.com/2017/07/20/business/china-artificial-intelligence.html", "tags": "also research china companies beijing wants ” new government made a.i plan"}