{"title": "Believe Republicans When They Say They're Coming After Your Health Care", "content": "Republicans have been very busy lying about health care: lying about their policy agenda, lying about Democrats calling them liars and lying about who said who was really lying about all this.\nAmid those lies, however, GOP officials and candidates have occasionally lapsed and told the truth: The party, like it always has, wants to cut federal health care programs. They want to repeal the Affordable Care Act, still without having any idea how to replace it, and they’re working hard to make the law worse in the meantime. They want to slash Medicaid. They want to shrink Medicare.\nEven without the rare moments of honesty, however, we would know this is what Republicans want because of the simple fact that they’ve been trying to slash health care programs for decades.\nFormer House Speaker Newt Gingrich and current Speaker Paul Ryan, for example, built their conservative reputations and bases of power with sweeping plans to dismantle the federal safety net, and they have many acolytes. The main difference between those GOP leaders and President Donald Trump is that the latter is even more brazen in his lies about what he plans to do.\nWhile Republicans claim they want the law to protect both people with pre-existing conditions and people who rely on government programs for health coverage, those ideas are ideologically at odds with fundamental tenets of American conservatism. Lower taxes, fewer regulations and a smaller federal government are incompatible with a safety net worth its name.\nBut it’s no wonder why Trump and many Republicans running for office this year would try to make voters see something that’s not there and deceive people about what the GOP actually wants to do to the U.S. health care system.\nRepublicans’ ideas are unpopular. Their president is historically unpopular. Their failed effort to repeal the Affordable Care Act and their deliberate mismanagement and weakening of the law’s benefits are unpopular. They are under sustained assault from Democrats highlighting (and mostly accurately describing) the GOP health policy agenda, especially on the question of people with pre-existing conditions. And most Americans are inclined to side with Democrats on this issue.\nSo that’s where all the lying comes from. Fortunately, the truth is easy to find. If the GOP survives what’s shaping up to be a brutal election year and retains control of Congress, rest assured they will again come for health care. They always try.\nHere’s what’s on the agenda:\nRepublican officials, who have spent the last eight-plus years trying to undermine and repeal the Affordable Care Act and its provisions protecting those with pre-existing conditions, have in recent weeks been saying they are not actually doing the things they are doing.\nRepublicans are even inventing Washington Post fact-check articles that supposedly called their Democratic opponents liars for saying Republicans are lying about pre-existing conditions. Some GOP senators went so far as to introduce fake legislation about pre-existing conditions. It’s a lot of lying.\nNot surprisingly, it was Trump himself who took this to a ridiculous level last week when he tweeted: “Republicans will totally protect people with Pre-Existing Conditions, Democrats will not! Vote Republican.”\nLet’s get this out of the way first: Democrats don’t have to do anything to protect people with pre-existing conditions because they already did. That law is called the Affordable Care Act, it includes an ironclad guarantee that no one can be turned down for health insurance regardless of their medical histories, and then-President Barack Obama signed it on March 23, 2010.\nNow let’s talk about what Trump and his party are doing.\nThe gravest threat to the ACA’s promise that even people who’ve been sick can get health insurance is a lawsuit brought by Republican officials in Alabama, Arkansas, Arizona, Florida, Georgia, Indiana, Kansas, Louisiana, Maine, Mississippi, Missouri, Nebraska, North Dakota, South Carolina, South Dakota, Tennessee, Texas, Utah, West Virginia and Wisconsin. The attorneys general in these states, most with the approval of their GOP governors, are trying to get the entire Affordable Care Act thrown out on dubious grounds.\nNormally, the U.S. Department of Justice defends federal laws from challenges like this. Not this time. Instead, Attorney General Jeff Sessions is asking a federal judge to leave most of the law in place, except for the parts about protecting people with pre-existing conditions. No, really.\nSome of the state officials who started this lawsuit are trying to have it both ways.\nTake Missouri Attorney General Josh Hawley (R), who’s trying to unseat Sen. Claire McCaskill (D) in November. Hawley is one of the plaintiffs in the suit. He’s going around simultaneously saying that the lawsuit is good and that McCaskill is lying when she says he’s attacking protections for people with pre-existing conditions. Wisconsin Gov. Scott Walker (R), who approved his state’s participation in the legal action against the ACA, called bringing the suit “doing the right thing” while posting videos about his deep commitment to people with pre-existing conditions (he’s running for re-election). There’s a lot of this going around on the campaign trail.\nCongressional GOP leaders are playing the same game. In an interview with Bloomberg TV this month, Senate Majority Leader Mitch McConnell (R-Ky.) used one side of his mouth to say, “There’s nobody in the Senate that I’m familiar with who is not in favor of coverage of pre-existing conditions,” and the other side to say, “I don’t fault the administration for trying to give us an opportunity to do this differently and to go in a different direction.”\nMeanwhile, the Trump administration has taken numerous steps to worsen the health insurance market for people with pre-existing conditions.\nThey are allowing insurers to sell more so-called short-term policies, which insurers can refuse to sell to people with pre-existing conditions. They want to permit states to set aside the ACA’s insurance regulations and set up new markets for policies that people with pre-existing conditions can’t buy. At the state level, Iowa and Tennessee already have parallel insurance markets that allow insurers to turn away people with pre-existing conditions, and Idaho wants to join them.\nAnd let’s not forget what Congress did last year, even though that’s what GOP candidates want everyone to do.\nThe American Health Care Act ― the ACA repeal-and-replace bill that the House passed and that Trump threw a party for in the White House Rose Garden ― specifically was designed to make it harder for people with pre-existing conditions to get and keep their health insurance. In fact, the measure wouldn’t have made it through the House if GOP leaders hadn’t made it more hostile to people with pre-existing conditions as a means to attract more conservative votes. This bill would have meant 23 million more uninsured people by 2026, according to the Congressional Budget Office. The failed Senate Obamacare repeal bill authored by GOP Sens. Bill Cassidy (La.) and Lindsey Graham (S.C.) was the same.\nBeyond the provisions on pre-existing conditions, if Republicans keep control of Congress next year, they will come for the Affordable Care Act again. But they still don’t have a replacement plan that would protect people with pre-existing conditions or do any of the other things the Affordable Care Act did to slash the rate of uninsured Americans.\nHere’s McConnell again, from a Reuters interview: “If we had the votes to completely start over, we’d do it. But that depends on what happens in a couple weeks.”\nThe American Health Care Act would have cut Medicaid’s budget by $834 billion, causing 14 million people to lose coverage. The Cassidy-Graham bill also sought to slash Medicaid. Those bills didn’t become law, but not for want of Republicans trying. The Senate measure failed by a single vote (given that Vice President Mike Pence would’ve cast a tie-breaking vote in the event of a 50-50 tally).\nThat’s not all. The White House budget request this year called for $250 billion in Medicaid cuts over a decade. The House Republican budget proposal called for reviving the American Health Care Act’s Medicaid cuts. And the Trump administration is encouraging states to impose work requirements on Medicaid enrollees, a policy designed to reduce enrollment in the program. That plan is already working as intended in Arkansas.\nLast year, Trump triumphantly signed a huge tax cut bill. The GOP line when this legislation was going through Congress was that it would pay for itself. It did not. It predictably blew a giant hole in the budget and increased the deficit.\nAnd what is the Republican solution? Cutting Medicare, Social Security and Medicaid, of course!\n“It’s very disturbing and it’s driven by the three big entitlement programs that are very popular ― Medicare, Social Security and Medicaid,” McConnell told Bloomberg TV. “Hopefully at some point here we’ll get serious about this,” he said. McConnell went on to lament that it was a shame Obama and Congress weren’t able to figure out how to ruin these programs together and bizarrely asserted that total GOP control of the federal government somehow made this more difficult.\nSurprised? Don’t be. Gingrich’s plan to let traditional Medicare “wither on the vine,” as he put in 1996, is more than 20 years old. Ryan may be retiring from Congress after the upcoming election, but his 2012 plan (and the various versions of it created since then) to slash Medicare and replace it with a voucher system remains popular among fellow GOP politicians, even though they tend to hide this during election years. Or even straight-up lie about it.\nTrump, after all, famously promised during his presidential campaign that he wouldn’t touch Medicare or Medicaid. Then he won the election. The GOP is hoping that pattern repeats itself this Election Day.", "date": "\n10/30/2018", "href": "https://www.huffpost.com/entry/republicans-health-care-obamacare-medicare-medicaid_n_5bd72b78e4b055bc948eb3d9", "tags": "pre-existing gop medicaid conditions lying coming say act republicans believe care health"}