{"title": "Bernie Sanders Releases Health Plan And It's Even More Ambitious Than You Thought", "content": "Bernie Sanders on Sunday released his plan to reform the American health insurance system -- or, more accurately, to reinvent it from scratch.\nIt's a plan to create a single-payer health care system, which means the government would provide everybody with insurance directly. Sanders is calling it \"Medicare for All,\" because Medicare, which provides government-financed insurance to the elderly, is the closest thing to a single-payer system in the U.S. But that term actually understates the ambition of what he is proposing.\nSanders wouldn’t just replace existing private insurance plans. He would also replace existing public plans -- including Medicaid, the Children’s Health Insurance Plan and the private plans available through the Affordable Care Act. He'd even upgrade the coverage that Medicare provides. To pay for this plan, Sanders would replace existing insurance premiums with taxes and put a huge squeeze on the drug industry -- the kind that would be extremely difficult to push through the political system.\nAnd while Obamacare has produced a historic decline in the number of uninsured Americans, the Sanders plan would reach many, if not most, of the remaining uninsured (roughly 10 percent of the population, according to recent estimates) through automatic enrollment.\n“Universal health care is an idea that has been supported in the United States by Democratic presidents going back to Franklin Roosevelt and Harry Truman,” Sanders said. “It is time for our country to join every other major industrialized nation on earth and guarantee health care to all citizens as a right, not a privilege.”\nSanders introduced his plan just hours before a nationally televised Democratic presidential debate, and after days of back and forth with Hillary Clinton, front-runner for the nomination. Clinton, who like Sanders is a longtime champion of improving access to health care, has said she prefers to proceed incrementally -- mainly, by bolstering the coverage that Obamacare guarantees and putting more pressure on the drug industry to lower prices.\nSanders would go far beyond that. In place of existing arrangements, Sanders would offer coverage that, on paper, looks a lot more comprehensive than any other coverage widely available in America today. \nThe insurance that Sanders proposes would basically eliminate copayments and deductibles, except for cosmetic surgery and other elective procedures that a board of medical experts determined to be medically unnecessary. (People could still pay for those services on their own.) \nCoverage for Medicare, the one program Sanders would leave in place, would become more generous, since today it does not offer such extensive benefits.\nAccording to an independent analysis by Gerald Friedman, an economist at the University of Massachusetts at Amherst, the Sanders proposal -- if enacted -- would pay for 98 percent of the typical person’s medical bills. \n“This is a very generous plan,” Friedman told The Huffington Post. “Doing away with copays and deductibles is a big idea.”\nSanders says that his proposal would actually save the country money -- first, by eliminating all the money that the private insurance industry spends marketing and managing its plans, and generating profits, and then by reducing the money doctors and hospitals must spend on billing. The plan would also seek deep discounts from the drug industry. \nOverall, according to Friedman’s analysis, the Sanders proposal would reduce health care spending in the U.S. by $6 trillion over the next 10 years.\nBecause Sanders is eliminating all existing insurance, he’d also wipe out the premiums that people now pay to finance these plans. In their place, he’d impose a new “income-related premium” of 2.2 percent, a payroll tax on employers equal to 6.2 percent of wages, and then a series of new tax hikes on the wealthy. \nThese taxes would be in addition to the payroll taxes that people already pay for Medicare, a Sanders spokesman confirmed.\nIn the end, Friedman found, a family with income of $50,000 would end up saving more than $5,000 a year relative to what they would spend in the current health care system.\nWhether other independent analyses come to the same conclusion remains to be seen. But the challenge of single-payer has never been whether, on paper, such a plan could deliver comprehensive benefits to all Americans at a low price. It’s whether such a plan could survive the political process -- and how its implementation would play with the public. \nFor example, Sanders envisions huge savings from lower drug prices, but efforts to extract far more modest savings from the industry have failed repeatedly in the past. And while programs like the Veterans Affairs health system get steep drug discounts, they also operate strict formularies limiting access to drugs -- something that many Americans would probably find objectionable.\n“One can certainly design a single-payer plan on paper that saves money for the middle class by reducing payments to doctors and hospitals significantly and shifting the financing of health care from premiums to a very progressive tax structure,” Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, said on Sunday evening. “Whether such a plan could ever pass and be signed into law in that form is a very different question.”\nThat political difficulty, along with the daunting challenge of blowing up the current system and creating something new in its place, is a big reason Clinton has not endorsed anything as ambitious as Sanders -- and has been critical of him lately.\n“After weeks of denying the legitimacy of the questions Hillary Clinton raised about flaws in the health care legislation he’s introduced 9 times over 20 years, he proposed a new plan two hours before the debate,\" Clinton spokesman Brian Fallon said in a statement Sunday evening. \"When you’re running for President and you’re serious about getting results for the American people, details matter -- and Senator Sanders is making them up as he goes along.”", "date": "\n01/17/2016", "href": "https://www.huffpost.com/entry/bernie-sanders-health-plan_n_569c3ddde4b0b4eb759ecf51", "tags": "care releases thought even ” system -- insurance bernie ambitious sanders plan health"}