{"title": "Bernie Sanders, Alexandria Ocasio-Cortez Introduce Legislation To Cap Credit Card Rates", "content": "Sen. Bernie Sanders (I-Vt.) and Rep. Alexandria Ocasio-Cortez (D-N.Y.) are teaming up on new legislation to take down credit card interest rates.\nAt a live-streamed press conference Thursday, the two introduced what they’re calling the “Loan Shark Prevention Act.” If passed, the law would cap interest rates on credit cards and consumer loans at 15 percent, dealing a massive blow to the payday loan industry and other predatory lenders.\nWhile some states like New York have outlawed payday lending, high-interest credit cards have moved to fill the gap ― and proved just as harmful to those trying to climb out of poverty. So instead of saving money and building wealth, the poor are stuck paying interest on loans they had to take out to cover things like unexpected medical bills.\n“When banks charge higher and higher interest rates,” said Rep. Ocasio-Cortez, “essentially your credit card becomes a payday loan.”\nAccording to data tracked by CreditCards.com, 39 million Americans have carried credit card debt for at least the past two years and another 8 million can’t recall how long they’ve been in debt. Together, that’s 44 percent of all cardholders. At the same time, credit card interest rates are higher than they’ve ever been.\nThe representatives repeatedly compared their legislation to usury laws, which, prior to 1978, empowered states to limit the amount of interest that could be charged on loans.\nA Supreme Court ruling that year in Marquette National Bank v. First of Omaha Service Corp held that national banks could export the interest rate of wherever they were headquartered, prompting states like South Dakota and Delaware to drop their usury laws in a successful bid to attract banks to their state.\n“Half the U.S. had usury laws until the 1970s when they were repealed,” Sanders said Thursday. “Since then, big banks have had a blank check to charge extortion-level interest rates to the poor.”\n“Ultimately, what this comes down to is the issue of greed, which is permeating every aspect of our society,” he added, continuing:\n“It is Wall Street; it is the drug companies; it is the insurance companies that pay their CEOs outrageous compensation packages while you can’t afford health insurance; it is the fossil fuel industry making billions of dollars as they destroy the planet. On and on it goes.” ", "date": "\n05/09/2019", "href": "https://www.huffpost.com/entry/bernie-alexandria-cap-interest-rates_n_5cd463afe4b0796a95d859fe", "tags": "card credit introduce banks alexandria rates loans payday states ” ocasio-cortez bernie interest cap legislation sanders"}