{"title": "Bernie Sanders Announces Single-Payer Bill With Major Support In Senate", "content": "Sen. Bernie Sanders (I-Vt.) unveiled Wednesday a new version of his plan to give everybody government-run health insurance, potentially opening a new chapter in the ongoing debate over how to make health care in the U.S. more affordable and available.\nThe plan calls for an overhaul of American health insurance with a souped-up, more generous version of Medicare replacing nearly all private health insurance ― and government exerting far more control over the cost of medical care. It would arguably be the most ambitious social welfare initiative in U.S. history, but Sanders told HuffPost in an interview Tuesday that he believes America is ready for it.\n“The American people are catching on to where the Republicans are coming from, they see the limitations of the Affordable Care Act and they’re looking at the alternatives,” Sanders said. “And this is a rational alternative.” \nSanders has been waging a frequently lonely crusade for this kind of universal health care since the early 1990s, when he first came to Congress. In 2013, when he introduced a previous iteration of the bill, he had no support from his colleagues. But in a clear sign of the idea’s increasing popularity, as well as Sanders’ influence within progressive politics, 16 Democratic senators are co-sponsoring the bill. \nThat’s more than one-third of the Senate Democratic caucus. Staffers told HuffPost they had expected less than half as many senators to sign on, and they attributed the broad appeal to a five-month drafting period in which they solicited input from the offices of 19 senators, including several who they knew never had any intention of getting behind the bill.  \nThat roster of co-sponsors includes a who’s-who list of potential Democratic presidential candidates for 2020, including Cory Booker of New Jersey, Kirsten Gillibrand of New York, Kamala Harris of California and Elizabeth Warren of Massachusetts. Also backing the bill are Patrick Leahy of Vermont, Sheldon Whitehouse of Rhode Island, Al Franken of Minnesota, Jeff Merkley of Oregon, Ed Markey of Massachusetts, Martin Heinrich and Tom Udall of New Mexico, Brian Schatz and Mazie Hirono of Hawaii, Richard Blumenthal of Connecticut, Jeanne Shaheen of New Hampshire and Tammy Baldwin of Wisconsin. \nAmong the co-sponsors, Baldwin is notably up for re-election in 2018 in a state President Donald Trump won narrowly in November. But Sen. Sherrod Brown, a reliably progressive Democrat up for re-election in Ohio, where Trump won by 8 percentage points, has thus far declined to get behind the bill.\nFor evidence that Americans increasingly see single payer as the solution to the ACA’s flaws, Sanders suggested people look no further than the unexpected and rapid success he had recruiting co-sponsors for his bill. As if to dramatize the phenomenon, an aide interrupted the beginning of his interview with HuffPost to put him on the phone with Franken, who had called to inform Sanders he would be joining as well.\nEven with the strong show of support from Democrats, the likelihood of the Sanders proposal passing in the near future would seem to be vanishingly remote, in no small part because the Republicans who control Congress generally don’t believe in universal coverage and are more interested in repealing existing government health programs than creating new ones. \nBut Sanders thinks support for the idea is growing, making future enactment possible. “You’re seeing it in polling, you’re seeing it in town meetings, you’re seeing the American people waking up and demanding that we end this dysfunctional system and we join the rest of the industrialized world.”\nSanders and other Senate co-sponsors unveiled the legislation Wednesday at a kind of rally on Capitol Hill, flanked by activists, doctors, nurses and at least one pro-single payer business owner.\nThe proposal, which Sanders is calling the “Medicare for All Act of 2017,” looks a lot like the plan Sanders touted as a presidential candidate. As the name implies, it envisions giving everybody living in the U.S., including undocumented immigrants, an enhanced version of Medicare with virtually no out-of-pocket spending as well as dental, vision and hearing aid coverage. It would more or less wipe out private health insurance and give the federal government the same power to set prices and establish a national health care budget that most other democratic nations have.\nThe new plan includes one key addition and one key subtraction. In the new bill, Sanders calls for a four-year transition period, during which the newly improved Medicare would first insure all children and adults 55 or older, then expand gradually to cover all adults. (A provision authored by Gillibrand would allow adults to purchase a public health insurance option during the transition period.) That feature wasn’t there before.\nBut the new bill does not specify how to finance the new health benefits. That’s a change from the campaign plan, which specified a new set of taxes.\nInstead Sanders has assembled a policy white paper with a menu of different potential sources of additional revenue, the majority of them tax increases that could finance the expected cost of single-payer health care. Some ideas the paper features include a 7.5 percent income-based payroll tax on employers; a 4 percent income-based tax on households; a 1 percent tax on the wealth of the richest 0.1 percent of Americans; a higher estate tax on the wealthiest households; and a 0.7 percent tax on large financial institutions.\nThe omission of a financing mechanism in the plan itself, though, is a big change, and an important one. Providing such generous benefits to everybody would require a great deal of new government spending, which would mean new taxes. Sanders and his supporters frequently say this will work out better for the vast majority of Americans in the end, because they would no longer be paying health insurance premiums or out-of-pocket costs. Without specific numbers, it’s impossible to evaluate whether that claim is true.\nThe difficulty of persuading tens of millions of Americans to give up their current insurance and accept those higher taxes, regardless of what they’d gain in higher wages or lower medical expenses, is just one of the huge political obstacles that would stand in the way of enactment. Another is the likely opposition of virtually every part of the health care industry.\nDoctors and hospitals would likely fight the creation of a system that would make them dependent on reimbursements from Medicare, which traditionally pays less than private insurance in order to hold down costs. Insurers would be facing an even more existential threat, since the Sanders proposal doesn’t even envision them offering supplemental or alternative private policies, as they do in many other countries with universal coverage schemes. \nStill, with millions still frustrated with their health insurance, because it costs too much or because it doesn’t offer choices they want, and with millions more still uninsured, even taking into account the Affordable Care Act’s progress, the desire for further health care reforms is palpable.\nAnd while a scheme like the one Sanders is proposing would represent a truly radical break, it also uses a program, Medicare, that happens to be both very familiar to most Americans and wildly popular as well.\n“The reason that Social Security is a popular program is not only for what it does ― providing retirement security to older people ― or Medicare is a popular program, is its simplicity,” Sanders noted.\nSanders says he is under no illusions about the opposition the bill would elicit, particularly from the insurance and pharmaceutical industries. \n“We understand that the opposition to this legislation will be incredible,” he said. “We fully anticipate that, and they have unlimited sums of money.”\nThere is no way Congress would stand up to that opposition and pass the legislation, he said, without a mass mobilization of civil society groups that he famously dubs a “political revolution.”\nThe legislation “is going to be won in communities all over this country, when people begin to stand up and tell their elected officials, ‘Sorry, the status quo is not working and we want all Americans to have health care in a cost-effective way,’” he said.\nOf course, Republican political strategists say they are equally eager to engage in a fight over single payer, because they are convinced that Americans will oppose it, particularly as they learn more about it. Where advocates like Sanders see a chance to achieve what countries including Canada, Sweden and Taiwan have (universal coverage, generally strong health outcomes and far less spending), critics in the GOP and elsewhere see the specter of taxes choking the economy and government rationing vital care.\nSingle payer is “guaranteed to raise taxes on the middle class, create massively long wait times and put the government in the middle of you and your doctor’s health care decisions,” said Michael Ahrens, a spokesman for the Republican National Committee. \n“Democrats have moved so far left that they have to be even more liberal than Nancy Pelosi to appeal to progressives,” Ahrens added.\nSanders acknowledged that reasonable people can disagree over the precise form universal coverage should take. He said he prefers single payer in part because it works for America’s neighbor to the north. “We are like Canada in many respects. We are larger than Canada, we are more diverse, but people are familiar with Canada.”\nCanada’s single payer system “has its problems,” he acknowledged, “but what it has managed to do is provide health care to every man, woman and child as a right, and do it for less than half the cost per person. So we think that’s a pretty good place to start.” \nAsked whether he would accept a different method of delivering universal coverage if that is what emerges some years down the road, Sanders refused to entertain hypotheticals. \n“I don’t want to speculate what’s going to happen in 10 years. I can barely figure out what’s going to happen tomorrow or in the next two hours.”\nThis article has been updated to include revenue proposals from Sanders’ policy white paper.", "date": "\n09/13/2017", "href": "https://www.huffpost.com/entry/bernie-sanders-single-payer-bill-major-support-senate_n_59b87dc1e4b02da0e13d465f", "tags": "support single-payer “ health announces medicare insurance bernie senate bill new sanders care major"}