{"title": "Beto O'Rourke Says Late-Term Abortion Should Be A Woman's Decision- 'I Trust Her'", "content": "Democratic presidential hopeful Beto O’Rourke believes every woman should be able to decide for herself when it comes to abortion.\nThe former Texas congressman was at a campaign event in Ohio on Monday when a woman asked him whether he was “for” third-trimester abortions, claiming that “there’s really not a medical necessity for abortion.”\nO’Rourke, who attempted to unseat Sen. Ted Cruz (R-Texas) last year, sidestepped the question slightly and discussed reproductive rights in general.\n“The question is about abortion and reproductive rights,” O’Rourke said. “And my answer to you is, that should be a decision that the woman makes. I trust her.”\nO’Rourke affirmed his comments on Tuesday during a campaign stop at Pennsylvania State University. \n“Yesterday on abortion, you said it’s a woman’s right to choose. Does that include up until the third trimester?” a reporter asked.\n“Absolutely,” O’Rourke responded.\n“I think those decisions are best left to a woman and her doctor,” he added. “I know better than to assume anything about a woman’s decision, an incredibly difficult decision, when it comes to her reproductive rights.”\nThe phrase “late-term abortion” refers to any abortion procedure done after the middle of the second trimester. Medical professionals and activists prefer to use the term “abortion later in pregnancy” because the phrase “late-term abortion” is not a medical term and is often used by groups trying to shame women. \nMore than 90 percent of abortions in the U.S. take place during the first trimester, according to the Centers for Disease Control and Prevention. Only 7.6 percent of American women have abortions during the second trimester, and 1.3 percent have the procedure done in the third trimester.\nThird-trimester abortions usually occur because of extreme health circumstances, such as when the mother’s life is at risk or when the child would be born with a genetic condition that would make life outside the womb nearly impossible.\nAnti-abortion advocates have been up in arms after the Born-Alive Abortion Survivors Protection Act failed to overcome a Democratic filibuster in the Senate last month. The controversial bill, proposed by Sen. Ben Sasse (R-Neb.), threatened prison time for doctors who did not provide necessary medical care to infants born alive during attempted late-term abortions.\nAbortion rights activists and medical professionals deemed the bill unnecessary from the start since murder and infanticide are already illegal. Additionally, doctors say it’s nearly impossible for infants to be born alive during late-term abortions.\nThis article has been updated to include more context about the phrase “late-term abortion.” ", "date": "\n03/19/2019", "href": "https://www.huffpost.com/entry/beto-orourke-abortion_n_5c913687e4b07db587164c2b", "tags": "decision- trust rourke abortions medical beto woman ” abortion says late-term trimester reproductive"}