{"title": "Betsy DeVos Ends a Campus Witch Hunt", "content": "Suppose you’re the kind of thoughtful liberal who concluded from Donald Trump’s election that you’ve been living in a bubble and need to better understand the causes of America’s distemper. Suppose, too, that you have friends who voted for Trump — and who you know for a fact are neither bigots nor buffoons.\nWhy are they so angry? How could they feel so desperate, politically speaking, to cast their ballots for him?\nFor a sense of the answer, look no further than Education Secretary Betsy DeVos’s announcement Thursday that her department would revisit the Obama administration’s Title IX guidelines on campus sexual assault. The guidelines, she said, had “failed too many students” by radically curtailing due process. She’s right.\nIn April 2011, the department’s Office of Civil Rights sent a “Dear Colleague” letter to campus administrators effectively demanding new procedures when it came to handling sexual assault cases. The letter arrived without the usual “notice-and-comment” period that is supposed to precede formal rule making. Instead, as Lara Bazelon notes in Politico, “hundreds of schools were placed under federal investigation for failing to be tougher in handling allegations of campus sexual assault.”\nCampus administrators got the message. Henceforth, the accused would be judged on a “preponderance of evidence” basis to determine guilt, sometimes known as the “50 percent plus a feather” standard. Accusers would be able to appeal “not guilty” verdicts. Efforts would be made to spare the accuser from being faced with direct cross-examination by the accused.\nOne way to think about the 2011 letter is as an effort to combat the scourge of campus rape. That’s a laudable goal, even if evidence of its epidemic proportions is sketchy and good numbers are all but impossible to come by. In 2015, 89 percent of colleges and universities reported zero incidents of rape.\nBut another way to think about the letter is as Exhibit A in the overreach of an administrative state pursuing a narrow ideological agenda through methods both lawless and aggressive.\nThus, a letter posing as mere “guidance” could acquire the force of holy writ because no campus administrator was going to risk his federal funds for the sake of holding dear the innocence of students accused of rape. A standard of evidence usually applied in civil cases could be used to impose serious sanctions on students for sexual acts of a criminal nature. The Fifth Amendment protection against double jeopardy could be ignored because campus tribunals aren’t courts of law. So, too, could the Sixth Amendment right of the accused “to be confronted with the witnesses against him.”\nThis wasn’t some theoretical exercise. “After my son received notice that he had been accused of rape I went to the top-tier university he attended and in my first meeting was told he should leave voluntarily because there was no possibility that he could ever be found innocent,” one father wrote me. (I omit his name so as not to stigmatize the family.)\nHis son passed two polygraph exams attesting to his innocence. It made no difference. “I was naïve and thought there was no way this could happen in the United States,” the father added. “Now my son is forever marked as having committed a sexual assault.”\nKimberly Lau, an attorney at Warshaw Burstein, has represented over 100 defendants in campus sexual-assault cases. She described to me sitting with a client in a campus tribunal where she was forbidden from speaking. The accuser appeared via Skype but did not face the accused.\n“They are requiring these 19- or 20-year-old kids to advocate for themselves,” she says. “They have to speak about a very private event to three strangers, generally much older. Their whole education is at stake. You can’t expect even an innocent person to feel comfortable in that situation.”\nI asked Lau how many of her cases were ultimately resolved through exoneration or a financial settlement. She estimated about 90 percent. But that, she adds, is the good fortune only of those who can afford high-powered representation. “You can’t imagine how many people can’t afford it and don’t even try.”\nThe travesties of justice carried out under the new Title IX guidelines have been the subject of some excellent books and superb journalism, none better than Emily Yoffe’s in The Atlantic. And yet the response of the progressive left has been indifferent or worse.\nOn Thursday, the social activist Amy Siskind tweeted that the conservative writer David French should “STFU with your hackneyed due process talking point” after the latter pointed out that “campus kangaroo courts violate fundamental rights.”\nSiskind’s activism revolves mainly around pointing out the Trump administration’s creeping authoritarianism. Yet Trump’s election was itself a response to the creeping authoritarianism of his predecessor. Liberals trying to grasp what happened last November would be well served revisiting this ugly saga, and perhaps even murmuring a word of thanks that Secretary DeVos means to bring it to a close.", "date": "Sept. 8, 2017", "href": "https://www.nytimes.com/2017/09/08/opinion/betsy-devos-title-iv.html", "tags": "letter hunt devos accused ” campus could betsy ends sexual cases witch"}