{"title": "Betsy DeVos Reverses Obama-era Policy on Campus Sexual Assault Investigations", "content": "Education Secretary Betsy DeVos on Friday scrapped a key part of government policy on campus sexual assault, saying she was giving colleges more freedom to balance the rights of accused students with the need to crack down on serious misconduct.\nThe move, which involved rescinding two sets of guidelines several years old, was part of one of the fiercest battles in higher education today, over whether the Obama administration, in trying to get colleges to take sexual assault more seriously, had gone too far and created a system that treated the accused unfairly.\nThe most controversial portion of the Obama-era guidelines had demanded colleges use the lowest standard of proof, “preponderance of the evidence,” in deciding whether a student is responsible for sexual assault, a verdict that can lead to discipline and even expulsion. On Friday, the Education Department said colleges were free to abandon that standard and raise it to a higher standard known as “clear and convincing evidence.”\nIn announcing the change, the latest in a widespread rollback of Obama-era rules by the Trump administration, the department issued a statement saying that the old rules “lacked basic elements of fairness.”\nThe move had been long sought by advocates for accused students, most of whom are men, who had complained that campus judicial processes had become heavily biased in favor of female accusers.\n“The campus justice system was and is broken,” said Robert Shibley, the executive director of the Foundation for Individual Rights in Education. “With the end of this destructive policy, we finally have the opportunity to get it right.”\nMs. DeVos plans to enact new rules after a public comment period that department officials said could take at least several months, and in the meantime, colleges may choose to maintain the lower standard of proof. She did not provide any hints about whether the final rules would force schools to adopt the higher standard.\nSome states followed the lead of the Obama administration and passed laws requiring colleges to use the lower standard. But the move on Friday suggests Ms. DeVos wants colleges to consider making the change if they are legally able, raising the possibility that different colleges will begin to evaluate sexual assault complaints in different ways.\nJanet Napolitano, the president of the University of California system and a Homeland Security secretary in the Obama administration, said in a statement that the department’s announcement would “in effect weaken sexual violence protections, prompt confusion among campuses about how best to respond to reports of sexual violence and sexual harassment, and unravel the progress that so many schools have made.” (California is one of the states now requiring the lower standard.)\nAnd Fatima Goss Graves, president of the National Women’s Law Center, an advocacy group for women’s rights, said Ms. DeVos’s announcement would have a “devastating” impact on students and schools.\n“It will discourage students from reporting assaults, create uncertainty for schools on how to follow the law and make campuses less safe,” she said in a statement.\nSince many cases come down to one student’s word against another’s, and do not rise to the level of a police investigation, the evidentiary standard has become the main battleground in the nationwide fight over sexual behavior on campus.\nThe “preponderance” rule means colleges must find a student responsible if it is more likely than not that the student conducted a sexual act without the partner’s consent. A “clear and convincing” case means it is highly probable the misconduct occurred.\nEven some liberal legal figures took issue with the Obama administration’s approach, arguing that no student should be punished unless the school was more certain that a line had been crossed.\nDozens of disciplined students have sued their colleges, some of them successfully, claiming that their rights had been violated.\n“The vast majority of campus sexual assault cases involve a lot of alcohol and no witnesses, so you essentially have two people who were probably drinking trying to recall events that may have happened weeks, months, or even years before,” said Justin Dillon, a lawyer in Washington who has represented dozens of college men accused of sexual misconduct.\nOne of his clients sued the Education Department last year, saying he had been found responsible for sexual assault only because the University of Virginia, where he was a law student at the time, had switched to the lower standard. According to his lawsuit, the accuser said that she had been unable to consent to sex because of alcohol consumption, while he claimed the accuser did not even appear to be intoxicated, let alone incapacitated.\nThere are likely to be other immediate effects of Ms. DeVos’s moves.\nShe eliminated a requirement that investigations be completed in 60 days, now suggesting that the time frame be “reasonably prompt.” The department will also allow mediation — sessions in which an accuser and accused hash out their differences — if both sides agree. Mediation was not permitted under the Obama administration guidelines, on the belief that women would feel pressure to participate.\nChristina Hoff Sommers, a scholar with the conservative American Enterprise Institute who has written about sexual assault, applauded the administration’s decision to permit mediations, saying that some victims were not necessarily seeking a full-blown investigation and a trial. “I think it’s misguided to depict the average undergraduate in terms of oppressor and oppressed,” she said.\nBut Cari Simon, a Washington lawyer who represents sexual assault victims, said that colleges could use mediation to avoid addressing serious accusations. “Mediation allows schools to sweep sexual violence under the rug, treating it as a misunderstanding between students,” she said.\nThe Obama administration investigated hundreds of colleges based on student complaints that they had failed to adequately enforce sexual assault regulations. The Education Department had forced a number of colleges to change their procedures by threatening loss of federal funding.\nDepartment officials, in a conference call with reporters on Friday, indicated that they might discontinue some of the 350 or so active investigations if those cases hinged on rules that have now been rescinded.\nThose rules — delivered in a 2011 “Dear Colleague” letter sent to colleges by the Obama Administration that laid out how sexual assault complaints were to be handled, as well a 2014 follow-up — came in response to accounts of colleges failing to take complaints seriously, letting untrained employees botch investigations and meting out little discipline.\nSince then, colleges have spent millions of dollars to hire and train investigators and counselors and to establish sexual assault prevention training for students. Those are likely to remain in place, and in a statement, Ms. DeVos said she expected colleges to not let their guard down. “Schools must continue to confront these horrific crimes and behaviors head-on,” she said. “But the process must also be fair and impartial, giving everyone more confidence in its outcomes.”\nMs. DeVos had signaled her desire to revisit the rules by holding private meetings in July with students who said they had been unfairly punished, as well as others who said their accusations had been mishandled. This month, in a speech at George Mason University’s law school, she sharply criticized the Obama administration’s approach. “Through intimidation and coercion, the failed system has clearly pushed schools to overreach,” she said.\nNatalie Weill, a recent graduate of the University of Wisconsin-Madison, was among those on Friday expressing dismay about Ms. DeVos’s move. She said that she had used the 2011 guidelines to convince the college that the student who attacked her should be expelled.\nWithout them, “I would have been forced to drop out of school or risk the danger of encountering the offender,” she said. “DeVos’s decision is a disaster for students, and there will be an outcry from engaged and enraged students on this attack on our civil rights.”\nIn a statement, a spokeswoman for the university, Meredith McGlone, said a Wisconsin student who commits sexual assault today would be no less likely to be expelled because of the changes. “Our policies and procedures are not changing,” she said.\nBut Patricia Hamill, a lawyer in Philadelphia, said that she was pleased with several aspects of the new guidance. She cited in particular the department’s statements that it is a school’s responsibility, not a student’s, to gather evidence, and that the accused student must be informed in writing of the allegations before being asked to respond. Ms. Hamill said schools often did not give the accused much detail about the charges they were facing.\nOn Friday, the department cited a decision last year in a lawsuit Ms. Hamill brought against Brandeis University. Her client, a student, had been found responsible for sexual misconduct against his ex-boyfriend during their 21-month relationship.\nIn a decision allowing the case to proceed, Judge F. Dennis Saylor of the United States District Court in Boston noted that the school had used the “preponderance” standard for sex cases but “clear and convincing” for almost all other types of alleged misconduct.\nJudge Saylor wrote that the “lower standard may thus be seen, in context, as part of an effort to tilt the playing field against accused students.”", "date": "Sept. 22, 2017", "href": "https://www.nytimes.com/2017/09/22/us/devos-colleges-sex-assault.html", "tags": "policy administration investigations obama-era devos ” colleges standard student reverses campus betsy sexual students assault"}