{"title": "Betsy DeVos Is Right: Sexual Assault Policy Is Broken", "content": "Leading Democrats in Congress, activists and many survivors of sexual assault are up in arms about possible plans by the Department of Education to overhaul federal policies on campus sexual assault instituted by the Obama administration. They say those changes will weaken protections for survivors, that they will embolden misogynist fringe groups and that they will turn back the clock to a time when rape was ignored.\nBut whatever one may think of the Trump administration, this is one area in which its initiatives may herald positive change. Federal policies on campus sexual assault desperately need to be revised.\nMuch of the dispute revolves around a 2011 “Dear Colleague” letter issued by the Department of Education’s Office for Civil Rights. That letter recommended that sexual assault complaints investigated by colleges under Title IX, which guarantees gender equity in education, be evaluated under the “preponderance of the evidence” standard. This means that if the school believes it is even slightly more likely — as in, a 50.1 percent chance — that an assault accusation is true, it can deem the defendant guilty. This is a far lower threshold than the “clear and convincing evidence” standard previously used by many schools, let alone the “beyond a reasonable doubt” standard used in the criminal justice system.\nThis new standard can create a powerful bias against the accused, especially when coupled with the Obama administration’s threat to yank federal aid from colleges that do not move aggressively against sexual assault.\nTo see this bias in action, consider a 2014 case at Washington and Lee University. The accuser initially admitted to a friend that her first sexual experience with the accused was enjoyable, and she had sex with him again a month later. But eight months later, after working at a women’s clinic that dealt with sexual violence and after seeing a therapist, she began to believe that the first encounter was nonconsensual because she had been intoxicated. Following an investigation in which the accused student was discouraged from seeking legal representation, he was expelled. He sued the school, claiming gender discrimination and that the school’s Title IX officer, who carried out the investigation, had said “regret equals rape” at a campus event. (She denies this.)\nThe university asked Judge Norman Moon of Federal District Court in Virginia to dismiss the case, but he refused. If the accused student’s allegations were true, the judge said, they “suggest that W.&L.’s disciplinary procedures, at least when it comes to charges of sexual misconduct, amount to a practice of railroading accused students.” The school settled the suit in February 2016.\nMany complaints by students accused of assault claim anti-male bias in Title IX enforcement. In some cases, that conclusion is difficult to avoid. In a 2014 lawsuit against Duke University, for example, a dean testified that if both parties are intoxicated, it is the man’s responsibility “to gain consent before proceeding with sex.”\nBut women, too, get caught in the net. Last year BuzzFeed wrote  about a woman expelled from Washington State University for nonconsensual sexual contact with a male student whom she took to her dorm room after a drinking session. The school’s report on the case shows that over the next several days, other students teased the young man because she was considered unattractive and that jokes about his being “taken advantage of” reached the resident adviser, prompting an investigation.\nClearly, the current system needs to change. Allowing schools to use a higher standard of proof in disciplinary proceedings would be a good first step. Other possible solutions include better coordination with law enforcement — expulsion from school is a shockingly inadequate punishment for rape — as well as counseling and mediation in cases where a student feels aggrieved but the incident does not rise to the level of sexual assault. And any efforts to combat the widespread culture of binge-drinking should be applauded.\nUnfortunately, like so much else in the Trump administration, the reform effort has been plagued by unforced errors. Candice Jackson, the acting head of the Justice Department’s civil rights office, wandered into a minefield when she said that “90 percent” of campus accusations are about regretted drunken sex. Ms. Jackson, who is herself a rape survivor, apologized for being “flippant.” That said, alcohol is a major factor in campus sexual assault.\nSecretary of Education Betsy DeVos’s meeting last week with groups that work on behalf of students accused of assault was another good initiative marred by a misstep. One of the groups, the Carolinas chapter of the National Coalition for Men, has been rightly criticized as extremist for, among other things, referring to Senator Kirsten Gillibrand as an “‘All men are rapists’ misandrist.”\nEven so, there is a double standard here. Groups for victims have not been called to task for publicly shaming men who have been cleared of accusations. And two of the other groups Ms. DeVos met with, Stop Abusive and Violent Environments and Families Advocating for Campus Equality, have been unfairly tarred with the extremist brush. (Disclosure: I have twice been a paid speaker at events sponsored by these groups.) What’s more, Ms. DeVos’s “listening sessions” have also included sexual assault survivors and their advocates.\nDue process for students accused of assault is not a fringe or right-wing issue. In recent years, such concerns have also been voiced by a growing number of liberals and progressives, including feminists.\nGiven President Trump’s nasty attitude toward women, his administration is the worst possible candidate for challenging federal overreach on campus sexual assault. But the overreach is a dire problem — and college students across the country deserve better.", "date": "July 21, 2017", "href": "https://www.nytimes.com/2017/07/21/opinion/betsy-devos-college-sexual-assault.html", "tags": "policy groups devos broken accused ” school federal standard sexual right betsy campus assault"}