{"title": "Betsy DeVos Says She Will Rewrite Rules on Campus Sex Assault", "content": "ARLINGTON, Va. — Saying that the Obama administration’s approach to policing campus sexual assault had “failed too many students,” Education Secretary Betsy DeVos said on Thursday that her administration would rewrite the rules in an effort to protect both the victims of sexual assault and the accused.\nMs. DeVos did not say what changes she had in mind. But in a strongly worded speech, she made clear she believed that in an effort to protect victims, the previous administration had gone too far and forced colleges to adopt procedures that sometimes deprived accused students of their rights.\n“Through intimidation and coercion, the failed system has clearly pushed schools to overreach,” she said in an address at George Mason University in suburban Arlington, Va. “With the heavy hand of Washington tipping the balance of her scale, the sad reality is that Lady Justice is not blind on campuses today.”\nAdvocates for assault victims reacted strongly and swiftly, as did Arne Duncan, who was education secretary during most of the Obama administration.\n“This administration wants to take us back to the days when colleges swept sexual assault under the rug,” Mr. Duncan said in a statement. “Instead of building on important work to pursue justice, they are once again choosing politics over students, and students will pay the price.”\nBut Ms. DeVos’s remarks, delivered to a student chapter of the Federalist Society, an organization of conservative and libertarian lawyers, echoed complaints by conservatives and lawyers for accused students that colleges were punishing students unfairly.\nFrederick M. Hess, director of education policy for the conservative-leaning American Enterprise Institute, noted that courts have reversed some punishments handed down by campus administrators.\n“I think DeVos laid out a sensible, responsible approach to crafting a more measured policy that can better secure the rights of all involved,” he said.\nIn recent years, campuses across the country have been roiled by high-profile sexual assault cases. A scandal involving the Baylor University football team ultimately led to the removal of the school’s president, Kenneth W. Starr, the former independent counsel whose work led to President Bill Clinton’s impeachment.\nA 2015 survey of students at 27 schools, commissioned by the Association of American Universities, found that nearly one in four women had complained of sexual assault or sexual misconduct. Advocates for victims seized on the study, but as with similar reports, it was criticized by some for overstating the problem, and even its authors acknowledged that it had limitations.\nThough Ms. DeVos said she believed that accused students were often mistreated, she also said that victims were being ill-served by a quasi-judicial process that lacked the sophistication required for such sensitive matters.\nMs. DeVos repeatedly used the term “survivors,” a term often preferred by victims when speaking of sexual assault. And she also vowed that colleges would not return to the days when sexual assault complaints were ignored.\n“One rape is one too many,” she said. “One assault is one too many. One aggressive act of harassment is one too many.”\nBut her remarks focused more heavily on the young men who, she said, were denied due process in campus proceedings, sometimes attempting suicide.\nShe referred to campus sexual misconduct hearings as “kangaroo courts” that forced administrators to act as “judge and jury.” Referring to scores of lawsuits filed by punished students, she said: “Survivors aren’t well served when they are re-traumatized with appeal after appeal because the failed system failed the accused. And no student should be forced to sue their way to due process.”\nShe suggested that colleges had gone too far in other types of cases, too. In the speech, Ms. DeVos referred to a case at the University of Southern California in which the football team’s kicker, Matt Boermeester, was suspended from school and kicked off the squad after being investigated for physically assaulting his girlfriend. The girlfriend later spoke out in defense of Mr. Boermeester, saying no assault had happened.\nIn a statement Thursday, the university said it stood by its investigation, and that evidence from multiple witnesses suggested “an act of violence took place that violated our university codes of conduct and Title IX regulations.”\nMs. DeVos signaled in July that she was thinking of rewriting the rules, by holding listening sessions with victims, students who had been accused and higher-education officials. Though she announced no specific changes on Thursday, Ms. DeVos did say she would open a public comment period, an administrative step taken before a government agency issues new guidelines.\nAny move would be aimed at revising or rescinding a 2011 guidance letter from the Education Department to college officials across the country. The letter required a tougher response to campus sexual-assault accusations under Title IX of the Education Amendments Act of 1972, which prohibits sex discrimination in education, and it warned the colleges that federal funding would be at risk if they did not comply.\nThe letter set out a number of requirements, including having employees trained to handle sexual assault complaints and mandating that the accuser and the accused have equal access to advisers or legal counsel.\nMost controversially, it asked schools to adopt a “preponderance of evidence” standard in evaluating accusations, a lower bar than many schools had previously used. In essence, schools would hold accused students responsible if more than 50 percent of the evidence pointed to their guilt. Previously, many universities had required “clear and convincing” evidence to substantiate an accusation, meaning that the claim is highly probable.\nMany cases involve alcohol-clouded sexual encounters where only two people were present, contributing to the difficulty of evaluating accusations, which often come down to determining whether a woman was sober enough to give consent.\nCritics of the Obama administration’s guidance to colleges complained that it was unfair to use a standard of proof that was far lower than that used in criminal law, since disciplinary actions and expulsions that result from ambiguous sexual encounters can stigmatize young men long into the future, affecting their educational and job prospects. The critics argued that if sexual assault had, in fact, taken place, it should be a matter for the police.\nMs. DeVos appeared to side with this point of view, saying Thursday that “Washington dictated that schools must use the lowest standard of proof.”\nBut victims’ groups say that criminal law is the wrong model for colleges, which do not have the investigative and subpoena powers of law enforcement, and that the more aggressive guidance issued by the Obama administration helped make colleges safer for women, correcting a previous imbalance in which accusers were often not taken seriously.\nIn a statement, the National Women’s Law Center said Ms. DeVos’s plan to issue new rules to colleges was “a blunt attack on survivors of sexual assault.”\n“It will discourage schools from taking steps to comply with the law — just at the moment when they are finally working to get it right,” the group said. “And it sends a frightening message to all students: Your government does not have your back if your rights are violated.”\nAlthough her speech was short on details of what the administration’s new rules might look like, Ms. DeVos mentioned a proposal by the American Bar Association that entails independent three-person panels to adjudicate complaints, and a requirement that campuses provide advisers to both sides; and another proposal by the American College of Trial Lawyers that would shift to the “clear and convincing” standard of proof.\nShe also mentioned an idea circulated by two lawyers who represent colleges in sexual assault cases that would establish a system of regional centers, possibly nonprofit organizations or arms of the government, to investigate and adjudicate campus sexual misconduct claims.\nThe prospect of a change in the rules may require colleges to overhaul procedures that are just a few years old. Michael Roth, president of Wesleyan University, said Ms. DeVos’s portrayal of the Obama-era guidelines as burdensome to colleges did not reflect his own views or those of other college presidents to whom he has spoken about the issue.\n“I remember the times when men, with impunity, would throw their weight around,” sexually harassing and assaulting women, Mr. Roth said. “Changing that culture over the last decade, as the Obama administration tried to do, was an enormous contribution.”\nMr. Roth acknowledged that disciplinary procedures are imperfect, but he said that men accused of assault at Wesleyan are offered the presumption of innocence, are given access to a counselor, and are shown all relevant evidence pertaining to their case.\nBut Justin Dillon, a lawyer in Washington who has represented dozens of accused college students, said he believed Ms. DeVos’s speech “is being secretly cheered by every university general counsel in the country.”\nOne of his cases involves a University of Virginia law school student whose degree was delayed for a year because of a sexual assault complaint. His lawsuit states that the adjudicator, a retired judge, called it a “very close” case but that she had to rule against him because of the “preponderance of evidence” standard.\n“Fundamentally,” Mr. Dillon said Thursday, “my clients got into this because they felt strongly they wanted to be part of the fight against what they saw as unlawful conduct.”", "date": "Sept. 7, 2017", "href": "https://www.nytimes.com/2017/09/07/us/devos-campus-rape.html", "tags": "rewrite devos assault accused ” ms. sex colleges says campus sexual betsy students rules"}