{"title": "Betting on Crisis, Hedge Funds Short Italian Bonds", "content": "Bernd Ondruch, a hedge fund executive, attended a conference in Rome last year put on by Italy’s populist Five Star Movement.\nFive Star politicians, including the group’s founder and current leader, pondered such radical cures to Italy’s economic woes as restructuring its enormous debt and establishing a currency in addition to the euro.\n“It was clear to me then that these guys wanted to renegotiate the status quo in Europe,” said Mr. Ondruch, the founder of Astellon Capital Partners, an investment manager based in London. In the months after the conference, he increased his bet that the prices of Italian bonds would fall sharply. “I am surprised it took the markets so long to wake up to this,” he said.\nThat awakening took place last week. Markets convulsed after a government put forward by a populist coalition in Italy, which includes the Five Star party, was rejected by Italy’s president because the would-be finance minister had been publicly critical of the country’s membership in the eurozone.\nThe prices of Italian stocks and bonds plunged, and yields on short-term bonds rocketed to 2.7 percent from 0.24 percent. The euro’s value relative to the dollar fell to an 11-month low.\nMany investors were caught by surprise. The Janus Global Unconstrained Fund, managed by William H. Gross, lost 3 percent in one day. Funds that had large holdings in Italian bonds also suffered, although markets have partly recovered since then.\nFor hedge funds that were wagering on a new Italian debt crisis, the market turmoil was a profit bonanza. And they are betting there is more to come.\nHedge funds have been building up their short positions for months, betting that Italian bonds will face another bout of selling pressure once investors recognize that the new government might consider taboo topics such as adopting a currency other than the euro and restructuring Italy’s debt.\nCall it the return of the bond vigilantes — a term for investors who sell the bonds of governments when they run big deficits and appear to have unsustainable debt burdens.\nFrom 2010 to 2012, a parade of investors, deeply skeptical about the eurozone’s ability to hold together, wagered that the bonds of debt-plagued countries like Greece, Ireland, Italy and Spain would keep falling. It became a self-fulfilling prophecy as pension funds, mutual funds and banks sold these suddenly risky securities.\nThe Continentwide fire sale was halted only when Mario Draghi, the president of the European Central Bank, put in place an aggressive program to buy the bonds, which made their prices soar and their interest rates fall.\nNow, as the E.C.B.’s bond-purchasing program draws to a close, the same strains that prompted the earlier bout of selling — weaker countries running up potentially unsustainable debts — are showing again.\nIn Italy, for example, the new government is promising an aggressive spending program to spur the country’s stagnant economy. The populists are not deterred by the fiscal restraints imposed on eurozone countries by Brussels.\n“These people feel very strongly that deficit limits make no sense,” said Jens Nordvig, the founder of Exante Data, a financial research firm that provides trading ideas to hedge funds.\nMany large investors, he said, now “have a short bias” toward Italy, believing that a clash between Rome and Brussels over eurozone rules and regulations could lead to a sell-off. If Italy flouts European deficit restrictions, for example, investors and large banks are likely to sell the government’s bonds, fearing deep losses.\nMr. Nordvig said that a robust market for futures contracts tied to Italian government bonds had made it easy to bet against Italy. Futures contracts oblige an investor to buy or sell an asset at a specified date in the future. The popularity of the futures market in Italian bonds means it is simpler and cheaper than before to place speculative bets about coming price swings.\nAccording to Eurex, Europe’s main exchange for trading derivatives, volume in short-term Italian bond futures was up 33 percent through April of this year compared with the same period in 2017.\nIn addition to betting against bonds, many prominent hedge funds are calculating that the share prices of large Italian companies will fall drastically.\nFor example, Bridgewater, the world’s largest hedge fund, has a number of short positions on Italian financial institutions, including UniCredit, Italy’s biggest bank, according to data from Consob, Italy’s financial regulator. Other funds betting against Italian companies include Steven Cohen’s Point72 Asset Management, Marshall Wace in London and the quantitative specialist AQR Capital Management. Bridgewater, Point72 and Marshall Wace declined to comment.\nMr. Ondruch’s Italian trade has been one of his most profitable positions this year. He has since pared his bet, pocketing the profit, but expects to make a similar wager soon.\n“What we have had so far is a political event, not a credit event,” he said, referring to the point when a country runs out of money. “The endgame is still 12 to 24 months out.”\nWhat has spooked investors the most has been the Italian ruling party’s flirtation with a second currency. Since the dire days of the Greek crisis, economists and bankers have floated the idea of another currency for highly indebted eurozone countries. Strapped Greek and Italian citizens could use this alternate currency to pay taxes and for things like gasoline or health care from the state.\nSuch proposals have been opposed by officials in Brussels as a first step to abandoning the euro.\nThe topic was taken up with gusto at the Five Star conference last year.\nOn one panel, Gennaro Zezza, an economist at Bard College, presented his proposal for a secondary currency. And Glenn Kim, a former financial adviser to the Greek government, described a backup plan in which the near-bankrupt state — under the former finance minister Yanis Varoufakis — would have distributed vouchers that citizens could use to pay their taxes. The scheme, which was never put into effect, created an uproar in Greece because it was seen as a stealth move to exit the euro.\n“It was scary — it looked to me like a Plan B to get out of the euro,” said Massimo Bonansinga, a portfolio manager for CI Investments, a fund management firm based in Toronto.\nBut unlike many of his peers, Mr. Bonansinga took the view that more moderate minds would prevail and that an Italian government would not take such drastic steps.\nAccordingly, he has stuck by his investments in Italian stocks.\n“Italy is a conservative country,” Mr. Bonansinga said. “I am just not sure that people want to leave the euro.”", "date": "June 7, 2018", "href": "https://www.nytimes.com/2018/06/07/business/italy-hedge-funds-eurozone-bonds.html", "tags": "euro italian investors ” italy betting short bonds government crisis hedge funds"}