{"title": "Between Two Boeing Crashes, Days of Silence and Mistrust", "content": "JAKARTA, Indonesia — When a new Boeing 737 Max 8 plunged into the waters off Indonesia last October, a terrifying mystery confronted the aviation industry: What could have caused Lion Air Flight 610, flown by experienced pilots in good weather, to fall out of the sky just 12 minutes after takeoff?\nBut it took the second, equally terrifying crash of an identical aircraft under similar conditions five months later, in Ethiopia, to reveal the climate of mistrust that has plagued inquiries into what caused the first disaster.\nInterviews with government officials, aviation experts and company executives portray an environment in which Lion Air, Boeing, subcontractors, investigators and regulators erected walls to sharing information that seemed designed more for self-preservation than finding the truth about a crash that claimed 189 lives.\nAs each party involved in the crash focused on passing the blame, rather than trading information about the Max’s new anti-stall system or disseminating important details about the investigation, airlines, passengers and even Indonesian regulators were left in the dark.\nIndonesia’s top aviation regulatory official said both Boeing and the United States Federal Aviation Administration, which certified the Max 8, were slow in responding to requests for help in determining the safety of other Max planes flown by Indonesian carriers.\nReached for comment, the F.A.A. said, “We are supporting the investigation and in constant contact with Indonesian civil aviation authorities.” Boeing declined to comment.\nExecutives from Lion Air, a low-cost carrier with powerful political backers, have essentially gone into hiding. Lion Air’s safety director told The New York Times he could not accept an interview because of an agreement with Boeing.\nIt is not yet clear whether the Ethiopian Airlines crash, in which all 157 people onboard died on March 10, could have been prevented if information had been shared more transparently and quickly after the Lion Air accident. Nor is it certain whether the two new Max jets suffered from the exact same problems, although officials believe that the pilots of both planes struggled with an automated stall-prevention system that was introduced in the Max.\n[Here’s what you need to know about the deadly Ethiopian Airlines and Lion Air crashes, and what Boeing has been doing since.]\nBut the lack of trust and recriminations that have afflicted the inquiry into Flight 610 almost certainly slowed the setting of safety standards for the Max, which remains grounded across the world since last month.\n“Lifesaving lessons are only life saving if we learn from them,” said Charles Herrmann, a lawyer representing some families of Lion Air victims in a suit against Boeing. “It’s absolutely inexcusable that it takes another crash for people to kick this investigation into high gear.”\nThe Max is the fastest-selling plane in Boeing’s history, and thousands of these jetliners are still on order. Carriers worldwide will have to decide whether Boeing’s proposed fixes will satisfy their safety requirements and placate worried consumers.\n“Our passengers, psychologically, they don’t trust flying with the Max anymore,” said Ikhsan Rosan, the spokesman for Garuda Indonesia, the national carrier, after it became the first airline to announce that it wanted to cancel its order of Max 8 jets.\nPilots and airlines have complained that they were not informed about the existence of the anti-stall system, called MCAS. Investigators suspect that in the case of Lion Air Flight 610, and later in the crash of Ethiopian Airlines Flight 302, errant data mistakenly triggered MCAS, sending the plane into a fatal nose-dive.\nIn November, Haryo Satmiko, the deputy chief of Indonesia’s National Transportation Safety Committee, known as KNKT, recounted confusing conversations he was having with Boeing employees who had arrived in Jakarta. Mr. Haryo said he brought up whether inaccurate data readings could have prompted Flight 610’s sudden descent.\nWhat Mr. Haryo was describing, though he did not know it at the time, was a malfunction of MCAS, which automatically forces the plane’s nose down if data indicates that the jet is angled too sharply upward and might stall.\nNurcahyo Utomo, the head of the safety group’s air-accident subcommittee, said he first learned of the term MCAS from news reports.\n“People immediately assumed this was a Lion Air problem, an issue with a terrible Indonesian airline,” said Gerry Soejatman, an Indonesian aviation analyst. “But when a brand-new plane crashes, you have to look at all the factors, including the possibility of a manufacturer problem or defect. And you have to look really carefully when that manufacturer isn’t providing all the answers.”\nDays after Flight 610 crashed, Polana Pramesti, the head of Indonesia’s civil aviation authority, waited for visiting Boeing and F.A.A. officials to talk to her. As head of Indonesia’s version of the F.A.A., she wanted advice on whether to ground Max 8 jets in Indonesia. But the Americans, who did spend time with transportation safety committee officials, never came to her, she said.\nThe official in her office in charge of airworthiness and aircraft operation, Avirianto, who like many Indonesians goes by one name, fired off messages to the F.A.A. asking for an explanation of MCAS, which at the time was only vaguely understood, even by aviation experts, because Boeing had failed to put information about it in the plane’s manual.\nAlthough he conducted four teleconferences with F.A.A. officials, Mr. Avirianto said he was never given a clear explanation of how MCAS worked or whether it was safe. “They kept saying they were still analyzing, evaluating,” he said. “We never received any guidance because there were never any clear answers for us.”\nThe F.A.A. disagrees, saying that it had briefed the Indonesians “on several of the advisories and airworthiness directives on the Boeing 737 Max accidents issued to civilian aviation authorities and operators globally.”\nBut Ms. Polana said, “I think they are protecting Boeing.”\n“The F.A.A. was the one that certified the aircraft safe to fly,” she said. “And then they found, no, the aircraft is dangerous.”\nMs. Polana also sent a letter to Boeing in November, asking for guarantees about the Max. But Boeing was not forthcoming, either, she said. “Of course, we were worried,” Ms. Polana said. “We wanted reassurance that the Boeing 737 Max 8s in Indonesia are airworthy.”\nBoeing and the F.A.A. have come under scrutiny since the Lion Air crash. The United States Department of Transportation is examining the F.A.A.’s certification of the Max model, amid revelations that Boeing employees may have facilitated that process.\nOnly after the Ethiopian Airlines crash, Ms. Polana said, did the F.A.A. and Boeing become more responsive. On March 22, she had her inaugural teleconference with F.A.A. officials — the first time Indonesian officials received a precise explanation of how MCAS worked and how Boeing was planning to fix it, they said.\nFor days before the Oct. 29 Lion Air crash, the airplane had experienced faulty data readings. But no one understood that these problems could force the plane into a sudden and bewildering plunge. The plane’s handbook had no clear fix, and Mr. Avirianto was alarmed to find that a new Max flight simulator in Singapore did not simulate MCAS.\nIn the days after the crash, American aviation officials visiting Jakarta cast aspersions on their Indonesian counterparts, even as they refused to speak on the record: Which was more reliable? An airplane manufacturer that was one of the most respected companies in the United States, or a low-cost carrier with a long history of shocking safety lapses operating in a country troubled by corruption and weak regulation?\nAnd as the spotlight intensified after the crash of Flight 610, Lion Air’s executives retreated from view.\nLast month, Daniel Putut, Lion Air’s director of safety and security, told The New York Times that he could not accept an interview because of a nondisclosure agreement with Boeing. (Such agreements are not unusual, but they do raise questions about transparency in an ongoing investigation.)\nIndonesian investigators came under criticism, as well. Their preliminary report, released in late November, was marred by inconsistencies and incomplete information, aviation analysts said.\nIn one example, the report listed the various data problems that the plane had on its final flight, including a 20-degree differential in a pair of readings that are used to measure the possibility of a stall. Those readings come from angle of attack sensors on the plane’s nose.\nA faulty input of angle of attack data may have mistakenly triggered MCAS. Yet the preliminary report did not mention that on the second-to-last flight, the plane also recorded a 20-degree disparity between the two angle of attack readings — crucial context for determining what may have led to the crash.\nMr. Nurcahyo, the KNKT head of air accident investigations, said that before the second to last flight, engineers replaced the left angle of attack vane because the plane had suffered problems with data readings on three previous flights. Cold temperatures, he said, appeared to have caused the sensor to malfunction.\nAfter the crash, the replaced angle of attack sensor was shipped to Minnesota, home of Rosemount Aerospace, the Boeing subcontractor that made it, Mr. Nurcahyo said. He and other Indonesian investigators went to Minneapolis in December. The sensor, he said, was deemed defective.\nUnited Technologies, the parent company of Rosemount, confirmed that it supplies Boeing with angle of attack sensors. But it declined to comment on the details of the Lion Air investigation, including whether its vanes had been found defective or whether the company had met with Indonesian investigators. Instead, it referred all questions to Boeing.\n“They all say, ‘My product is good,’ ” Mr. Nurcahyo said. “That’s what Boeing does.”\nFor Lion Air Flight 610, even after the vane was changed, the Max 8 continued to malfunction, producing an array of errant data. Some aviation experts believe the variety of airspeed problems points not to a defective sensor but a more fundamental problem with the processor that collects the data displayed in the cockpit.\n“I don’t think it’s a vane failure. It makes no sense,” said Bjorn Fehrm, an aeronautical engineer. “It’s more like a computer failure or a component failure, a system failure.”\nThe air data inertial reference unit is the processor that helps collect data from the probes and vanes on the plane. A malfunction in that system could be consistent with data inaccuracies that triggered MCAS, aviation experts said.\nMr. Nurcahyo acknowledged that Indonesian investigators were looking into the possibility of an issue with the air data inertial reference unit.\nBut if a processor glitch could have fatally triggered MCAS in Lion Air, then the attention thus far solely on the angle of attack sensors may have been a distraction for airlines desperate to gauge the safety of their Max planes.\nIn the days after the Ethiopian Airlines crash, the carrier’s chief executive brought up both angle of attack sensors and MCAS in the context of the crash. He did not mention the air data inertial reference unit.\n“Airplanes are very complex machines,” said Mr. Soejatman, the Indonesian aviation consultant. “If you don’t have all the information that should be out there, how are you supposed to know how to fix them?”", "date": "April 2, 2019", "href": "https://www.nytimes.com/2019/04/02/world/asia/boeing-max-8-lion-air.html", "tags": "crash mistrust boeing silence days ” crashes lion two data air aviation max"}