{"title": "Beyond the N.R.A.: Maria Butina’s Peculiar Bid for Russian Influence", "content": "WASHINGTON — Twelve days after a young Russian gun-rights activist gained access to some of America’s most prominent conservatives, at an elegant dinner near the Capitol, a Republican operative was eager to keep the momentum going.\nIn a February 2017 email, the operative, Paul Erickson, proposed another “U.S./Russia friendship” dinner. He noted that the activist, Maria Butina, who now is accused of being a covert Russian agent, was making an “ever-expanding circle of influential friends.”\nMs. Butina, he wrote in the email, had just met Susan Eisenhower, the granddaughter of President Dwight D. Eisenhower, during a visit to Gettysburg College in Pennsylvania. The Russian woman had also gotten to know the ex-wife of a supermarket heir, who had endowed an institute dedicated to furthering American-Russian relations, and the “silky smooth” former Russian diplomat who ran it.\nThen there was the recipient of the email, George O’Neill Jr., a Rockefeller relative and conservative writer. He was helping pay Ms. Butina’s bills, said a person familiar with their relationship, and hoped to make her the centerpiece of his own project to improve America’s ties to Russia.\nIn bringing charges against Ms. Butina, 29, last month, federal prosecutors described her activities as part of a campaign, supported by Russian intelligence, to use gun rights as a Trojan horse to make her way into conservative groups and advance Moscow’s interests in the United States.\nWhile the charging documents focus on her alleged efforts to infiltrate the National Rifle Association, interviews with more than two dozen people in Russia and the United States show that her attempts at connecting with prominent American conservatives extended beyond making inroads with the gun-rights group. The interviews, along with previously unreported emails obtained by The New York Times, also reveal new details about her ties to the two older American men she relied on to make her way in the United States: Mr. Erickson, with whom she struck up a romance, and Mr. O’Neill.\nProsecutors allege that the relationships were nothing more than vehicles for her work on behalf of Russia, citing messages in which she told a Russian official all her activities would be “only incognito! Right now everything has to be quiet and careful.”\nYet for an alleged Russian agent funded by an oligarch, Ms. Butina hardly lived a life of fake identities, secret communications and hidden allegiances.\nThe flame-haired graduate student at American University in Washington openly advocated in speeches for Russia-friendly policies and closer ties between her homeland and the United States. She posted photos on Instagram of herself toting guns and checked in on Facebook from locations like Russia House, a caviar-slinging lounge in Washington. She consulted with the Outdoor Channel television network for a show about hunting in Russia. Her cellphone case was adorned with a picture of President Vladimir V. Putin of Russia, riding a horse shirtless.\nMs. Butina’s defenders say she was an idealistic, if naïve, activist, and contend that Russians’ interactions with the N.R.A. were attempts at rapprochement that only appear sinister when viewed through an outdated Cold War lens.\n“I’m just amazed that in today’s world, if you shake hands with a Russian, you must be an agent of the Kremlin,” said David Keene, a former N.R.A. president, who met with Ms. Butina at conferences in Moscow and the United States.\nWhile saying he found “nothing unusual” about her, Mr. Keene suggested that there could have been more to Ms. Butina and her visits to the United States than was apparent. “She did say that they pressured her occasionally to get information when she went home, which I’m sure was true,” he said in a brief interview, but did not elaborate.\nMs. Butina denies allegations that she was a covert agent and used sex as spycraft, according to her lawyer, Robert Driscoll. He noted that she willingly testified before the Senate Intelligence Committee in April, and did not flee the United States when the F.B.I. raided her apartment later that month.\n“The government seems to be charging her with establishing relationships,” he added. “She’s pro-gun, fine. She’s not making the N.R.A. more pro-gun. She’s pro-U.S.-Russia relations — no surprise, she’s Russian.”\nThree government officials told The Times that Ms. Butina’s arrest stemmed from a counterintelligence investigation predating the 2016 election that has focused on a Russian government official, Aleksandr P. Torshin, who worked closely with Ms. Butina for years. Mr. Torshin, a former senator close to Christian conservatives in Russia, has been attending N.R.A. conventions in the United States since 2011.\nIn Ms. Butina, Mr. Torshin found someone adept at engaging with powerful conservatives. She snapped pictures with prominent Republicans, including Scott Walker and other former presidential candidates. She had Thanksgiving dinner last year at the country home of Representative Mark Sanford, Republican of South Carolina. She befriended Grover Norquist, the anti-tax crusader, winning an invitation to his weekly gathering of influential conservatives in Washington.\nIn an April 2016 email, she discussed connecting a Russian nuclear scientist with Representative Dana Rohrabacher, Republican of California, who was visiting Russia at the time. Weeks before the presidential election, she went with J. D. Gordon, a Trump campaign aide, to see the rock band Styx.\nShe even managed to get a photo with Donald Trump Jr., the president’s son, whom she met at a 2016 dinner hosted by the N.R.A. in Louisville, Ky. Separately, she helped Mr. Torshin send a message to the Trump campaign proposing that Donald J. Trump meet President Putin (the campaign turned them down).\n“It was very clear that she was a networker and a bit of a name-dropper,” said Ms. Eisenhower, who played down her own encounter with Ms. Butina. “She’s the kind of person — and you see them in Washington and all over the place — people who have to get their picture taken with anybody of any moderate importance.”\nBut it was Mr. Erickson and Mr. O’Neill — referred to in the indictment of Ms. Butina as U.S. Persons 1 and 2 — whom she relied on most.\nIn the past four years, roughly $89,000 moved between the American bank accounts of Mr. Erickson, the political operative, who could not be reached for comment, and Ms. Butina’s Russian bank account, according to records from the United States Treasury that are being examined by Senate investigators. All told, Treasury officials flagged as suspicious nearly $300,000 in transactions in and out of her Russian bank account.\nMr. O’Neill, the Rockefeller heir, who is not accused of wrongdoing and who declined to comment for this article, met Ms. Butina at a convention for big-game hunters in Las Vegas. He has used his wealth to advocate a United States withdrawal from conflicts around the world and for better relations with Russia, as he explained to Ms. Butina in a letter in April 2016.\n“I have no other agenda,” he wrote.\nMs. Butina’s agenda, though, is now in question. Months later, in October 2016, she sent Mr. Torshin a direct message on Twitter, telling him that her work with Mr. O’Neill was “currently ‘underground’ both here and there.”\nBut, she assured Mr. Torshin, “We made our bet. I am following our game.”\nIt was a he-said, she-said scandal that divided a college campus. Ms. Butina claimed harassment by a male professor. He countered that she had offered sex for a passing grade.\nIt happened in 2009 in the Siberian region of Altai where she grew up. The remote region was not an obvious launchpad for a young woman whose ambitions went beyond running her family’s small furniture business.\nThere, she learned to hunt with her father. In a speech years later, she referred vaguely to a childhood incident that made her feel threatened, and implied that having had a gun could have made a difference.\nIn Russian blog posts, Ms. Butina expressed a resolve to overcome being seen as “an inferior girl” in a male-dominated rural culture, and make a name for herself in politics.\nHer encounter with the college professor came after he claimed she had cheated on a test and offered to overlook the infraction if she had sex with him, according to her own writings and local news accounts. She said no and reported the professor to the administration, which fired him, only to rehire him after he sued for reinstatement. For his part, he asserted that Ms. Butina had offered sexual favors.\nShe cited the episode on social media over the years, as evidence that women must empower themselves. Mostly, she expressed anger that many of her classmates took the professor’s side.\nShe had not been out of college long when she announced her intention to campaign for local office with Mr. Putin’s ruling United Russia party, prompting some commenters on her blog to accuse her of selling out her ideals. “Of course, I have no illusions about the existing regime in the country and the ruling party,” she responded, “but if I really want to change something for the better, then I have to try to do it in the only available version today — from within.”\nGuns started out low on her platform, after taxes and jobs. But soon they would be all she talked about.\nBy the end of 2011, Ms. Butina had formed an advocacy group, Right to Bear Arms, and was giving speeches and organizing demonstrations. At an event in Moscow, activists brought pots, pans and kitchen knives to show what little they had to defend themselves without guns.\nMr. Torshin, 64, showed up with a horse whip. He and Ms. Butina struck up a friendship.\nIn Russia, Mr. Torshin is powerful — the Treasury Department added him to a list of sanctioned officials in April — but not a member of Mr. Putin’s inner circle. A Communist Party functionary in the late Soviet period, he later served as deputy speaker of the upper house of Russia’s parliament, and was appointed deputy governor of the Russian central bank in 2015. He has also been accused by the Spanish authorities of laundering money for the Russian mafia, charges he denies.\nIn the senate, Mr. Torshin occasionally championed causes seen as eccentric, such as mandatory chemical castration for convicted pedophiles and legalizing handguns, a non-starter in a country that tightly restricts gun ownership. “The Kremlin looked at this as his personal exotica,” said Aleksei V. Makarkin, a political analyst in Moscow.\nMs. Butina became an unpaid assistant to Mr. Torshin, according to her résumé. Mr. Torshin would often bring a bouquet of white lilies to their morning meetings, and he liked to tell people that Ms. Butina shared a birthday with Mikhail T. Kalashnikov, inventor of the AK-47 rifle.\nMr. Torshin’s introduction to the N.R.A. came through an unlikely go-between, a Nashville lawyer named G. Kline Preston IV, a Russophile who dabbled in Russian commerce and law. Mr. Preston said he met Mr. Torshin through a Russian embassy official, whom he befriended after inviting the official to a Fabergé egg exhibition in Nashville in 2007.\nMr. Torshin eventually asked Mr. Preston to connect him with leaders of the N.R.A., although Mr. Preston was not a member. After cold-calling the group’s headquarters, the lawyer finally arranged a meeting at a hotel restaurant between Mr. Torshin and Mr. Keene, then the N.R.A. president, during the group’s national convention in Pittsburgh in April 2011.\nLater, Mr. Keene sent Mr. Torshin a handwritten note pledging support for his efforts and inviting him to the N.R.A.’s next annual meeting. Mr. Torshin attended the next four.\nIn November 2013, Mr. Keene came to Moscow to speak to Ms. Butina’s fledgling gun-rights group. Joining him was Mr. Erickson, who served with Mr. Keene on the board of the American Conservative Union.\nMr. Erickson, 56, had worked on losing campaigns for right-wing candidates including Pat Buchanan. He had also left a trail of fraud lawsuits accusing him of peddling worthless investments in oil fields and medical equipment. Concern about his track record prompted the A.C.U. to ask him to leave the board in 2014, said Matt Schlapp, the group’s chairman.\nMs. Butina contacted Mr. Erickson around March 2015, seeking advice on using her gun-rights advocacy to gain access to the Republican Party ahead of the 2016 election, prosecutors say.\nIn an email to Mr. Erickson, Ms. Butina noted that the N.R.A.’s deep pockets made it especially influential in American elections. Mr. Erickson replied with an offer to help arrange meetings with “potential American contacts” and advised her to get financial backing for travel to the United States.\nShe sent a proposal for $125,000 to cover travel to the United States to a Russian oligarch, Konstantin Y. Nikolayev, a transport magnate whose wife runs a Russian gun company that Ms. Butina visited with an N.R.A. delegation in 2015, according to a person familiar with the proposal. Mr. Nikolayev did not take up that deal, but funded some of Ms. Butina’s travel in support of her gun-rights efforts, the person said. In a statement, Mr. Nikolayev said he had not provided any financial support since 2014.\nA month later, Ms. Butina was in South Dakota, speaking to college students in Mr. Erickson’s hometown, Vermillion. She justified the need for gun rights in her country with two arguments often advanced by Russian officials: that Western sanctions had weakened Russia’s economy, causing more crime, and that the Ukrainian war posed a threat.\nShe would go on to join the N.R.A., attend at least three of its conventions and get to know board members and three former presidents.\nDuring their time together, Mr. Erickson and Ms. Butina began an intimate relationship, and he once referred to her as “Miss Moscow” in an email. The F.B.I. said she viewed the relationship as “simply a necessary aspect of her activities,” citing documents in which she “expressed disdain” at having to live with Mr. Erickson. The investigators also alleged that she offered to have sex with someone else “in exchange for a position with a special interest organization,” though they did not say when or where the incident occurred.\nMr. Driscoll, her lawyer, said at a court hearing last month, “We have no idea what the government is talking about.”\nWith Mr. Erickson opening doors, Ms. Butina met with conservatives around Washington. Some of the sessions were organized by Mr. O’Neill, who once compared America’s national security establishment to the “wickedness” of the Soviet Union.\nIn emails with Mr. O’Neill in early 2016, according to federal prosecutors, Ms. Butina mentioned “building this communication channel” for what she termed “our Russian-American project.”\nOther messages obtained by The Times suggest a familiarity between the two. “Are you coming to Florida at the end of the week?” he wrote on April 11, 2016. “We just acquired another big tractor, which you will have fun driving.”\nIn an email with a reporter last year, Mr. O’Neill said “any clear-thinking person” should understand the benefits of better relations with Russia. “One does not have to be a ‘useful idiot’ or a ‘Putin stooge’ to hold this view, nor does one have to approve of all of Russia’s or Putin’s actions, which can sometimes be problematic.”\nIn Mr. Trump, he and Ms. Butina found a candidate who shared their views. In July 2015, Ms. Butina asked Mr. Trump about economic sanctions against Russia during his appearance at FreedomFest, a libertarian conference in Las Vegas. Mr. Trump responded that, as president, he “would get along very nicely with Putin.”\nWhen Mr. Trump emerged as the Republican front-runner, Ms. Butina and Mr. Torshin tapped their American contacts, hoping to arrange a meeting between Mr. Trump and Mr. Putin.\nIn May 2016 Rick Clay, a conservative Christian activist from West Virginia, emailed a Trump campaign aide, seeking to set up a Trump-Putin meeting. As a first step, Mr. Clay suggested that Mr. Torshin, who was seeking the meeting on Mr. Putin’s behalf, meet Mr. Trump at the N.R.A. convention in Louisville.\nIn an interview, Mr. Clay said the proposal was relayed to him by a longtime friend, Johnny Yenason, of the Military Warriors Support Foundation, who had attended a Russian National Prayer Breakfast that year where Mr. Torshin spoke. Mr. Yenason could not be reached for comment.\n“It had everything to do with Christian values and putting two peoples together who had the same ideas,” Mr. Clay said. “At least, we thought that they did at the time.”\nThe meeting between Mr. Torshin and Mr. Trump never occurred. But that did not dampen Ms. Butina’s enthusiasm for his candidacy.\nAs the November 2016 election results came in, Ms. Butina excitedly posted a message about Mr. Trump’s victory on a Russian social media site: “A supporter of the rights to arms and the restoration of relations with Russia. Congratulate everyone!”\nPrivately, according to court filings, she messaged Mr. Torshin, saying it was 3 a.m. and she was going to bed.\n“I’m ready for further orders,” she said.", "date": "Aug. 4, 2018", "href": "https://www.nytimes.com/2018/08/04/us/politics/maria-butina-nra-russia-influence.html", "tags": "maria butina bid russian erickson n.r.a ” beyond influence torshin peculiar russia ms."}