{"title": "Big News- The GOP Has A Plan To Make A Plan To Replace Obamacare", "content": "WASHINGTON -- It took President Barack Obama and the Democratic Congress 14 months to pass the Affordable Care Act in 2009 and 2010. In about five times as many months, congressional Republicans have produced the following: a set of warmed-over talking points that fits on less than two printed pages.\nYes, it's true. More than seven years into Obama's presidency -- an era during which health care reform has been one of the defining issues in domestic politics -- a group of GOP lawmakers hand-picked by House Speaker Paul Ryan (R-Wis.) released a \"mission statement\" on Thursday. It is 251 words long.\nThe House Republican Health Care Task Force is holding an \"ideas forum\" the same day. That's fortunate for the GOP conference, since the mission statement is light on ideas. Take care not to confuse this task force with the one from last year, or any of the other House-leadership-sanctioned exercises in failure to achieve consensus on an Obamacare \"replacement.\"\nSo, what do Budget Committee Chairman Tom Price (R-Ga.), Education and the Workforce Committee Chairman John Kline (R-Minn.), Energy and Commerce Committee Chairman Fred Upton (R-Mich.) and Ways and Means Committee Chairman Kevin Brady (R-Texas) have to show the American people? Let's begin with the preamble:\nThis is a good start, because all of those words are words. And it's hard to argue with any of the the items on this wish list. Who doesn't want all those great things? \nOf course, that's part of the problem. These aspirations are so universal they would apply to almost any health care plan. If you squint a little, it even looks like they could describe the Affordable Care Act or the single-payer program Sen. Bernie Sanders (I-Vt.) is promoting on the presidential campaign trail.\nBut what's really notable about this opening is that it reads as though it was copied and pasted from a memo Republican messaging guru Frank Luntz wrote in 2009 to advise GOP lawmakers how to kill health care reform without making it look like they were killing health care reform. \nHere are excepts from the Luntz memo from seven years ago (emphasis his):\nLuntz goes on like that for a while. In fact, the memo is considerably lengthier than the House GOP task force's mission statement, though Luntz wrote it without the benefit of Obamacare being law for almost six years.\nThe document Ryan and his lieutenants issued on Thursday continues with what looks like a promise to spell out what Republicans want to do about the health care system, beyond just trying to repeal the Affordable Care Act for the umpteenth time.\nThis is the moment health care wonks, anyone who's benefited or been harmed by Obamacare, and Republican voters have been waiting for! Drum roll...\nOh.\nTo the extent this can be translated into policy positions, based mostly on things House Republicans have always more or less favored, they seem to be moving toward deregulating the health insurance industry, deregulating the pharmaceutical and medical device industries, slashing Medicare and Medicaid spending and doing some other stuff, maybe?\nIn the fairest reading of this mission statement, it's a sign that congressional Republicans are beginning a formal process to arrive at a consensus about replacing Obamacare -- a process made all the more vital because the party has no control over its leading presidential contender, Donald Trump, and would like to start defining the issues before he has a chance to lock up the nomination.\nAnd yet! There is reason to be skeptical, mostly because there has never been a Republican consensus on how to fix the biggest problems in the health care system -- things like tens of millions of uninsured Americans, or people being denied coverage because of pre-existing conditions -- either before or after Obamacare.\nWhat's more, Republicans in Congress have been making this same promise since the Obamacare debate started in 2009, and have never come through. It can't be repeated enough that this, alone, is cause to doubt it'll be different this year.\nBut at least now there's a mission statement GOP lawmakers can tweet out, so that's something.", "date": "\n02/25/2016", "href": "https://www.huffpost.com/entry/gop-plan-replace-obamacare_n_56cf634be4b03260bf76089f", "tags": "care make obamacare news- health mission gop republicans house -- statement replace like plan big"}