{"title": "Bilal Hassani: Who is France's Eurovision entry?", "content": "This year's Eurovision Song Contest isn't for another four months, but the hype has already well and truly begun.\nPeople are getting really excited about Bilal Hassani, a young singer chosen to represent France in the final competition after winning the country's selection show, Destination Eurovision.\nBecause France is a \"big five\" country, he gets automatically entered into the final - performing in Tel Aviv to around 186m viewers across the world.\nSo who exactly is Bilal Hassani?\nName? Bilal Hassani (yes, we know we covered this already).\nAge? 19 - he was born on 9 September 1999.\nWhere is he from? France. More specifically, he was born in Paris to French-Moroccan parents.\nFollowers? Lots. He has 801,000 subscribers on YouTube, 414,000 followers on Instagram, and 128,000 followers on Twitter.\nWhat is his Eurovision song? It's called Roi, which means King, and it's about self acceptance and being unashamedly true to oneself. It's also meant to be catchy, of course - this is Eurovision after all.\nThis isn't Hassani's first taste of fame. He's already pretty well-known in France for being on The Voice Kids in 2015, when he was 15 years old.\nFor that contest he sang Rise Like a Phoenix - Austrian singer Conchita Wurst's winning Eurovision song from a year earlier. \nHe didn't win, but he carried on creating music and posting videos for his fans on social media.\nHassani says he's been singing since he was five, when he would put on mini pop concerts for his family. \nShortly after that he started taking formal singing lessons - and then dance, piano and guitar.\nEach of Hassani's posts on Instagram gets tens of thousands of likes, mainly for his big personality, his gender-neutral style, and his impressive collection of wigs.\nHe also takes part in Pride marches and has built up a YouTube following for his videos with irreverent titles like Queer Is The New Black' and I'm Falling In Love With A Hetero!\nHassani first came out as gay to his fans online when he was 17, by writing a song called Hold Your Hand and posting it to Twitter.\n\"I can't stop all the angry eyes trying to judge our love,\" he sings. \"But you know that I'll smile when I can be allowed to hold your hand.\"\nWhen he was trying to break into the music business, not everyone appreciated Hassani for who he was.\nIn an interview with Billboard magazine last year, the young singer said music labels in France thought he was too \"different\" to be successful.\n\"They tried to make me look like some kind of teen pop star, like a Justin Bieber format,\" he said. \"I'm not really against that, I think it can be cool, but I always fought with that. So I sort of got blacklisted from everything.\"\nEven while he was competing on Destination Eurovision, his critics dismissed him as an \"Arab in a wig\".\nHe also faces a barrage of homophobic abuse every time he posts online - something that has only become worse since he won Destination Eurovision.\nTwo French advocacy groups, Stop Homophobie and Urgence Homophobie, say that they've counted more than 1,500 \"insulting, discriminatory or threatening tweets linked to his sexual orientation and/or appearance\".\nThey have promised to take legal action against every individual sending homophobic and queerphobic abuse to Hassani, so that it doesn't \"pollute his brain with hatred\".\nBut Hassani has taken it in his stride.\nBeing chosen to represent France at Eurovision this year, he says, is \"the best response to the haters\".", "date": "28 January 2019", "href": "https://www.bbc.com/news/world-europe-47027745", "tags": "song already hassani destination entry bilal eurovision singer year like france"}