{"title": "Bill Cassidy Responds To Jimmy Kimmel By Doubling Down On The Dishonesty", "content": "Hours after a brutal takedown at the hands of late-night host Jimmy Kimmel, Sen. Bill Cassidy (R-La.) went on television Wednesday to respond.\nBut with literally his first sentence, Cassidy did the very thing that had drawn Kimmel’s ire: The senator made wildly misleading claims about his controversial bill to repeal the Affordable Care Act.\n“There will be more people covered under the Graham-Cassidy-Heller-Johnson amendment than are under status quo and we protect those with pre-existing conditions,” Cassidy said during an appearance on MSNBC’s “Morning Joe.”\nThat statement, similar to one Cassidy also made on CNN, is virtually impossible to defend. The Graham-Cassidy proposal, which Republicans are rushing to take up for a floor vote next week, calls for reducing federal spending on health care through two sets of changes.\nFirst, the bill would convert the Affordable Care Act’s coverage expansion money into a set of direct grants to states ― grants that would start in 2020 and, critically, would expire after 2026. Second, the bill would make a permanent change to Medicaid financing, affecting even parts of the program serving traditional Medicaid groups like poor children and the disabled. Over time, that change would reduce Medicaid’s funding relative to current law.\nBy design, the sum total of all those state grants would be less than the federal government would spend on health care if the Affordable Care Act remained in place. The difference would be $215 billion, from 2020 through 2026, according to a study from Avalere Health that happened to go public on Wednesday morning. Previous estimates, from the Center on Budget and Policy Priorities, suggested the funding decline would be even greater.\nAfter that, the cuts would get much larger, because of the expiration of those state grants. Between 2026 and 2036, one decade later, the reduction in expected federal spending on health care would be more than $4 trillion, Avalere found. \nCassidy has said Congress would likely reauthorize the program’s spending before it expires, but there are no guarantees it would. At that point, the parliamentary and political obstacles to making such a new expenditure would be considerable, while the uncertainty of ongoing federal support would likely lead states to shrink their own programs beforehand.\nAvalere also broke out the direct effect on those traditional Medicaid populations. By 2036, Avalere said, Medicaid funding for the disabled would be 18 percent lower than it would be under current law ― and for poor children, it would be 31 percent lower.\nAvalere’s report did not include an estimate of precisely how this would affect insurance coverage. (And with Republicans set to vote next week, the Congressional Budget Office won’t have time to produce such an estimate beforehand either.) \nBut Caroline Pearson, Avalere’s senior vice president for policy and strategy, told HuffPost that there’s no question the net impact of Graham-Cassidy would be fewer people with insurance, even in the short term before the really huge cuts hit.\n“This bill is likely to result in lower rates of insurance as soon as 2020 when funding for insurance coverage goes down,” Pearson said. “It will result in massive coverage losses in later years as funding for block grants expires and per capita cap growth rates drop.”\nAs for Cassidy’s other claim, that his bill would protect people with pre-existing conditions, that’s not true, at least in the sense most people would understand it. The bill would very explicitly allow states to waive existing rules, which the Affordable Care Act put in place, prohibiting insurers from charging higher premiums to people based on their medical status. With that flexibility, insurers could make coverage prohibitively expensive for people with a variety of medical conditions, from diabetes to cancer.\nThat’s one reason independent experts are in broad agreement about the effect of Graham-Cassidy ― and in direct disagreement with Cassidy’s own assessment.\nIt’s certainly possible to defend the Graham-Cassidy bill honestly ― by arguing, for example, that cutting federal spending is more important than improving access to health care. Cassidy has frequently said lower federal spending is a big priority for him. \nAnd later in the “Morning Joe” interview, when Cassidy noted that coverage is already unaffordable for many Americans, even with the Affordable Care Act in place, he was absolutely right. \nThe reality is that, by requiring insurers to sell coverage regardless of pre-existing conditions, the 2010 health care law has raised premiums. Subsidies insulate the majority of buyers from those higher prices, but still leave millions paying full price ― and paying much more than they did previously.\nBut multiple studies have shown that the net effect of the Affordable Care Act has been better access to care and less financial hardship because of medical bills. Cassidy’s repeal bill would reverse that progress, as Avalere and other analysts have pointed out ― helping some people, for sure, but overall making access and affordability worse.", "date": "\n09/20/2017", "href": "https://www.huffpost.com/entry/graham-cassidy-jimmy-kimmel_n_59c2783ce4b0f22c4a8e0e8f", "tags": "cassidy care doubling responds coverage kimmel avalere jimmy federal act affordable bill dishonesty"}