{"title": "Bill Clinton’s Fondness for Tarmac Talk Gets Him Into Trouble", "content": "For Bill Clinton, the rarefied world of private plane tarmacs has long been a place for a former president to socialize. Last month, after he spoke at the funeral of Muhammad Ali in Louisville, Ky., Mr. Clinton ran into Senator Orrin G. Hatch, Republican of Utah, and the two chatted before their private jets took off.\nThen there were the times Mr. Clinton spotted Representative Paul D. Ryan, the House speaker, and Arnold Schwarzenegger, the former Republican governor of California, and gave them each warm greetings.\nA Clinton aide pointed to Mr. Clinton chatting with Senator Ted Cruz, who has called for Hillary Clinton’s imprisonment, at the airport in Mobile, Ala., as evidence that the 42nd president would say hello to anyone he sees on a tarmac.\nBut on Monday, the practice brought a world of political problems for Mrs. Clinton.\nMr. Clinton had just finished a stop on a seven-state, 10-event fund-raising swing for his wife’s campaign when he was boarding a private charter at the Phoenix Sky Harbor International Airport. (The visit did not include playing golf, despite reports to the contrary.)\nHe spotted the entourage and security personnel that signaled another important person’s plane. With the temperature over 103 degrees, Mr. Clinton, rather than chatting on the scorching cement, climbed aboard to say hello to Attorney General Loretta E. Lynch.\nWhat happened next has caused a cascading political storm for Mrs. Clinton’s campaign; provided fodder for Republicans who have accused the Justice Department of bias in its inquiry into Mrs. Clinton’s use of a private email server at the State Department; and even had Mrs. Clinton’s allies asking Friday: What was he thinking?\n“I completely get that question, and I think it is the question of the day,” Ms. Lynch said at a conference in Aspen, Colo., on Friday when asked what she had been thinking.\n“I certainly wouldn’t do it again,” she said of the chat with Mr. Clinton, which lasted about 20 minutes.\nMs. Lynch, who was in Phoenix for a community-policing event, had visited Janet Reno, the former attorney general who suffers from Parkinson’s disease. Much of the conversation with Mr. Clinton, which also included Ms. Lynch’s husband and a handful of aides and secret service agents, revolved around Mrs. Reno’s health and family, as well as small talk about Mr. Clinton’s new grandson, according to a Clinton aide briefed on the conversation who spoke on the condition of anonymity because the aide was not authorized to publicly discuss the meeting.\nPolitical rivals saw more nefarious motives.\n“Bill’s meeting was probably initiated and demanded by Hillary,” Donald J. Trump, the presumptive Republican presidential nominee, said on Twitter. “Does anybody really believe that meeting was just a coincidence?”\nSpokesmen for Mr. Clinton and Mrs. Clinton’s campaign declined to comment.\nThe episode came as Mrs. Clinton’s campaign sought to put the F.B.I.’s email investigation behind it. A list of “Daily Messaging Guidance” released to surrogates by the Clinton campaign on Friday made no mention of the Lynch meeting or ensuing criticism. The “Driving the News” category only included references to Mr. Trump’s economic plans and Republicans who have refused to endorse him.\nWith his approval ratings among Democrats over 60 percent, Mr. Clinton is one of his wife’s most powerful surrogates. He has traversed the country with a breakneck schedule, campaigning and raising money, flying privately with a bare-bones staff and security detail.\nMr. Clinton and his chief of staff, Tina Flournoy, are in frequent contact with John D. Podesta, chairman of the Clinton campaign, and Robby Mook, the campaign manager. The former president also often listens in on campaign conference calls from the family’s home in Chappaqua, N.Y.\nBut as the meeting with Ms. Lynch illustrates, Mr. Clinton’s unpredictable and sociable nature can cause problems for his wife’s candidacy. David Axelrod, the former senior adviser to President Obama, said on Twitter that while he took Mr. Clinton and Ms. Lynch “at their word” that they didn’t discuss the investigation, it was “foolish to create such optics.”\nSenator Chris Coons, Democrat of Delaware, told CNN that the meeting sent “the wrong signal” for both participants.\n“I think she should have steered clear, even for a brief, casual social meeting with the former president,” Mr. Coons said.", "date": "July 1, 2016", "href": "https://www.nytimes.com/2016/07/02/us/politics/bill-clinton-tarmac-history.html", "tags": "trouble “ lynch tarmac clinton fondness former meeting mrs. gets bill talk campaign"}