{"title": "Bill Maher Asks Donald Trump's Supporters- 'You Know You’re Being Conned, Right-'", "content": "Bill Maher has just one question for President Donald Trump’s supporters regarding the administration’s tax reform plans —“You know you’re being conned, right?”\nIn a recent blog post, the host of HBO’s “Real Time with Bill Maher” used this old tweet from first daughter Ivanka Trump to help illustrate why he believes the majority of Trump’s base won’t be boosted by the proposed tax cuts.\n“What do they have in common?” Maher asked about the snap, which features Donald Trump, Ivanka Trump and Treasury Secretary Steve Mnuchin. “They’re all rich. They’ve all worked for their dads, who were rich. And they all inherited (or will inherit) vast family fortunes.”\nMaher explained how Trump and Mnuchin had wanted to slash corporate tax rates from 35 percent to 15 percent, “even though most Americans — six out of ten — think corporations already pay too little.”\nThe comedian also noted that Trump was cheered at a recent rally in Phoenix, for telling the “sea of white faces, stretch pants and plastic shoes” that “the economy was rigged.”\nFor Maher, however, the problem remains that “the only prescription Trump has for unrigging the economy is tax cuts” that will “almost exclusively benefit the people who are doing the rigging.”\n“Most of the people in Trump’s audience don’t make enough to pay income tax at all, don’t own corporations,” he added. “And the closest they’ve ever been to an estate was when they visited Graceland.”\nCheck out Maher’s full blog post here.", "date": "\n09/20/2017", "href": "https://www.huffpost.com/entry/bill-maher-donald-trump-tax-reform_n_59c22236e4b087fdf5091f46", "tags": "know maher right- tax recent blog ” trump donald asks conned bill — supporters-"}