{"title": "Bishop Michael Curry’s Full Sermon From the Royal Wedding", "content": "Keep your fascinators, tiaras, regalia and romance. What if the surprise biggest star — the Pippa Middleton, if you will — of this royal wedding was a sermon about love?\nMichael Bruce Curry, the presiding bishop of the Episcopal Church in the United States, delivered a searing, soaring 13-minute speech, imploring Christians to put love at the center of their spiritual and political lives. Until that moment, the ceremony had been quite staid, stuffy even, with only the mention of “sexual union” to keep us on our toes. \n“We must discover the power of love, the power, the redemptive power of love,” he said. “And when we discover that we will be able to make of this old world a new world.”\nWith its repetition and emphasis, his sermon drew upon the devices of black ecclesiastical tradition. It was a striking contrast with the one delivered by Richard Chartres, the Bishop of London, at the royal wedding in 2011.\n“Imagine governments and nations where love is the way,” Most Rev. Curry said. “Imagine this tired old world when love is the way — when love is the way, unselfish, sacrificial, redemptive! … When love is the way, poverty will become history.” He cited Martin Luther King, Jr. explicitly several times, and alluded to the same passages in Amos — “let justice roll down like a mighty stream and righteousness like an ever-flowing stream” — that King famously cited.\nBishop Curry, 65, said Christianity was “a movement grounded in the unconditional love of God for the world and a movement mandating people to live that love and in so doing to change not only their lives but the very life of the world itself,” he said. \nHe spoke about the power of love and faith, even to comfort those in captivity, referring explicitly to the psalms sung by slaves in the American south.\nThe bishop was born in Chicago in 1953. Married with two daughters, he acquired a measure of fame outside the religious community after a sermon he delivered in 2012, “We need some crazy Christians,” was widely viewed online. He is the first African-American leader of the Episcopal Church.\nAsked by CBS how he had prepared to deliver the sermon, Most Rev. Curry said he was “just going to show up.”\nHe said: “I'll never forget my daddy told me when I was fairly new as a priest. He said just always be who you really are. Don't pretend to be someone else.”", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/style/bishop-michael-curry-royal-wedding.html", "tags": "wedding power full world royal ” love bishop michael curry — sermon"}