{"title": "Black Men's Sentences 20 Percent Longer Than White Men's For Similar Crimes", "content": "Black men are sentenced to far more time in prison than white men for committing similar crimes, according to a new report from the U.S. Sentencing Commission.\nA report released last week from the USSC ― an independent agency of the U.S. judicial branch ― looked at federal prison sentences in the United States from Oct. 1, 2011, to Sept. 30, 2016, and found that black male offenders received sentences on average 19.1 percent longer than those of “similarly situated” white male offenders.\nThe commission also factored in offenders’ criminal histories to look at whether violence in offenders’ pasts could account for the racial disparities ― and found that it did not. Looking at 2016, the only year for which such data was available, the commission found that, after controlling for criminal history, black men still received 20.4 percent longer sentences than did white men.\nThis report’s findings match those of a previous USSC report from 2007 to 2011, which found a nearly 20 percent gap in sentences between black and white men. \nThe racial disparities in sentencing appear to have increased over the last two decades, worsening specifically after 2005.\nAccording to older USSC reports, the gap between black and white men in sentencing was about 11 percent for 1998 to 2003 and 5 percent for 2003 to 2005. But it jumped to 15 percent for 2005 to 2007 and to nearly 20 percent thereafter.\nUSSC noted in a 2010 report that the differences in sentence length between black and white male offenders “have increased steadily” since the Supreme Court ruled in 2005 in United States v. Booker to increase judges’ discretion in sentencing. \nBut the factors contributing to racial disparities in sentencing are complex, according to Marc Mauer, director of the nonprofit Sentencing Project. Judges aren’t the only factor, or necessarily even the biggest, in sentencing disparities.\n“It’s not necessarily racist judges,” Mauer told HuffPost by email Friday. “But much of [the] disparity [is] likely due to decision-making by prosecutors.”\nMauer pointed to research from scholars Sonja Starr and Marit Rehavi, which found that prosecutors “have a huge impact on sentences,” as they have broad discretion in how to charge an offender or whether to offer a plea-bargain. \nOverall, sentencing is just one part of the broader problem of racial discrimination in the criminal justice system: Black people are incarcerated in U.S. state prisons at more than five times the rate of white people.", "date": "\n11/18/2017", "href": "https://www.huffpost.com/entry/black-white-sentencing-criminal-justice-report_n_5a0f8295e4b0e97dffed66a0", "tags": "sentencing sentences percent crimes report longer similar white found offenders black men"}