{"title": "Bob Corker: Trump puts US on course for 'World War Three'", "content": "US President Donald Trump could put the US \"on the path to World War Three\", the Republican chairman of the Senate Foreign Relations Committee has warned.\nSenator Bob Corker said Mr Trump was treating the presidency like \"a reality show\". \nThe retiring Tennessee lawmaker also said White House staff struggle to \"contain\" Mr Trump.\nMr Corker's comments are a remarkable attack on a sitting president from a member of his own party.\nMr Corker was considered for the job of secretary of state by Mr Trump last year but they have since fallen out.\nBy Anthony Zurcher, BBC North America reporter\nDonald Trump has gone after members of his own party before. Most, however, have chosen to grit teeth and suffer in silence.\nNot Bob Corker. Maybe there's something liberating about knowing you don't have to face an angry pro-Trump electorate next year. Maybe, as head of the foreign relations committee, the Tennessee senator feels compelled to condemn the havoc he believes Mr Trump is causing to US foreign policy.\nThe president hasn't responded to Mr Corker's stinging rebuke yet, but according to a White House official, the president is \"not finished with Corker\".\nThe problem for the president is that, although Mr Corker is retiring, he's not leaving the Senate until January 2019. \nUntil then, he's chair of a powerful committee and a key vote in a chamber where only few party defections will sink any Republican-backed legislation.\nThe president may be settling scores with the Tennessean, but it could come at a high price.\nFour ways Corker skewered Trump\nFollow @awzurcher\nThe senator told the New York Times in a telephone interview on Sunday he was concerned about the president's conduct. \n\"I don't think he appreciates that when the president of the United States speaks and says the things that he does, the impact that it has around the world, especially in the region that he's addressing,\" he said.\nMr Corker suggested the president - who has repeatedly baited nuclear-armed North Korea -  could put the US on course for \"World War Three\".\n\"I don't know why the president tweets out things that are not true,\" he added. \n\"You know he does it, everyone knows he does it, but he does.\"\n\"I know for a fact that every single day at the White House, it's a situation of trying to contain him,\" Mr Corker told the newspaper. \nThe ill-tempered exchange began on Sunday morning, when Mr Trump tweeted that Mr Corker had begged the president to endorse him for re-election.\nMr Trump said he refused. He also accused Mr Corker of being \"largely responsible for the horrendous Iran Deal\".\nMr Corker, who denied the president's account, responded: \"It's a shame the White House has become an adult day care center. \n\"Someone obviously missed their shift this morning.\"\nMr Trump is this week expected to de-certify the Obama administration's 2015 agreement to curb Iran's development of nuclear weapons, a deal he has repeatedly condemned.\nLast month Mr Corker - who has said the Iran deal should not be torn up - announced he would not seek re-election at next year's mid-term elections. \nMr Corker and Mr Trump previously clashed in August when the senator criticised the president's response to clashes that month between white supremacists and anti-fascist demonstrators in Charlottesville, Virginia.\nMr Trump's attack followed Mr Corker's expression of support last week for Secretary of State Rex Tillerson, who is widely seen as having been sidelined by the president.\nMr Corker said America's top diplomat was \"in an incredibly frustrating place\", where he \"ends up not being supported in the way that I hope a secretary of state would be supported\".\nOn Wednesday Mr Tillerson denied rumours that he was about to resign, amid reports he had referred to the president as a moron.", "date": "9 October 2017", "href": "https://www.bbc.com/news/world-us-canada-41556537", "tags": "us course corker puts white trump three house war could senator bob"}