{"title": "Boeing Black Box Data Shows Similarities Between Ethiopian and Lion Air Crashes", "content": "ADDIS ABABA, Ethiopia — A preliminary review of the “black boxes” recovered from a jetliner that went down in Ethiopia found similarities between that crash and one involving the same Boeing model in Indonesia five months earlier, Ethiopia’s transport ministry said Sunday.\nAlthough a spokesman for the ministry would not detail what the similarities were, the information from the black boxes, as the data and voice recorders are known, suggests that Ethiopian Airlines Flight 302 may have had problems similar to those of Lion Air Flight 610.\nBoth brand-new Boeing 737 Max 8s crashed shortly after takeoff — Lion Air in October and Ethiopian Airlines last week — following erratic ascents, killing everyone on board.\nThe disclosure by the transport ministry came as a procession of empty coffins made their way to a churchyard in Ethiopia. The crash of the jetliner was so violent that mourners were left with few remains to bury. One hundred and fifty-seven people were killed in the disaster. (The Lion Air crash killed 189.)\nThe second crash led to a worldwide grounding of the Max jet, Boeing’s best-selling aircraft. Although American regulators were slower to ground the planes than other countries, they said last week that physical evidence from the Ethiopian crash, along with satellite tracking data, suggested similarities between the two crashes.\nNow, investigators are also looking at information from the two flight recorders, whose data was downloaded in France by airline investigators in recent days and handed to the Ethiopians. Black boxes, which record sounds in the cockpit and detailed information on such things as altitude and speed, are crucial to helping investigators reconstruct how crashes occur.\nThe United States National Transportation Safety Board said in recent days that it was sending a delegation to France, but when asked about the black box findings on Sunday, a spokesman for the agency said that only Ethiopian officials could release those results.\nThe terse announcement in Ethiopia about the initial findings is a fresh indication of potentially deep trouble for Boeing.\nSince the Indonesian crash, a cloud of suspicion has hung over not just the jet but also Boeing’s handling of its rollout. It has gotten only bigger after the Ethiopia disaster.\nShould the two crashes prove to have a common cause, the company may be hard-pressed to explain why it let a top-selling aircraft continue to fly with a suspected problem, and why it did not move more quickly to address it. Safety experts caution, however, that conclusions at this stage of an investigation are far from certain.\nOn Sunday, in response to the Ethiopian findings, Boeing issued a statement from its chief executive, Dennis Muilenburg, saying the company was “working with the authorities to evaluate new information as it becomes available.”\n“In accordance with international protocol,” it said, “all inquiries about the ongoing accident investigation must be directed to the investigating authorities.”\nLaunched in response to competitive pressure from Boeing’s chief rival, Airbus, the project to design and build the 737 Max was pushed quickly from the start.\nLarger, repositioned engines changed the aerodynamics of the Max compared with the previous-generation 737. To address potential problems associated with the new design, Boeing added new software instead of rethinking the plane from scratch.\nBoeing and the Federal Aviation Administration decided that pilots did not need to be told about the new software, called MCAS.\nAnd the plane proved immediately popular with airlines. Boeing has delivered nearly 380 Max aircraft and has orders for another 4,600.\nBut after the first crash, the company quickly found itself on the defensive.\nWhen the 737 went down in Indonesia and MCAS came under suspicion, Boeing repeatedly said emergency procedures should have been sufficient for the pilots to save the craft if the system had malfunctioned.\nEven so, the company hastily informed pilots about MCAS — and then said it was working on software changes. It promised to release them around the end of last year, according to pilots at Southwest and American Airlines.\nBut the software fix has not happened yet. Boeing now promises to release the revisions in the next several weeks.\n“While investigators continue to work to establish definitive conclusions,” it said in its statement Sunday, “Boeing is finalizing its development of a previously announced software update and pilot training revision that will address the MCAS flight control law’s behavior in response to erroneous sensor inputs.”\nEven before the Ethiopians’ announcement Sunday, first reported by The Wall Street Journal, publicly available data was accumulating that suggested the plane might have had problems with MCAS.\nThat system was installed in the Max 8 planes as a way of preventing stalls, and it works by forcing the nose of the planes down.\nIn the Indonesian flight there are indications that the system acted because of faulty readings from a sensor on the plane, and that the pilots had trouble overriding the software’s actions. They ultimately lost their battle, and the plane plunged into the sea.\nNone of the public evidence about Ethiopian Flight 302 is strong enough to prove that the system was active before the crash or that it forced the plane down.\nStill, for both the Ethiopian and the Lion Air flights, public data appears to show repeated up-and-down oscillations lasting 15 to 20 seconds — a possible indication that pilots overrode the nose-down push by MCAS, only to see it activate again. For Lion Air, those oscillations were later confirmed by data from the flight recorders.\nDebris from the Ethiopian jet crash site adds to suspicions that the MCAS system may have been involved.\nAn obscure part called a jackscrew — the component that moves the stabilizers up and down on the tail — was recovered, and its configuration showed that the stabilizers had been tilted upward, according to two people with knowledge of the recovery operations. That upward tilt of the stabilizers is the mechanism that MCAS uses to push the nose down.\nThe software fix Boeing is working on would change features of the automated system that investigators believe may have been a factor in the Lion Air crash.\nIn that crash, investigators say, it appears faulty data from a single sensor might have triggered the automated system, causing it to push the plane toward the ground.\nThe software fix is expected to make the automated system rely on data from two sensors, instead of just one, a more common method, according to several pilots and two lawmakers briefed on the planned changes.\nThe changes are also likely to slow the rate at which the automated system pushes the nose down, said Michael Michaelis, the top safety official at the American Airlines pilots’ union. And the update will also cause the automated system to shut off if pilots appear to be fighting with it for control of the aircraft, pilots said.\nThe changes amount to a tacit admission by Boeing that its automated system was flawed.\nThe plane maker, which aims to deliver the software update by April, has said the software fix will “make an already safe aircraft even safer.”", "date": "March 17, 2019", "href": "https://www.nytimes.com/2019/03/17/world/europe/boeing-737-ethiopian-black-box.html", "tags": "crash pilots software boeing plane mcas system black lion crashes shows box data similarities air ethiopian"}