{"title": "Boeing Reports Slide in Earnings and Admits Future Is Hazy", "content": "The longer Boeing’s 737 Max plane sits idle, grounded indefinitely by regulators around the world after two deadly crashes, the more the company’s bottom line shrinks.\nHow much? Not even Boeing is ready to predict.\nThe aviation giant was uncharacteristically uncertain about its financial future on Wednesday. While announcing its worst quarterly results in years, Boeing said that it would not provide its customary full-year sales and profit forecast. The company stopped its popular share buyback program weeks ago. It did not offer a date for when it would deliver its already delayed update to the anti-stall system in the 737 Max, which has been implicated in the accidents.\n“The timing of return to service for the Max will continue to be paced by ongoing work with global regulators and our customers,” Dennis A. Muilenburg, Boeing’s chief executive, said in a conference call with analysts.\nUntil the plane is cleared to fly again, a substantial chunk of Boeing’s business will remain at a standstill. As a result of the grounding, the company delivered roughly 50 fewer 737 aircraft than it originally planned this quarter, contributing to a decline of more than $1 billion in revenue for its commercial airplanes division.\nBoeing is now “making decisions on a day-to-day basis” and trying to plan for contingencies, Greg Smith, the company’s chief financial officer, said during the call.\n“We’re running scenarios so, we’re cleareyed about what we know and what we don’t know,” he said.\n[Read more about how two high profile crashes led to a corporate crisis at Boeing.]\nThe decision not to forecast too far ahead stood in sharp contrast to Boeing’s behavior at the beginning of the year, when executives announced ambitious earnings targets and plans for delivery growth. The previous quarter had produced record revenue and profit, despite the October crash of a 737 Max 8 plane in Indonesia that killed all 189 people on board.\nThen, in early March, another 737 Max 8 jet crashed. The Ethiopian Airlines flight, which had 157 people on board, went down minutes after taking off, as was the case with the Indonesia flight.\nThe resulting furor caused Boeing’s stock price to plunge. Last month, the plane was grounded worldwide. The company now faces a number of lawsuits and investigations over the accidents.\nThere have also been questions about whether competitive pressure to finish the Max planes led Boeing to overlook safety risks in the plane’s designs, like the anti-stall system, and whether the jets were scrutinized closely enough by regulators before being allowed to fly.\nMr. Muilenburg said on Wednesday that “both accidents were a series of events.” He added, in an apparent reference to the pilots of both planes, “Ultimately, there were action or actions not taken that contributed to the final outcome.”\nPreliminary findings from the Ethiopian Airlines crash suggest that the pilots on the flight initially followed the emergency protocol after the anti-stall system malfunctioned.\nBoeing has a backlog of 5,600 commercial planes worth $399 billion. But in the first quarter, which ended on March 31, Boeing generated just 32 new orders for 737 aircraft, compared with 122 in the same period in 2018.\nThe company collects a part of customers’ payments for its planes upon delivery. It provided only 89 of its 737 jets in the first quarter, down from 132 a year earlier. It also said it was scaling back production on the 737 line to 42 planes a month from 52.\nBut Boeing said it wanted to be ready to ramp up manufacturing once the 737 Max was allowed to return to flight. The number of factory employees working on the plane has remained the same, even though fewer planes are being produced. Some suppliers are still operating as if Boeing were pushing out 52 of the planes a month.\nWithout a clear schedule, Boeing said it was taking on $1 billion in additional costs related to the grounded 737, as well as other expenses associated with pilot training and the software update.\nThe company said it was making “steady progress on the path to final certification” for the fix, and had completed 135 test and production flights. Mr. Muilenburg said he had asked Boeing’s board to create a committee, led by the board member and retired Navy admiral Edmund P. Giambastiani Jr., to examine how the company certified its planes. Some have said Boeing has too much power in the certification process.\nOn Wednesday, the company said core earnings per share in its first quarter had fallen 13 percent, to $3.16 from $3.64 a year earlier. Revenue sank 2 percent to $22.9 billion from nearly $23.4 billion a year earlier. Boeing’s stock closed up nearly 0.4 percent on Wednesday.\nStill, some analysts remain optimistic about the company. Jim Corridore of the investment research firm CFRA said in a research note that the 737 Max could resume service in the summer, although he added that Boeing most likely faced “substantial” costs related to lawsuits and the software fix.", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/business/boeing-stock-earnings.html", "tags": "company hazy earnings boeing plane reports billion quarter ” future planes admits slide max"}