{"title": "Boeing’s Political Ties and the Decision to Ground the 737 Max", "content": "After days of pressure from anxious airline customers and concerned members of Congress, President Trump on Wednesday announced the grounding of Boeing’s 737 Max 8 aircraft — a stark reversal of the Federal Aviation Administration’s previous determination that the planes were safe enough to fly despite recent crashes in Indonesia and Ethiopia. The announcement came well after many other countries had grounded the aircraft.\nThe F.A.A., citing fresh data, has said its decision-making was based solely on its evolving understanding of the evidence. But critics have suggested that the delay in joining the international consensus may have been the result, at least in part, of the close relationship that Boeing, a major political force in Washington and a large government contractor, has with American officials.\nBoeing receives more federal money than any corporation other than Lockheed Martin, its main competitor in the defense contractor industry. Boeing took in over $23 billion in con­tracts from the government in the 2017 fiscal year — near its annual average. (Just this fall, the company won a $9.2 billion contract to make a new generation of jets for the Air Force.)\nSenator Elizabeth Warren publicly questioned whether the government had “put lives at risk” to protect Boeing’s bottom line. She and a bipartisan group of her colleagues requested congressional hearings to investigate. \n Senator Richard Blumenthal, Democrat of Connecticut, reacting to the delay, called Boeing “one of the 800-pound gorillas around here.” Metaphor aside, the company does undoubtedly have strong ties to politicians in Washington. Last year, the company spent about $15 million on lobbying. And its employees, political action committees and other affiliated groups have donated more than $8.4 million in campaign contributions since 2016, giving to Democrats and Republicans in equal measure.\nBut while Boeing’s lobbying efforts may seem relatively unobjectionable — most in the mainstream acknowledge that businesses, like citizens, have a right to petition their government — the idea that a government contractor can have a hand in political donations has historically raised more serious concerns. In 1940, Congress passed a law barring individuals and firms from making federal campaign contributions while they negotiate or perform federal contracts. The intent was to prevent companies from trying to bribe politicians for lucrative deals and to prevent lawmakers from extorting money from companies with business before the government.\nSo how do campaign donations that appear to be connected with Boeing manage to avoid violating this law? The answer is a loophole, cemented in the law in the 1970s, that permits government contractors to set up “separate segregated funds,” or political action committees, to make political contributions using money typically pooled from the contractors’ executives and major shareholders. Such funds are legal even if the parent company pays for their operating and fund-raising costs. This exemption — whose ostensible justification is the free-speech rights of contractors’ employees — is why political action committees like Boeing’s can exist.\n“It’s a huge loophole,” said Craig Holden, a government affairs lobbyist for Public Citizen who has helped states write pay-to-play laws more restrictive than the federal-level bans.\nThe corporate PAC workaround is “clearly bad, policy-wise,” said Brendan Fischer, the director of federal reform at the Campaign Legal Center, a nonpartisan ethics watchdog. He noted that if nothing else, it creates “the appearance of the government contractor buying influence despite the contractor contribution ban.”\nBoeing’s PAC is a “major player” Mr. Fischer said. The sum of its contributions is three times larger than the sum of any independent individual contributions from its employees, according to data drawn from the Center for Responsive Politics.\nBoeing correctly reports that the company itself does not directly fund super PACs (which are allowed to raise unlimited amounts of money). Doing so would be a violation of the contributor ban. However, it has ways around this. The company’s PAC may give up to $5,000 to a candidate’s campaign committee or use its funds for any other “lawful purpose” — which includes unlimited contributions to super PACs or “dark money” nonprofit groups as well. Last cycle, the company’s PAC gave $250,000 to the Mitch McConnell-aligned Senate Leadership Fund; $250,000 to Karl Rove’s dark-money group, One Nation; and $250,000 to the dark-money group American Action Network.\nThere is also, in effect, another even larger loophole for contractors looking to influence national politicians: the inaugural committee for a president-elect. Because inaugural committees are technically not connected to the political campaign, “all bets are off,” as Mr. Fischer put it. Boeing gave a million dollars to Mr. Trump’s inaugural committee — a giveaway now under scrutiny as a possible conflict of interest for the president.\nThanks to this maze of loopholes and legal niceties, federal contractors are able to effectively spend or direct the spending of money on political campaigns, despite the original intent of the law against contractor contributions. One clear result of this system is the widespread suspicion, warranted or not, of the government’s initial decision not to ground Boeing’s plane. \nBut another, broader result — that appears emblematic of this freewheeling era of money in politics — is a disbelief in what a federal court ruling in 2015 narrowly upholding the contractor ban called “the merit-based administration of the national government.”\nThat distrust is unlikely to go away when a Senate oversight committee holds a hearing to address the disaster. While Washington can expect some showy and probing questions from senators, the panel’s staff director is likely to be John Keast, a Boeing lobbyist  before he was appointed by the Commerce Committee, late last year. \n“The public can’t have complete faith that the government’s decisions around the 737 Max 8 were made based on the public’s interests,” Mr. Fischer said. “We shouldn’t have to be asking these questions.”\nMr. Smith is a member of the editorial staff of The New York Times Opinion section.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/opinion/boeing-crash-contractor-trump.html", "tags": "company contractor ground boeing political ” federal money ties decision government — max"}