{"title": "Boeing to Cut Production of 737 Max After 2 Fatal Crashes", "content": "Boeing said on Friday that it was slowing production of its 737 Max jet and establishing a new internal safety committee after two of the planes were involved in fatal crashes in five months.\nThe company will reduce the rate at which it produces the 737 family of airplanes to 42 a month from 52, Boeing’s chief executive, Dennis A. Muilenburg, said in a statement. In addition to the Max, Boeing produces the 737 NG and a military version of the plane.\nBoeing will also establish a committee on its board of directors to review how it develops and builds planes, Mr. Muilenburg said.\nThe company is making the moves as it confronts an escalating crisis after the crashes of two 737 Max planes: Lion Air Flight 610 in Indonesia in October and Ethiopian Airlines Flight 302 last month. The Max has been grounded, and Boeing paused deliveries of new planes, creating a backlog on its production lines in Renton, Wash. The company has been stockpiling finished planes in Renton and in nearby Seattle.\nAirlines around the world have thousands of outstanding orders for the Max jet, which represent billions of dollars for Boeing’s bottom line in the coming years.\n“Safety is our responsibility, and we own it,” Mr. Muilenburg said. “When the Max returns to the skies, we’ve promised our airline customers and their passengers and crews that it will be as safe as any airplane ever to fly.”\n[The Seattle area is feeling the pain of the Max crisis. The company’s presence is seemingly everywhere in the region.]\nIntroduced in 2011 as Boeing scrambled to compete with its European rival, Airbus, the Max became Boeing’s best-selling jet. Each Max sells for about $100 million.\nPreliminary investigations now indicate that both airplanes crashed after anti-stall software unique to the Max activated because of faulty data and sent the planes into irrecoverable nose dives.\nThe software, known as MCAS, was added to the new jet to compensate for its larger, more fuel-efficient engines. The engines changed the aerodynamics of the plane, raising the possibility that it could stall in some circumstances.\nIn his statement, Mr. Muilenburg acknowledged that the new anti-stall software played a role in the accidents. “We have the responsibility to eliminate this risk, and we know how to do it,” he said.\nBoeing engineers began working on a software update after the Lion Air crash, but the company and aviation regulators in several countries deemed that the Max remained safe to fly. Though many pilots had not been informed of the powerful new software before the accident in Indonesia, Boeing said it was possible to handle a malfunction if pilots followed a set of instructions it issued after that crash.\nThat claim, which was backed by the Federal Aviation Administration, is now under scrutiny. On Thursday, the Ethiopian authorities released a preliminary report of their investigation and found that the pilots in that crash had initially followed the instructions in Boeing’s emergency checklist.\nOnly after the crash in Ethiopia did regulators ground the Max. Boeing continues to work on the software update and revised training procedures for the Max, and this week said the fixes were taking longer than anticipated.\nBoeing has given no timetable for the return of the Max. The updates will have to be certified by the F.A.A. and other regulators before the planes can fly again. It may be weeks, if not months, before that can happen.\n“Teams are working tirelessly, advancing and testing the software, conducting non-advocate reviews and engaging regulators and customers worldwide as we proceed to final certification,” Mr. Muilenburg said. “We’re also finalizing new pilot training courses and supplementary educational material for our global Max customers.”\nBoeing is now under pressure from some airlines to compensate them for the cost of the grounded jets. Norwegian Air’s chief executive said previously that he expected Boeing to “take this bill.”\nThe airline Garuda Indonesia asked to cancel an order for 49 Max planes last month. And on Friday, Bloomberg reported that Ethiopian Airlines was reconsidering its order for 25 additional Max planes because of the “stigma” surrounding the aircraft.\n“We may reach the decision: Look, we just had a very tragic accident a few weeks ago, and customers still have the accident in their mind,” Tewolde GebreMariam, chief executive of Ethiopian Airlines, told Bloomberg. “So it will be a hard sell for us to convince our customers.”\nThough the airlines have mostly been able to manage the grounding of the Max so far, the credit agency Fitch Ratings said in a note on Friday that the impacts may begin to ripple across Asia in the coming weeks as seasonal air travel picked up.\n“If there is a delay in the delivery schedule of the 737 Max jets by Boeing, affected airlines may choose to either scale back their expansion plans to strengthen their balance sheets or continue to grow by leasing aircraft at increased rates,” Fitch said.\nBoeing is also facing growing pressure from Washington. The Justice Department and the Transportation Department’s inspector general are investigating the design, manufacturing and certification of the Max. Lawmakers have raised questions about Boeing’s close relationship with the F.A.A., which in recent years has given aircraft makers more authority to certify their own products.", "date": "April 5, 2019", "href": "https://www.nytimes.com/2019/04/05/business/boeing-737-production.html", "tags": "company software “ airlines boeing cut production crashes planes new fatal max"}