{"title": "Boeing Believed a 737 Max Warning Light Was Standard. It Wasn’t.", "content": "When Boeing began delivering its 737 Max to customers in 2017, the company believed that a key cockpit warning light was a standard feature in all of the new jets.\nBut months after the planes were flying, company engineers realized that the warning light worked only on planes whose customers had bought a different, optional indicator.\nIn essence, that meant a safety feature that Boeing thought was standard was actually a premium add-on.\nBoeing detailed its initial confusion about the warning light in a statement released on Sunday, adding new details to what was already known about the flawed design and introduction of the 737 Max, its best-selling jetliner.\nThe initial lack of knowledge about the feature’s functionality, along with the delayed disclosure, add to the concern about Boeing’s management of the Max’s design. The revelations add to Boeing’s mounting problems, which include frayed relations with airlines and customers, multiple federal investigations, growing financial costs and the remaining work to get the Max flying again.\nThe warning light notifies pilots of a disagreement in the sensors that measure which direction the plane is pointed, a potential sign of a malfunction. This light could have provided critical information to the pilots on two flights that crashed shortly after takeoff in recent months.\nIn both doomed flights — Lion Air Flight 610 and Ethiopian Airlines Flight 302 — preliminary investigations suggest that there were problems with these so-called angle of attack sensors early in the flights, activating new anti-stall software that sent the planes into unrecoverable nose-dives.\nBut the disagree alert worked only on planes with an optional indicator that displays the readings from the angle of attack sensors, Boeing said on Sunday.\nBecause only 20 percent of customers had purchased the optional indicator, the warning light was not working on most of Boeing’s new jets. Neither Lion Air nor Ethiopian had the indicator.\nAfter discovering the lapse in 2017, Boeing performed an internal review and determined that the lack of a working warning light “did not adversely impact airplane safety or operation,” it said in its statement.\nAs a result, Boeing said it did not inform airlines or the Federal Aviation Administration about the mistake for a year.\nOnly after the crash of Lion Air Flight 610 last October did Boeing discuss the matter with the F.A.A. The company then conducted another review and again found the missing alert did not pose a safety threat, and told the F.A.A. as much.\nBoeing and the F.A.A. put out public updates late last year that described the warning light as available only if the optional indicator had been purchased as well.\nBut neither statement made it clear that Boeing had intended for the disagree alert to be standard in all planes.\nThe F.A.A. said on Sunday that Boeing briefed it on the confusion in November, and that it deemed the issue to be “low risk.”\n“However, Boeing’s timely or earlier communication with the operators would have helped to reduce or eliminate possible confusion,” the F.A.A. said.\nThe anti-stall system, created to compensate for the Max’s large new engines, will push down the nose of the plane if the angle of attack sensors indicate the plane is dangerously close to stalling.\nBut the system relied on only one of the two angle of attack sensors, introducing a potential single point of failure into a critical flight system. And the anti-stall system was also changed late in the design process to make it much more powerful.\nAirlines and pilots were not informed about the system until the Lion Air crash.\nWhen Boeing explained to pilots in one meeting how systems on the Max worked, the company said that the disagree alert would function on the ground. In the late November meeting, Boeing told pilots for American Airlines (which had bought the add-on) that their disagree alert would have notified them of problems before takeoff.\n“We were told that if the A.O.A. vane, like on Lion Air, was in a massive difference, we would receive an alert on the ground and therefore not even take off,” said Dennis Tajer, a spokesman for the union representing American Airlines pilots. “That gave us additional confidence in continuing to fly that aircraft.”\nBut in the last several weeks, Boeing has been saying something different. Mr. Tajer said the company recently told American pilots that the system would not alert pilots about any sensor disagreement until the aircraft is 400 feet above the ground.\nA Boeing spokesman confirmed this, stressing that the disagree alert does not work on the ground, and thus could not have alerted the Lion Air pilots to a faulty sensor before takeoff.\nMr. Tajer said Boeing seemed to have “provided information that was not accurate” and said the pilots have asked for clarification from the company.\nMr. Tajer, who is also a 737 pilot, said he was concerned that Boeing did not seem to fully grasp how every aspect of the Max worked.\n“You better start knowing things about the airplane you’re building and selling because my life and the passengers that I carry safely across the globe depends on it,” Mr. Tajer said.\nThe Lion Air crash also spurred Boeing to notify Southwest pilots about the disagree light. “We thought it worked,” said Jon Weaks, the president of the Southwest Pilots’ Association. “If they knew it in 2017, why did we get to nearly the end of 2018 until the manual was changed?”\nIn the months after the Lion Air crash, Boeing quietly worked to appease some customers, according to a person briefed on the matter. In several instances, it activated the angle of attack indicator for free, which then turned on the disagree alert.\nThe 737 Max has been grounded for more than a month, after the Ethiopian Airlines crash. Boeing is working on a software fix that it plans to submit to the F.A.A. soon, in hopes that the Max can return to flight later this summer. The update will make the anti-stall system less powerful and reliant on both sensors.\nBoeing is also developing a separate software update that will unlink the disagree alert from the angle of attack indicators, which will also be installed before the Max can fly again.", "date": "May 5, 2019", "href": "https://www.nytimes.com/2019/05/05/business/boeing-737-max-warning-light.html", "tags": "believed pilots warning boeing alert ” max lion standard air light"}