{"title": "Boeing and F.A.A. Hearings: Questions Focus on 737 Certification", "content": "• Elaine Chao, the secretary of transportation, faced a number of questions about Boeing’s 737 Max plane, which has been involved in two deadly crashes, during a Senate hearing on Wednesday.\n• In a separate hearing, the acting head of the Federal Aviation Administration defended the agency’s certification practices as “extensive, well-established.”\n• The Department of Transportation’s inspector general said he would perform an audit on the F.A.A.’s certification of the 737 Max, which has been grounded around the world.\n• Boeing said it was close to completing a software update for the planes and that the changes it was making would “address any of these accidents.”\n[Sign up for With Interest, a Sunday newsletter to catch you up and prep for the coming week in business and tech news.]\nBoeing on Wednesday said it was close to completing an update on the anti-stall software that may have played a role in the crashes of two of its new 737 Max jets in recent months.\nIn a news media briefing near the factory in Renton where the 737 Max is assembled, Mike Sinnett, Boeing’s vice president of product strategy, said the new software had been tested and that F.A.A. regulators had taken test flights on updated jets.\nThe briefing came just before Boeing met with about 200 pilots and executives from airlines to review proposed updates to the software and training for the Max.\nBut Boeing provided no timetable for the return of the model, which is grounded around the world. The F.A.A. must first approve the new software and the training. Then, Boeing said, each 737 Max will need to be manually upgraded. Finally, Max pilots will need to receive a 30-minute training program about the software.\nEven if the F.A.A. does approve the new software and training soon, regulators in other nations might move more slowly. “Certification around the world will be at the discretion of those regulators around the world, and so we can’t comment on timing,” Mr. Sinnett said.\nBoeing stressed that no final conclusions have been made about what caused the crashes of Lion Air Flight 610 in Indonesia in October and Ethiopian Airlines Flight 302 this month. Investigations into both crashes are continuing, but preliminary flight data and other evidence have suggested similarities between the two accidents. Investigators are examining whether the anti-stall system may have been partly to blame.\nIn his prepared remarks, Mr. Sinnett seemed to acknowledge that, based on the available information, there appeared to be a link between the new anti-stall software on the Max, known as MCAS, and the crashes.\n“The rigor and thoroughness of the design and testing that went into the Max gives us complete confidence that the changes we’re making will address any of these accidents,” he said.\nAt the same time, Mr. Sinnett said that Boeing had faith in its design and engineering.\n“The 737 is a safe airplane,” he said. “The 737 family is a safe airplane family. And the 737 Max builds on that tremendous history of safety.”\nDennis A. Muilenburg, the Boeing chief executive, has avoided the spotlight in recent weeks and was not in Renton for the briefing or the meeting with pilots and executives. He was in town a day earlier, however, meeting with employees and discussing the Max crisis.\nOn Capitol Hill, the F.A.A.’s acting administrator, Daniel K. Elwell, faced probing questions from senators about the agency’s approval of the Boeing 737 Max.\nMr. Elwell appeared at a hearing convened by the Senate Commerce Committee’s aviation subcommittee, the first of what are expected to be multiple congressional hearings.\nIn his testimony, he defended the way the F.A.A. approved new jetliners, saying the agency’s certification procedures “are extensive, well-established and have consistently produced safe aircraft designs for decades.” He said the F.A.A. was “fully involved” in certifying the 737 Max.\n“I want to assure you and everyone else that the F.A.A. will go wherever the facts lead us in our pursuit of safety,” he said. “The 737 Max will return to service for U.S. carriers only when the F.A.A.’s analysis of the facts and technical data indicate that it is appropriate to do so.”\nRobert L. Sumwalt, the chairman of the National Transportation Safety Board, and Calvin L. Scovel III, the Transportation Department’s inspector general, also appeared at the hearing.\nEarlier, the Senate Appropriations Committee’s transportation subcommittee convened a hearing with Ms. Chao. It was ostensibly about the Transportation Department’s budget request for the 2020 fiscal year, but lawmakers used the forum to question her about the 737 Max.\n“Let me emphasize that safety is always No. 1 at the Department of Transportation, and a good day is when nothing bad happens,” Ms. Chao said. Of the Ethiopian Airlines crash this month in which 157 people died, she added, “We all have a lot of important questions about this accident.”\nHours before Mr. Scovel’s appearance, his office formally announced it would conduct an audit of the F.A.A.’s certification of the 737 Max, as Ms. Chao had requested last week.\nDuring his testimony, Mr. Scovel laid out the general parameters of his planned audit. He said he would investigate why the F.A.A. approved MCAS and how the agency concluded that information about it did not need to be part of the plane’s manual and pilots did not need additional training.\nHe said he would also look into how the F.A.A. handled the crisis.\n“Clearly, confidence in F.A.A. as the gold standard for aviation safety has been shaken,” he said.\nMr. Scovel said he wanted to understand why the agency was the last aviation regulator in the world to “drive risk to zero” by grounding the 737 Max.\n“That apparent disparity in appreciation of the safety regulator’s role should be another question,” he said.\nIn October, Lion Air Flight 610 crashed just minutes after taking off from Jakarta, Indonesia, killing 189 people. Then, on March 10, Ethiopian Airlines Flight 302 also crashed minutes after takeoff, killing everyone on board. Both accidents involved Boeing’s 737 Max 8 jets.\nIn the days after the Ethiopian accident, global regulators grounded the jets. Those in China were the first to do so, and other governments around the world quickly followed suit.\nIn addition to the software update and new training procedures, Boeing said in a statement on Wednesday it would retrofit jets with a safety feature that was previously optional. The feature — known as a disagree light, which is activated if two key sensors on the plane do not produce the same readings — will be standard on new Max planes.\nDuring a testy exchange in the afternoon, Senator Edward J. Markey, Democrat of Massachusetts, repeatedly pressed Mr. Elwell to say whether all available safety features should be required on planes. Mr. Elwell said, “Safety-critical pieces of equipment on an aircraft are mandatory,” and “If there is any manufacturer that sells a safety-critical part a la carte, we will not permit it.”\nMr. Elwell added, “I find it hard to believe that a safety company like an airline would save a couple thousand dollars on an option that might improve safety.”\nThe F.A.A. has long allowed plane makers to help certify that their new aircraft meet safety standards. Ms. Chao called the practice “necessary,” though it is coming under increased scrutiny.\nBoeing, through the Organization Designation Authorization program, was able to choose its own employees to help government regulators certify the 737 Max. When asked by the subcommittee’s chairwoman, Senator Susan Collins, Republican of Maine, about concerns that the arrangement “sacrifices potentially the safety of the traveling public,” Ms. Chao said that the possibility was “troubling.”\nMs. Chao stressed that the F.A.A. sets safety standards that manufacturers must meet while developing aircraft. The certification process, she said, “is, of course, subject to oversight and supervision by the F.A.A.”\nResponding to a question from Senator Maria Cantwell, Democrat of Washington, Mr. Elwell explained some of the process.\nHe said that the F.A.A. initially oversaw certification for the software, but delegated more authority to Boeing over time, “when we had the comfort level” that designees at Boeing were knowledgeable enough about the system.\nMr. Elwell later said that practice was “part of the fabric of what we’ve used to become as safe as we are today” and that without it, the F.A.A. would need 10,000 more employees and $1.8 billion for its certification office.\nSenator Richard Blumenthal, Democrat of Connecticut, said that he planned to introduce legislation to reform the delegation system, which he said “is so fatally riddled with flaws.”\n“The fact is that the F.A.A. decided to do safety on the cheap,” he said.\nBoeing developed the 737 Max as the latest move in its rivalry with Airbus, the European plane manufacturer. When Airbus announced a more fuel-efficient version of its A320, the main competitor to the 737, Boeing risked losing major customers if it didn’t develop its own, more fuel-efficient planes.\nBoeing decided to update its popular 737 instead of designing a new plane from scratch. To make the 737 more fuel efficient, Boeing gave it bigger engines. However, that update changed the plane’s aerodynamics and made it prone to stall in certain conditions.\nTo reduce the risk of stalling, Boeing developed the software system MCAS. It made the 737 Max fly more like previous versions of the plane, but pilots were not explicitly informed about how it worked.", "date": "March 27, 2019", "href": "https://www.nytimes.com/2019/03/27/business/boeing-hearings.html", "tags": "hearings f.a.a software safety boeing ” focus questions certification new max"}