{"title": "Boeing’s C.E.O. Speaks: ‘Our Hearts Are Heavy’Listen to ‘The Daily’: Two Crashes, a Single Jet: The Story of Boeing’s 737 Max", "content": "After more than a week of near silence, Dennis A. Muilenburg, the chief executive of Boeing, made his first substantive public comments about the crash of Ethiopian Airlines Flight 302.\nIn a statement released by Boeing on Monday night, Mr. Muilenburg expressed remorse for the deaths of 346 people in two strikingly similar air disasters involving the company’s 737 Max jets — the accident in Ethiopia, on March 10, and the crash of Lion Air Flight 610 in Indonesia in October.\n“Our hearts are heavy, and we continue to extend our deepest sympathies to the loved ones of the passengers and crew on board,” Mr. Muilenburg said.\nThe investigations into the causes of both crashes are still in progress, and no conclusions have been reached by the authorities. But preliminary data suggests that a combination of new software, faulty sensor readings and inadequate pilot training may have been to blame.\nFrench air accident investigators confirmed on Monday that flight recorder data from the Ethiopian Airlines jet showed “clear similarities” with the Lion Air jet.\nThe B.E.A., the French agency that investigates aviation crashes and incidents, said in a statement that the investigation team had noted these similarities “during the verification process” of data from the flight recorder, which keeps information like altitude and speed.\nMr. Muilenburg said Boeing was “taking actions to fully ensure the safety of the 737 Max,” based on the information the company got from the investigations.\nAmong those actions is a software update that has been in the works for months, in response to the Lion Air crash. He said the update was due “soon.”\nMr. Muilenburg had been conspicuously quiet since the latest crash, as regulators around the world grounded Boeing jets and the company’s stock slumped 12 percent.\nHe did make time to call President Trump twice — first on Tuesday of last week to press the president to keep the 737 Max jets flying, and a day later to encourage their grounding.\nBut on Monday night, Mr. Muilenburg for the first time appeared to try to reassure the public. “Safety is at the core of who we are at Boeing, and ensuring safe and reliable travel on our airplanes is an enduring value and our absolute commitment to everyone,” he said. “This overarching focus on safety spans and binds together our entire global aerospace industry and communities.”\nAfter the crash in Indonesia, Boeing faced tough questions about the development of the 737 Max, and a flight-control system known as MCAS in particular, which will get the promised software upgrade. Other questions are being raised about the company’s training procedures. When the plane was introduced, Boeing believed that pilots who had flown an earlier model didn’t need additional simulator training and regulators agreed.\nMany experts believe MCAS played a role in that first crash. But the Max jets continued to fly, reflecting the confidence of Boeing, regulators and pilots that the planes were beyond reproach.\nBut Boeing was thrust into a crisis last week when another jet crashed in nearly identical circumstances. Boeing’s newest jet, its best seller, is now grounded; airlines are demanding compensation; and there is no clear timetable for the return of the Max planes.\nAnd in a development that could have far-reaching implications, Canada’s aviation regulator is reviewing its validation of the American certification of the 737 Max, Marc Garneau, the transport minister, told reporters on Monday.\n“We may not change anything, but we think it’s a good idea to review that at this time,” Mr. Garneau said.\nThe Federal Aviation Administration certified the 737 Max 8 in 2017, and a key question now is the role that Boeing employees played in the certification process.\nThe F.A.A. has long relied on outside experts known as designees to help approve new aircraft, and in 2005, it established a program through which plane makers like Boeing could choose their own employees to act on the agency’s behalf in helping to certify new models.\nThe program is meant to allow the F.A.A. to focus its limited resources on the most crucial work, but critics have questioned whether it essentially allows plane makers to serve as their own regulators.\nMr. Garneau said the Canadian government would also examine any alterations that Boeing made to the planes’ software regardless of F.A.A. certification, as is the normal procedure.\nJust the suggestion that Canada has doubts about the F.A.A.’s certification of the planes is a significant change from last week. When Mr. Garneau announced that he was banning the Max series aircraft from Canadian skies on Wednesday, he also praised the professionalism of the F.A.A.\n“With respect to safety, we are very comfortable with the fact that they are the certifying agency,” he said at a news conference.\nBy mutual agreement, Canada and the United States have accepted the other’s certifications for its planes.\n“The F.A.A. has been something that Canada would follow to a considerable degree,” said Karl Moore, a business professor at McGill University in Montreal who closely follows the aviation industry. “So I would view this as a considerable shift.”\nWhile Mr. Garneau did not offer any specific reason for his department’s review, Professor Moore said it might be linked to questions around Boeing’s relationship with the F.A.A. as well as concerns about the certification of the Max series.\nThe F.A.A. and Boeing have been adamant for the last week that the certification process is working well, and neither has suggested that any changes are planned. After the crash in Ethiopia, the F.A.A. said its “aircraft certification processes are well established and have consistently produced safe aircraft designs.”", "date": "March 18, 2019", "href": "https://www.nytimes.com/2019/03/18/business/boeing-737-max-ceo.html", "tags": "jet crash ‘ f.a.a story certification boeing daily listen speaks ” crashes two hearts c.e.o muilenburg heavy single max"}