{"title": "Boeing Chief Seeks to Reassure Shareholders on Safety of 737 Max Jets", "content": "CHICAGO — In his first major public address since the grounding of the 737 Max fleet, Boeing’s chief executive faced questions about the company’s credibility and its safety procedures following two fatal crashes involving the brand-new jet.\nAt the company’s annual meeting on Monday in Chicago, the chief executive, Dennis Muilenburg, sought to reassure shareholders, as the company faces increasing financial, legal and regulatory pressure. Shares of Boeing have lost about 10 percent of their value since the crash in March of an Ethiopian Airlines flight.\nMr. Muilenburg said Boeing was “making steady progress” in getting regulators to certify a fix for the anti-stall software that pushed the jet’s nose, a system that played a role in the Ethiopia crash and an earlier Lion Air accident in Indonesia.\n[Update: Boeing believed a 737 Max warning light was standard. It wasn’t.]\n“With the certified software update implemented, the 737 Max will be one of the safest airplanes ever to fly,” he said, according to his prepared remarks.\nShareholders at the meeting pressed the chief executive to account for possible design flaws in the jet and in the regulatory oversight of the company. During one exchange, a shareholder asked him why the plane was built with a system that relied on a single point of failure.\nIn both crashes, the stall-prevention software appeared to have been triggered by faulty readings from one of two sensors. As a part of the fix, Boeing is ensuring that the software draws on information from both sensors.\n“We don’t have to have 300-plus people die every time to find out that something is unreliable,” the shareholder said. He added: “That never should have happened that you had one easily damaged sensor that controlled a critical new design safety feature in the plane.”\nMr. Muilenburg said the design of that system was “consistent with our processes” and noted that safety was Boeing’s top priority. The fix is expected to be submitted to the F.A.A. in the coming weeks.\nBoeing separately on Monday addressed an apparent oversight in safety features on the Max jet, an issue reported earlier by The Wall Street Journal. The company said an alert that was supposed to inform pilots when two sensors on the plane disagreed was not functioning as intended. The alert, intended to be “stand-alone,” worked only if airlines had bought an optional feature that showed readings from those sensors on displays in the cockpit.\n“The disagree alert was not operable on all airplanes,” Boeing said in a statement. Boeing’s software update will allow the alert to function without relying on any optional systems.\nDuring the meeting, a shareholder also asked Mr. Muilenburg about whether the close relationship between Boeing and its regulators created potential conflicts. The Federal Aviation Administration relies heavily on Boeing to approve the design of the plane, as well as to provide guidance about training.\nA man who identified himself as a retired Air Force lieutenant colonel asked whether Max pilots would receive new training in a simulator, a machine that mimics the conditions of flight. Boeing believes pilots will need to complete only “computer based training” before flying the plane again, Mr. Muilenburg said.\nIntense scrutiny from lawmakers and regulators has put Boeing executives on the defensive. Last week, the company reported its worst quarterly results in years and declined to offer a financial outlook for the year, amid uncertainty about when authorities would allow the Max to fly again.\nNear the steps of the Field Museum, where the meeting was held, a small group of protesters stood in the rain with signs bearing the faces of crash victims and demanding legal action against Boeing executives.\nIn a separate news conference on Monday, lawyers announced that they had filed 10 lawsuits against Boeing on behalf of the victims of the Ethiopian Airlines accident. Two of the victims’ families called for Mr. Muilenburg to resign and for the entire board to step down.\nInside the building, shareholders stopped short of penalizing Boeing executives. They voted against a proposal to split the roles of chief executive and chairman, both of which are held by Mr. Muilenburg.\nAnswering questions from the news media after the address, Mr. Muilenburg recognized that the company would have to rebuild confidence among passengers.\n“We know we do have work to do to earn and re-earn that trust,” he said. When asked whether he had considered resigning, Mr. Muilenburg said he planned to stay in his role.\nThe news conference ended after 15 minutes in which Mr. Muilenburg wrestled with multiple questions about whether engineering flaws may have contributed to the Ethiopian Airlines and Lion Air crashes.\n“We followed exactly the steps in our design and certification processes that consistently produce safe airplanes,” he said.", "date": "April 29, 2019", "href": "https://www.nytimes.com/2019/04/29/business/boeing-737-max-annual-meeting.html", "tags": "company software mr. “ safety boeing seeks design chief reassure shareholders muilenburg jets max"}