{"title": "Boeing’s South Carolina Plant Subject to Increased Scrutiny", "content": "The Federal Aviation Administration has been increasing its scrutiny of Boeing’s plant near Charleston, S.C., where manufacturing errors have at times threatened to undermine safety.\nSince September, the agency has investigated and confirmed three safety complaints made by employees who detailed problems with planes in the final stages of production, according to an F.A.A. official and an internal agency email. The regulator is also looking into a claim that an employee faced pressure to sign off on work related to the airworthiness of a jet during the last week of March.\nIn recent years, the F.A.A. has subjected the North Charleston factory to a high level of oversight, a sign that the agency has had concerns. As part of that added oversight, the agency has forced employees to take extra steps to demonstrate that they are complying with federal regulations, according to an internal F.A.A. memo reviewed by The New York Times.\nFrom June 2013 to October 2014, the agency did not allow employees from the plant to certify aircraft, instead requiring that F.A.A. personnel directly sign off on all jets made there, the memo said. Typically, the agency relies on the manufacturer’s employees to help certify the aircraft. Even today, the agency is visiting the plant “every other week” to ensure that tools are not being lost, an extra level of vigilance by the regulator.\nThe memo, sent by a top safety official to the agency’s head of aircraft certification, directly addressed a recent Times investigation that revealed manufacturing problems and weak oversight at the plant, which makes half of all 787 Dreamliners.\nThe factory was built to meet the strong demand for 787 Dreamliners. But from the beginning Boeing pushed employees there to quickly turn out jets as it raced to meet deadlines. Current and former employees told The Times that the pressure meant that managers sometimes overlooked safety risks.\nBoeing’s broader culture is under a microscope after two deadly crashes involving another jet, the 737 Max. Lawmakers, regulators and prosecutors are trying to determine whether lapses in Boeing’s safety and quality procedures contributed to flaws in an anti-stall system that played a role in a March crash in Ethiopia and an October accident in Indonesia.\n“Boeing and the F.A.A. implement a rigorous inspection process to ensure that all our airplanes are safe and built with the highest levels of quality,” said Gordon Johndroe, a Boeing spokesman. “All our planes go through multiple safety and test flights, as well as extensive Boeing, F.A.A. and airline inspections before they leave our factory and before the traveling public boards those planes for the first time.”\nBut at the North Charleston plant, current and former employees who spoke with The Times described systemic problems, particularly with debris being left on aircraft. Workers said that a stray bolt had been discovered in an engine and that a ladder had been left in the tail of planes that went up for test flights. Metal shavings were routinely left under floor panels, hanging over wiring that controls the plane.\nThe F.A.A. said in the memo that it “was unaware of the ladder” left in a tail, but did know about a string of lights left in a tail of another aircraft.\nIn 2017, the F.A.A. instructed Boeing to remove metal slivers from all of its aircraft. The memo said the agency was now requiring that an F.A.A. representative sign off on every floor panel installation at the factory, a rare instance of hand-holding by the regulator.\nThere are “several open compliance and enforcement cases” regarding debris being left inside aircraft and keeping track of tools in the factory, issues the F.A.A. describes as “a problem across all sites” at Boeing, according to the memo.\n“Safety is the F.A.A.’s top priority,” Lynn Lunsford, an F.A.A. spokesman, said in a statement. “We thoroughly investigate whistle-blower complaints and take action if the allegations are substantiated.”\nThe agency, in the memo, also confirmed other details reported by The Times, including that Qatar Airways stopped receiving aircraft delivered from North Charleston in 2014.\nThat year, workers at the plant were told to watch a video of the airline’s chief executive chiding them for production delays, employees told The Times. Boeing now delivers all of Qatar’s airplanes out of its plant in Everett, Wash., the F.A.A. said.\n“Boeing considers Qatar Airways to have higher than normal airline standards,” the agency noted in the memo.", "date": "May 2, 2019", "href": "https://www.nytimes.com/2019/05/02/business/boeing-charleston-plane-dreamliner.html", "tags": "f.a.a aircraft boeing plant agency scrutiny ” times memo subject carolina south increased employees"}