{"title": "Boeing Was ‘Go, Go, Go’ to Beat Airbus With the 737 Max", "content": "Boeing faced an unthinkable defection in the spring of 2011. American Airlines, an exclusive Boeing customer for more than a decade, was ready to place an order for hundreds of new, fuel-efficient jets from the world’s other major aircraft manufacturer, Airbus.\nThe chief executive of American called Boeing’s leader, W. James McNerney Jr., to say a deal was close. If Boeing wanted the business, it would need to move aggressively, the airline executive, Gerard Arpey, told Mr. McNerney.\nTo win over American, Boeing ditched the idea of developing a new passenger plane, which would take a decade. Instead, it decided to update its workhorse 737, promising the plane would be done in six years.\nThe 737 Max was born roughly three months later.\nThe competitive pressure to build the jet — which permeated the entire design and development — now threatens the reputation and profits of Boeing, after two deadly crashes of the 737 Max in less than five months. Prosecutors and regulators are investigating whether the effort to design, produce and certify the Max was rushed, leading Boeing to miss crucial safety risks and to underplay the need for pilot training.\nWhile investigators are still trying to determine the cause of the crash in Ethiopia this month and one in Indonesia in October, they are focused on a newly installed piece of software designed to avoid stalls. The software was meant to compensate for bigger, more fuel-efficient engines and ensure the plane flew the same way as an earlier version.\nMonths behind Airbus, Boeing had to play catch-up. The pace of the work on the 737 Max was frenetic, according to current and former employees who spoke with The New York Times. Some spoke on the condition of anonymity because of the sensitivity of the matter.\nEngineers were pushed to submit technical drawings and designs at roughly double the normal pace, former employees said. Facing tight deadlines and strict budgets, managers quickly pulled workers from other departments when someone left the Max project. Although the project had been hectic, current and former employees said they had finished it feeling confident in the safety of the plane.\nThe specter of Boeing’s chief rival was constant. Airbus had been delivering more jets than Boeing for several years. And losing the American account would have been gutting, costing the manufacturer billions in lost sales and potentially thousands of jobs.\n“They weren’t going to stand by and let Airbus steal market share,” said Mike Renzelmann, an engineer who retired in 2016 from Boeing’s flight control team on the 737 Max.\nBoeing didn’t seem bothered at first by the A320neo, the fuel-efficient plane that Airbus announced in 2010.\nAt a meeting in January of the next year, James F. Albaugh, the chief executive of Boeing’s commercial airplanes division, told employees that Airbus would probably go over budget creating a plane that carriers didn’t really want, according to a recording of the meeting reviewed by The Times.\nMr. Albaugh boasted that carriers were already paying more for Boeing’s single-aisle jet than the Airbus version. He didn’t see the need to strike now — Boeing could wait until the end of the decade to produce a new plane from scratch, the executive said.\n“I don’t think we need to get too spun up over the fact that they’re making some sales,” he said.\nFor decades, Airbus was barely on Boeing’s radar. A consortium started in 1970 by several European countries, it was slow to compete globally. Boeing, founded in 1916, dominated the passenger-jet market with its 737 midsize jet and the 747 jumbo jet.\nThen came John Leahy, an American who rose through the ranks to become the chief Airbus salesman in 1994. Mr. Leahy was relentless. Once, the chief executive of an airline got sick just as a deal was about to close. Mr. Leahy traveled to the man’s house, and the executive signed the papers while wearing his bathrobe.\n“Boeing thought we were a flash in the pan,” Mr. Leahy said in an interview. “But I thought there was no reason we couldn’t have 50 percent of the market.”\nMr. Leahy scored a major coup in 1999 when JetBlue decided to launch with a fleet composed entirely of Airbus A320s. In the years that followed, more low-cost carriers around the world, like easyJet, placed big orders, too.\nAirbus had pulled ahead of Boeing by 2005. “Boeing has struggled with the development work needed to take the company into the 21st century,” Tim Clark, president of Emirates, the Dubai airline, said that year. Airbus, he said, “has been braver, more brazen.”\nIn 2008, Airbus delivered 483 airplanes, while Boeing delivered just 375. Three years later at the Paris Air Show, Airbus took orders for 730 aircraft, worth some $72.2 billion, with its new fuel-efficient version dominating.\n“Boeing was just completely arrogant in dismissing the viability of the A320,” said Scott Hamilton, managing director of the Leeham Company, an aviation consulting firm.\nAs American considered placing its largest-ever aircraft order exclusively with Airbus in the spring of 2011, executives at the carrier initially didn’t believe Boeing thought that the threat was real, according to a person involved with the discussions, who spoke on the condition of anonymity.\nAirbus had a team camped out in a suite at the Ritz-Carlton in Dallas, near American’s headquarters. Mr. Leahy traveled to Dallas and dined with the American chief, Mr. Arpey, at the Mansion on Turtle Creek, a five-star hotel. Boeing visited less frequently, according to several people involved in the sales process.\nWith American pondering which planes to buy, Boeing made a business decision. A former senior Boeing official said the company opted to build the Max because it would be far quicker, easier and cheaper than starting from scratch, and would provide almost as much fuel savings for airlines.\nEventually, American decided to make deals with both Boeing and Airbus, buying hundreds of jets from each. Mr. Arpey called Mr. McNerney again, this time reading from a script to carefully calibrate his words. First, he congratulated the Boeing chief on the deal, according to the person with knowledge of the discussions. Then he broke the news that American would also place an order with Airbus.\nInside Boeing, the race was on. Roughly six months after the project’s launch, engineers were already documenting the differences between the Max and its predecessor, meaning they already had preliminary designs for the Max — a fast turnaround, according to an engineer who worked on the project.\n“The timeline was extremely compressed,” the engineer said. “It was go, go, go.”\nOne former designer on the team working on flight controls for the Max said the group had at times produced 16 technical drawings a week, double the normal rate. “They basically said, ‘We need something now,’” the designer said.\nA technician who assembles wiring on the Max said that in the first months of development, rushed designers were delivering sloppy blueprints to him. He was told that the instructions for the wiring would be cleaned up later in the process, he said.\nHis internal assembly designs for the Max, he said, still include omissions today, like not specifying which tools to use to install a certain wire, a situation that could lead to a faulty connection. Normally such blueprints include intricate instructions.\nDespite the intense atmosphere, current and former employees said, they felt during the project that Boeing’s internal quality checks ensured the aircraft was safe.\nIn a statement, Boeing said: “The Max program launched in 2011. It was offered to customers in September 2012. Firm configuration of the airplane was achieved in July 2013. The first completed 737 Max 8 rolled out of the Renton factory in November 2015.”\nThe company added, “A multiyear process could hardly be considered rushed.”\nAt the heart of Boeing’s push was a focus on creating a plane that was essentially the same as earlier 737 models, important for getting the jet certified quickly. It would also help limit the training that pilots would need, cutting down costs for airlines.\nRick Ludtke, an engineer who helped design the 737 Max cockpit and spent 19 years at Boeing, said the company had set a ground rule for engineers: Limit changes to hopefully avert a requirement that pilots spend time training in a flight simulator before flying the Max.\n“Any designs we created could not drive any new training that required a simulator,” Mr. Ludtke said. “That was a first.”\nWhen upgrading the cockpit with a digital display, he said, his team wanted to redesign the layout of information to give pilots more data that were easier to read. But that might have required new pilot training.\nSo instead, they simply recreated the decades-old gauges on the screen. “We just went from an analog presentation to a digital presentation,” Mr. Ludtke said. “There was so much opportunity to make big jumps, but the training differences held us back.”\n“This program was a much more intense pressure cooker than I’ve ever been in,” he added. “The company was trying to avoid costs and trying to contain the level of change. They wanted the minimum change to simplify the training differences, minimum change to reduce costs, and to get it done quickly.”\nBoeing said in a statement that the 2011 decision to build the Max had beaten out other options, including developing a new airplane.\n“The decision had to offer the best value to customers, including operating economics as well as timing, which was clearly a strong factor,” the company said. “Safety is our highest priority as we design, build and support our airplanes.”\nMonths before Boeing’s announcement of the Max, the commercial airplanes executive, Mr. Albaugh, critiqued the decision by Airbus to refit the A320 with bigger engines, which could alter the aerodynamics and require big changes to the plane.\n“It’s going to be a design change that will ripple through the airplane,” Mr. Albaugh said in the meeting with employees.\n“I think they’ll find it more challenging than they think it will be,” he told them. “When they get done, they’ll have an airplane that might be as good as the Next Generation 737,” a plane that Boeing had launched in 1997.\nBut a main selling point of the new A320 was its fuel-efficient engines. To match Airbus, Boeing needed to mount the Max with its own larger and powerful new engines.\nJust as Mr. Albaugh had predicted for Airbus, the decision created a cascade of changes. The bigger engines altered the aerodynamics of the plane, making it more likely to pitch up in some circumstances.\nTo offset that possibility, Boeing added the new software in the Max, known as MCAS, which would automatically push the nose down if it sensed the plane pointing up at a dangerous angle. The goal was to avoid a stall. Because the system was supposed to work in the background, Boeing believed it didn’t need to brief pilots on it, and regulators agreed. Pilots weren’t required to train in simulators.\nThe push for automation was a philosophical shift for Boeing, which for decades wanted to keep pilots in control of the planes as much as possible. Airbus, by comparison, tended to embrace technology, putting computers in control. Pilots who preferred the American manufacturer even had a saying: “If it’s not Boeing, I’m not going.”\nThe new software system is now a focus of investigators who are trying to determine what went wrong in the Ethiopian Airlines crash and the Lion Air tragedy in Indonesia. A leading theory in the Lion Air crash is that the system was receiving bad data from a faulty sensor, triggering an unrecoverable nose dive. All 737 Max jets around the world are grounded, and Boeing has given no estimate of when they might return to flight.\nIn Renton, Wash., where the 737 Max is produced in a 1.1-million-square-foot plant, the mere possibility that Boeing engineering contributed to the crashes has cast a pall over the factory. After the Lion Air crash, Boeing offered trauma counseling to engineers who had worked on the plane.\n“People in my group are devastated by this,” said Mr. Renzelmann, the former Boeing technical engineer. “It’s a heavy burden.”\nIn a statement, Boeing’s chief executive, Dennis A. Muilenburg, said he had spent time in Renton recently and “saw firsthand the pride our people feel in their work and the pain we’re all experiencing in light of these tragedies.”\nBoeing is working on an update to MCAS software. The company was meeting with carriers over the weekend to discuss the update, which is expected to roll out by April. It also intends to make a previously optional safety indicator in its cockpit standard in new Max jets.\nThe business is increasingly under pressure as airlines reconsider their orders and ask for compensation. But work in Renton is continuing apace.\nBoeing now makes a record 52 737s a month — most of them Maxes — and aims to reach 57 by April. As fuselages and plane skeletons continued to chug into the factory by train this past week, crews worked around the clock to make thousands more.", "date": "March 23, 2019", "href": "https://www.nytimes.com/2019/03/23/business/boeing-737-max-crash.html", "tags": "american ‘ airbus “ go boeing plane max new beat"}