{"title": "Boko Haram battle: On combat patrol with Nigeria’s army", "content": "Nigeria's President Muhammadu Buhari won elections in March partly on a promise to crush the militant Islamist group Boko Haram - and gave his military chiefs until the end of the year to beat the insurgents. Ahead of the deadline, the BBC's Martin Patience joined the army on patrol in the combat zone.\nWith the end-of-year deadline fast approaching, the Nigerian army was keen to show that progress was being made on the ground.\nWe left the city of Maiduguri - the birthplace of the militants - in a convoy, heading towards some of the most dangerous territory on earth. \nArmy jeeps mounted with heavy machine guns were at both the back and front of the convoy.\nUntil a few months ago, travelling along the 25km (15-mile) road from Maiduguri to the town of Konduga would almost certainly invite attack. \nNow, it seemed relatively secure. But as one soldier told me: \"It may look safe but that doesn't actually mean it is safe.\"\nWe weaved along the paved road avoiding potholes that were in fact craters created by improvised explosive devices (IEDs). \nI saw ghost village after ghost village where mud-brick houses had been set on fire, their tin roofs pulled off. Many of the buildings were ridden with bullets.\nThis is classic Boko Haram scorched-earth tactics. \nThe insurgents raid villages - mostly at night or just before dawn - and then kill, rape, kidnap and loot before withdrawing.\nAfter half an hour of driving, we pulled into the small military base in Konduga.\nAs we arrived, a handful of soldiers were posing for a quick group photograph. One of them was kneeling on the ground with his rifle pointing into the distance. \nAli Mohammed, a fisherman near Konduga military base\n\"You can't guarantee safety here, but you get used to it. There's nothing else we can do\"\nI met Brigadier General Mohammed Aliyu, a jovial man.\nIn the 1980s, he was training as a doctor. But, inspired by Gen Buhari - who briefly was a military ruler in Nigeria during the period - he quit medical school and signed up to the military.\nThirty years later, his enthusiasm and respect for the now democratically elected leader were still palpable.  \nLike many officers, Gen Aliyu believes President Buhari is intent on rebuilding the army, which was previously brought low by corruption and by what many saw as poor leadership.\nIn a report this year, the campaign group Amnesty International accused the military of carrying out atrocities. \nIt said that 7,000 men and boys had died in military custody during the conflict. The army rejected the allegations as \"spurious\".\nSince the start of 2015, a large-scale military operation has pushed Boko Haram from a string of towns and villages. \nHundreds of mercenaries from South Africa reportedly played a crucial role in the fighting.\nGen Aliyu admitted there had been problems in the past. \n\"I think earlier we were not giving them [Boko Haram] the significance we are giving them now,\" he said. \n\"We thought there were small miscreants trying to do something and then they ended up surprising us. \n\"But now we know who Boko Haram are and we're taking them by their horns.\"\nWhile the top brass are keen to put a positive spin on the progress, some of those in the lower ranks question the momentum.\nOne soldier told me privately that the army was still seriously under-equipped and that officers were downplaying the army's casualties in the field. \nUsing football to tackle Boko Haram\nWhy Boko Haram remains a threat\nWho are Nigeria's Boko Haram Islamists?\nFollowing a short classified military briefing, the army took us to what should have been a bustling market, just a few hundred metres from the base. \nApart from a handful of people, it was deserted. \nDozens of shops had been burnt and looted. A mosque had been shot up, and on the main road lay the mangled metal carcass of a van that had been laden with explosives in a Boko Haram suicide attack. \nThe attack was foiled by soldiers who managed to shoot dead the bomber before he rammed their checkpoint.\nThere were a few signs of reconstruction: piles of cinder blocks were sitting beside the road. Some of the government buildings were getting new roofs.\nBut the town was a long way from being inhabitable once again.\nThe military then took us on a further 20-minute drive along the road to the village of Kawuri.\nWe saw more devastation and wreckage. And it, too, was deserted. \nUntil this year, the village had been under Boko Haram control. It had been the scene of a massacre in 2014 in which dozens were killed. \n\"God is Great\" was scrawled in graffiti on some of the buildings. This is a common Islamic saying but in this part of the world it has been co-opted by Boko Haram as a tagline. \nThe soldiers then picked up a metal traffic sign lying on the side of the road. \nIt read: \"Sambisa Forest.\" \nThis is one of the areas where the militant group retreated after being pushed out of towns it once controlled. \nWe were just a few kilometres from their stronghold. The forest is where the army are currently carrying out most of their operations to try and clear out the insurgents. \nBut access is difficult and ambushes are frequent.\nFor Boko Haram, it is a fall-back position.\nDespite being on the defensive, the militants can still launch attacks. Increasingly, the group is using suicide bombers to blow up checkpoints and markets in nearby cities.\nUntil Boko Haram is cleared out of the forest - and from other remote areas - it is very difficult to see how this insurgency will end.\nBack on the base, Gen Aliyu acknowledged the challenges of the campaign. He has studied the insurgencies in Afghanistan and Iraq. I asked him how he would define victory. \n\"When Boko Haram are significantly degraded and normal commercial and administrative activities are taking place,\" he said.\nHow far away are you from that, I asked.\n\"Not too far. Where you are standing now used to be the battlefront,\" he replied.\nBut that did not mean where I was standing was necessarily safe.\nNot far from the base, the army took us to meet a group of fishermen bringing in their latest catch down by the river. \nOne of the fishermen, Ali Mohammed, told me he lived in constant fear of being attacked. \n\"You can't guarantee safety here, but you get used to it. There's nothing else we can do,\" he said.\nIt is clear that the Nigerian army has made gains but that does not mean the insurgency is over.\nThe nature of this conflict is changing, particularly with the use of suicide bombers.\nWars do not subscribe to deadlines and in this part of Nigeria, Boko Haram remains a deadly threat. ", "date": "29 December 2015", "href": "https://www.bbc.co.uk/news/world-africa-35175244", "tags": "haram military battle road patrol army one nigeria boko combat group base village"}