{"title": "Boko Haram declares 'Islamic state' in northern Nigeria", "content": "Militant group Boko Haram has said it has set up an Islamic state in the towns and villages it has seized in north-eastern Nigeria.\nBoko Haram leader Abubakar Shekau was speaking in a video released to congratulate his fighters for seizing the town of Gwoza earlier this month.\nIt is not clear if Mr Shekau has pledged allegiance to Islamic State, which controls parts of Iraq and Syria.\nNigeria's army has rejected the claim as \"empty\".\nThousands of people have been killed, mostly in north-eastern Nigeria, since 2009 when Boko Haram began its insurgency.\nGwoza, which had 265,000 residents in the last census, is the biggest town under Boko Haram control.\nIt has raised its flags over the palace of the Emir of Gwoza, the town's traditional ruler, residents say.\n\"Thanks be to Allah who gave victory to our brethren in Gwoza  and made it part of the Islamic state,\" Mr Shekau said in the 52-minute video.\nIt controls several areas, mostly in Borno state where the group was launched, but also in neighbouring Yobe state.\nThe video also shows about 20 men in civilian clothes apparently being shot dead.\nNigeria's military spokesman Chris Olukolade responded with a statement dismissing the declaration.\n\"The sovereignty and territorial integrity of the Nigerian state is still intact,\" he said.\nWho are Boko Haram?\nWho are Boko Haram?\nProfile: Boko Haram leader Abubakar Shekau\nIn his previous video, released in July, Mr Shekau congratulated the Islamic State (IS) for its advances in Iraq and Syria but did not say whether they were allies - there is no evidence that the two groups have been working together.\nIS has seized much of northern Iraq in recent months, leading the US to launch air strikes.\nLast week, the militants sparked global outrage by beheading  US journalist James Foley.\nThe rise of Islamic State\nAnalysis: Nature of IS threat\nGwoza is not far from Chibok, where Boko Haram kidnapped more than 200 schoolgirls in April.\nNigeria's police say it is still looking for 35 police officers who went missing after Boko Haram attacked a police academy in Liman Kara, near Gwoza last week.\nResidents say the militants seized the college but it is unclear who now controls it.\nNigeria declared a state of emergency in three north-eastern states in 2013 but the insurgency has continued and even intensified.", "date": "25 August 2014", "href": "https://www.bbc.co.uk/news/world-africa-28925484", "tags": "haram declares northern nigeria say state boko video islamic gwoza shekau"}