{"title": "Bollywood ban may hurt Pakistan more than India", "content": "When India conducted an air strike in Pakistani territory, Pakistan didn't just retaliate with force: it also banned Indian film and television. It's an easy punishment, but may just hit the wrong target, as the BBC's Ilyas Khan and Shumaila Jaffrey report.\nIndia and Pakistan have been at loggerheads since 1947, but their shared love of Bollywood has somehow survived through Partition and beyond.\nDespite this, Bollywood has all too often found itself the easy target of governments hoping to make a point - most recently following the deadly attack by militants on Indian soldiers in Indian-administered Kashmir, which ended with India launching air strikes against what it said was a militant camp in Pakistan late last month, and Pakistan downing an Indian fighter jet. \nPakistan's Association of Film Exhibitors said that they were banning the release of Bollywood films and in March, Pakistan's top court went a step further and ruled that no Indian content could be broadcast on local television either. The ban applies to Indian adverts, soap operas and films. \n\"Who would want to watch Indian content when India is intruding [into] the country's boundaries?\" the Supreme Court judge demanded as he imposed the ban.\nStudent Aqsa Khan, 24, wholeheartedly agrees. \n\"They are imposing war on us, how can we let their movies and dramas get released in Pakistan?\" she asked.\nBut exactly who the ban will really punish is yet to be seen.\nFor a substantial number of Pakistanis, the pleasure of engaging with Indian entertainment would trump the patriotism of supporting a ban on it.\n\"I grew up watching Shah Rukh Khan, Aamir Khan and Salman Khan,\" said Ali Shiwari, an avid cinemagoer who was so inspired by Indian cinema he decided to study film.   \n\"It will take time to find someone like them in the Pakistani industry.\"\nPerhaps more importantly, however, taking it out of the equation could result in economic consequences - for Pakistanis.\n\"The Indian film industry is crucial for sustaining the Pakistani box office,\" Rafay Mahmood, a film journalist, points out. \nThere are around 120 movie theatres in the country, he explained, and the average shelf life of a good film is about two weeks. By his estimate, Pakistani cinemas need to show at least 26 new films a year to stay in business. \nBut Pakistan's own film industry has only been producing 12 to 15 annually. And, Mr Mahmood notes, these did not attract a large audience.\nIn fact, some 70% of the Pakistani movie industry's revenue is earned through Indian films, according to entertainment journalist Hassan Zaidi. \n\"This ban is just not sustainable,\" he said. \"The film industry here cannot survive without Bollywood.\" \nThere is proof of just how hard such a ban would hit Pakistan: this is not the country's first ban on Bollywood.\nThe longest lasted 40 years, from 1965 until 2005, put in place after a war with India.\nIt sent the industry into decline: several hundred film theatres across Pakistan were converted into shopping malls or wedding halls. \nRead more:\nOnce it was lifted, the Pakistani movie industry - which had died a death in the 1990s - also began to revive.\n\"This spurred the return of audiences to the cinema,\" said Atika Rehman, editor of Dawn news website in Pakistan and and a former entertainment journalist. \"It also encouraged Pakistani filmmakers to start producing films.\" \nBut these Pakistani movies didn't always match Bollywood in budget or star power. \nThat could explain why Bollywood has accounted for more than 60% of film screenings in Pakistani cinemas in recent years, followed by Hollywood, according to a cinema business source. \nIn fairness, the two recent bans on Indian content in Pakistan were reciprocal - the current one was imposed after the All India Cine Workers Association (AICWA) announced a total ban on Pakistani actors and artists working in Bollywood following the Kashmir attack. \nAnd it wasn't the first time India had announced such a ban: Pakistan's Fawad Khan was banned from acting in Bollywood films after an Indian right-wing group demanded that all Pakistani artists leave the country after the \"surgical strikes\" in 2016. Khan had acted in a few Bollywood films by then and continues to enjoy a fan following in India. \nThere was also a huge uproar when Bollywood actor Shah Rukh Khan starred in a movie alongside Pakistani actress Mahira Khan in 2017. The movie's release was punctuated by controversies as right-wing Hindu groups in India demanded for it to be banned. Its release date was delayed in India - but it did not screen in Pakistan, where the censor board claimed the film had \"objectionable content\". \nNadeem Mandviwala, a Pakistani film producer, hopes that this ban is temporary. \n\"Hopefully better sense will prevail between the two countries,\" he added.  \nAnd let's not forget, these days Bollywood enthusiasts can stream films on Netflix, YouTube and other platforms  - reducing the ban to little more than symbolism.", "date": "13 March 2019", "href": "https://www.bbc.com/news/world-asia-47479747", "tags": "khan film may india pakistan hurt pakistani industry indian bollywood films ban"}