{"title": "Bollywood's Shah Rukh Khan, Dilip Kumar and the Peshawar club", "content": "Anybody who knows anything about Bollywood will have heard of Shah Rukh Khan and  Dilip Kumar. \nWhat people don't know is that they - and many others - have roots in the Pakistani city of Peshawar, better known these days for militancy and conservatism. \nDhakki is a maze of narrow streets and alleyways, winding up and around a hill that flanks Peshawar's oldest and most famous street, Qissa Khwani - the street of the storytellers.\nWithin a 200m radius in this area are located the ancestral homes of three of Bollywood's all-time great stars - Shah Rukh Khan, Dilip Kumar and Raj Kapoor.\nTo get to this area in Dhakki, I duck into a dark, covered passageway on the left of Qissa Khwani street, and walk on to a small open area of ground on the other side.\nA labyrinth of streets on the left takes me up the hill to the house of Raj Kapoor, a mega star of the 1950s.\nKapoor's father, Prithviraj, was the first self-confessed Hindu \"Pathan\" from Peshawar to make a mark in Bollywood as an actor and producer. He started the first Bollywood dynasty whose actors and film-makers today span four generations.\nTheir three-storey mansion has an elaborate, though crumbling, facade that features arched windows and protruding balconies.\nNo one lives here any more. But their memory is still alive.\nMohammad Yaqoob, a 90-year-old resident of Dhakki, remembers Raj Kapoor fondly.\n\"He was my buddy back in the 1920s. He was a year younger than me. We used to play a game of sticks called gulli-danda. We went to the same school,\" he recalls.\nThe Kapoors moved to Mumbai in the 1930s, and their occasional visits to Peshawar ended completely after the partition of India in 1947, he says.\nAbout three minutes down the street from the Kapoor's mansion, through a tiny alleyway, lies the rotting home of another Bollywood legend from the 1950s and 1960s, Dilip Kumar.\nDescribed by critics as the ultimate method actor of Indian cinema, Mr Kumar has more gongs than any other Bollywood star. Over his long career, he has won eight Filmfare awards, India's version of the Oscars.\nHis ancestral house is narrow and shaky, and looks like it's about to fall apart. The facade looks shabby; once expensive woodwork around windows and doors is soiled and cracked, and there are cobwebs all over the place.\nInside, the once trendy partitions of typical Peshawari wood panels are sagging. Plaster has fallen off the ceiling.  \nThe place is being used as a warehouse to store clothes.\nA worker at the site, who introduces himself as Maaliar, sounds typically fatalistic.\n\"It's a matter of pride for those who started from this small place and earned worldwide fame, but as far as I'm concerned, it's a historical place, which is now a warehouse, and I work here.\"\nWhile Dilip Kumar and Raj Kapoor are legends of the past, some current Bollywood stars can still trace their origins to Peshawar, nearly 66 years after partition.\nAnother three minutes down a busy street is the ancestral home of Shah Rukh Khan, or SRK - the biggest and most expensive actor in Bollywood today.\nSRK's father, Taj Mohammad Khan, was born and raised here, and SRK himself spent many days and nights here as a teenager when he came visiting on family holidays from his birthplace, Delhi.\nHis first cousin, Noor Jahan, who lives in the house, has been to Mumbai twice to meet him - the last time in 2010.\n\"He slept in this very room where we are sitting,\" she says, recalling the two visits SRK paid to the house in 1978 and 1979.\n\"He was very happy to be here, because it was the first time he'd met his father's family. In India he only has relatives from his mother's side.\"\nNoor Jahan's 12-year-old son is named after his famous uncle, and calls himself Shah Rukh Khan 2.\n\"Uncle has promised that if I grow up to be a good cricket player, he'll include me in his team,\" he says.\nSRK owns a cricket franchise, the Kolkata Knight Riders, which represents the city of Calcutta in the Indian Premier League (IPL).\nPeshawar boasts several other Bollywood legends, such as Madhubala, the Marilyn Monroe of Indian cinema in the 1950s and 1960s, and the inimitable Amjad Khan - the bad guy of the 1975 Indian classic, Sholay.\nVinod Khanna, who played the lead in several Bollywood films of the 1970s, was born here, and so was Surinder Kapoor, a film producer who started the second Kapoor clan in Bollywood. One of his sons, Anil Kapoor, who acted in Danny Boyle's Oscar winning Slumdog Millionaire, dominated the Indian film scene for a while in the 1980s.\nGiven this rich heritage, there have been calls for the preservation of known sites associated with these stars.\n\"[Dilip Kumar's house] should be preserved, so that the people can see what the Peshawaris can do,\" says Fawad Ishaq, a relative of Dilip Kumar.\nBut a recent attempt by the provincial government of Khyber Pakhtunkhwa to acquire the house was stalled by an ownership dispute.\nAnother move to acquire Raj Kapoor's house also had to be put off due to \"unavailability of funds, and also because of problems relating to the accessibility and security of the house,\" says Feryal Ali Gauhar, a conservation expert who has been an adviser to the provincial government.\nThe question now is, what is it about Peshawar that has led it to produce so many mega stars for Bollywood?\nFor the man on the street, it's just the beneficence of God. \nLocal historian Ibrahim Zia has this explanation: \"During the silent era, the Indian cinema was dominated by Bengalis and Parsis, but when talkies came, the personality of the actor assumed greater importance, and the people of Peshawar were not only tall and fair skinned by Indian standards, they spoke Hindi with greater flair and style...\"\nWhatever the reason, Peshawar has a special place in film history. But for the moment, it seems as if those Bollywood roots are destined to fade in the neglected alleyways of this troubled city.", "date": "29 November 2012", "href": "https://www.bbc.com/news/world-asia-20440607", "tags": "khan kumar shah raj street house rukh dilip peshawar indian bollywood kapoor club"}