{"title": "Bolton Warns of ‘Terrible Consequences’ for Those Doing Business with Iran", "content": "The Trump administration issued a stark warning to the United States’ closest European allies on Tuesday, promising to sharply penalize European governments or companies that continue to do business with Iran.\n“We do not intend to allow our sanctions to be evaded by Europe or anybody else,” John R. Bolton, the national security adviser, said in a speech Tuesday at a forum sponsored by a group intensely critical of the Iran nuclear accord.\nMr. Bolton promised “terrible consequences” for anyone who continues to do business with Iran after Nov. 4, the day the United States will reinstate the remaining sanctions it had lifted under the deal.\nMany European countries, including Britain, France and Germany, have announced their intention to continue doing business with Iran. The European Union has passed a law forbidding European companies from complying with American sanctions.\nSecretary of State Mike Pompeo said at the same forum that the Trump administration was “disturbed and deeply disappointed” by plans announced Monday night by Britain, France, Germany and other countries committed to the Iran nuclear accord to create an unspecified economic channel that would be protected from American sanctions.\n“This is one of the most counterproductive measures imaginable for regional and global peace and security,” Mr. Pompeo said. “By sustaining revenues to the regime, you are solidifying Iran’s ranking as the No. 1 state sponsor of terror.”\nOn Monday, the world powers that joined with the United States in the agreement with Iran, announced an agreement to create a “special purpose vehicle,” which would serve as a conduit for financial transactions between Iran and other countries to protect them from American sanctions.\nEurope is deeply committed to the nuclear deal, seeing it as crucial to its national security. In the wake of President Trump’s decision in May to withdraw from the accord, European leaders have been trying to come up with ways to salvage the deal in hopes that Iran will continue to abide by the restrictions on its nuclear program.\nThe only way to do that, they have concluded, is to give Iran some economic benefits, and that means defying American sanctions.\nSo far, Iran is abiding by the agreement, according to nuclear inspectors.\nUntil Tuesday, Trump administration officials had largely played down their differences with Europe over the accord, describing the disagreement as little more than a family squabble. Such soothing talk now appears to be over.\nMr. Bolton and Mr. Pompeo spoke at the annual meeting of United Against Nuclear Iran, a group deeply critical of the nuclear deal. Mr. Bolton, who once served on the group’s board, was cheered repeatedly as he delivered one blistering attack after another against Iran and Europe.\n“You know the European Union is strong on rhetoric and weak on follow through,” he said at one point.\nMr. Bolton took particular note of the Society for Worldwide Interbank Financial Telecommunication, a financial messaging service based in Belgium that is widely known as Swift. The service connects banks with each other and provides a secure way for financial institutions to wire money around the world.\nThe Trump administration wants Swift to remove Iran’s banks, including its central bank, from the system. Europeans have responded that doing so would undermine the global financial system and make it more vulnerable to cyberattacks and alternative messaging services created by China and Russia.\n“How can this enterprise justify facilitating the evil escapades of the world’s leading state sponsor of terror?” Mr. Bolton asked of Swift.\nThe foreign ministers of Britain, France, Germany, Russia, China and Iran issued a joint statement Monday night endorsing the creation of the “special purpose vehicle,” something European leaders have been talking about for months.\nFederica Mogherini, the European Union’s foreign minister, who is loathed by top Trump administration officials, described the financial entity as something that would allow European companies to continue doing business with Iran.\nMany large European businesses, including Total and Volkswagen, are already pulling out of Iran as a result of pending American sanctions. And even before the final sanctions go into effect, Iran’s crude oil exports are plummeting as international oil companies bail out of deals with Tehran.\nAlso on Tuesday, Mr. Trump and President Hassan Rouhani of Iran dismissed each other in withering speeches to the United Nations General Assembly.\n“Iran’s leaders sow chaos, death and destruction,” Mr. Trump said.\nMr. Rouhani responded by suggesting indirectly that Mr. Trump suffered a “weakness of the intellect” and “inability in understanding a complex and interconnected world.”", "date": "Sept. 25, 2018", "href": "https://www.nytimes.com/2018/09/25/world/middleeast/bolton-threatens-business-iran.html", "tags": "iran european ‘ warns sanctions nuclear bolton business consequences financial ” trump terrible"}