{"title": "Bolton Walked Back Syria Statement. His Disdain for Debate Helped Produce It.", "content": "WASHINGTON — John R. Bolton found himself last weekend in a familiar but dangerous spot: cleaning up after his boss announced the withdrawal of 2,000 troops from Syria — a decision that rattled allies and threw America’s Middle East policy into turmoil.\nBut Mr. Bolton is at least partly responsible for the conditions that led to President Trump’s sudden move.\nAs the president’s national security adviser, Mr. Bolton has largely eliminated the internal policy debates that could have fleshed out the troop decision with timetables, conditions and a counterterrorism strategy for after the troops leave. Under Mr. Bolton’s management, senior administration officials said, the National Security Council staff had “zero” role in brokering a debate over America’s future in Syria.\nMr. Bolton, officials said, was surprised by the timing of Mr. Trump’s announcement, which contradicted his own pledge in September to keep American troops in Syria. Faced with the president’s abrupt declaration, which drew howls of protest from Congress and concerned phone calls from allies like Prime Minister Benjamin Netanyahu of Israel, Mr. Bolton felt compelled to talk his boss into slowing down the process, these officials said.\nThen Mr. Bolton had to cobble together a withdrawal strategy that would normally have taken shape over weeks or months and laid the groundwork for Mr. Trump’s decision — not hastily followed it.\nAfter Mr. Bolton presented the details in Israel on Sunday, Mr. Trump pushed back on reports that he and his adviser were out of sync. “We will be leaving at a proper pace while at the same time continuing to fight ISIS and doing all else that is prudent and necessary!” he said in a tweet on Monday, firing at a report in The New York Times rather than at Mr. Bolton.\nIf Mr. Trump did not repudiate his adviser, the daylight between their words captured the tricky path that Mr. Bolton, 70, a former official in the George W. Bush administration who long occupied the hawkish fringe of the Republican Party, has walked since entering the White House last April.\nMr. Bolton himself famously battled with the bureaucracy in Mr. Bush’s State Department. But the discordant messages laid bare a national security process that, officials say, has shrunk to little more than the instincts of an impulsive president.\nThere is not much Mr. Bolton can do to temper his boss. Mr. Trump’s erratic style and habit of undermining his advisers has already driven out the secretaries of state and defense, as well as Mr. Bolton’s predecessor, H. R. McMaster. Mr. McMaster held many more meetings than Mr. Bolton and was still routinely blindsided by Mr. Trump’s tweets.\n“Bolton is trying to salvage the situation, but he’s unable to do so, because everyone in the region will question whether he is speaking for himself or for the president,” said Martin S. Indyk, a former American ambassador to Israel now at the Council on Foreign Relations.\nMr. Bolton, officials said, has put his energy into keeping the ear of the president. His strategy has worked on some issues, like withdrawing from the Iran nuclear deal, but less so on others, like maintaining a presence in Syria to counter Iranian influence — something Mr. Bolton vowed to do only weeks before the president decided to pull out.\nMr. Bolton was not the only official to urge Mr. Trump to slow down on Syria. Secretary of State Mike Pompeo made the same argument, as did Senator Lindsey Graham, Republican of South Carolina, and American military commanders who met with Mr. Trump during his holiday visit to the troops in Iraq. Mr. Netanyahu called Mr. Trump to pass along the view that it is in Israel’s interest for the United States to maintain a presence in the region, according to an Israeli official.\nMr. Trump’s aides “have created on the back end the process that you would normally have on the front end,” said Derek H. Chollet, a Pentagon official under President Barack Obama.\n“In normal times,” Mr. Chollet said, “you would have a discussion on a proposed decision that would lead to the decision, and you would discuss how to implement one. But now, the process is such that once you get policy guidance from the president in the form of a tweet, you reverse-engineer a process.”\nAnother example of this was North Korea, where Mr. Trump decided to halt military exercises and informed the Pentagon afterward. Defense Department officials quietly continued the exercises but just did not refer to them as exercises.\nWhite House officials said Mr. Bolton came into his job determined to streamline the National Security Council, which they said had become bloated during the Obama administration, with functions that often overlapped those of the agencies. They insist his approach was welcomed: During his first breakfast with Defense Secretary Jim Mattis, one official said, Mr. Mattis asked Mr. Bolton to hold fewer meetings.\nBut there is a long distance between standard-issue jokes about too many meetings and eliminating them completely. Pentagon officials said Mr. Bolton did away with much of the process put in place by Mr. McMaster, a retired three-star Army general, who placed great emphasis on meetings, where everyone got a say.\nMr. Bolton’s preference, one official said, is to have one-on-one conversations with cabinet members or other senior officials directly, rather than in a group or on a conference call. He maintains more control of the process that way, this person said.\nPatrick M. Shanahan, the acting defense secretary, has taken advantage of this channel, according to another Pentagon official. He has not hesitated to call Mr. Bolton directly, something that Mr. Mattis apparently did not do as much. He tended to relay questions through his recently departed chief of staff, Kevin Sweeney.\nThe National Security Council engaged in “reverse engineering” under Mr. McMaster as well. But officials said the trend had gotten worse under Mr. Bolton, in part because he did not trust the national-security bureaucracy and saw no reason to include it in policymaking.\nMr. Bolton is also handicapped by not having a deputy, who traditionally coordinates policy debates. He has yet to replace Mira Ricardel, an official who was forced out of the White House after she clashed with the first lady, Melania Trump.\nUnlike in the past, when the National Security Council was the president’s clearing ground for security policy, one official said that the N.S.C. under Mr. Bolton was best described as another voice at a table crowded with advisers vying for influence with Mr. Trump.\nBy all accounts, Mr. Bolton has a better relationship with the president than Mr. McMaster did. He also gets along with Jared Kushner, Mr. Trump’s son-in-law and senior adviser, and with Mr. Pompeo, though officials said the secretary acted as a “buzz saw” toward some of his harder-edged ideas about Iran.\nMr. Bolton stumbled early in his tenure when he almost derailed a summit meeting between Mr. Trump and the North Korean leader, Kim Jong-un, by suggesting that Libya would be a good model for nuclear disarmament talks with North Korea (the Libyan leader, Muammar el-Qaddafi, was ousted and killed a decade after he agreed to give up his weapons).\nWith Mr. Pompeo taking the lead on North Korea, Mr. Bolton has carved out a sideline on issues relating to American sovereignty — an issue he has championed for decades as a fixture in conservative foreign policy circles. He spoke recently about the need to overhaul the nation’s foreign assistance programs and threatened  judges on the International Criminal Court with sanctions if they investigated American troops in Afghanistan.\nThat policy had not even fully cleared the review process when Mr. Bolton announced it at the Federalist Society, an N.S.C. official said. But he felt so confident that his views were in sync with Mr. Trump’s that he went ahead and called the court “ineffective, unaccountable, and indeed, outright dangerous.”\nMr. Bolton sometimes gestures to a photo in his office that shows President George H.W. Bush huddling in the Oval Office with a small circle of national security aides, as an example of the ideal way to manage foreign policy.\nDespite being a contemporary of Mr. Trump’s, however, Mr. Bolton is not a member of his inner circle. He does not have the same relationship with Mr. Trump that he had with Mr. Bush. Sometimes, with aides, the president refers to him as “Mike Bolton.”", "date": "Jan. 7, 2019", "href": "https://www.nytimes.com/2019/01/07/us/politics/bolton-trump-syria.html", "tags": "syria policy walked officials produce debate bolton back helped ” official disdain statement said"}