{"title": "Bolton Puts Conditions on Syria Withdrawal, Suggesting a Delay of Months or Years", "content": "WASHINGTON — President Trump’s national security adviser, John R. Bolton, rolled back on Sunday Mr. Trump’s decision to rapidly withdraw from Syria, laying out conditions for a pullout that could leave American forces there for months or even years.\nMr. Bolton, making a visit to Israel, told reporters that American forces would remain in Syria until the last remnants of the Islamic State were defeated and Turkey provided guarantees that it would not strike Kurdish forces allied with the United States. He and other top White House advisers have led a behind-the-scenes effort to slow Mr. Trump’s order and reassure allies, including Israel.\n“We don’t think the Turks ought to undertake military action that’s not fully coordinated with and agreed to by the United States, at a minimum so they don’t endanger our troops,” Mr. Bolton said in Jerusalem, where he was traveling ahead of a visit Tuesday to Turkey.\nMr. Bolton’s comments inserted into Mr. Trump’s strategy something the president had omitted when he announced on Dec. 19 that the United States would depart within 30 days: any conditions that must be met before the pullout.\nThe remarks also reflected the disarray that has surrounded the president’s decision, which took his staff and foreign allies by surprise and drew objections from the Pentagon that it was logistically impossible and strategically unwise. Defense Secretary Jim Mattis resigned within hours of the announcement, and the Pentagon chief of staff, Kevin M. Sweeney, said on Saturday evening that he was also leaving.\nWhile Mr. Bolton said on Sunday that he expected American forces to eventually leave northeastern Syria, where most of the 2,000 troops in the country are based for the mission against the Islamic State, he began to lay out an argument for keeping some troops at a garrison in the southeast that is used to monitor the flow of Iranian arms and soldiers. In September, three months before Mr. Trump’s announcement, Mr. Bolton had declared that the United States would remain in Syria as long as Iranians were on the ground there.\nAsked on CBS News’s “Face the Nation” if Mr. Bolton’s comments amounted to an admission that Mr. Trump had made a mistake, Senator Lindsey Graham, a South Carolina Republican who at times has been one of the president’s staunchest supporters, said, “This is the reality setting in that you’ve got to plan this out.”\nMr. Graham, who described the dangers of making the announcement first and then considering the longer-term implications, added, “The president is slowing down and is re-evaluating his policies in light of those three objectives: Don’t let Iran get the oil fields, don’t let the Turks slaughter the Kurds, and don’t let ISIS come back.”\nThe move to reverse course on Mr. Trump’s promised swift withdrawal picked up in recent days, even as Mr. Bolton worked to avoid openly confronting the president the way Mr. Mattis did. On Friday, in a briefing for reporters about a forthcoming trip to the Middle East by Secretary of State Mike Pompeo, a senior State Department official said there was no fixed timetable for the American withdrawal.\nAsked about the shifting timeline on Sunday as he left the White House for meetings about border security at Camp David, Mr. Trump told reporters that he had “never said we were doing it that quickly.” In a video on the evening of his announcement in December, he had said that “our boys, our young women, our men — they’re all coming back, and they’re coming back now,” though he later extended that to four months.\nNow, the four-month schedule appears highly in doubt. The conditions Mr. Bolton described, including the complete defeat of the Islamic State and the guarantees from Turkey, could easily stretch out.\nMr. Bolton will meet on Tuesday with President Recep Tayyip Erdogan of Turkey, who argued to Mr. Trump in a phone call last month that the Islamic State had been defeated, and that American troops were therefore no longer needed to aid Kurdish fighters. Turkey considers the Kurdish forces a terrorist body bent on carving out a separate nation.\nBefore the Turkey visit, Mr. Bolton was expected to meet with Prime Minister Benjamin Netanyahu of Israel over dinner on Sunday evening. Mr. Netanyahu has also been concerned about the American plan, for fear it will leave a vacuum and embolden Iran.\nIn Jerusalem, Mr. Bolton described the conditions as “policy decisions that we need to implement,” and he said a timeline for a withdrawal would be necessary only once those stipulations were met. He said that Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, would negotiate with Turkish officials this week over the protection of the Kurdish fighters.\nMr. Bolton’s comments seemed to expand on a classified memo he wrote to cabinet officials on Dec. 24 that outlined a strategy for Turkish troops to replace the roughly 2,000 American troops conducting counterterrorism operations against the Islamic State in northeastern Syria, according to two Defense Department officials.\nMr. Bolton’s memo came after Mr. Trump and Mr. Erdogan spoke by phone on Dec. 23. After that conversation, Mr. Trump tweeted: “I just had a long and productive call with President @RT_Erdogan of Turkey. We discussed ISIS, our mutual involvement in Syria, & the slow & highly coordinated pullout of U.S. troops from the area. After many years they are coming home.”\nMr. Bolton also wrote in the memo, which was first reported by The Wall Street Journal, that the administration’s objectives in Syria remained consistent. Those goals have included routing the Islamic State from its last enclaves in the Middle Euphrates River Valley, ousting Iranian-commanded forces and pursuing a diplomatic resolution to the country’s civil war.\nPentagon officials almost immediately expressed skepticism that the Turkish military, which has struggled to carry out limited operations along its border with Syria in the past two years, could execute expansive counterterrorism operations deeper into Syria, toward the border with Iraq. Moreover, American military planners said any Turkish movements into northeastern Syria would lead to clashes with the Syrian Kurdish-Arab coalition known as the Syrian Democratic Forces, or S.D.F.\nThe Pentagon’s skepticism about the plan only heightened in recent days when in response to Mr. Bolton’s memo, Turkish authorities asked the United States for significant military support, including airstrikes, logistics and transportation. Three Defense Department officials said that despite Mr. Bolton’s memo, there had been no planning for any turnover of counterterrorism operations to the Turks.\nAmerican forces are beginning the preparations for a withdrawal from northeastern Syria, even as the timetable has become increasingly fluid.\nAfter meeting in Iraq on Dec. 26 with Lt. Gen. Paul LaCamera, the top American commander in Iraq and Syria, Mr. Trump agreed to increase the time for the drawdown from 30 days to four months. That would provide enough time to decide where else in the region to move the huge amounts of military equipment, how much, if any, would remain behind with Kurdish-Arab allies, and what might be disabled to avoid falling into the hands of the Syrian government or its Russian and Iranian allies.", "date": "Jan. 6, 2019", "href": "https://www.nytimes.com/2019/01/06/world/middleeast/bolton-syria-pullout.html", "tags": "syria american forces bolton withdrawal suggesting president puts conditions months state years delay"}