{"title": "Bombings Make a Bitter Bookend for F.B.I.’s Director", "content": "WASHINGTON — Robert S. Mueller III was awakened at home close to 1:30 a.m. on April 19 as one suspect in the Boston Marathon bombing was in cardiac arrest and the other was on the run. \nBy 3 a.m., after an F.B.I. agent had used a fingerprint scanner on the dying suspect, Tamerlan Tsarnaev, in a hospital emergency room to learn his identity, Mr. Mueller, the F.B.I. director, had arrived in a suit and tie at his agency’s headquarters in downtown Washington.\nHis agents gave him the bad news: two years earlier, the F.B.I. had interviewed, and closed its file on, Mr. Tsarnaev. Mr. Mueller took it in without showing emotion, his aides said. He turned to a deputy and ordered the release of the information — knowing it would call into question whether the F.B.I. failed to head off one of the most spectacular attacks on American soil since Sept. 11, 2001. \nNow, Mr. Mueller’s 12-year tenure under two presidents is facing scrutiny, months from his longtime plans to step down in September, as hearings begin on Capitol Hill into what happened in Boston and why. \nAlthough his privileged roots and sometimes wooden personality have not made him a beloved figure in the F.B.I.’s beer-and-brats culture, he has always had supporters in both parties in Congress. Now, instead of coasting into retirement, Mr. Mueller will spend his final months answering tough questions about how the bombing suspects slipped away.\nOn Thursday, Boston’s police chief testified to the House Homeland Security Committee that the F.B.I. had not shared with the Boston police information it received in 2011 about Mr. Tsarnaev, or about the bureau’s subsequent inquiry, which found no evidence of ties to Muslim extremists. Although the information appeared to raise questions about whether Mr. Tsarnaev would commit terrorist acts in Russia, Edward Davis, the police commissioner, said that had his department learned about the tip, “we would certainly look at the individual.” He could not say whether he would have come to a different conclusion.\nFor Mr. Mueller, who took over the F.B.I. one week before the Sept. 11 attacks, the hearings stand as an unwelcome bookend to a long law enforcement career.\n“If an attack of this scale happens toward the end of your tenure and there is evidence that the F.B.I. had its hands on the people years ago and missed them, that is what people will remember,” said Julian E. Zelizer, a Princeton historian and author of a book on the politics of national security.\nLee H. Hamilton, the co-chairman of the commission that investigated the Sept. 11 attacks, was blunt. “He can’t avoid it,” he said. “It happened, so it’s part of his legacy.” Mr. Mueller declined to be interviewed for this article.\nHis defenders, including President Obama, praise the bureau for its fast work in identifying Mr. Tsarnaev, 26, and his brother, Dzhokhar, 19, ethnic Chechen immigrants who the F.B.I. believes learned to make explosives from an Al Qaeda-affiliated online magazine. For days after the bombings, the F.B.I. flew its planes, including a Gulfstream 5 jet, between Boston and Washington, ferrying evidence gathered at the scene to the F.B.I.’s crime laboratories for DNA analysis in a frantic effort to learn who the bombers were.\nThe break came with the fingerprint scan — technology ordinarily used to identify enemy fighters in Afghanistan — that set in motion Mr. Mueller’s decision to make public the F.B.I.’s previous contact with Mr. Tsarnaev. That the agency had crossed the suspect’s path did not come entirely as a surprise, aides said. Inside the bureau, where F.B.I. agents under orders since the Sept. 11, 2001, attacks to check out the smallest terrorist tip have built databases of millions of names, the view was that it was only a matter of time before the agency would be blamed for the next attack. From the agents’ perspective, the F.B.I. is vigilant, not incompetent. “In some ways, they’re a victim of their own success,” said Kenneth Wainstein, a former chief of staff to Mr. Mueller and former general counsel at the F.B.I.\nWhether blame is deserved or not, by 10 a.m. on April 19, Mr. Mueller had made the short trip from the F.B.I.’s headquarters to the White House, where he briefed Mr. Obama in the Situation Room. Boston was on lockdown and an extensive manhunt for Dzhokhar Tsarnaev was under way. Using what Benjamin J. Rhodes, a deputy national security adviser, described as a “very factual” tone, Mr. Mueller did not apologize to the president for the F.B.I.’s closing of Tamerlan Tsarnaev’s case.\n“His view is that the F.B.I. has thousands upon thousands of leads that they investigate, and it’s the nature of the business that if you don’t find derogatory information about somebody in that investigation, it’s just not going to trigger a detention or a deportation,” Mr. Rhodes said. “It wasn’t defensive at all.”\nBut a few days later, when Mr. Mueller briefed House members behind closed doors, one lawmaker said he seemed uncharacteristically tense. “He was ill at ease, not his normal confidence,” said the congressman, speaking on the condition of anonymity because the session was classified. “He wasn’t himself.”\nThree days before the Boston bombings, Mr. Mueller, 68, delivered a rare and unusually personal speech at the University of Virginia, where he received his law degree 40 years ago.\n“I love doing bank robberies, drug cases, homicides — as a prosecutor, that’s what I thought I was going to be overseeing when I got to the bureau,” he said. But, he said, Americans “expect us to prevent the next terrorist attack.”\nMr. Mueller’s words — which have since become, at minimum, awkward — also described his transformation of the F.B.I. He became director on Sept. 4, 2001; faced investigations into the failures to prevent the Sept. 11 plot; then set about changing the culture of the F.B.I. — 56 field offices, each fiercely protective of its turf — from a domestic crime-fighting agency into a counterterrorism operation.\n“It was an enormously difficult challenge, and he went at it with great energy and skill,” Mr. Hamilton said. “Some agents bought into it, and others did not.”\nMr. Mueller expanded the bureau’s presence overseas, deployed agents to gather evidence on the battlefields of Iraq and Afghanistan and pressed for expanded surveillance powers. He nearly resigned over the George W. Bush administration’s electronic eavesdropping program, and instructed his agents not to participate in brutal interrogation techniques used by the C.I.A. But there is no evidence that he put his objections in writing or took them to the White House.\nMr. Mueller’s years at the F.B.I. — traditionally the proletarian competitor to the Ivy Leaguers at the C.I.A. — are the logical culmination of a long career spent fighting criminals, though not necessarily of his origins. Born into an affluent New York family, Mr. Mueller graduated from the elite St. Paul’s School in the same 1962 class as Secretary of State John Kerry, followed his father’s footsteps to Princeton, earned a master’s degree in international relations from New York University, then saw combat when he led a rifle platoon in Vietnam.\nHe went on to become United States attorney in both San Francisco and Boston, and supervised cases like the prosecution of the crime boss John J. Gotti and the investigation into the bombing of Pan Am Flight 103 over Scotland when he ran the Justice Department’s criminal division under the first President George Bush. Friends say law enforcement had always drawn him in.\n“He really hates the bad guys,” said William F. Weld, the former governor of Massachusetts, who preceded Mr. Mueller as the United States attorney in Boston.\nIn recent years, friends say Mr. Mueller has grown increasingly concerned about the potential for other homegrown attacks like the one in Boston. Leon E. Panetta, the former defense secretary who ran the C.I.A. from 2009 to 2011 and who counts Mr. Mueller as a friend, said the two often talked of the changing nature of the terror threat.\n“The one area that I think we were always concerned about was the Lone Wolf Syndrome,” Mr. Panetta said, using law enforcement jargon for criminals who act alone, “largely because the real challenge is, how do you locate these people? How do you get ahead of it?” \nIn his University of Virginia speech, Mr. Mueller said he measured success on how many attacks had occurred on American soil over the past 10 to 12 years. As he wrapped up his remarks, he offered to take questions, alluding to the skills he has developed in Washington through many a Congressional hearing, and more to come.\n“I’ll either answer ’em,” he said, “or duck ’em.”", "date": "May 9, 2013", "href": "https://www.nytimes.com/2013/05/10/us/politics/in-bombings-a-bitter-bookend-for-robert-mueller.html", "tags": "f.b.i bombings tsarnaev f.b.i. make bookend bitter director ” boston one — mueller"}