{"title": "Boost for Congestion Pricing in Manhattan as de Blasio Supports Cuomo Plan", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nMayor Bill de Blasio threw his support behind congestion pricing on Tuesday as the best option to raise money for New York City’s failing subway, announcing an unusual alliance with Gov. Andrew M. Cuomo, his frequent rival, to fix the system.\nTheir joining forces could give congestion pricing momentum as state lawmakers debate whether to embrace Mr. Cuomo’s proposal to toll cars entering the busiest parts of Manhattan. The idea has long faced difficult odds in Albany, and a proposal by former Mayor Michael R. Bloomberg was defeated a decade ago.\nBut with the subway in crisis and the streets of Manhattan choked by traffic, Mr. Cuomo has argued that the proposal is the best option for raising billions of dollars and reducing congestion. For months, Mr. de Blasio had resisted endorsing congestion pricing and instead favored a tax on wealthy New Yorkers.\nWith state lawmakers facing an April 1 deadline to consider congestion pricing as part of the budget, Mr. de Blasio decided to back the idea to help mitigate the region’s transportation crisis.\n“This crisis runs deeper than ever before,” the mayor said in a statement, “and it’s now clear there is no way to address it without congestion pricing and other dedicated revenue streams.”\nMr. Cuomo and Mr. de Blasio, two Democrats who are often bitter opponents, put aside their differences to show unified support for congestion pricing in the hope of persuading Democratic legislative leaders to rally their members. Democrats control both the Senate and Assembly for the first time in years, but some lawmakers are reluctant to approve new tolls, fearing a backlash from drivers.\nMr. Cuomo and Mr. de Blasio released a 10-point plan that called for reorganizing the Metropolitan Transportation Authority, which oversees the subway, buses and commuter railroads. They also proposed two new funding sources for the transit system: a tax on recreational marijuana sales, if they are legalized in New York, and an internet sales tax.\nThe two leaders embraced an idea that is popular among subway riders: using revenue from a state tax on cannabis sales in New York City to pay for subway upgrades, which state officials said could generate $125 million per year for the system. A separate tax on purchases like furniture from online retailers could raise an additional $320 million per year. Those two sources could allow the authority to issue bonds to raise $7 billion. Congestion pricing is expected to generate $15 billion, for a possible total of $22 billion in new revenue for the transit system, officials said.\nTransit advocates, who have been pressing for new revenue sources for months, praised the plan.\n“The governor and mayor are working together to address the transit crisis, and now we need the Senate and Assembly to do their part and pass congestion pricing as part of this year’s budget,” said John Raskin, executive director of the Riders Alliance, an advocacy group.\nOn Tuesday afternoon, Carl E. Heastie, the Assembly speaker and a Democrat from the Bronx, said there was more support for congestion pricing in his conference than in years past, but that there were ample questions about the plan.\n“I think there’s still many concerns from members, particularly those members in Queens and Brooklyn, who represent transit deserts,” Mr. Heastie said in Albany. “So, I would say more people are open to it, but by no means is it a fait accompli.”\nWithout congestion pricing, Mr. Cuomo has warned that subway and bus fares could rise by 30 percent. Transit leaders say they are facing a huge budget deficit and need billions of dollars to upgrade the aging system.\nThe authority’s board is expected to vote on Wednesday to approve a fare and toll increase of about 4 percent. The plan from Mr. Cuomo and Mr. de Blasio urged the agency to continue its practice of limiting fare increases to 4 percent every two years.\nTheir plan did not say how high congestion tolls might be, but they would not likely take effect until 2021. A task force created by Mr. Cuomo proposed last year that drivers pay $11.52 to enter Manhattan south of 60th Street.\nCorey Johnson, the City Council speaker, has called for city control of the subway and, in a statement, criticized the plan by Mr. Cuomo and Mr. de Blasio.\n“While I am glad to see the Mayor finally taking an interest in congestion pricing and the Governor being open to M.T.A. reform, I strongly disagree with the idea that giving the State more control of City generated revenue and our transit infrastructure is going to magically solve our problems,” Mr. Johnson said.\n[Is 2019 the year when New York passes congestion pricing?]\nMr. Cuomo said the joint proposal addressed some concerns raised by past congestion-pricing plans. It calls for charging lower tolls outside of the rush hour and establishing tolls to enter Manhattan’s central business district rather than tolling the East River bridges. A driver could, for instance, cross the Brooklyn Bridge and take the F.D.R. Drive north, without paying the congestion fee.\n“This is a different plan, I think, than previous congestion-pricing plans,” Mr. Cuomo said in a radio interview. “The mayor has a number of issues that he felt strongly about and so did I.”\nCongestion pricing, which has been embraced by cities including London, Singapore and Stockholm, has been debated in New York City since at least the 1970s.\nThe plan calls for toll exemptions for certain groups: emergency vehicles, vehicles transporting people with disabilities, and people who have an “identifiable hardship” or limited access to medical facilities within the congestion zone. It would also establish a “regional transit committee” to review toll and fare increases, and move to centralize legal and human resources work for various M.T.A. agencies.\nRevenue from congestion pricing, the cannabis tax and the internet sales tax would be put in a “lockbox” for the authority’s capital plans, which pay for repairs and upgrades across the network. The top priorities will be the subway, accessibility, buses and the expansion of transit in the boroughs outside Manhattan.\nThe plan will face hard questions in the state Legislature, particularly in the Assembly, where Democratic leaders have expressed concerns about the effect of congestion pricing on commuters not well served by public transit.\nIn the Senate, leaders have been at war with Mr. Cuomo after the collapse of an agreement to build a campus for Amazon in Queens. Mr. Cuomo has blamed Senate Democrats for scuttling the deal — he did so again on Tuesday — and neither the Assembly or the Senate offered an immediate endorsement of the 10-point plan, with representatives from both chambers saying it was too early to gauge its chances.\nStill, Mike Murphy, a spokesman for the Senate, said his conference would work with the Assembly, the governor and the mayor to “finally move forward on solutions to the M.T.A. catastrophe.”\n“Clearly, there is a crucial need for a dedicated stream of revenue to fix the crumbling M.T.A.,” Mr. Murphy added.\nMr. Heastie also seemed skeptical about spending money from any marijuana plan on subway repairs, saying that cannabis revenue should instead be directed toward low-income communities “that have been impacted by criminal justice issues.”\nOn Tuesday, Mr. Heastie said he “was very clear with the governor and the mayor” that any marijuana revenue should first go to “community investment.”\nThe M.T.A.’s acting chairman, Fernando Ferrer, said he supported the plan, which included measures to reform an agency known for sky-high construction costs and a lethargic bureaucracy.\n“This proposal is a holistic cure for much of what ails the M.T.A.,” Mr. Ferrer said in a statement, “and I hope to see it enacted swiftly for the benefit of our 8.5 million daily customers.”", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/nyregion/subway-congestion-pricing.html", "tags": "plan manhattan boost de new ” blasio cuomo transit supports pricing congestion"}