{"title": "Border Crossings Have Been Declining for Years, Despite Claims of a ‘Crisis of Illegal Immigration’  ", "content": "what was said \n— Vice President Mike Pence, meeting with members of Congress on Wednesday.\n— President Trump, speaking to the National Federation of Independent Businesses on Tuesday.\n— Kirstjen Nielsen, the homeland security secretary, at a news conference on Monday.\nThe Trump administration, defending its “zero tolerance” immigration policy that has resulted in separating families, has repeatedly pointed to a “crisis of illegal immigration” at the border. \nBut government data shows that monthly crossings along the border with Mexico are dramatically lower than they were years ago. \nThe most commonly used metric to measure how many people are illegally crossing into the United States is the number of people who are arrested, taken into custody or otherwise “apprehended” at or near the country’s borders.\nFrom the 1980s to the mid-2000s, the government reported annually apprehending around 1 million to 1.6 million foreigners who illegally entered the United States at the southwestern border. In 2000 alone, federal agents apprehended between 71,000 and 220,000 migrants each month. \nBy comparison, monthly border crossings so far this year have ranged from 20,000 to 40,000 people. \nThe number of people who have been either apprehended or turned away at the southwestern border also has decreased over the past decade.\nMr. Trump, Mr. Pence and Ms. Nielsen are right that there has been a significant increase in border crossings in the past few months when compared with the same period in 2017. \nLast month, for example, Customs and Border Protection reported arresting or denying entry to 51,912 migrants at the southwestern border, compared with 19,940 in May 2017. \nBut federal agents arrested or stopped 55,442 people in May 2016, 40,681 in May 2015 and 68,804 in May 2014, according to Customs and Border Protection. \nSimilarly, apprehensions of unaccompanied children and families have surged this year from last spring’s border traffic. But the numbers are less dramatic when compared with before Mr. Trump took office. \nCustoms and Border Protection apprehended 6,400 unaccompanied children and 9,500 individuals traveling as families this May — up from 1,500 unaccompanied children and 1,600 family members in May 2017. \nAt the peak of the Central American migrant surge in 2014, Customs and Border Protection reported apprehending 10,600 children and 12,800 families who entered the United States at the southwestern border.\nSource: Customs and Border Protection, White House", "date": "June 20, 2018", "href": "https://www.nytimes.com/2018/06/20/us/politics/fact-check-trump-border-crossings-declining-.html", "tags": "apprehended may despite ‘ immigration crossings southwestern protection border claims families years illegal crisis customs declining —"}