{"title": "Brazilian Corruption Case Ensnares Ex-Presidents da Silva and Rousseff", "content": "SÃO PAULO, Brazil — Brazil’s attorney general on Tuesday charged former President Luiz Inácio Lula da Silva; his successor, Dilma Rousseff; and several other senior figures of the Workers’ Party with running a “criminal organization” that raked in hundreds of millions in bribes during the party’s nearly 14-year reign.\nThe case is the first in which Ms. Rousseff, who was impeached last year for violating budgetary rules, stands accused of partaking in the kickback schemes that have cast a pall over every major Brazilian political party.\nThe charges were unveiled the same day that Mr. da Silva wrapped up a 25-city campaign trip through his party’s strongholds in the northeast, during which he sought to play down a recent corruption conviction that may doom his ambition to return to the presidency.\nThe attorney general, Rodrigo Janot, whose term ends this month, described the governments of Mr. da Silva and Ms. Rousseff as essentially fronts for a criminal enterprise through which senior politicians collected roughly $450 million from entities that included the state-run oil company Petrobras and the Brazilian National Development Bank. In addition to his conviction, Mr. da Silva has been charged in several other cases in which he stands accused of accepting bribes of relatively modest sums.\nBut the 230-page charge sheet released Tuesday puts him at the center of a huge conspiracy. Mr. Janot wrote that the allegations should not be seen as a sign that the judiciary was “criminalizing politics” or routine “political negotiations,” but rather as a record of a ruling elite that systematically used public money to “buy popular support.”\nThe accusations against Ms. Rousseff, who has portrayed herself as a clean politician who was brought down by a cabal of corrupt rivals, is a startling development in the series of revelations that spun from a routine investigation of money laundering at a gas station in Brasília, Brazil’s capital, in 2014.\n“This is very significant,” said Matthew M. Taylor, a professor at American University in Washington who studies Brazil’s justice system. “Dilma had been arguing that she was personally honest.”\nMr. Janot described Mr. da Silva as the mastermind of the kickback scheme, initially as president and later as a result of the “strong influence he exercised over” Ms. Rousseff. The attorney general emphasized that many key players in the bribery scheme were supported or appointed by Ms. Rousseff.\n“Dilma Rousseff integrated the current criminal organization since 2003 when she accepted” Mr. da Silva’s invitation to run the Ministry of Mines and Energy, he wrote. “From there, she contributed decisively so that the private interests negotiated in exchange for bribes could be met, especially in relation to Petrobras, where she was the president of the board between 2003 and 2010.”\nMr. Janot, who was appointed by Ms. Rousseff in 2013, wrote that Mr. da Silva and Ms. Rousseff spread the wealth, inviting leaders of other political parties to take part in the scheme.\n“Critics had long said that given her prominent roles on the Petrobras board, and as head of the M.M.E., Dilma was either complicit or incompetent,” Mr. Taylor said. “Janot clearly thinks the former.”\nBut in a statement released Tuesday night, Ms. Rousseff’s press office said, “Without presenting proof or evidence of a material crime, the attorney general’s office is filing charges without any foundation whatsoever.”\nAnd the Workers’ Party, in its own statement, called the allegations baseless and the continuation of a vendetta by the judiciary to weaken certain political factions through “selective persecution.”\nThe case was filed as President Michel Temer, who stepped into the job after Ms. Rousseff’s impeachment in August 2016, was himself bracing for a new set of corruption charges. Mr. Janot charged Mr. Temer with corruption in June over accusations that he authorized a bribe to keep an imprisoned politician silent. The president managed to avoid standing trial in that case by getting enough members of the lower house of Congress to block the case from reaching the Supreme Court — the only court where senior Brazilian elected officials may be tried.\nOne defendant in the latest case, Senator Gleisi Hoffmann, who took the helm of the Workers’ Party in June, enjoys the same legal protection, which critics say has contributed to a culture of impunity among Brazilian politicians.\nIt was unclear whether the case caught the defendants by surprise. As Brazilians were poring through the charging document, Mr. da Silva was sounding triumphant at the end of his caravan tour.\n“I’ll say one thing: we’re going to govern this country again,” he said in a post on Twitter addressing his followers. “And when I saw we, it’s not me. It’s you.”\nAlso charged in the case were: Guido Mantega, a former finance minister; Paulo Bernardo, a former communications minister; Antonio Palocci Filho, a former chief of staff for Ms. Rousseff; João Vaccari Neto, a former treasurer for the Workers’ Party; and Edinho Silva, the mayor of Araraquara.", "date": "Sept. 5, 2017", "href": "https://www.nytimes.com/2017/09/05/world/americas/brazil-dilma-rousseff-lula-corruption-workers-party.html", "tags": "rousseff janot da brazilian corruption party ensnares ” silva ms. case ex-presidents"}