{"title": "Brazil National Museum: 'Little surprises' salvaged from the ashes", "content": "Many Brazilians wept after their 200-year-old National Museum was destroyed in a devastating fire last September. Twenty million objects, many of them irreplaceable, were thought to have been lost. But eight months later, staff have salvaged more treasures than they expected, and there are hopes that one of the great museums of the world can be brought back to life.\nSuddenly, a shout echoes round the blackened, roofless shell of the once-elegant room.\nA tall young man in white helmet and black gloves is standing triumphantly on a pile of smashed tiles and plaster. Cradled in his palm is a small piece of carved stone with ancient hieroglyphics.\nPedro Luiz von Seehausen is an archaeologist, an expert on ancient Egyptian funerary monuments, who travels regularly to the Nile Valley to help excavate millennia-old pharaonic tombs.\nIronically - tragically - von Seehausen is wielding his trowel, using his archaeological training, to excavate his own workplace - to re-uncover ancient treasures that had already been uncovered by archaeologists in Egypt two centuries ago, but which were buried again when their new home, the National Museum of Brazil, went up in flames.                          \nAnd what von Seehausen has just found in the debris is a fragment of a stele, a stone slab recording the deceased. It's part of a collection brought from Egypt by Brazil's imperial family, who did much to build up the museum, and who lived in the palace where it is now housed.\nCrossing Continents: Restoring Brazil's National Treasure\n\"Usually we have 52 steles here, and we've found 500 pieces,\" Pedro says. \n\"We have a moral obligation to collect the pieces, even if they are broken in a million pieces,\" he says. \"Some days I am pretty sad and I feel that I am just dragging myself to work here. But then I usually find one piece is in good condition and I am like, 'Well, it's worth it.'\"\nThe National Museum, founded in 1818 just before Brazil won its independence from Portugal, contained collections not just of archaeology, but of zoology, ethnography, geology and palaeontology - everything from dried beetles and dinosaur bones to meteorites, Pre-Columbian ceramics and recordings of native American languages. \nMany items were contributed by the two emperors who ruled Brazil after independence: Pedro I and his son Pedro II, and their consorts Maria Leopoldina of Austria and Teresa Cristina of the Two Sicilies. The imperial family were enthusiastic collectors of antiquities - including valuable ancient Egyptian and Graeco-Roman treasures, and specimens of natural history. They did much to encourage the development of Brazilian science. \nAfter the overthrow of the monarchy in 1889, the museum, formerly housed in another building, moved to its present home in the former imperial palace.\nOn the night of 2 September, flames lit up the sky over Rio, and burnt fragments of paper - many of them pages of irreplaceable historic books and documents - drifted over the city.\n\"It was a kind of picture of hell,\" says ichthyologist (fish expert) Prof Paulo Buckup, who arrived at the museum just as the blaze was taking hold. \"There were Greek statues decorating the top of the building, and the fire would come behind them. It was a very horrible thing to see.\"\nBy the light of the fire, Buckup and colleagues broke down a locked door and formed a human chain to rescue thousands of specimens of molluscs - clams, squids, snails - from drawers and cabinets.\nThe next day, after the fire had finally gone out, staff held hands in a ring around the ruins of the building in a form of symbolic embrace.\n\"Everybody was crying. It was like a funeral - a funeral for our museum,\" says ethnographer Prof Aparecida Vilaça.\nNearly eight months on, there's a new spirit among many staff.   \n\"It's very hard to know exactly how much we lost, but I believe we have way more than we thought before,\" says bio-archaeologist Murilo Bastos. \nBastos, an expert in human bones, made a remarkable rediscovery amid the rubble. He found that the museum's most famous treasure - the skeletal remains of \"Luzia\", a woman who died nearly 12,000 years ago - had survived the fire relatively unscathed. \nWhen Luzia was first uncovered in a cave in Brazil in 1974, she was the oldest human skeleton found in the Americas.\n\"Luzia was very fragile. So we thought she would not survive the fire,\" Bastos says. \"But she was inside an iron cabinet. I don't know why. That's amazing for us. Maybe she's more powerful than we thought.\"\nLuzia's skull had shattered into about 30 fragments, and Bastos had to collect them very carefully.\n\"I was scared,\" he says, \"because I knew that if anything happened with Luzia, it would be my fault. But then when I finished, I felt: 'Well, we could save Luzia today.'\"\nFor the first few months after the fire, a full salvage operation was delayed while the ruins were made safe from possible further collapse. Digging in the roofless shell has also been hampered by the tropical downpours of Rio's rainy season. But now a metal canopy is being erected over the building, and work can proceed more systematically.\nArchaeologists have been gradually working their way through the debris on the three floors of the museum.\n\"We are seeing that a lot survived. There's hope that we can bring it back from the ashes,\" says bio-archaeologist Victor Bittar.\n\"The geological samples are coming out in batches. Maybe they have the highest rate of recovery. Rocks do well with fire. And we keep getting stuff even from rooms where we thought nothing would come out, such as animals that were preserved in glass jars, in alcohol or formaldehyde. No-one expected that. So we have little surprises all the time.\"\nOther collections have not fared so well. Prof Pedro Dias is a young entomologist (insect expert) who was appointed last year as the museum's first specialist curator of orthoptera - crickets and grasshoppers. He was due to start on 3 September, but when he arrived for his first day, there was nothing left to curate. The entire collection of up to 45,000 specimens had been destroyed. Nearly 300 were type specimens - the examples scientists around the world use to define a species. \n\"[There was] one of the most important grasshopper collections in the world, the result of 100 years of collecting specimens. Now we have to rebuild,\" he says.\nProf Dias is beginning by leading some of his students on collecting expeditions to the Tijuca National Park on the edge of Rio. Near the top of a mountain, there is a cave where he previously found a new species of cricket.\nOn the first expedition - crawling around on his hands and knees on the floor of the cave with a jam jar - he eventually traps two specimens to take back to his laboratory for further examination. \n\"My goal is to reach 40,000 specimens - but I don't know if I can do this in a lifetime,\" says Dias. He fears that many of the species in the collection will now be extinct because their habitats will have disappeared since they were originally collected.\n\"We are losing the history of this country because the forests are being cut down and species are becoming extinct,\" he says. \nIrreplaceable information about the human history of Brazil has been lost, too. Ethnographer Aparecida Vilaça stored all of her field notes and voice recordings - the results of 30 years' work on the indigenous Warí tribe - at her flat, not at the museum. But colleagues whose material was only in their offices have lost everything.\nThat includes records of now extinct languages - and the myths and stories of the people who spoke them.\n\"No-one can have these narratives any more,\" Vilaça says. \nShe says young indigenous people often used to visit the museum to learn about their own native cultures. They called it their \"maloca\" - the name for an ancestral long-house where several families lived and celebrations were held.\n\"Now, they say they have lost their maloca,\" Vilaça says.\nBrazil's national development bank has promised 21.7m reais (US$5.6m) for the reconstruction of the museum, and director Alexander Kellner says rebuilding will start this year.\n\"I hope in three years from now we will be able to have part of the museum open to the public,\" he says. That's our timescale - and it's feasible. We will keep the outside façade, but inside we are going to be a new museum, a modern museum.\"\nBut Kellner says replacing the collections will be impossible without the help of other leading museums around the world. \n\"A lot of institutions, from Brazil and outside of Brazil, are willing to make donations of artefacts and original specimens,\" he says.\nHe specifically hopes there will be donations of mummies and fossils, to replace what was lost.\nBut isn't it embarrassing for a large, important country such as Brazil to have to go cap-in-hand to foreign museums to ask for their second- or third-best - material?\n\"I don't see it that way,\" Kellner replies spiritedly. \"I wish I could do the same for another museum; I wish it wasn't us who had suffered. Believe me, if the British Museum caught fire, we would give them some original material of ours.\"\nPictures subject to copyright.", "date": "11 May 2019", "href": "https://www.bbc.com/news/world-latin-america-48023691", "tags": "national fire many thought surprises museum ashes specimens luzia says brazil salvaged lost"}