{"title": "Brazil election: Bolsonaro hands out tough anti-crime message", "content": "The far-right candidate and frontrunner in Brazil's presidential election, Jair Bolsonaro, has vowed to tackle crime and reduce record high murder rates. \nOn the eve of Sunday's vote, he said his government would hand down the tough punishments offenders deserved.\nAccording to the latest opinion polls, about 38% of the electorate will vote for Mr Bolsonaro. \nHe is in favour of relaxing gun ownership laws and has spoken of torture as a legitimate practice. \nHe also wants to restore the death penalty.  \n\"We need to be really tough on crime to make criminals understand that they won't enjoy impunity,\" wrote Mr Bolsonaro on Twitter.\nNearly 150 million Brazilians are eligible to vote in the country's most polarised election for many years. \nIf no candidate gets more than 50% of the valid votes, there will be a second round in three weeks' time. \nPeople will also cast ballots to elect all Brazil's state governors as well as two-thirds of the senators and all lawmakers in the chamber of deputies. \nMore 1,000 seats in state legislatures across the country are also being contested.\nMr Bolsonaro has missed the final part of the electoral campaign, after being stabbed at a campaign rally in September.\nHis main rival is the left-wing candidate for the Workers' Party, Fernando Haddad. \nThey are both expected to advance to the second round run-off on 28 October.\n\"I don't believe in violence, in military dictatorship or the lack of liberty,\" tweeted Mr Haddad.\nHaddad, the former mayor of Sao Paulo, is backed by former President Luiz Inácio Lula da Silva.\nLula left office in 2011 with high approval rates. He was jailed earlier this year, for taking bribes from a construction company.\nHe denies the allegations and says they were fabricated to prevent him from running for office again.\nLula wrote a letter of support to Mr Haddad on the eve of the vote: \"Hope has previously beaten fear. Love has beaten hatred. And truth will now beat the lies. Truth is now called Haddad.\"\nHundreds of women marched through the streets of São Paulo on Saturday, accusing Mr Bolsonaro of being sexist, racist and a homophobe.\nMr Bolsonaro has rejected the accusations. ", "date": "7 October 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45774849", "tags": "tough message election anti-crime candidate lula bolsonaro crime brazil haddad also vote hands"}