{"title": "Brazil election: Five things you need to know", "content": "The run-up to Brazil's general election on 7 October has been nothing if not dramatic. The frontrunner was campaigning from jail until he was banned from standing in the election. His main rival was stabbed while on the campaign trail and seriously injured. What else do you need to know about the poll in Latin America's largest democracy?\nThere are 147 million eligible voters and more than 1,650 posts are up for grabs. \nWhile attention has mainly focused on the race for the presidency, Brazilians will also be asked to vote for governors in all 27 states as well as two-thirds of the 81 senators and all 513 seats in the chamber of deputies. \nMore than 1,000 seats are also up for election in state legislatures. \nThe two men who are leading in the polls are poles apart. \nJair Bolsonaro of the Social Liberal Party is a far-right lawmaker who has promised to be tough on crime and to loosen laws on gun ownership. He has been leading in the polls ever since former President Luíz Inácio Lula da Silva was banned from running. A recent Datafolha poll suggested that 32% of voters would cast their ballot for him. But according to same poll, 45% of voters said they would never vote for him. \nLeft-winger Fernando Haddad could get 21% of the vote in the first round, according to Datafolha. Mr Haddad has surged ahead from only 4% support in the polls since he replaced popular ex-President Lula on the Workers' Party ticket - but with more media exposure, his rejection rate has also shot up to 42%.\nIn total, 13 candidates are running for the presidency. The top candidates trailing Mr Bolsonaro and Mr Haddad in the polls are: centre-left former state governor Ciro Gomes, centrist former state governor Gerardo Alckmin and environmentalist Marina Silva.\nThe outgoing President, Michel Temer, has an approval rating of only 2%. Mr Temer took office after his predecessor, Dilma Rousseff, was impeached in 2016 after she was found guilty of tampering with government accounts.\nSince becoming president, Mr Temer has survived two congressional votes which - if they had gone against him - could have seen him face trial on corruption charges.\nOnly last month, federal police recommended that prosecutors press charges against the president for allegedly taking bribes and engaging in money laundering. He has denied any wrongdoing.\nWhile Mr Temer is not running for president, the scandals have eroded Brazilian's faith in democracy according to polling group Latinobarómetro, which found that only 13% of Brazilians were satisfied with democracy.\nFormer President Lula, who had a 20-point-lead over the other presidential candidates early in the race, was barred from running after being found guilty of accepting a bribe in the form of a renovated beachfront apartment from an engineering firm.\nHis supporters have long maintained that his conviction is aimed at preventing him from winning another election. While his vice-presidential candidate, Fernando Haddad, has now jumped into the breach, he lacks the name recognition and popularity of Lula.\nThere have been many twists and turns in the presidential race. The Workers' Party registered Lula as its candidate even though he was in jail and only switched over to Fernando Haddad on the last day registrations were being accepted. There were countless appeals and attempts to get Lula out of jail, but to no avail.\nBut most shocking and surprising was the attack on Jair Bolsonaro. The far-right candidate was stabbed by a lone attacker as he was being carried around on the shoulders of his supporters at a rally in Minas Gerais state. \nHe lost 40% of his blood and had to have emergency surgery. While he has been recovering in hospital, he has not been able to return to the campaign trail. \nAbout 14% of voters say they are still undecided or are planning to cast a blank vote, which makes predicting the final result hard.\nThe latest polls suggest that if the election goes to a second round between Jair Bolsonaro and Fernando Haddad, the two could be neck and neck.\nThe Datafolha poll gives Mr Bolsonaro 44% in the second round and Mr Haddad 42%. With only two percentage points separating them, the weeks between the two rounds could prove decisive.", "date": "7 October 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45731957", "tags": "need things election know five lula voters poll bolsonaro brazil two polls haddad"}