{"title": "Brazilian Senator and Banker Are Arrested as Petrobras Scandal Widens", "content": "RIO DE JANEIRO — A broad investigation into corruption at Petrobras, Brazil’s state-owned oil company, widened on Wednesday with the arrests of a sitting senator and a billionaire investment banker who is one of the country’s top finance executives.\nThe federal prosecutor’s office said in a statement that Senator Delcídio do Amaral, a member of the governing Workers’ Party and an important ally of President Dilma Rousseff, had been arrested in Brasília on Wednesday morning. \nMs. Rousseff’s popularity has already eroded since her re-election in October of last year because of a prolonged recession and the Petrobras scandal. There have been calls for her to resign, and the Amaral arrest is likely to complicate her efforts to govern and move economic proposals, including unpopular austerity measures, through Congress. \nIt is also likely to deepen the political crisis here with many wondering if she will be forced to resign. The Eurasia Group in a research note on Wednesday put the risk of Ms. Rousseff not finishing her term at 40 percent.\nAlso arrested on Wednesday was André Santos Esteves, the chief executive of the Brazilian investment bank BTG Pactual. In recent years, the bank has not only expanded in Latin America but has also acquired a bank in Switzerland. It has significant investments in the oil and gas sector, and acquired Petrobras assets in Africa in 2013.\nAccording to trial testimony, top executives at Petrobras accepted huge bribes from a cartel of companies, enriching themselves while also channeling funds to political figures and to the leftist Workers’ Party. Although no testimony has emerged suggesting that Ms. Rousseff personally profited from the scheme, she was the chairwoman of the oil giant from 2003 to 2010, roughly corresponding to the period that the system of collusion, kickbacks and payoffs took shape.\nWhile the inquiry has broadened over the past year and a half to include executives of construction companies and even the head of the military’s secret nuclear program in the 1970s and 1980s, Wednesday’s arrests were of particular note, as members of Congress here have long enjoyed wide immunity from prosecution.\nMr. Amaral was the first sitting senator to be arrested since at least the establishment of the 1988 Constitution, according to David Fleischer, a political analyst and professor emeritus at the University of Brasília. \n“The accusations are pretty grave,” Mr. Fleischer noted, pointing to the unusual unanimous decision by Brazil’s Supreme Court to issue the arrest orders. He also observed that “it was quite unusually decided very quickly” by the court, indicating the seriousness of the allegations.\nOn Wednesday night, the Senate voted to approve the arrest order. \nThe arrest will probably further complicate the tense relationship Ms. Rousseff has with Congress, and the difficulty she has had getting legislation approved. \nMr. Esteves is the highest-profile finance executive implicated in the scandal.\nMr. Amaral and Mr. Esteves are accused of trying to obstruct the investigation, specifically by pressuring Nestor Cerveró, a former Petrobras executive who was sentenced in August to 12 years in prison on corruption and money-laundering charges, not to cooperate. \nDocuments from the prosecutor’s office charge that both men were “undertaking efforts to dissuade Nestor Cerveró from signing a plea agreement with the attorney general’s office.” That included a payment of four million reals, or about $1 million, as well as monthly payments of at least 40,000 reals to his family members, the documents say. Mr. Amaral was also accused of plotting to help Mr. Cerveró flee to Spain, where he holds citizenship. \nIn the last few months, Mr. Amaral and Mr. Esteves met with Mr. Cerveró’s son Bernardo Cerveró, who recorded many of the conversations, prosecutors say.\nEdson Ribeiro Filho, a lawyer for Nestor Cerveró, and Diogo Ferreira Rodrigues, chief of staff to Mr. Amaral, were also arrested. Mr. Amaral did not comment on the charges on Wednesday. BTG Pactual said in a statement that it would cooperate with the inquiry.", "date": "Nov. 25, 2015", "href": "https://www.nytimes.com/2015/11/26/world/americas/brazil-corruption-petrobas.html", "tags": "arrested widens rousseff banker scandal arrest brazilian petrobras cerveró wednesday ms. also senator amaral"}