{"title": "Brazil election: Far-right Bolsonaro 'will not soften rhetoric'", "content": "The controversial far-right candidate in Brazil's presidential election, Jair Bolsonaro, says he will not tone down his rhetoric ahead of the second round.\nMr Bolsonaro won the first round on Sunday by a margin of 17 percentage points but fell short of the 50% of valid votes needed to win outright.\nHe will face the left-wing Workers' Party candidate, Fernando Haddad,  in the second round on 28 October.\nHe said he would not turn into a \"peace and love\" character to win votes. \nIn a radio interview the day after winning 46% of the votes, he said high crime rates were the main concern for Brazilians, including women.\nIn the run-up to the election, women's groups held mass street protests against Mr Bolsonaro under the slogan #EleNao (NotHim).\nThe combative former army captain has alienated many Brazilians with his misogynist, homophobic and racist comments.\n\"Safety is our priority! It is urgent! People need jobs, they want education, but it's no use if they continue to be robbed on the way to their jobs; it's no use if drug trafficking remains at the doors of schools,\" he wrote on Twitter on 11 September.  \n\"Political correctness is a thing of leftist radicals. I am one of the most attacked persons,\" he said in an interview with daily Correio Braziliense in June.\n\"I'd prefer [to see] a son of mine to die in an accident than [to be] a homosexual,\" he told Playboy in a 2011 interview.\nBut he has also gained many supporters through his tough stance on crime and his promise to loosen gun laws should he be elected, \nIn the interview, he said that record crime rates in Brazil were the main concern for Brazilians, including women. He argued that women's priorities were to know that their children would be safe if they went out.\nHe said he would not back away from his views on human rights, gender issues and gun ownership just to attract centrist voters.\nHe also told listeners that he would privatise state companies and reduce the number of ministries. \nMr Bolsonaro has proven popular with the business community who like his free market policies. The São Paulo stock exchange soared by more than 4% on Monday following his first-round win. \nMr Bolsonaro's rival, Fernando Haddad, meanwhile took to Facebook to publicise his message after he made it into the second round.\nHe said that he would rally \"all democratic forces\" around his campaign to beat Mr Bolsonaro in the run-off.\nMr Haddad trailed Mr Bolsonaro by more than 16 percentage points in the first round and is expected to face an uphill struggle in the second - many people associate his party with a number of high-profile corruption scandals.\nMr Haddad only became the Workers' Party presidential candidate less than a month before the election when it became clear that a ban on the original candidate, former President Luiz Inácio Lula da Silva, from running for office would not be overturned.\nLula was barred after being jailed for 12 years on corruption and money laundering charges.\nOn Monday, Mr Haddad visited Lula in his cell in the southern city of Curitiba. The move, while popular with the core supporters of the Workers' Party, was criticised by those who think the candidate should distance himself from his jailed mentor. \nSpeaking during the news conference streamed on Facebook, he said he would continue to build on his party's history of delivering strong social programmes and would continue to push for social inclusion. \nHe also said that Mr Bolsonaro's neoliberal policies would worsen Brazil's economic problems.", "date": "8 October 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45791811", "tags": "rhetoric soften election candidate party second would bolsonaro interview brazil round far-right haddad"}