{"title": "Brazilian Lawmakers Reject Bribery Prosecution of President Michel Temer", "content": "CURITIBA, Brazil — Brazilian lawmakers voted on Wednesday to spare President Michel Temer from standing trial on corruption charges, choosing to keep the deeply unpopular leader in place and avoid yet another round of political turmoil.\nMr. Temer needed at least 172 lawmakers to back him or abstain from voting to avoid prosecution. In a marathon congressional session that underscored Brazil’s polarization, 263 deputies supported him and 227 voted against him. The remaining 23 lawmakers abstained or were absent.\nSeveral lawmakers who sided with him said Brazil could not afford more political upheaval. But opponents said that allowing Mr. Temer to stay amounted to an endorsement of the culture of impunity that has made corruption in Brazilian politics pervasive.\nBefore the vote, shoving matches broke out in the lower house of Congress. Lawmakers critical of Mr. Temer tossed fake bills in the air to denounce what they called the brazenness of corruption in Brazilian politics.\nAfter the vote, Mr. Temer urged Brazilians to “work together for Brazil” and tear down “the walls separating us.” He pledged to continue his efforts to restore economic growth.\nThe vote on Mr. Temer came nearly a year after Congress impeached his predecessor, Dilma Rousseff, for diverting money from state-run banks to conceal budget shortfalls before her re-election in 2014.\nWhen the top prosecutor charged Mr. Temer in June with accepting a $152,000 bribe from a food industry magnate, Brazilians faced the possibility of losing a second president in two years.\nProsecuting a sitting president in Brazil requires that two-thirds of the lower house of Congress formally send the case to the Supreme Court. If enough lawmakers had voted against Mr. Temer, he would have been suspended for 180 days and potentially put on trial, much like Ms. Rousseff was.\nBut many lawmakers have argued that Brazil and its aching economy need stability, not more political turmoil.\nMr. Temer also doled out millions of dollars in federal money to key congressional districts in the past few weeks, in what some critics called an effort to sway lawmakers. In June and July, according to the government watchdog group Open Accounts, the government awarded more than $1.3 billion in discretionary funding. That is an unusually high amount, particularly in an era of austerity during which hospitals, universities and police departments have had their budgets slashed.\nMore than 80 percent of Brazilians favored suspending Mr. Temer and putting him on trial, according to a poll conducted late last month; 73 percent of respondents said that any lawmakers who blocked the charges did not deserve to be re-elected.\nMr. Temer’s approval rating sank to 5 percent last month, according to the poll, which was conducted by the research company IBOPE and had a sampling error of three percentage points and included 1,000 respondents. That makes him even less popular than Ms. Rousseff at her low point in late 2015, when 9 percent of Brazilians supported her.\nMany other lawmakers are under scrutiny in a series of sprawling investigations into kickback schemes at Brazil’s state-controlled oil company, Petrobras, and a construction giant, Odebrecht. Like the president, they are shielded from prosecution in regular courts and can be tried only by the Supreme Court.\n“There’s a metaphor in Brazil that says that when two men are drowning, they embrace,” said Ilona Szabó de Carvalho, a co-founder of Agora!, a civic movement that seeks to make Brazil’s political system more accessible and responsive to the public. “This is the picture of our legislative branch today.”\nA series of corruption inquiries that stemmed from an investigation into money laundering at a gas station in the capital, Brasília, initially upended the nation’s culture of impunity. Dozens of businessmen and several prominent politicians have been put on trial.\nBut as the scandal enters its fourth year, many politicians still appear to feel beyond the reach of the law, said Deltan Dallagnol, one of the prosecutors in the cases.\n“As a rule, these people still don’t believe they will be punished in Brazil,” Mr. Dallagnol said.\nIn recent days, Mr. Temer has sought to portray himself as a take-charge, indispensable leader guiding Brazil out of a yearslong recession. He managed to pass a disputed labor reform through Congress last month and aims to overhaul the pension system before his term ends in January 2019, calling those measures essential for long-term economic growth.\nMr. Temer’s lawyer delivered an impassioned defense on Wednesday as the hearing got underway, crediting the president with signs of a healing economy, including falling inflation. “At this time those gains are being put at risk,” said the lawyer, Antonio Cláudio Mariz de Oliveira. He called the charges against Mr. Temer “fruits of fiction.”\nLawmakers from Ms. Rousseff’s Workers’ Party, which became one of the main opposition groups after her ouster, said that Mr. Temer should stand trial.\n“Brazil is being governed by a bandit who committed a common crime, which is apparent to the Brazilian people and the world,” Décio Lima, a Workers’ Party lawmaker, said in a video statement posted on Wednesday.\nWednesday’s vote does not necessarily protect Mr. Temer from being ousted early or standing trial. Rodrigo Janot, Brazil’s top prosecutor, is likely to file new charges against him in the coming days, which would force lawmakers to hold a new vote on whether the case should move forward.\nWhile Ms. Rousseff’s ouster inspired street demonstrations on both sides of the issue, the prevailing mood among Brazilians as Mr. Temer’s fate hung in the balance in recent weeks was one of resignation rather than outrage.\nMarcelo Issa, the director of political consulting firm Pulso Público, said that when Brazilians took to the streets in huge numbers to call for Ms. Rousseff’s impeachment, they expected her dismissal to bring about lasting political change.\n“There is a great deal of wear and tear on an individual level for people who live in Brazil, in relation to this political crisis without end,” Mr. Issa said.\nAntonio Alcantaro Lima, a retiree in Rio de Janeiro, said that Brazilians had grown cynical in the face of a corrupt political class that seemed intractable.\n“I don’t see any light at the end of the tunnel,” he said. “All the candidates that are in the media are the same. I call it a soap opera, where the script changes but the actors remain the same.”", "date": "Aug. 2, 2017", "href": "https://www.nytimes.com/2017/08/02/world/americas/brazil-michel-temer-corruption-charges.html", "tags": "bribery trial brazilian president temer political ” prosecution brazil reject brazilians lawmakers michel"}