{"title": "Brazil’s Power Dynamics Shifting Amid Political Scandals", "content": "RIO DE JANEIRO — The head of Brazil’s Senate, Renan Calheiros, has been accused of tax evasion, using a government jet to visit a surgeon who alleviated his baldness with hair implants and allowing a construction company’s lobbyist to pay child support for his daughter from an extramarital affair with a television journalist.\nEduardo Cunha, the conservative speaker of Brazil’s lower house of Congress, has also faced — and successfully battled — a list of corruption accusations, from embezzlement  to living in an apartment paid for by a black-market money dealer.\nIn some democracies, figures facing such situations might find themselves banished from public life even if they were never convicted. But not in Brazil, where the men who command the scandal-plagued Congress are actually increasing their power over the scandal-plagued president, Dilma Rousseff.\nThe move reflects one of the most profound shifts in political power in the country in decades — and is a clear measure of the troubles Ms. Rousseff now faces in the wake of a sweeping bribery case involving Brazil’s national oil company.\n“This is ‘House of Cards,’ Brazilian style, with the chiefs in Congress seizing a moment when the president is very weak,” said David Fleischer, a professor emeritus of political science at the University of Brasília. “They are putting into motion a strategy of simply letting Dilma dangle in the wind,” he added.\nThe strategy seems to be working. While both Mr. Cunha and Mr. Calheiros are on the list of dozens of political figures under investigation in connection with the bribery scandal, the congressional leaders appear to be deflecting attention from their own troubles by revolting against Ms. Rousseff, whose public approval rating stands at a dismal 13 percent.\nIn doing so, they have managed to largely shield the Brazilian Congress from blame. Its own bleak approval rating climbed to 11 percent in April from 9 percent in March, according to Datafolha, a prominent Brazilian polling company. The survey, conducted through interviews with 2,834 people, has a margin of sampling error of plus or minus two percentage points. \nMs. Rousseff, who narrowly won re-election in October, is facing huge protests calling for her impeachment, with many Brazilians fuming over the sluggish economy and revelations of the broad bribery scheme at the national oil company, Petrobras. She was chairwoman of the board at the state-controlled oil giant from 2003 to 2010, roughly corresponding to the period when the scheme was started.\nThe scandal involved executives at Petrobras accepting vast amounts of bribes, enriching themselves while also channeling funds to political figures and to Ms. Rousseff’s leftist Workers Party, according to testimony by former executives.\nNo testimony has emerged indicating that Ms. Rousseff personally profited from the scheme. But at the same time, Ms. Rousseff has been put on the defensive, insisting that bribery proceeds were not channeled to her election campaign. The scandal moved closer to the president after the arrest of the treasurer of her party, João Vaccari Neto.\nAs Ms. Rousseff and her party reel from the scandal, she is facing a rebellion from the centrist Brazilian Democratic Movement Party, which has anchored her coalition and controls both houses of Congress.\nBoth Mr. Calheiros, the Senate leader, and Mr. Cunha, the speaker of the lower house, are members of the rebelling party. Ms. Rousseff’s own vice president, Michel Temer, is the leader of the PMDB, as the party is known, and Mr. Temer is bolstering his own power after the president appealed to him to ease tensions with Congress.\nAt each turn in the bribery scandal, the PMDB’s chiefs have moved to erode the power of the left-leaning Ms. Rousseff, stalling some of the austerity measures proposed by her finance minister; thwarting the president’s nominees for her cabinet; and advancing socially conservative measures aimed at weakening gun-control laws and repealing legislation keeping teenagers from being tried as adults.\nWhile both are adopting stances clashing with those of Ms. Rousseff, Mr. Calheiros and Mr. Cunha themselves do not see eye to eye on everything, taking different positions, for instance, on a bill aiming to make it easier for companies to outsource some operations.\nCristovam Buarque, a respected senator on the left who voted against Ms. Rousseff in the recent election, said the growing sway over the president by the troika formed by the heads of Congress and the vice president amounted to a “coup.”\n“Instead of a general, a brigadier and an admiral acting with the support of the armed forces, we have the vice president of the republic and the chiefs of Congress maneuvering with the support of the troops of the PMDB,” Mr. Buarque said.\nCongress’s growing resistance represents a turning point for an institution that has been widely despised in Brazil for its propensity to reward itself with pay raises when other parts of society endure austerity measures, and for its capacity to shield its members facing legal challenges.\nNearly 40 percent of federal legislators who won large numbers of votes in the 2014 elections are under investigation  in an array of crimes, including illegal deforestation, embezzlement and torture. It takes a great deal for any member to be expelled from Congress. One example: Hildebrando Pascoal, a legislator convicted of operating a death squad whose victims were dismembered with chain saws.\nFew federal legislators ever face imprisonment for any crimes because of the special judicial standing enjoyed by all 594 members of Congress allowing them to be tried only in Brazil’s Supreme Federal Tribunal, effectively producing years of delays in a court overwhelmed with examining many other pressing issues in Brazilian society.\nAfter facing scandals in the past, the figures now at the helm of Congress have shown an exceptional ability to withstand the allegations and resurrect their fortunes. Both Mr. Calheiros, the head of the Senate, and Mr. Cunha, the head of the lower house, have asserted that they are innocent in connection to the bribery scheme at Petrobras.\nMr. Calheiros, 59, did not respond to requests for comment about the other claims of corruption he has faced. \nA spokeswoman for Mr. Cunha, 56, said that he denied wrongdoing in each of the corruption accusations against him, emphasizing that he pursued legal action against the news organizations that reported on some of the cases in an effort to “re-establish the truth.”\n“As his past seems to show, Cunha might not be a monument to ethics,” the magazine Veja said in an otherwise glowing profile of the legislator, in which he was described on the cover as “Brazil’s most powerful politician.” The magazine, which often reports critically on Ms. Rousseff’s government, emphasized that none of the accusations against Mr. Cunha in Brazil’s legal system had any consequences.\nAs Ms. Rousseff battles for her political survival, Mr. Cunha, an evangelical Christian radio commentator and economist, is raising his national profile in appearances around Brazil, championing a socially conservative agenda and suggesting that the PMDB, which acquiesced for years to some of the Workers Party’s objectives, is forging its own distinct political ambitions.\n“The majority of society thinks as we think,” Mr. Cunha told a gathering of evangelical Christians in Rio de Janeiro in March, contending that protests against him by gay rights activists were the work of a “minority.”\nSeparately, Mr. Cunha has said that the advance of legislation expanding legal access to abortions in Brazil would have to take place over his “cadaver.” Abortion remains illegal in Brazil in most circumstances, allowed only when the woman has been raped, her life is in danger or if the fetus has a severe defect in which parts of the brain and skull are missing.\nEying the rising clout of Congress under leaders like Mr. Cunha, some observers are cautioning the president to proceed carefully if she hopes to resuscitate her presidency.\n“Cunha is sadistic, tough, smart, and he has charisma,” Claudio Lembo, a former governor of São Paulo, told the newspaper Valor Econômico. “If Dilma sought me out one day for advice, I’d tell her, ‘Go read Machiavelli. When you can’t beat your enemy, get close to him.’ ”", "date": "April 26, 2015", "href": "https://www.nytimes.com/2015/04/27/world/americas/brazils-power-dynamics-shifting-amid-legislative-scandals.html", "tags": "dynamics scandals rousseff cunha shifting party political ” brazil power ms. congress amid"}