{"title": "Breastfeeding mum forced to stand on rush hour train", "content": "A mother says she was forced to stand while breastfeeding her son on a train because no-one offered her a seat.\nKate Hitchens, 32, was travelling home to Wickford from London during the rush hour on Tuesday.\nCommuters saw she was nursing six-month-old Charlie but failed to offer assistance until the very end of her 35-minute journey, she said.\nThe blogger, who is also mum to three-year-old Oliver, urged people to \"be kinder\" if they saw others struggling.\nIn angry posts on Facebook and Instagram, Mrs Hitchens said she could have asked for a seat, but \"shouldn't have to\".\nShe wrote: \"What has the world come to that a mother has to stand up on a moving train breastfeeding a wriggling and writhing six-month-old, 20lb baby?\n\"The point here isn't just that I found it difficult because I was nursing, but that not one person offered a mother carrying a small child a seat for three stops. I shouldn't have to ask.\"\nMrs Hitchens, who writes about baby-led weaning on her blog, Hitchen's Kitchen, said the journey on the packed commuter train left her feeling \"embarrassed and flustered\".\n\"I had planned to be home for dinner time but the train I wanted to get was cancelled,\" she said.\n\"I don't make a big deal of breastfeeding and try to be discreet but everyone could see what I was doing.\n\"Physically, I felt quite uncomfortable as I didn't have much to hold on to and Charlie was jiggling around as the train moved so it hurt.\n\"When a lovely lady did get up to offer me her seat, another sat in it, put her headphones in and closed her eyes.\"\nShe added: \"This isn't about breast v bottle-feeding - it's about being kind and showing common courtesy.\n\"If I saw someone struggling, whether it was with a baby, some heavy bags or a pile of books, I would give them my seat.\" ", "date": "5 September 2018", "href": "https://www.bbc.co.uk/news/uk-england-essex-45421266", "tags": "breastfeeding mother hour home forced offered rush hitchens train stand mum seat saw"}