{"title": "Brett Kavanaugh: Trump Supreme Court pick under microscope", "content": "The reality television show drama is over. Donald Trump has unveiled his new Supreme Court pick. Now the debate about Brett Kavanaugh - his merits as a judge and his future on the court - can begin.\nMr Kavanaugh has served as a circuit court judge for 12 years, giving him a lengthy legal record for supporters and critics to pore over. Given that a number of major cases loom on the Supreme Court's horizon, his views and positions - and how he might vote on the closely divided court - will be closely scrutinised. \nHere are four areas where the new nominee might feel the most heat.\nUpon news that Mr Kennedy was retiring, liberals and legal commentators were quick to warn that the legality of abortions across the US hangs in the balance \nThe Reagan-appointed justice had been one of five votes effectively upholding the landmark Roe v Wade decision in 1992, In 2016 he was the decisive vote striking down stringent Texas regulations that would have shuttered all but a handful of abortion clinics in the state. Depending on whom Mr Trump picked, those types of laws could proliferate - or Roe v Wade itself, the 1973 Supreme Court ruling that legalised abortion nationwide, could be overturned.\nSocial conservatives were pining for a more clearly anti-abortion choice, like Judge Amy Coney Barrett. Mr Kavanaugh's nomination gives them some reason for pause. While he disagreed with a circuit court decision allowing an undocumented immigrant teenager in government detention to seek an abortion, in the mind of anti-abortion advocates he was not sufficiently forceful in his dissent.\nIn another case, Mr Kavanaugh sided with a group of priests who did not want their government-mandated healthcare plans to offer contraception - but, in his opinion, he noted that the government had a \"compelling interest\" in providing such insurance coverage.\nOne anti-abortion group, the American Family Association, is on the record opposing his confirmation - and others have expressed some displeasure.\nOn the other side of the political divide, abortion rights groups have been sharply critical of Mr Kavanaugh. They point to his use of the term \"abortion on demand\" in his decision on the teenage immigrant as an example of his endorsement of anti-abortion language. And virtually any Trump pick was going to be attacked, given that the president explicitly promised during his campaign that he would pick Supreme Court justices who would overturn Roe v Wade.\nOn the Docket: It probably won't be long before the truth about Kavanaugh comes out. An Iowa law banning abortion once a foetal heartbeat is detected - as early as six weeks into pregnancy - is already being challenged in court and could work its way up to the Supreme Court in just a few years. \nIt's the kind of case that could give anti-abortion activists a chance to realise a dream decades in the making - for decisions on the legality of abortion to once again rest in the hands of state governments, not courts.\nAs a long-serving judge on the District of Columbia Circuit Court of Appeals, which has jurisdiction over a range of cases involving the federal government, Mr Kavanaugh has had plenty of opportunity to weigh in on questions involving presidential authority and powers. \nIn January, he dissented from a decision upholding a law that prevents a president from removing the head of the Consumer Finance Protection Bureau - a government agency created during the Obama administration to oversee the credit card, student loan and mortgage industries - ruling that it was a violation of executive authority.\nPerhaps most noteworthy, in 2009 Mr Kavanaugh penned an article for the Minnesota Law Review in which he argued that Congress should pass a law shielding presidents from civil lawsuits and criminal prosecution while in office. \n\"The president's job is difficult enough as it is,\" he wrote. \"And the country loses when the president's focus is distracted by the burdens of civil litigation or criminal investigation and possible prosecution.\"\nOn the Docket: It doesn't take an enormous stretch to imagine where this sort of logic could come into play. There are already rumours aplenty that Robert Mueller's special counsel investigation into possible ties between Russia and the Trump presidential campaign could be considering obstruction of justice charges against the president. Such a move would almost surely lead to a legal challenge that ends up before the Supreme Court.\nIn one final ironic twist, Mr Kavanaugh was an assistant to Ken Starr's long-running investigation of President Bill Clinton in the 1990s - and back then he helped argue that the then-president could be subject to criminal charges.\nMr Kavanaugh was reportedly the preferred choice of White House adviser Stephen Miller, the iron fist behind Mr Trump's immigration policy. That should speak volumes about how the administration views the new nominee's position on this hot-button topic.\nIn particular, immigration hardliners point to a 2014 Kavanaugh dissent in which he laments that a skilled visa programme was being used by a restaurant to bring in foreign labourers. \n\"Mere economic expediency does not authorise an employer to displace American workers for foreign workers,\" he wrote.\nIn another dissent, Mr Kavanaugh wrote in 2008 that a union election should have been voided because undocumented workers had participated.\nSeveral other names on Mr Trump's Supreme Court short-list had been derided by grass-roots conservatives as being \"pro-amnesty\" for undocumented migrants (Raymond Kethledge) or having done free legal work for undocumented migrants (Thomas Hardiman). \nOn the Docket: It is probably only a matter of time before more of Mr Trump's immigration actions come before the court - perhaps including one of the legal challenges to his border enforcement policies that have resulted in the separation of undocumented immigrant families.\nUp until two weeks ago, when the Supreme Court by a one-vote majority upheld Mr Trump's travel ban, the judiciary had been a frustrating roadblock to the president's effort to enact his immigration policies. Mr Kavanaugh, at least in the minds of the immigration hard-liners, will keep the end of the legal road clear.\nIt's not as sexy as the other topics on this list, but one of the areas where Mr Kavanaugh may make the biggest impact is his firm views on the need to curtail the power of the federal bureaucracy.\nIt all goes back to a 1984 decision, Chevron v Natural Resources Defense Council, in which a unanimous court held that when congressional intent in crafting a law is unclear, the executive agency in charge of administering that law should be given wide latitude.\nThe Chevron precedent has effectively given presidents - and the executive branch - significant power to interpret laws as they see fit, often to the dismay of small-government conservatives. \nMr Kavanaugh has written that the Chevron decision has \"no basis\" in law and was an \"atextual invention\" by the Supreme Court that encourages presidential administrations to be \"extremely aggressive in seeking to squeeze its policy goals into ill-fitting statutory authorisations\".\nOn the Docket: The new nominee wouldn't be alone on the court in taking aim at Chevron - it's been a prime target of criticism by Neil Gorsuch, as well. Citations of and requests for \"Chevron deference\" come up like clockwork every term, so it wouldn't be long before Mr Kavanaugh has a chance to take a hatchet to a key support structure for the administrative state.", "date": "10 July 2018", "href": "https://www.bbc.com/news/world-us-canada-44746369", "tags": "kavanaugh legal court trump supreme abortion microscope could pick law brett"}