{"title": "Brexit: MPs to vote on withdrawal bill in early June", "content": "Theresa May is giving MPs another chance to vote on Brexit in early June - whether or not the government and Labour have reached a deal by then.\nA vote on the bill that would pave the way for Brexit was \"imperative\" if the UK was to leave the EU before MPs' summer recess, Downing Street said.\nLabour sources say they will not back the bill without a cross-party deal.\nIf Mrs May's plan is defeated, Number 10 said the UK is set for no deal or for Article 50 to be revoked.\nThat is because the EU will not grant a further extension beyond 31 October, says BBC assistant political editor Norman Smith. \nAttempts to find a cross-party compromise began after the PM's Brexit deal was previously rejected three times by MPs.\nBut government sources have told the BBC that there would not be a further attempt if the plan is rejected.\nThe prime minister and Mr Corbyn met on Tuesday evening to discuss the ongoing talks. \nNumber 10 described the discussions as \"both useful and constructive\". \nA spokesman said Theresa May had made clear the government's \"determination to bring the talks to a conclusion and deliver on the referendum result to leave the EU\".\nA Labour party spokesman said Mr Corbyn had \"raised doubts over the credibility of government commitments, following statements by Conservative MPs and cabinet ministers seeking to replace the prime minister\".\nHe also said the Labour leader had called for \"further movement\" from the government and that the prime minister's team had agreed to bring back \"further proposals tomorrow\". \nBringing the EU Withdrawal Agreement Bill forward would allow the prime minister to push ahead with her ambition of delivering Brexit before the summer - despite the lack of agreement so far in the cross-party talks, said BBC political correspondent Iain Watson. \nHe added that the proposed timetable nevertheless would allow \"more space and more time\" for the talks to continue. \nHowever, Brexit Secretary Steve Barclay said: \"It is now time for Parliament to make a decision, reflecting the manifestos of both the Conservative and Labour parties at the last general election and to deliver Brexit in the way that the public were promised.\"\nIn the 2017 general election, the two main parties promised in their manifestos to respect the result of the Brexit referendum. \nBrexiteer and Conservative MP Steve Baker said bringing the bill forward \"over the heads\" of DUP MPs - on whom the government relies for a majority - would \"eradicate the government's majority\". \n\"What is the government thinking?\" he asked.   \nIt's not exactly the same thumbs up or thumbs down that another meaningful vote would be. That is a straightforward yes or no to the divorce deal that the prime minister negotiated with the EU. \nThis time, it will be the Withdrawal Bill which is a whole tome of new laws that will be needed to take us out of the European Union. \nThe draft of that bill is still being kept under wraps. Very, very few people have seen it. It's much more detailed than just a vote on the agreement would be. \nOf course, that gives people more things to object to. \nAlthough Theresa May might have pleaded in cabinet that people on all sides have to move away from absolutism, and move to a mood of compromise, there's not much sign of it.\nAs and when that bill actually emerges, that may well - in the words of one cabinet minister - make things worse before they can get better.\nDUP Westminster leader Nigel Dodds said: \"If the prime minister brings the withdrawal bill to the Commons for a vote, the question will be, 'What has changed?'.\n\"Unless she can demonstrate something new that addresses the problem of the backstop, then it is highly likely her deal will go down to defeat once again.\"\nThe backstop is the controversial part of the withdrawal deal that aims to ensure an open border on the island of Ireland if the UK leaves the EU without securing an all-encompassing deal.\nIf the bill is introduced in the first week of June it will come seven days after the European Parliament elections -  which Education Secretary Damian Hinds has acknowledged could be \"difficult\" for the Conservatives.\nA state visit by US President Donald Trump and a by-election in Peterborough will also take place that same week.\nThe UK needs to pass a law to implement the withdrawal agreement - the part of the PM's Brexit deal which will take the country out of the EU - in UK law. \nThis is a requirement under the terms of previous Brexit legislation passed last year. \nThe legislation would make the citizens' rights part of the agreement directly enforceable in UK courts, and set their relationship with the EU's Court of Justice. \nIt will also allow ministers to make \"divorce payments\" to the EU foreseen under the current deal, and give effect to the so-called backstop plan for the Irish border. \nMPs will be able to vote on amendments to the bill, and this could allow ministers to make good on any compromise they reach with Labour in the cross-party talks. \nThe cross-party meetings have been going on for weeks with little sign of progress, and last week Mr Corbyn said talks were \"difficult\" because the government was \"disintegrating\".\nForeign Secretary Jeremy Hunt said a compromise was not impossible but talks could not continue \"indefinitely\".\nThis latest announcement came as Conservative MPs wrote to Mrs May urging her not to agree a deal with Labour that included a customs union.\nThe letter has been signed by 13 former Tory cabinet ministers and Sir Graham Brady, chairman of the backbench 1922 Committee.\nLabour have called for a permanent and comprehensive customs union with the EU after Brexit, meaning there would be no internal tariffs (taxes) on goods sold between the UK and the rest of the bloc.\nBut it would mean the UK could not negotiate its own trade deals on goods with other countries around the world, something many Brexit-supporting Tory MPs support.", "date": "15 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48275827", "tags": "brexit uk eu early withdrawal deal mps june bill government vote labour"}