{"title": "Brexit: EU agrees breathing space for UK", "content": "By the time the 27 EU leaders emerged at their Brussels summit, bleary-eyed from hours of bad-tempered debate about delaying Brexit, it became clear that they had \"done a May\".\nBy that, I mean they had managed to kick the Brexit crunch-time can another couple of weeks down the road - something Theresa May has become famous for throughout the Brexit process.\n\"12 April is the new 29 March,\" announced one Brussels official, although it's not quite as straightforward as that.\nEU leaders have essentially granted the UK a no-strings-attached short Brexit delay until 12 April. \nBy 12 April either Theresa May's Brexit deal has to have been passed by the House of Commons - in which case the UK would have until 22 May to ratify it - or she must inform the EU of alternative plans.\nEuropean Council President Donald Tusk pronounced himself to be \"far more optimistic now\" than he had been at the start of the summit, when a dark tunnel seemed to be closing in on EU leaders. \nLeft up to Theresa May, it seemed to them, a no-deal Brexit loomed - something they had always been so keen to avoid.\nFears deepened after leaders questioned the prime minister for more than an hour on Thursday afternoon. \n\"She offered nothing new, nothing leaders didn't already know,\" a European official close to the talks told me. \nWith only eight days to go until scheduled Brexit day, what worried EU leaders most was Mrs May's inability - or refusal - to answer their insistent question: what will you do if the Brexit deal fails to get through parliament next week? \nIt was then that EU leaders decided they had to take control over the situation if they hoped to head off a no-deal Brexit. Earlier in the day, German Chancellor Angela Merkel had already promised to work \"until the very last moment\" to avoid it.\nBut, with emotions running high and with conflicting opinions about the length of an extension and the conditions to be attached, EU unity, which leaders had been so proud of throughout the Brexit process, began to fray. Contradictory smoke signals leaked out of the talks, bamboozling journalists waiting eagerly outside.\nA diplomatic contact from a country traditionally close to the UK described the scene to me as: \"Messy. Really messy in there.\"\nComplicating factors were the varying degrees to which a no-deal Brexit would affect different countries - with close UK neighbours Belgium and the Netherlands extremely concerned. \nUpcoming Belgian elections also came into play, as did elections to the European parliament, French President Emmanuel Macron's uncompromising mood and the worry of a delayed Brexit throwing a spanner in the works of important business like agreeing the next EU budget.\nFinally, though, EU consensus was reached.\nTheresa May was informed and didn't object (not that she had much choice - she asked for and needs an extension).\nThe EU plan was a clever one, essentially putting all Brexit options back on the table - deal, no deal, no Brexit or a longer extension which would allow the UK to take a different path if it so chooses - whether a general election, a second referendum or opting for a softer Brexit.\nAnd by taking away the conditionality from the short extension - if you remember, Brussels originally said the prime minister could only have a short extension if parliament approved the Brexit deal next week - EU leaders removed a reason some Eurosceptic MPs said they wouldn't vote for Theresa May's Brexit deal: because the EU told them they had to.    \nThe 12 April date also allows (just) enough time, if the Brexit deal fails to pass again next week, for Mrs May to consider what next - whether to hold the promised indicative votes for MPs to signal their preferred alternative way forward or to allow parliament to take control of events.\nOnce again, the drama now moves from Brussels back to Westminster. \nEU leaders are well aware a no-deal Brexit hasn't been averted indefinitely. But they've got themselves a bit of a breather.", "date": "22 March 2019", "href": "https://www.bbc.com/news/world-europe-47663212", "tags": "brexit next may breathing uk eu leaders theresa extension space brussels agrees deal"}