{"title": "Brexit: What would no deal mean for lorry drivers?", "content": "At the moment, lorry drivers in the UK wanting to deliver to the EU need to have a community licence, which is a document issued by UK authorities that allows them to operate there.\nThat's important because about 3.5 million road goods vehicles travel from Britain to Europe each year.\nIf Theresa May's withdrawal agreement is ratified by Parliament, then the situation will remain the same throughout a transition period as the UK negotiates the future trade relationship.\nBut if the UK leaves without a deal, then EU countries will no longer have to accept community licences issued here.\nOne possible solution would be for the UK government to issue European Conference of Ministers of Transport (ECMT) permits, which are allocated by an independent group and allow holders to deliver in 43 countries, including all of the European Economic Area (EEA) countries except Cyprus.\nECMT permits may be issued for a calendar year or one month. The trouble is that the UK government can only issue a limited number of them. For 2019, it has allocated 984 annual permits so far, for which it had 11,392 applications. \nIt has managed to get some more permits, though - and the Road Haulage Association thinks this will increase the number of annual permits available by about 70%. \nThe UK also has 2,832 monthly permits, which have not yet been allocated.\nThe ECMT permits do not allow operators the same freedom they currently have as EU members, however.\nThere are limits to what international drivers can do, particularly because countries have been trying to prevent them making lots of deliveries within a single country rather than across borders.\nUnder the community licence, they can drive between member states as much as they like without returning to the UK.\nThe key restriction here is that after making an international delivery to a member state, they are allowed to make only three domestic deliveries within that country before making another international delivery. \nWith an ECMT permit, in contrast, they are allowed to make only three journeys between countries before returning to the UK and no deliveries within countries are allowed.\nAn alternative, though temporary, solution comes from the European Commission's plans for a no-deal Brexit.\nThe commission has adopted a proposal to allow UK operators to carry goods in the EU until the end of 2019 following a no-deal Brexit, as long as the UK does the same thing for EU operators.\nThe regulation is being considered by the European Parliament and the European Council.\nIt also has limitations compared with EU membership - in its current form operators would be allowed a maximum of two deliveries within the EU after transporting goods from the UK, falling to one and then none over time. They would also not be allowed to travel through EU countries to access non-EU countries such as Switzerland, with which separate bilateral agreements exist.\nThere have also been some disagreements about the regulation at a European level because of disputes between the European Commission and the member states about whether road haulage regulation should be governed by the commission at all. \n\"We are still not sure the commission's proposal is going to go through - and even if it does, it will only run until the end of the year and provide far less access to the EU market than our members enjoy today,\" said Pauline Bastidon, from the Freight Transport Association.\n\"It's little reassurance for lorry drivers, especially if they're trying to sign contracts covering several years.\"\nBut the Department for Transport told (DfT) BBC News: \"We are confident we will secure a relationship with the EU that maintains the liberalised access the UK currently enjoys, without hauliers needing an ECMT permit to continue operating in the EU.\" \nThe DfT is also looking into whether old, bilateral agreements on lorry transport would automatically come back into effect when the UK leaves the EU, although the current position of the EU is that they would not.\nAnd it has prepared, although not yet passed, secondary legislation that would allow EU operators to deliver in the UK whether or not the European Commission's proposals are passed. \nThere are other potential snags involving the Driver Certificate of Professional Competence (CPC) and the different International Driver Permits needed to drive in the EU - there is one that is valid predominantly in Spain and Ireland and one valid in most of the rest of the EU, so many drivers need two.\nIn addition, some trailers need to be registered with the Driver and Vehicle Licensing Agency (DVLA) and given registration plates separate to the vehicle towing them if they are going to travel to some EU countries. \nOn top of that, there are the issues with customs forms and other paperwork when the lorries enter or leave the EU that we discussed in this piece about ports.\nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "3 March 2019", "href": "https://www.bbc.co.uk/news/business-47377037", "tags": "brexit european commission uk eu ecmt drivers would permits countries one mean also deal lorry"}