{"title": "Brexit: Could the UK drop tariffs to zero?", "content": "MPs are set to hold key votes next week on the terms of Brexit, the outcome of which could determine whether the UK has greater flexibility to set its own trade tariffs.\nA second \"meaningful vote\" on the Brexit agreement negotiated by Prime Minister Theresa May is due to take place on Tuesday.\nHowever, if no agreement can be reached, and the UK ultimately leaves the European Union on 29 March with no deal in place, reports last week suggested the UK government might cut trade tariffs on between 80% and 90% of goods, with some tariffs being scrapped completely.\nBusiness Secretary Greg Clark told the BBC that new tariff schedules would be published only after next week's vote on Mrs May's Brexit agreement, if it became clear the UK would be leaving the EU without a deal.\nHe said the changes would have \"big implications\" for some sectors.\nA tariff is a tax applied only to internationally traded goods. \nIn the great majority of cases, tariffs are applied to imported goods by the country importing them.  \nBut there can also be tariffs on exported goods.\nImport tariffs give a competitive advantage to local industry because it is not subject to the tariffs.\nThey also provide revenue for governments, although compared with other types of tax the contribution is relatively small in rich countries. \nTariff revenue collected by the UK was about £3bn in 2017. \nUnder a no-deal Brexit it could be less, if tariffs are eliminated widely enough, or more, because remaining tariffs would be applied to EU goods that are currently tariff free.\nIn one word: Brexit. As a member of the EU, the UK currently applies the EU's common customs tariff to goods imported from outside the EU (with exemptions for goods from countries with which the EU has a free trade agreement).  \nThat will continue if there is a withdrawal agreement, and then for as long as the backstop to avoid a hard border in Ireland is in force. \nAfter that, or in the event of a no-deal Brexit, the UK would no longer apply the EU's tariff policy and so would have to make decisions about what, if any, tariffs to impose. \nTo give some examples that the UK could apply if it chose to: the EU maximum tariff on cars is 10%, while on some types of clothing and crockery it is 12%.\nOn some types of beef it is 12.8% plus 265 euros per 100kg (agricultural tariffs can be very complicated).  \nThe rules of the World Trade Organization (the UK is a member) do impose some constraints. WTO members have \"schedules\" which are mainly lists of tariffs they promise not to exceed. \nCountries can freely apply tariffs below those levels. Generally they must apply the same tariffs to goods from all members, subject to some exceptions. \nThey can reduce or eliminate tariffs on goods from countries with which they have a free-trade agreement. \nRich countries can also do that for goods from developing countries.   \nTariff revenue (such as it is) would go the UK Treasury. It is currently paid to the EU (less 20% for the cost of collecting it).  \nIt would also enable the UK government to set tariff levels in line with its judgement of the UK's best interests (rather than the interests of the whole EU). It is likely that some tariffs would be reduced or eliminated, especially where there are no British producers to protect. \nTo take one obvious example: citrus fruit. \nThat could help lower costs in the shops. \nIt is, however, important to note that some goods are already exempt from the EU tariffs, where the country concerned has a trade agreement.\nAnother consideration is that lower tariffs might be offset by a decline in the value of the pound, which analysts think is particularly likely in the event of a no-deal Brexit.  \nIf the UK does reduce tariffs some industries, and especially agriculture, could be exposed to more competition. \nSome have suggested that if the UK were to remove all tariffs (as some have advocated) it could lead to many business failures among manufacturers and farmers.\nThat is probably why (unconfirmed) reports about the government's plans suggest some sectors will retain tariff protection, including agriculture, ceramics and cars. \nTo the extent that the UK does retain any tariffs, they would, in the event of a no-deal scenario, have to apply to imports from the EU, which are currently completely tariff free. That follows from WTO rules.  \nThat could make EU goods more expensive.", "date": "10 March 2019", "href": "https://www.bbc.co.uk/news/business-47458922", "tags": "brexit zero goods uk agreement eu tariff countries could tariffs drop"}