{"title": "Brexit: Irish border a 'fictitious problem'", "content": "A Dutch customs expert has told MPs there is no need for a backstop as part of the Brexit deal.\nThe backstop is an arrangement that will apply if the Irish border cannot be kept as frictionless as it is now in the context of a wider deal.\nIt could see the UK stay in the EU customs union and Northern Ireland continue to follow some single market rules.\nHans Maessen said the border was \"a fictitious problem\".\nMr Maessen, who has advised the pro-Brexit ERG group of MPs, said a new customs system could be implemented for the Irish border during the 21-month transition period after Brexit.\nHe outlined similar measures as those contained in a paper published by the ERG in September.\nThey include comprehensive use of electronic declarations, use of customs brokers and HMRC carrying out customs inspection at company premises.\nMr Maessen said the ideas were not about technology, but rather the use of existing customs techniques, which are permitted by the EU's custom code.\nOne of the major difficulties for the Irish border is not customs, but the application of EU single market rules.\nThe EU has particularly strict rules on food products - they must enter the single market through designated border inspection posts and are subject to physical checks.\nCustoms techniques alone would not overcome that difficulty.\nMr Maessen said the facilitated customs arrangement (FCA) that forms part of the prime minister's Chequers plan is a \"fantasy\", which has been rejected twice by the EU.\nHe said HMRC officials share his scepticism about the FCA.\nThe FCA envisions the UK and EU acting as a \"combined customs territory\".\nThe UK would apply domestic tariffs and trade policies for goods intended for the UK, but charge EU tariffs and their equivalents for goods, which will end up heading into the EU.", "date": "14 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46213434", "tags": "brexit uk maessen eu problem market border irish customs single rules"}