{"title": "Brexit: 10 ways you could be affected by no-deal", "content": "The EU has said Brexit can be delayed from 29 March by two weeks, with that date being pushed back further if Theresa May's withdrawal agreement gets through Parliament. \nBut if MPs still don't agree on it, the UK has to propose a way forward - and European Council President Donald Tusk has said that the UK government would face \"a choice between a deal, no deal, a long extension or revoking Article 50\". \nWith all options still on the table, how would you be affected if the UK leaves the EU with no deal?  \nWhat you find on the supermarket shelves could well be where you see the first effects. \nAbout 30% of our food currently comes from the EU, and it is likely that some foods, such as fresh vegetables and fruit, will become more expensive in the event of no deal. \nIncreased import taxes and transport delays could all mean a rise in prices. And if a no-deal Brexit was followed by a fall in the value of the pound, that would also have the same effect.\nSupermarkets themselves have already warned that there could be empty shelves and higher prices.\nAnd Bank of England governor Mark Carney has said that, in a worst-case scenario, our shopping bills could increase by 10%. \nThe government has said that while a no-deal Brexit alone won't lead to food shortages, consumer behaviour could. Panic buying could mean food retailers run short of some products. \nSupermarkets say they have been stockpiling some foods - but they are unable to do that for some fresh fruit and veg. \nMillions of people from the UK travel abroad each year - the vast majority of journeys made to Europe.\nIf you are planning to make a journey to an EU member state after Brexit, the government is advising you to check you have the right paperwork.\nFlights and Eurostar\nThe government and the Association of British Travel Agents (Abta) have both said that flights to and from the UK would still operate in a no-deal scenario.\nAnd Eurostar bosses have said they are working to ensure their services run as smoothly as possible, despite a government assessment that warned of long queues at London's St Pancras International, the main Eurostar terminal in the UK.\nVisas\nIn terms of paperwork, you won't need a visa for stays in countries in the Schengen area - where passports are not required and all other types of border control have been abolished (full list here) - of up to 90 days out of any 180-day period. However, you may need a visa if you intend to stay for longer.\nPassports\nThe government is also advising you to make sure your passport is valid for at least six months if you are travelling to the Schengen area.\nUntil recently, UK citizens who renewed their passport before it expired could have up to nine months of the remaining validity added to their new travel document. \nBut the government has now warned that this time carried over will not count towards the six-month requirement after a no-deal Brexit. You can check if your passport has enough time left with this government tool.\nFor countries that are in the EU but not in the Schengen area (Bulgaria, Croatia, Cyprus and Romania), you'll need to check the entry requirements for the country you're travelling to before you travel. \nTravel to Ireland is subject to separate Common Travel Area arrangements, which will remain the same after the UK leaves the EU.\nBank cards\nIf you have a UK bank account and intend to use your bank card to pay for goods and services while you are in the EU as well as Iceland, Liechtenstein and Norway (the European Economic Area), the government has warned that it may become more expensive. \nEuropean health cover\nIn addition, if there is no deal, then in theory the cover provided by your European Health Insurance Card (EHIC) would cease to exist.\nThe government is advising travellers to buy insurance to cover health care \"just as you would if visiting a non-EU country\".\nDriving\nIf you intend to drive in the EU after exit, you may need an International Driving Permit and a green card from your insurer.\nMinisters and NHS leaders say every effort is being made to ensure there will be enough medicines and clinical equipment available in the event of delays to imports from the EU.\nMeasures taken include:\nHowever, the Royal Pharmaceutical Society warned in January that pharmacists were struggling to obtain common medicines - including painkillers and anti-depressants.\nWhile there are regular fluctuations in medicine supplies, there are concerns a no-deal Brexit could make shortages worse.\nPharmacists have advised patients to order medicines in advance to give them time to deal with requests.\nAnd the Royal College of Radiologists has told doctors to prepare for delays in some drugs used to detect cancer, by reducing their workload in the days after the UK leaves the EU.\nAbout 1.3 million UK-born people live in the other 27 EU countries.\nThe government is advising UK nationals living in the EU, the EEA or Switzerland to take steps to prepare for a no-deal Brexit. These will differ according to the country being lived in.\nThe priority for most will be to register as residents, but the rules - including deadlines for paperwork - vary from country to country.\nThere is country-specific government advice here.\nHealth\nUK nationals living in, working in, or visiting the EU may find their access to healthcare in EU member states will change after the UK leaves the EU. \nIf you are eligible, you should register for healthcare under your country's local rules. You may have to be a long-term legal resident or pay social security contributions to access free or discounted healthcare.\nThe government recommends you get health insurance while you are applying for residency.\nUK students studying abroad are also advised to buy health insurance.\nInformation on how to access healthcare abroad can be found on the NHS website.\nPensions\nThe UK government will continue to pay state pension, child benefits, and disability benefits to eligible UK nationals in the EU.\nTax\nThe UK's exit from the EU will not change existing double taxation arrangements. \nThese ensure everyone - not just British citizens - living in a country that has a treaty with the UK will not pay tax in two countries on the same income/gain, and determine which country has primary taxing rights. \nThe UK government has reached an agreement with the EU, as well as Norway, Iceland, Liechtenstein, and Switzerland, that will protect the rights of EU citizens and their family members who are living in the UK.\nThere are currently 3.8 million EU citizens living in the UK.\nIf you are an EU citizen and living in the UK, the government has a tool to find out what you need to do and when.\nImporting goods from the EU is likely to get more expensive when free movement of goods ends with the UK's departure.\nAs a member of the EU, UK firms don't have to pay extra duties, taxes or have customs checks on goods travelling to or from the EU.\nBut after a no-deal Brexit, new rules will apply.\nEarlier this month, the government published a 1,477-page document outlining their plan for tariffs in the event of a no-deal Brexit. \nUnder the temporary scheme, 87% of imports by value would be eligible for zero-tariff access. At the moment 80% of imports are tariff free.\nTariffs would be maintained to protect some industries, including agriculture. Beef, lamb, poultry and some dairy products would receive protection.\nMost commentators and industry experts agree uncertainty created by the Brexit process is causing buyers and sellers to sit tight, causing a slowdown in the housing market.\nUK house prices grew at the slowest annual rate for nearly six years in January, according to the Nationwide.\nIt said it was likely that the recent slowdown in the market was due to \"the impact of the uncertain economic outlook on buyer sentiment\".\nThe Bank of England says the impact of the UK leaving the EU on the housing market could be significant. \nIt has said house prices could fall by up to 30% from pre-Brexit levels if there was no deal, or a \"disorderly Brexit\".\nProperty agents Savills suggest buyer confidence will have a bigger role to play than affordability in house price movements this year.\nUsing your mobile in the EU may be more expensive in the event of a no-deal Brexit, the government has warned.\nThe amounts EU mobile operators would be able to charge UK operators for providing roaming services would no longer be regulated after Brexit. \nDigital, Culture and Media Secretary Jeremy Wright has said although mobile operators will be able to implement roaming charges if they want to, the government would be legislating to put a £45-a-month limit on the amount customers could be charged.\nTo be safe, the government advises you to understand how to turn off data roaming on your mobile if you are worried about being charged. \nTransport Secretary Chris Grayling has said there could be freight traffic disruption in Kent in the event of a no deal, if additional customs checks are introduced in Calais, Coquelles and Dunkirk - where freight services disembark.\nAt the moment, freight vehicles going through Dover are subject to passport and security checks.\nBut under a no-deal scenario, EU-bound lorries will also need to complete customs declarations, and certain goods may also require physical checks, and this could lead to bottlenecks.\nIn this scenario, a traffic management system known as Operation Brock would come into force on a section of the M20. Traffic would be allowed to flow in both directions on the same carriageway, while lorries would be left queuing on the other side.\nIf that proved to be insufficient, a disused airfield near Ramsgate would be used as a lorry park, and if further capacity was still required, the M26 could also be used.\nKent County Council says it has employed extra staff and stockpiled supplies in preparation for six months of disruption in the event of no deal.\nMore than 16,000 British students studied on placements organised by the Erasmus study abroad scheme - in place since the 1980s - in 2016-17. \nUK universities say they would expect a similar number to be planning to do the same this coming academic year.\nThe government is committed to funding everything already agreed, so people who have already started Erasmus trips will be able to continue them.\nBut if the UK leaves the EU without a deal before the exchanges for the next academic year have been finalised, then the government would need European agreement to keep taking part. It has issued a technical note explaining this.\nThat is true for both UK students planning to go to EU countries, and EU nationals hoping to come to the UK.\nMeanwhile, Universities UK has launched a campaign supporting opportunities for studying abroad.\nRemind yourself of the Brexit basics with:\n.", "date": "22 March 2019", "href": "https://www.bbc.com/news/uk-politics-47470864", "tags": "brexit no-deal may uk eu affected ways could government deal"}