{"title": "Brexit: DUP MP Sammy Wilson hits out at 'poor deal'", "content": "The DUP has described the government's Brexit text as a \"poor deal\" after Prime Minister Theresa May announced the cabinet had voted to support it.\nEast Antrim MP Sammy Wilson reacted angrily to the news saying it was \"a deal she (Mrs May) said she would never accept\".\nDUP leader Arlene Foster and deputy leader Nigel Dodds met the prime minister on Wednesday night.\nMrs Foster described the meeting as \"frank\" on a Twitter post. \nBoth parties held the discussions at the prime minister's office in the House of Commons.\nThe meeting, which lasted around an hour, took place after the text of the draft withdrawal agreement had already been published. \nEarlier, Mr Wilson said: \"I think people will be appalled at her words.\"\nThe party's ten MPs prop up the Conservative government under the confidence-and-supply arrangement, signed in June 2017.\nSinn Féin leader, Mary Lou McDonald, said she had an \"initial conversation\" with Mrs May, and that she would \"resume conversation\" with Tánaiste (Irish deputy Prime Minister) Simon Coveney on Thursday. \nSpeaking earlier outside No 10 Downing Street, the prime minister said there had been a \"long, detailed and impassioned debate\" during a five-hour cabinet meeting.\nTaoiseach (Irish Prime Minister) Leo Varadkar welcomed the draft agreement, stating that it \"protects the fundamental\" aspects of the Good Friday Agreement. \nHe said the backstop was \"now fully spelt out\".\n\"Additional rules on goods will apply to Northern Ireland to ensure that there is no need for a border between north and south,\" he said in Dublin.\n\"We have also agreed a review mechanism for the backstop if a better solution is found. It [a decision to make changes to the backstop] can only be taken jointly by the UK and EU.\"\nEarlier on Wednesday, Mrs Foster said that she will \"not be led by the Irish government\" when coming to a view on the UK-EU draft Brexit text.\nShe was speaking after the taoiseach said unionists should be assured that the text would not negatively impact the integrity of the UK.\nMrs Foster had told reporters in the Commons, ahead of the text's publication: \"We're talking in a bit of a vacuum, we really do need to see that text.\"\n\"We are concerned about the narrative that has built up around the prime minister's proposal,\" she added.\n\"We will make our own judgements, and we will certainly not be led by the Irish government who have been aggressive in all of this.\"\nMrs Foster said if Theresa May reneged on commitments she had made, there would be \"consequences\".\nThe 585-page draft withdrawal agreement has now been published, alongside a shorter statement setting out what the UK and EU's future relations will look like.\nThe detail relating to Northern Ireland starts on page 302. \nIt addresses the Northern Ireland backstop - the insurance policy arrangement that aims to guarantee that physical checks will not be reintroduced at the border with the Irish Republic, in the event of the EU and UK failing to agree a deal on future trading relations.\nThe backstop within the agreed draft would avoid a return to a \"hard border\" with the Republic by keeping the UK as a whole aligned with the EU customs union for a limited time.\nThis has proven to be the most contentious part of the withdrawal negotiations, with concerns raised by Brexiteer Tories and the DUP over how it will work.\nBut EU chief negotiator Michel Barnier said agreement on the backstop would protect the Good Friday Agreement and respect the integrity of the UK as a whole.\nHe said the backstop would only kick in if there was no better solution by the end of the transition period in 2020 and is \"not meant to be used\".\nOn Wednesday morning, Mr Varadkar appeared in Dáil Éireann (Irish parliament) to answer questions from opposition parties.\nHe said he believed what the draft text included would not \"negatively impact\" the integrity of the UK.\nHe said he recognised that \"for the unionist community this is quite a difficult time\".\n\"I know many unionists may be feeling vulnerable, isolated and many may be quite worried about what may be agreed in the coming days,\" he added.\n\"I want to say to them - the Good Friday Agreement will be protected - it includes a recognition of the fact we respect the territorial integrity of the UK and the principle of consent, that there will be no change to the constitutional status of Northern Ireland unless a majority of people say so.\"\nHe said he was happy to have that written into any agreement as a legal guarantee.\nMr Varadkar held a special meeting on Wednesday morning to discuss the text with his cabinet.\nSDLP leader Colum Eastwood said \"the big problem\" would be getting the draft deal \"through parliament\". \n\"The only people who are precipitating the break-up of the United Kingdom are the DUP,\" he added.\n\"It (the union) isn't under threat and I think talking that up has created a threat in itself,\" he said.\nUlster Unionist Leader Robin Swann said it was \"absolutely crucial that we have had time to analyse all the documentation\".\n\"If the words in the draft withdrawal agreement confirm the speculation, this has been a monumental error of judgement on behalf of the DUP which will have a devastating long-term impact,\" he said.\nAlliance deputy leader, Stephen Farry, said people needed \"to be incredibly responsible\".\n\"Dramatising this as a constitutional question is extremely worrying and dangerous and indeed irresponsible and it's not just the DUP who are doing it, you have people like Boris Johnson last night doing it, talking about Dublin control,\" he said.\nSinn Féin, the SDLP, Alliance and the Greens, who all campaigned to remain in the EU, are now expected to meet Mr Varadkar in Dublin on Thursday.\nBoth the UK and EU are committed to ensuring physical checks at the Irish border will not be reintroduced.\nBut if a solution cannot be found as part of a wider deal, the EU insisted on a legally binding \"backstop\".\nUntil Tuesday, EU and UK negotiators had each come up with their own proposals for the Northern Ireland backstop, but had been unable to agree on a way forward.\nFocus remains on Downing Street where Theresa May is holding a special meeting of her cabinet to set out the details of the proposed text.", "date": "14 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46202568", "tags": "brexit agreement may uk wilson eu mp text backstop prime sammy hits draft dup deal"}