{"title": "Brexit? Danes Have Seen This Show, and It Doesn’t End Well", "content": "LONDON — Britain’s shambolic efforts to leave the European Union have sometimes been likened to the Suez crisis in 1956, when a botched military intervention in Egypt underscored the limitations of post-imperial British power.\nBut in parts of Europe a different Brexit comparison is being made, and it is no more flattering.\nIn 1864, riding a wave of nationalism, another former colonial power, Denmark, became engulfed in a doomed military conflict against Prussian and Austrian forces, experiencing a crushing loss that led to the surrender of around a third of its territory.\nDefeat brought the realization that Denmark was smaller and less powerful and had fewer allies than it had assumed, delivering a shattering blow to the national psyche.\nEven for some observers from outside the European Union, the parallels with Britain’s current Brexit humiliations are striking.\n“People find the analogy interesting,” said Arni Pall Arnason, the former leader of Iceland’s Social Democratic Party, “in particular because of Britain’s total lack of realistic analysis of where its power lies and what appears to be the hubris behind the feeling that you do not need to do your research on anything.\n“Just like the Danes in 1864,” he said, “the Brits appear to have never analyzed the facts, just jumped off a cliff.”\nThe 1864 war grew out of a long-running dispute over the status of the duchies of Schleswig and Holstein. A nationalist faction in Denmark, the Eider Danes, sought to incorporate Schleswig. And in November 1863, the Danish king, Christian IX, approved a law that tied it closely to Denmark.\nPrussia and Austria issued an ultimatum to rescind the decision, and when the Danes resisted, they invaded, quickly overrunning Schleswig. Several thousand Danish soldiers were killed, wounded or taken prisoner, and within months Denmark sued for peace, giving up its claims to Schleswig and Holstein in the process.\nOf course, Brexit is a nonviolent disengagement from European integration, even if some of its proponents seem to see it as a rerun of World War II. So far no territory has been lost, though that cannot be taken for granted, since Brexit has revived calls for Scottish independence, given Spain new leverage over the status of Gibraltar and raised the realistic prospect — for the first time in recent memory — that Northern Ireland might yet become part of a united Ireland.\nBut the comparisons begin to ring true when you consider the reasons Britain is still a member of the European Union, almost three years after voting to leave.\nPro-Brexit politicians had expected to divide and rule among the 27 members of the European Union, and to be helped out by allies around the world, eager to strike trade deals with the British. Instead, London was confronted by an uncharacteristically united front in Brussels and outmaneuvered by Ireland, its former colony whose interests have been protected by the other member countries.\nEnthusiasts like Boris Johnson, the former foreign secretary and frontman of the 2016 referendum campaign for Brexit, argued that Britain could have its cake and eat it. His colleague, Michael Gove, who is now environment secretary, insisted that Britain held “all the cards and we can choose the path we want,” while another supporter of withdrawal, David Davis, a former Brexit secretary, said that there would be “no downside to Brexit, only a considerable upside.”\nThis litany of miscalculation and overreach sounds a little familiar in Denmark, where a TV drama recently revived memories of the country’s humbling a century and a half ago.\n“This is not about bashing the Brits — they are family for us Danes,” said Morten Lokkegaard, a Danish member of the European Parliament representing the centrist Venstre party, when asked about Brexit and 1864. “But I can see parallels, because obviously there is an element of self-delusion.”\n“The last two or three generations have been left in a sort of time vacuum,” he added, “where they are still living in the past, with the idea that they are an empire, they won the Second World War and they can decide what they want.”\nHistorians seem to agree. “The more I think about it, the more the comparison becomes convincing,” said Uffe Ostergaard, an emeritus professor of European and Danish history at Copenhagen Business School. “It is a tragedy for the Brits, and it will be a harsh awakening.”\n“In Denmark in 1864 there was a feeling that, ‘If this is reality, we deny reality’ — the view that it shouldn’t be like this, and if it is like this, it is wrong.”\n“The Brexiteers think, ‘We won the war but we lost the peace and we are going to win it back,’” he added. “They will be surprised when they try to resurrect the empire.”\nCertainly, at a critical moment of contemporary history, British politicians have displayed carelessness, if not hubris.\nAfter claiming for years that “No deal is better than a bad deal,” Prime Minister Theresa May was twice forced to travel to Brussels to plead for delays in Brexit to avoid the potential economic disaster of leaving without any agreement. On both occasions, Mrs. May left the room as the leaders of the 27 other nations decided Britain’s fate without her.\n“Sometimes there are events that have an effect as a catalyzer to open your eyes to the reality around you,” said Claus Grube, formerly Denmark’s ambassador to Britain and one of its most experienced diplomats.\nAt the time of Denmark’s Schleswig humiliation, Britain was at the height of its powers and played an important role in the events leading up to the conflict (though, as the television drama shows, Queen Victoria disappointed Danish hopes for a British intervention).\nThis was a diplomatic problem so complex that Lord Palmerston, Britain’s prime minister at the time, once supposedly declared: “Only three people have ever really understood the Schleswig-Holstein business: the Prince Consort, who is dead; a German professor, who has gone mad; and I, who have forgotten all about it.”\nMight Brexit, a similarly interminable riddle, produce some sort of a benign renewal?\nProfessor Ostergaard thinks it could, if Britain acknowledges reality and accepts its scaled-down modern status. He notes that, in forcing Denmark to come to terms with its true size, 1864 was the foundation of the small but successful contemporary Danish state.\n“It was the most important point, completely dominating everything,” he said. “It was a defeat, but in the defeat the beginning of a success story, and of a national story as a small power.”", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/world/europe/brexit-denmark-1864-movie.html", "tags": "brexit european danish well end show former ” britain denmark danes seen —"}