{"title": "Brexit: What are the challenges ahead for a UK/US trade deal?", "content": "The government's Brexit White Paper, published this week, asserts that the UK can create a free trade area in goods with the EU, but still forge its own trade deals around the world. \nBut Donald Trump said in an interview with The Sun that the government's proposal for its future relationship with the EU would \"probably kill\" any US-UK free trade deal in the future. \nThen, in his news conference with Theresa May at Chequers, the president slightly changed his tune:\n\"If they're going to go a certain route, I just said I hope you're going to be able to trade with the United States\", Mr Trump said.\n\"I read reports where that won't be possible but I believe, after speaking with the prime minister's people and representatives and trade experts, it will absolutely be possible.\"\nWell, the UK will be able to do some trade deals with other countries, but there's no question that the government's proposals will make the process more difficult. \nLet's look at goods first.\nThe White Paper says the proposal on customs would \"enable the UK to set its own tariffs and vary them as it chooses, independently of the tariffs the EU applies.\" \nIn other words, according to the White Paper, the UK could have much lower tariffs with the US than the EU does (or no tariffs at all.)\nA tariff is a tax or duty paid on goods crossing borders.\nBut there are some important caveats. \nFirst of all the customs proposal may well be rejected by the EU anyway. \nAnd, in any case, the biggest impediments to free trade are not tariffs, but what are known as 'non-tariff barriers' - the rules and regulations that govern all our economies.\nThe government has proposed a common rulebook with the EU on goods and agri-food - which would in effect mean the UK signing up to a whole host of EU rules and regulations.  \nIn her news conference with Mr Trump, Theresa May insisted that \"there will be no limit to the possibility of us doing trade deals around the rest of the world once we leave the European Union.\"\nBut the White Paper itself admits that \"in the context of trade negotiations, a common rulebook would limit the UK's ability to make changes to regulation…\"\nAnd that in turn would make it far more difficult to do trade deals with other countries like the United States. \nIt is often noted that the UK, as part of the EU, does not allow the import of genetically modified food, chlorine-washed chicken or nearly all types of hormone-injected meat - all of which are allowed in the United States.\nThe US would push the UK to change these regulations in negotiations on a future trade deal, but the terms of the Brexit White Paper would not allow it if the UK wants to maintain frictionless trade with the EU.\n\"We don't currently have border checks because the French, for example, assume the UK is enforcing EU regulations,\" says Professor Alan Winters, director of the UK Trade Policy Observatory at the University of Sussex. \n\"If we changed the rules for US-imported goods after Brexit, they'd want to start putting in checks.\"\nIt's not all a one-way street of course. Kinder Eggs are a popular product in Europe but under US regulations, food sales are banned if they have \"partially or completely imbedded therein any non-nutritive object\" (such as a toy). \nIn any case, Mr Trump's remarks about possible restrictions on free trade hardly come as a surprise, because his administration has said it before. \nMr Trump's Commerce Secretary Wilbur Ross, speaking at the CBI conference in London last November, said it was important that any Brexit deal between the UK and the EU \"takes into account (Washington's) commercial interests and does not hinder the development of a closer US-UK relationship.\"\nThe UK should take steps, he added to \"avoid any unnecessary regulatory divergences\" with the United States.  \nWhat about the services sector, in which the UK government has proposed a much looser relationship with the EU, even though services make up roughly 80% of the UK economy?\nUnder the terms of the White Paper (and, again, it's important to stress that the whole thing has yet to be negotiated with the EU) the UK will be able to explore free trade deals in services around the world.\nBut most current free trade deals barely mention services, partly because reaching agreement on common rules and regulations is so difficult. \nThe UK would like to change that, and \"push for greater liberalisation of global services.\" \nIt's not hard to see why. \nIn 2017 the EU was the biggest market for UK services exports around the world.\nBut services trade outside the EU grew by more than 73% between 2007 and 2017, and according to the Office for National Statistics, the largest single market for UK services exports outside the EU last year was the United States.\n\"On the whole new technology has allowed services to trade more effectively on a global scale over the past 15 years,\" Professor Winters explains.  \n\"But the very fact the UK is so efficient in services makes other countries cautious about agreements on services with the UK.\"\nSo the UK is looking to the future, and there are certainly opportunities out there.  \nBut under the terms of the Brexit White Paper, there will be limits on what it can achieve in trade deals, on goods in particular. \nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "13 July 2018", "href": "https://www.bbc.com/news/uk-44822906", "tags": "brexit challenges deals uk free eu goods services paper white ahead uk/us trade deal"}