{"title": "Brexit Article 50: Tusk to ask EU to consider long extension", "content": "European Council President Donald Tusk has said he will appeal to EU leaders \"to be open to a long extension\" of the Brexit deadline, if the UK needs to rethink its strategy and get consensus.\nHis intervention came as UK MPs voted to seek a delay of the 29 March deadline to leave the EU.\nEU leaders meet in Brussels on 21 March and they would have the final say.\nPrime Minister Theresa May has said that if her Brexit deal is not approved a longer extension may be necessary.\nAfter two resounding defeats in the House of Commons, she will make another attempt by 20 March to push through her Withdrawal Agreement with the EU.\nMPs backed a government motion on Thursday to extend the two-year deadline to 30 June if the Mrs May's deal is passed next week, while noting that a longer extension would be necessary if it is rejected.\nAll 27 other EU nations would have to agree to an extension, and Mr Tusk, who is the bloc's summit chairman, will hold talks with several leaders ahead of next week's Brussels meeting.\nWhile European Commission President Jean-Claude Juncker has insisted that any postponement \"should be complete before the European elections\" at the end of May, Mr Tusk made clear a longer delay was on the cards. \nWhile he did not specify the length of the delay, officials suggested it would have to be at least a year if the UK prime minister's deal was rejected a third time.\nMr Tusk said earlier this year that the EU's hearts were still open to the UK if it changed its mind about Brexit. He provoked an angry reaction from pro-Brexit supporters when he said there was a \"special place in hell\" for those who had promoted Brexit \"without even a sketch of a plan of how to carry it out safely\".\nSo at this crucial point, what do Europe's leaders think about extending Article 50, the two-year treaty provision that the UK invoked on 29 March 2017?\nJenny Hill in Berlin\n\"A lot of the trust is gone.\" Among business and political figures in Berlin, there's growing frustration, even anger, at developments in Britain. \nNevertheless, Germany is likely to do all it can to help facilitate the orderly Brexit which Angela Merkel insists is still possible. \nThe German chancellor won't be drawn publicly on whether she would support an extension to Article 50, but it's widely accepted here that she and her government would be willing do so. \nThere are those who believe that support should be conditional upon Britain's ability to outline its reasons and expectations before such an extension is granted. And there are significant concerns about the impact of a longer extension upon the EU elections but Germany's interests lie in avoiding a no-deal Brexit – and the damage that could wreak on the German economy. \nIts government will do what it can to achieve that aim.\nDr Norbert Roettgen, who chairs the foreign affairs committee, urged Britain and the EU to take their time. \n\"Everything is hectic, hysterical, unclear. Let's slow down and try to get a clear head,\" he said. \"The world will not end if we all take time for a breather, focus on important points.\" \n\"If we try to rush a result now it will definitely go wrong.\"\nHugh Schofield in Paris\nAs a \"frontline\" country which effectively shares a border with the UK – thanks to the Channel Tunnel –  France has more to fear than most from a no-deal Brexit.\nYet when it comes to granting London more time, President Emmanuel Macron is expected to insist on conditions. \nHe will not approve an extension if it simply means putting off the pain.\nA \"technical\" extension of a few weeks would be an easy matter, according to Elvire Fabry of the Jacques Delors Institute in Paris. \nEven if the House of Commons had approved Theresa May's plan on Tuesday, such an extension would probably have been inevitable, and automatically approved at the EU summit next week.\n\"But a longer extension poses all sorts of problems. No-one is comfortable with the idea of the UK taking part in the EU elections in May. It would be a most unwelcome distraction,\" Ms Fabry said.\n\"So for a longer extension there would have to be a very clear and precise objective written in - for example new elections in the UK or a new referendum.\"\nShe said that Brussels \"was pretty favourable\" to the idea – but in the last few days things had changed.\n\"No-one over here is saying, 'let's just get it over with and have a No Deal.' That fatigue seems to be gaining ground in the UK, but not in Europe.\"\n\"Here everyone is exhausted and impatient – but we feel there is nothing much more we can do. It's the Brits who have to sort this out among themselves.\"\nAdam Easton in Warsaw\n\"The British people have decided the UK should leave, it should be concluded. Otherwise it would be a humiliation.\"\nThat's how one MEP from the governing party, Ryszard Legutko, put it, adding: \"A second referendum or too long an extension would also be a humiliation\". \nTop officials are a little more gentle.\nPoland's foreign minister, Jacek Czaputowicz, has said the UK may need a little more time.\n\"We are watching what is happening in the UK - the votes, there are certain expectations about how they will end. Maybe we will need to… extend this period a bit, maybe a little more time is needed for reflection,\" he told reporters in the Polish parliament.\n\"From our point of view a no-deal Brexit is the worst solution.\"\nFor Warsaw, securing the rights of the estimated one million Poles living in the UK has always been and remains the number one priority, and the two governments are in \"constant contact\".\nBut Poland is hoping for a deal and a smooth transition period. That's because the UK is Poland's third-largest sales market.\nAnna Holligan in Rotterdam\nDutch Foreign Minister Stef Blok has told the BBC his country would look \"with benevolence\" at any request to extend Article 50. But \"without a clear goal an extension won't solve anything\", he warned. \nThe mantra \"hope for the best, prepare for the worst\" underpins the Dutch approach, and Mr Blok was at an event showcasing the government's preparations for a no-deal exit.  \n\"I'm looking forward to any solution that will solve the problem, but that has to come from London now.\"  \nThe Dutch never wanted the UK to leave the EU but respected its choice. Now they view any possible extension a little like tearing off a sticking plaster. Ideally it should be done rapidly to get the pain over with.\n\"We're living in the reality Brexit has dealt us\", says foreign trade minister Sigrid Kaag, gesturing towards a stream of trucks trundling on to a ferry bound for the UK port of Felixstowe.\n\"(The Netherlands) is your natural gateway to Europe. With a stable government. We're not sitting idle, we're not panicking, we're getting ready for any eventuality.\"\nJames Reynolds in Rome\nItaly would support an extension of Article 50 on two conditions:\nItaly believes that the UK government is genuine when it says it doesn't want No Deal, a senior Italian official, who asked not to be named, told the BBC.\nBut, at the same time, Italy is not shy about preparing for No Deal. In the next few days, the government is hoping to pass a package of laws aimed at addressing its priorities : citizens' rights, financial stability, help for businesses.\nNext week, the Rome government expects to roll out a series of information sessions in ports around the country to explain how No Deal would work.", "date": "14 March 2019", "href": "https://www.bbc.co.uk/news/world-europe-47557216", "tags": "brexit extension uk may eu consider ask long tusk government article deal time"}