{"title": "Brexit deal: The DUP's uncomfortable rift with business", "content": "The DUP has always seen itself as \"the party of the economy\".\nFor 10 years of the last Northern Ireland Executive, it held the jobs portfolio throughout. The post was its favourite pick.\nIncidentally, the last man to hold it, Simon Hamilton, refuses to say if he voted for Brexit.\nBut now, with the business lobby broadly backing the Brexit deal, a public rift has developed.\nIt peaked with Sammy Wilson's 'puppet' remarks.\nMake no mistake, this disharmony will be a source of considerable annoyance to Arlene Foster.\nAs economy minister, she swept through factories making investment announcements on a regular basis.\nBut woe betide any business boss who appeared in the media critical of policy.\nBro McFerran, former managing director of Allstate, was dressed down in the assembly for doubting whether Corporation Tax devolution would deliver.\nAnd many a boardroom figure can also attest to an angry phone call from her then spad (special advisor) Andrew Crawford.\nDiscussion - even disagreements - were fine, as long as it did not involve \"speaking out\".\nIn truth, there has probably been a bit of distance developing for a while on both sides.\nNo DUP politician, for example, was at the CBI's annual dinner in Belfast in April - it was the only major business body to back remain in 2016.\nMany other business organisations, like the NI Chamber of Commerce, were neutral in the EU Referendum. \nThat Theresa May's withdrawal deal has now drawn out positions is largely down to pragmatism.\nThe number one priority for business is avoiding a no-deal exit - and what is on the table is currently it.\nThe rift will, of course, mend, sooner or later.\nThat process could begin as early as next week, with Mrs Foster seeking a meeting with members of the NI Chamber of Commerce.", "date": "22 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46306222", "tags": "brexit uncomfortable ni business economy rift last many foster dup deal"}