{"title": "Brexit vote: Can the government avoid defeat in the Commons?", "content": "Is there a way for the government to avoid defeat on its deal when MPs vote next Tuesday? \nUnless there is a dramatic shift of opinion on the government's backbenches before then, Theresa May's plan looks set to be sunk by an alliance of Tory Brexiteers, Conservative supporters of another referendum and all the opposition parties. \nBut it may be the House of Commons does not even get to the crunch vote on the government's motion, and that all depends on what happens with the amendments that will be voted on first. \nUp to six amendments will be selected by the Speaker. One already tabled by a Conservative MP says the deal should be rejected unless the Irish 'backstop' is renegotiated. \nAn amendment calling for another referendum is likely to be put down too. \nBut there is one amendment that could be very significant.  It has been tabled by the Labour MP Hilary Benn who chairs the Brexit Select Committee. \nIt rejects the prime minister's deal; rejects the possibility of the UK leaving the EU without a deal; and guarantees Parliament a proper say in what would happen next. \nTwo Conservative MPs have already put their name to this amendment, and the Liberal Democrats, Labour and SNP have all indicated they will support it. \nIf it passes, it would torpedo the government's take it or leave it motion on the deal. \nThe amendment would not be legally binding on the government. But its rejection of the no-deal scenario would be powerful. \nAs Mr Benn told BBC Radio 4's World at One: \"If the House of Commons says, 'we are rejecting leaving with no-deal', I expect the government to say, 'OK, fair enough, we'll go away and make that happen'. There's a difference between what the law says and politics. \n\"This, in the end, is about the political will and view of the House of Commons.\" \nCrucially, by attempting to close off the possibility of leaving the EU with no deal, Mr Benn hopes his amendment will win over some Conservative MPs who may otherwise have voted for the prime minister's plan out of fear that a disorderly Brexit would be worse. \nThat's why Mr Benn's amendment could matter a lot. And the Tory MPs to watch are not the Brexiteers, but the ones in the middle of the party - many of whom are members of something called the Brexit Delivery Group. \nIt comprises about 100 Conservative MPs who want a pragmatic approach to leaving the EU. \nTory MP Simon Hart, who leads the group, said Mr Benn's amendment looked increasingly interesting to his colleagues.\nHe said: \"It does in a sense get them off a hook, which is a real dislike of the deal, real fear about what no deal means, but also worry if we muck it up too much. \n\"Brexit disappears as well. I know a lot of colleagues are looking at it in an increasingly interested fashion.\" \nMr Hart added: \"If all the opposition parties back the Benn amendment, it would only need around 20 Tories to join them for it to pass.\"\nAnd that might help the government escape the deep hole it is in. \nThe Tory Chief Whip knows he has almost no chance getting Mrs May's deal through the Commons on the first go. \nThere's wild speculation about numbers, but it's clear dozens of Tories are implacably opposed to it. \nSo, if Mr Benn's amendment is passed next Tuesday with a small amount of Tory support, it would spare the government a thumping defeat on its own motion - and that might increase the chances of Mrs May battling on. \nWhat would happen then is still anyone's guess. \nThe government would have 21 days to come back to the Commons with a plan. \nAnd the problem remains of trying to find a Commons majority for something in what by then would be a category one political crisis.", "date": "4 December 2018", "href": "https://www.bbc.com/news/uk-politics-46445231", "tags": "brexit defeat may amendment deal mps benn avoid tory government vote commons"}