{"title": "Brexit deal 'does not breach' Good Friday Agreement", "content": "Theresa May's Brexit deal does not breach the Good Friday peace agreement, according to legal advice received by the government.\nThe government has published a summary of the advice after facing pressure from all parties in Parliament.\nSome unionists argue the prime minister's deal with the EU would amount to a breach of the agreement.\nThe government paper says the deal does not \"affect the principle of consent or any other provision... in any way\".\nSpeaking in the House of Commons on Monday, the Attorney General Geoffrey Cox said the Brexit backstop was a \"calculated risk\".\nThe Northern Ireland backstop is a last-resort plan designed to prevent a return to a visible Irish border.\nIt would mean Northern Ireland would stay aligned to some rules of the EU single market if another solution cannot be found by the end of the transition period in December 2020.\nThe government has resisted demands that legal advice offered by the attorney general on Brexit be made public.\nBut it may have broken Parliamentary rules by not publishing the advice, said Commons Speaker John Bercow on Monday evening.\nThat is likely to delay the start of five days of debate on Mrs May's Brexit deal, which is due to start on Tuesday.\nThe prime minister said the full legal advice on the Brexit deal is confidential.\nBut MPs say that does not respect a binding Commons vote last month, which required the government to lay before Parliament \"any legal advice in full\".\nThe prime minister is facing the fight of her political life to get MPs to back the deal in a vote next week.\nThe DUP's Sammy Wilson said it was important for MPs to know exactly what they are voting for and the implications for Northern Ireland.\nSinn Féin's Michelle O'Neill said the backstop contained in the EU withdrawal agreement is the only way to protect the 1998 Good Friday Agreement.\nShe insisted that was the case whatever decision Parliament took on the publication of government legal advice.\nSDLP leader Colum Eastwood said that whatever the legal advice was, Brexit remained a terrible idea.\nHe added it was reckless for anyone to maintain there was an alternative to the backstop.\nAlliance Party deputy leader Stephen Farry and Green Party leader Clare Bailey also argued that the backstop must be protected as the minimum required to protect the interests of people in Northern Ireland.\nThe politicians were speaking after meeting a number of civic groups at Stormont.", "date": "3 December 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46428851", "tags": "brexit agreement advice legal backstop good northern breach ireland friday government deal"}