{"title": "Brexit: Food prices could rise 10%, says Mark Carney", "content": "Food prices could rise between 5% and 10% if there is a disorderly Brexit, the Bank of England governor, Mark Carney, has warned.\nMr Carney told MPs that in the most \"extreme\" case, prices would rise by 10%, but in a less severe scenario the increase would be about 6%.\nThe Bank of England and its governor have attempted to assess the impact of Brexit on several occasions. \nAll its assessments have seen it as a potential negative for the economy.\nMr Carney's colleague, Sir Jon Cunliffe, said the UK imported about half of its food from overseas. \nThe price rises would come partly from a fall in the value of the pound, partly from any tariffs imposed and partly from increased costs at the border as imports are checked.\nMr Carney told MPs on the Treasury Committee: \"In the most extreme scenario, your shopping bill goes up 10%.\"\nMr Carney also said the UK's ports were not ready for a no-deal Brexit that would see the country trade under World Trade Organization (WTO) rules. \nHe said: \"At this point in time, the ports are not ready for a move to an administered WTO relationship.\n\"To be absolutely clear, our agents, my colleagues, we have gone to these ports and had conversations directly with the ports in question. We have talked to the private logistics companies, so we have gathered direct information on this.\" \nUnder WTO rules, tariffs - a tax on traded goods - would be applied to UK goods. The average WTO tariff varies from product to product, from 0% on mineral fuels and pharmaceuticals, to about 20-35% on processed food and 45-50% on meat.\nIn a timely personal revelation, Mr Carney said he had spent the weekend with the head of the WTO, Roberto Azevedo.\nMr Carney said if the UK waived tariffs on European goods and continued the tariff-free benefits of membership of the European Union, it would have to do the same for everybody else. \nMPs challenged Mr Carney over what some critics have called Brexit scaremongering. Last week, the Bank published scenarios that indicated a no-deal Brexit could send the pound plunging and trigger a worse recession than the financial crisis.\nMr Carney told MPs that a lot of work had gone into the Bank's assessments: \"There's no exam crisis. We didn't stay up all night.\"\nHe said a core team of 20 senior economists had worked on the assessments for a couple of years, 150 different professionals across the Bank were also drawn in and then the report was reviewed by both the Monetary Policy Committee and the Bank's Financial Policy Committee.\nThe Bank has direct responsibility for the financial sector, which is losing jobs amid the Brexit uncertainty.\nBut Mr Carney said the Bank was comfortable with preparations for the sector, because it had prepared for the worst-case scenario: \"We're already sleeping soundly at night, because we have the financial sector, the core of the financial sector, in a position that it needs to be for a tough scenario.\" \nHis colleague, deputy governor Sam Woods, who was also appearing before MPs, said fewer than 5,000 financial jobs had moved out of the country since the referendum out of some half a million employed in the sector, a \"pretty small\" number. ", "date": "4 December 2018", "href": "https://www.bbc.com/news/business-46439969", "tags": "brexit carney sector financial prices bank mps says mark could rise food wto"}