{"title": "Brexit: How could another referendum on leaving the EU work?", "content": "With Parliament still deadlocked over Brexit, EU leaders have agreed to Theresa May's request to delay the UK's departure date for a second time.\nUnder the plan, the UK is now scheduled to leave on 31 October 2019.\nOne option to break the political stalemate, could be to offer the public a new Brexit vote.\nThe Electoral Commission has told BBC News it has \"contingency plans in place\" and is ready \"to respond quickly to any unscheduled poll\".\nSo how would another referendum on the UK's membership of the EU work?\nTo allow a referendum to happen, legislation would first of all need to be passed in Parliament. This would set the rules of the poll and the regulation of the campaign.\nThat would mean the majority of MPs would need to support the idea of holding another vote.\nIt took seven months before Parliament signed off the previous legislation which led to the 2016 referendum. \nBut could it be done more quickly this time? \nOne possible option is to use the 2015 Act as a template and, in effect, copy over large chunks to speed the process up.\n\"This could be done very quickly in theory,\" says Alan Renwick, deputy director of the Constitution Unit at University College London.\nIf it were shortened in this way, Mr Renwick estimates it would still take about 11 weeks to get through Parliament.\nBased on that timetable, it would take until late June for the bill to be passed - and that's if the process started now.\nBut the legislation could take much longer to pass if there was a lot of disagreement amongst MPs. For example, should there be multiple options on the ballot paper, as opposed to the straightforward choice of \"Leave\" or \"Remain\" in 2016?\nIn the end it would be up to Parliament to decide what the question might be.   \nThe People's Vote campaign, which wants a referendum on a final Brexit deal, says a choice between the deal and remaining in the EU is their preference but it doesn't rule out the possibility of voters having three options.\nJustine Greening, a former Conservative cabinet minister who supports another referendum, has previously called for three choices when people come to vote:  \nOn the other hand, some argue that if there was to be another vote,  \"Remain\" should not appear on the ballot paper and it should be a straight choice between a Brexit deal and leaving the EU with no deal. \nIf there were several options, MPs would also need to decide what voting system to use - ie would voters make one choice or vote in order of preference?\nThe Electoral Commission would also need to test the proposed question and ensure it was presented \"clearly, simply and neutrally\".\nOnce the legislation is passed, official campaign groups would have to be selected. \nThe Commission would need to provide information to voters about how to take part in the referendum and ensure there were enough counting officers in place around the country.\nOnce that's out the way, there's the campaign - which usually lasts four weeks - and the vote itself.\nThe Electoral Commission told BBC News all of this would take a minimum of 10 weeks - from passing the legislation to holding the vote, as set out in the Political Parties, Elections and Referendums Act 2000. \nSo adding together the time to pass the legislation and organising a campaign, the process would take a minimum of 22 weeks says Alan Renwick.\nBut it's not unheard of for countries to hold referendums on much tighter timescales.\nThree years ago, Greece organised a referendum in just over a week, in which voters rejected the terms of an international bailout following the country's debt crisis.\nHowever, Alan Renwick says that if referendums are organised too hastily, it can give the impression that \"normal procedure is not being followed\" and that voters may see the eventual result as illegitimate. \nA referendum similar to Greece's timescale, for example, would not allow enough time to organise postal votes and assess the question on the ballot paper.\nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "11 April 2019", "href": "https://www.bbc.com/news/uk-politics-46426380", "tags": "brexit need work eu leaving take voters parliament campaign another referendum could legislation vote"}