{"title": "Brexit: What voters want MPs to do next", "content": "MPs will soon decide the fate of Theresa May's Brexit deal.\nThere are many views about why they should back or reject the deal, which was struck late last year with the European Union. \nBut what do voters want MPs to do? And what do they think should happen if the deal is rejected?\nPolls suggest the deal has not proved popular with the public.  \nYouGov has asked people whether they support or oppose it on no fewer than 11 occasions since it was first unveiled in mid-November. \nNever have more than 27% said that they support the deal, while at least 42% have always said they are against it.\nOther polls show a similar pattern. \nOpinium found only one in 10 thinks the deal is good for the UK, while as many as half believe it is bad. \nIpsos MORI has reported only a quarter think it would be a good thing for the UK to leave the EU on the terms of the deal. More than six in 10 believe it would be a bad thing.\nIt is perhaps unsurprising then that many more voters say MPs should reject the deal than believe they should back it.\nMore like this\nWhat British people think about Brexit now\nHow young and old would vote on Brexit now\nNot only do Remain supporters seem inclined to reject the deal, but Leave voters do as well.  \nIn its recent polls, YouGov has found an average of 30% of Leave voters back the deal, while 47% are opposed to it. \nThis arguably makes it harder for the PM to say that her deal fulfils the expectations of those who voted Leave in the referendum.\nThat said, many voters have not made up their mind about the deal on offer.\nYouGov is still finding that about three in 10 still do not know whether they support it or not, well after the deal was revealed. \nThis suggests some voters could yet be won round to Mrs May's proposal.\nWhile Remain and Leave voters appear to oppose the Brexit deal, they are split over what should be done instead.\nOpinium has repeatedly asked voters which of five possible options should be pursued if Parliament were to reject the current deal.\nNone of the options comes close to being backed by a majority.\nThe most popular every time - backed on average by just over a quarter - has been to leave without a deal at all.\nMeanwhile, the second most popular option each time - supported by just over a fifth - has been to hold a \"public vote\" on whether to accept the deal or to stay in the EU.\nWhile these options enjoy similar levels of support, they come from very different voter groups. \nLeaving without a deal is easily the single most popular option among those who voted Leave, chosen by an average of 46%.\nHolding a \"public vote\" on the deal, with an option to stay in the EU, is favoured among backers of Remain, 38% of whom pick this option.\nHowever, other courses of action also gain support.\nFifteen per cent of all voters prefer attempting to negotiate a better deal, while 12% back Labour's preferred option of holding a general election.\nA further 9% support a different \"public vote\" in which the choice would be either Mrs May's deal or leaving the EU without one.\nThe idea of a second Brexit vote has attracted particular interest in recent weeks, thanks not least to a high-profile campaign.\nHowever, public support for the idea depends on how the poll question is worded. \nPolls asking whether there should be a \"public\" or \"people's vote\" - without specifying what the options would be - typically find that the idea is relatively popular.\nFor example, Survation found that 48% support holding a \"people's vote\" to gauge the public's reaction to the deal, while 34% are opposed. \nSimilarly, Populus reported that 44% believe the public should have the \"final say\" on the deal via a \"people's vote\", while just 30% are against this.\nHowever, when voters are asked about holding another referendum that might have the effect of reversing Brexit, the proposal attracts less support. \nComRes has reported as many as 50% oppose \"holding a second referendum on whether to Remain or Leave\", with only 40% in favour. \nSimilarly, according to polling commissioned by Lord Ashcroft, a former deputy chairman of the Conservative party, 47% are against holding a \"second referendum\", while 38% are in favour. \nIn that scenario, voters would choose between leaving the EU under the terms of Mrs May's deal and remaining in the EU.\nThe wording of the poll question seems to make a significant difference, particularly to Leave voters. \nPutting \"the people\" in charge of Brexit appeals to some Leavers, but a ballot which could potentially reverse the decision does not. \nBroadly, the idea of another referendum appears as controversial to voters as Brexit itself continues to be.  \nWhen it comes to how people say they would vote if there were another referendum, the country still appears quite evenly divided. \nRemain, with an average score of 53% is enjoying just a narrow lead over Leave, which scored 47% in the most recent polls. \nSir John Curtice is professor of politics at Strathclyde University, senior fellow at NatCen Social Research and The UK in a Changing Europe. He is also chief commentator at WhatUKthinks.org.\nEdited by Eleanor Lawrie", "date": "9 January 2019", "href": "https://www.bbc.com/news/uk-politics-46735713", "tags": "brexit next support public want leave eu voters would mps vote deal"}