{"title": "Brexit deal: Theresa May's agreement with Brussels", "content": "The UK and European Commission have reached an agreement that should allow them to move Brexit talks on to the next stage.\nHere are some of the key lines in the agreement document.\nSo here's the first linguistic somersault. This agreement is designed to lock in the progress made so far, and allow technical experts to continue to work on it during the second phase of talks. \nBut EU negotiations always work on the principle that nothing is agreed until everything is agreed, and that raises the prospect that if the second phase runs into trouble, then what has been agreed so far could, in theory, unravel. \nThat is certainly not the intention on either side, but it underscores that the negotiating process still has a very long way to run - and the hardest part is still to come. \nThe separation agreement on citizens' rights will not fall under the direct jurisdiction of the European Court of Justice (officially called the CJEU but commonly referred to as the ECJ) which was the initial demand from the European Union. \nBut the ECJ will continue to play a role, because this agreement says UK courts will have to pay \"due regard\" to its decisions on an indefinite basis. \nAnd for eight years after Brexit, there will be a mechanism for UK courts to refer questions of interpretation directly to the ECJ. \nIt is a compromise, but the sort of compromise that some supporters of Brexit will find hard to stomach.  \nThis detail on citizens' rights is important. \nThe agreement will apply to anyone taking up residence before the UK leaves the EU, so people could still take the decision to move next year, or even in early 2019, and they would be fully protected by it. That option will remain open for new arrivals until the day the UK leaves - currently presumed to be 29 March 2019. \nIn fact the European Commission argues that the \"specified date\" should be considerably later. In an official communication to the European Council it argues that during a transition all EU citizens should have all their rights upheld. In other words, it says, the \"specified date\" should not be the actual date of withdrawal, but the final day of a transition period (potentially two years later or even longer). \nThere are also a lot of technical details hidden in the weeds of the agreement that remain to be negotiated, and that's why some groups representing citizens who are caught up in this dilemma are far from happy. \nThe reaction of the European Parliament, which has taken a tough line on citizens' rights, will be important because it has to ratify the final agreement. \nThis is the key phrase in the long section setting out how the border between Northern Ireland and the Republic of Ireland will operate after the UK leaves the EU. \nThe preference on both sides is for an ambitious free trade agreement, which will address many of the concerns that have been raised (although questions of customs duties would still have to be addressed). \nAs a backstop though, the UK has guaranteed that it will maintain \"full alignment\" with the EU's single market and customs rules that govern cross-border trade. \nIt is a form of words that everyone can (just about) live with for now, but there is plenty of tough negotiating ahead. \nIt's not entirely clear how full alignment could be maintained without Northern Ireland staying in the single market and the customs union, especially as there is no such thing as partial membership. It is another sign that the competing demands that have been discussed this week have been sidestepped, but not fully resolved. \nThis sentence about the financial settlement is a bureaucratic masterpiece, and suggests that plenty of detail still needs to be sorted out behind the scenes. \nFor months, the money appeared to be the most intractable issue in the withdrawal negotiations, but money is easier to finesse than borders or courts. \nA method for calculating the bill has been agreed, but the calculation of an exact UK share will depend on exchange rates, on interest rates, on the number of financial commitments that never turn into payments, and more. \nThe question of how and when payments will be made still needs to resolved, but it will be a schedule lasting for many years to come, and it is highly unlikely that anyone will ever be able to give an exact figure for the size of the divorce bill. \nUK sources say it will be up to £40bn, but some EU sources expect it to be higher than that. No-one can say for sure, and both sides want to keep it that way. \nUpdate 11 December 2017: This piece was amended to take account of the European Commission's view on the specified date for EU citizens' rights.\nRead more from Reality Check\nFollow us on Twitter", "date": "8 December 2017", "href": "https://www.bbc.com/news/uk-politics-42280487", "tags": "brexit agreement may uk european eu citizens theresa commission rights agreed brussels date deal still"}