{"title": "Brexit deal: Business groups set to meet PM on Brexit", "content": "Northern Ireland business leaders are set to meet the prime minister on Thursday, the BBC understands.\nPlans are at an advanced stage and it is believed they will tell Theresa May they support her EU withdrawal deal.\nIt comes after business and farming figures accused a Democratic Unionist Party (DUP) MP of \"grasping at straws\" in his criticism of them.\nSammy Wilson had said that groups backing the draft deal were \"dancing to the government's tune\".\nIn an article in the News Letter, he described them as \"the puppets of the Northern Ireland Office\".\nBut Richard Hogg of the industry group Manufacturing NI said businesses and farmers could talk for themselves.\nThe clash came as the cabinet met for the first time since two senior members quit over Mrs May's EU withdrawal agreement.\nThe prime minister appears to have seen off the threat of being ousted in a confidence vote of her own MPs, for now.\nBut she faces a revolt from the Democratic Unionist Party, whose 10 MPs keep her government in power.\nThe DUP abstained in Monday night's Budget votes as a warning shot over what they say are her broken promises on Brexit.\nUnder the terms of their House of Commons deal, agreed after Mrs May lost her Commons majority in last year's general election, the DUP is supposed to back the government on Budget matters and on confidence votes.\nBut Mr Wilson, the party's Brexit spokesman, said Mrs May's agreement with Brussels breached a \"fundamental\" assurance that Northern Ireland would not be separated from the rest of the UK.\n\"We had to do something to show our displeasure,\" he told BBC2's Newsnight.\nBut Mr Hogg rebutted suggestions that Northern Ireland businesses were dancing to the government's tune.\n\"We don't need other people to tell us what to do,\" he said. \"We listen to everybody and then we make our own minds up.\"\n\"We know how to run businesses, we know what we're doing and we're very, very hard to shove into a corner.\n\"We don't listen to other people without having our own information - we're hard to steer and I think Sammy's being a bit disingenuous.\n\"They've [the DUP] painted themselves into a corner again and they can't get out and there's no point blaming us for it.\"\nAodhán Connolly, the director of Northern Ireland's Retail Consortium, posted a light-hearted response on Twitter to Mr Wilson's comments.\nMr Wilson also claimed that business and farming groups had been shown the Brexit deal before it was unveiled.\nHe said they were \"encouraged to go out and promote it, which they have done, and quite clearly they haven't thought of the consequences for their own members\".\nBy Laura Kuenssberg, BBC political editor\nThe DUP says this is not the end of the arrangement of so-called \"confidence and supply\" agreement, where the government can formally rely on support from the Northern Irish unionists' 10 votes.\nBut the fabric of that arrangement is certainly torn and once faith is broken between the two it's hard to see how it could be restored.\nRemember, there is a really straightforward reason why this matters so much - Theresa May does not have enough votes on her own to pass the Brexit deal.\nThe partnership with the DUP was set up to try to make sure she could.\nIf it collapses completely then her central task becomes yet more seemingly impossible, even if those 48 letters never come.\nRead Laura's blog in full\nMr Hogg said that was not the case.\n\"We did not see any of the agreement beforehand - we saw it the same as everybody else, after it came out,\" he added.\n\"We asked, we asked plenty of times but we were never told. We're naturally nosey because we're businesses.\"\nHe said the Brexit deal was not perfect \"but it's what we have\".\nThe industry body Hospitality Ulster polled 650 business figures on the draft Brexit deal, with 74% of the 181 respondents saying they would support the acceptance of what was on offer.\nFarmers' unions across the UK, including the Ulster Farmers' Union (UFU), issued a joint statement urging unity to get the Brexit plan through the Commons.\n\"While the draft deal is not perfect, it will ensure there are no hard barriers on the day we leave the EU,\" said the unions.\n\"This opportunity needs to be taken.\"\nIn the News Letter article, Mr Wilson also criticised the UFU for its support of the Brexit deal.\nHe accused it of \"simply miming the words which have been given to them by the NIO\".\nThat was rejected by the union, which said it did not see the withdrawal agreement before it was published.\n\"No UFU staff or members of the leadership team have been contacted by government officials or anyone connected to the government to ask us to speak out in support of the deal.\n\"The UFU reached its position based on the organisation's long-held understanding that a no-deal Brexit would be disastrous for farming in Northern Ireland.\"", "date": "20 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46273470", "tags": "brexit set groups may support business meet northern ireland pm government dup deal"}