{"title": "Brexit deal: What do the documents say?", "content": "Theresa May presented what she said was an \"improved deal\" for Brexit, in the hope of convincing MPs to back it. \nFollowing the prime minister's last-ditch visit to Strasbourg, the government published three documents:\nThen the government's official legal adviser, Attorney General Geoffrey Cox, published his interpretation of the documents and whether they solved the problem of the backstop. \nSo, what are the documents' key passages?\nThe attorney general considered the new documents published on Monday night, which he helped to negotiate, and concluded that they offered additional legal reassurance to the UK, which he described as substantive and binding. \nBut it's worth emphasising the text of the withdrawal agreement itself hasn't changed at all. \nSo here Mr Cox says the risk of getting stuck in the backstop has been reduced but it hasn't been removed altogether.  \nIn other words, the guarantees that many supporters of Brexit were seeking haven't been achieved in full.  \nThe last sentence of the attorney general's legal opinion is the most difficult for the government to swallow. \nHis argument is that the UK has a route out of the backstop if the EU fails to act in good faith - but proving bad faith in front of an international tribunal is a difficult thing to do. \nAnd this excerpt makes it clear that if any future problem is caused by an honest difference of opinion that cannot be resolved, then the UK would have no way to get out of the backstop without the EU's explicit agreement. \nSo it may not matter much that the EU has said time and again that it doesn't want the backstop to come into operation either - the fact that these new documents don't explicitly change the circumstances surrounding the backstop means that the legal risk remains the same. \nThe \"joint interpretive instrument\" offers another layer of legal reassurance on top of the pledges the EU has made in the past. \nBut it doesn't change the text of the proposed backstop arrangements, there's still no end date and no clear exit mechanism for one party without the agreement of the other. \nIt's pretty obvious that the EU doesn't like the backstop - it poses many awkward questions for the single market. \nBut in order to avoid using it, the two sides will need to come up with an alternative solution which keeps the Irish border as open as it is now. \nThat may not be easy. \nYes, there's an arbitration, or \"dispute settlement\", mechanism, but we knew that already. \nThis excerpt emphasises that if relations became really difficult in the future then - in theory - nothing would be ruled out. \nBut if things got this bad, then the backstop would only be one of many problems in the future UK-EU relationship. \nOne of the pledges in the joint EU-UK statement is to speed up work on alternative arrangements - a phrase favoured by Brexiteers. \nThe idea is to find a solution, possibly based on technology, which would help keep the border open and avoid any need to implement the backstop arrangements. \nThe EU is pretty sceptical about much of this, but it has now agreed, in writing, to make a serious effort to investigate further. This was supposed to have encouraged wavering MPs that their concerns were being listened to - but the overall conclusion of the attorney general's new legal opinion will carry greater weight.  \nThe UK has published a unilateral statement which sets out its understanding of what the text of the withdrawal agreement means. \nThe fact that the EU has chosen not to object to this statement, even if it disagrees with some of its conclusions, does mean that the statement carries some legal weight. \nNegotiations about this document, and how the EU might respond to it, went down to the wire - but it's not clear that it will make a huge amount of difference in the long run. \nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "12 March 2019", "href": "https://www.bbc.com/news/uk-politics-47543521", "tags": "brexit agreement uk eu published legal backstop documents say attorney general deal"}