{"title": "Brexit: Your questions answered", "content": "With the UK due to leave the European Union (EU) at the end of the month, many people still have questions about what will happen and how Brexit will affect them. Throughout the day, the BBC has invited an audience panel of 12 people to take part in our Brexit coverage, and we've also had additional questions coming in via text and email.\nChris Morris, from BBC Reality Check, has been looking at some of them.\nIt's had a big impact already. It's dominating politics and parliamentary time, meaning there's been less time to focus on other issues. \nThousands of civil servants have been redeployed from other tasks to work on issues arising from leaving the EU - the Treasury estimates that a third of its staff are working on Brexit.  \nIn the future, presuming Brexit happens, there will still be a huge amount to do. Negotiations on our future relations with the EU and the rest of the world will dominate policy-making for years. \nThere's also the issue of money. \nThe government will contribute far less money to the EU budget after Brexit (although it has said it still wants to pay to be part of some programmes). \nThat should lead, over time, to savings of billions of pounds a year - the UK's net contribution to the EU budget in 2017 was £8.9bn according to the Treasury. \nBut that needs to be seen in the context of the overall effect of Brexit on the economy. The government's own economic analysis said that leaving the EU with a deal could leave the economy up to 3.9% smaller than it would be if the UK remained in the EU. \nAnd leaving with no deal could deliver a 9.3% hit. \nEither figure, if correct, would dwarf any savings made by paying less into the budget.  \nShe doesn't have to apply immediately, and she will be let back in whether there is a deal or not. \nBrexit doesn't mean people from the rest of Europe are going to be prevented from entering the country - it's just that after the UK leaves the EU they won't automatically have the right to work and remain in the long term. \nYour wife will, as you say, need to apply for the government's settled status scheme for EU citizens, and having been here for 10 years already there should be no problem in her being accepted, according to Home Office rules. \nIf there is no deal, she has to apply for settled status by 31 December 2020. If there is a deal, she has a bit longer, until the end of June 2021.\nAt the moment any British student can study at a university in the EU for the same fees charged to local students. So if the local students do not pay any fees, the UK students are also entitled to study for free.\nIn total, 10 EU countries, as well as Norway, do not charge undergraduate tuition fees, while in other countries the charge is often very low. France, for example, charges between €180 (£158) to €600 (£527) a year at its state-funded universities.\nIf the UK leaves the EU with a deal, any UK citizen who has begun studying in another EU country before the end of the post-Brexit transition period (currently until the end of 2020) will retain the right to study on the same terms as that country's own nationals. What happens after that has yet to be negotiated. \nIf there's no deal, UK students will be treated like students from the rest of the world, and how that works varies from country to country. \nGermany, for example, does not charge fees to any overseas students, but most countries do. \nThe Netherlands, which has low fees for EU students, charges a much higher fee for non-EU students. \nIf there is no deal, the Dutch government said that the UK students already studying in the Netherlands before 29 March 2019 will be treated as before, but those who start after the Brexit date will be treated as non-EU students. \nUnder the deal, the UK agreed to a divorce settlement, to be paid to the EU over time, of between £35bn and £39bn. \nThe Office for Budget Responsibility estimates that about £16.4bn of this will be budget contributions to the EU during the transition period until the end of 2020. \nThe rest, for things like pensions and long-term projects the UK has already promised to fund, would be paid over many years to come. \nAs for EU laws and regulations, the UK would have to abide by all of them during the transition period until December 2020, or longer if the transition were to be extended (it can be extended by up to two years).\nWhat happens after that depends on the future deal between the EU and the UK - the closer the UK wants to be to the EU economy, the more it will have to follow its rules. \nThe government has also said it would continue to pay some money into the EU budget so it could participate in some EU programmes in fields such as scientific research and education. \nComparing pensions between countries is difficult because the UK state pension is essentially a flat rate with the exact amount dependent on years of contributions and age. German and French pensions are calculated using more complex formulas that depend on previous earnings.\nThe full basic UK State Pension is £125.95 per week. This does not include the additional state pension, pension credit or other benefits that some pensioners are eligible for. \nAccording to EU data, the minimum French pension is €634.66 per month or around £130 a week. The maximum French pension is €1,655.5 per month which is around £340 a week according to the current exchange rate. \nIn Germany, most workers' pension insurance payments are compulsory but there is no statutory minimum, maximum or full pension.\nThis is another \"deal or no deal\" question. If there is a Brexit deal, everything will stay the same until the end of 2020 at the earliest. \nBut if the UK leaves with no deal, things will change. Your European Health Insurance Card (Ehic), which gives you state-provided emergency healthcare anywhere in the EU, will no longer be valid.\nIn the event of no deal, the government says that if you are travelling on or after 29 March 2019 to EU countries as well as to Switzerland, Norway, Iceland and Liechtenstein, you should buy travel insurance to cover health care \"just as you would if visiting a non-EU country\".\nThe overall cost of travel - for things like flights and accommodation - depends partly on the value of the pound. It has fallen by about 12% against the euro since the Brexit referendum, which makes holidays in Europe a bit more expensive if you're paying in pounds. There's more on the pound here.\nThe good news is that there are no plans to introduce visas for trips of less than 90 days, even if there is no deal. \nAfter the end of 2020 though, UK citizens wanting to go to most EU countries in the Schengen area (that doesn't include Ireland) will need to buy an online travel permit for 7 euros which would be valid for 3 years.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "1 March 2019", "href": "https://www.bbc.co.uk/news/uk-47418745", "tags": "brexit uk eu end answered years pension questions students government deal"}