{"title": "Brexit: Labour to redraft European Parliament election leaflets", "content": "Labour is redrafting European election leaflets after accusations of ignoring a pledge to hold a further Brexit referendum, the BBC has been told.\nThey will now refer to the party's preparations for a general election, with a referendum if necessary to avoid what it calls a \"bad Tory deal\". \nJeremy Corbyn says Labour's ruling body will make a decision on Tuesday about backing a public vote on any deal.\nAbout 100 Labour MPs and MEPs want such a promise in the party manifesto. \nThey wrote to members of the national executive committee before it meets on Tuesday to decide on the manifesto.\nShadow Treasury ministers Clive Lewis and Anneliese Dodds and the shadow minister for disabled people Marsha de Cordova are among the frontbenchers backing the call for a confirmatory vote in any eventuality - not just to avoid a \"bad deal\". \nSome Labour MPs are opposed to holding another EU referendum, however, with nine shadow cabinet members thought to be sceptical about such a move.  \nIt had previously been reported that Labour's leaflets for the 23 May European Parliament elections do not mention pushing for another referendum.  \nSenior Labour backbencher Hilary Benn had questioned why no mention was made of a \"confirmatory referendum\" - despite the party twice supporting one in Commons votes. \nThe party's deputy leader Tom Watson has also argued for Labour to promise another referendum, if it is to counter the electoral challenge posed by Nigel Farage and his Brexit Party. \nLabour agreed a policy at its last conference that if Parliament voted down the government's deal or talks end in no deal, there should be a general election.\nBut if it cannot force one, it added, the party \"must support all options remaining on the table, including campaigning for a public vote\".  \nMr Corbyn said on Saturday: \"The national executive will decide on Tuesday what will be in the European election manifesto and we will reflect the decisions made (at) last year's Labour Party conference - which were for a customs union, market access and rights protection within, with, the European Union.\n\"We would prefer to have a general election, but failing that if we get that agreement we are prepared to consider putting it to a confirmatory vote. That is a decision the national executive of the party will make.\"\nAsked if the promise of a public confirmatory vote would be in election material, he added: \"It's important that the party, which is a democratic party structure, makes those decisions. Sadly, or perhaps it's a good thing, I'm not a dictator of the Labour Party.\" \nAnalysis by Iain Watson, BBC political correspondent\nWhen some of Labour's early European election literature was leaked, it provoked an internal row at a senior level. \nWhy? Because it made no mention of another referendum.\nA letter from almost 100 MPs and MEPs calling for one has put additional pressure on the leadership.\nWith the agreement of a senior official in Jeremy Corbyn's office, the campaign literature is now to be rewritten. \nThere will be a mention of a confirmatory ballot/public vote (translation: a referendum) but only to avoid \"a bad Tory deal\". \nThis won't go far enough for those MPs calling for a referendum on any deal. That is, even if Mr Corbyn reaches agreement on a \"soft\" Brexit with Theresa May, a chunk of his Parliamentary party still want another referendum. \nThe issue will be hammered out when the ruling national executive meets on Tuesday to decide the manifesto for the European elections. \nSome members will argue for no referendum, some will argue for one but with caveats, and others will press for a public vote under all circumstances. \nMaybe the printing presses should be mothballed until Wednesday.\nA letter, signed by some Labour MPs and MEPs, said: \"Our members need to feel supported on doorsteps by a clear manifesto that marks us out as the only viable alternative to Nigel Farage's Brexit Party.\n\"We need a message of hope and solidarity, and we need to campaign for it without caveats. To motivate our supporters, and to do the right thing by our members and our policy, a clear commitment to a confirmatory public vote on any Brexit deal must be part of our European election manifesto.\n\"We understand the many different pressures and views within our movement, but without this clear commitment, we fear that our electoral coalition could fall apart.\"\nRichard Corbett, leader of Labour's MEPs and a member of the NEC, told BBC Radio 4's Today programme: \"The problem we face now is that Brexit is turning out to be so different from what was promised three years ago.\n\"Remember they said it would be easy - it's turning out to be rather complex. They said it would save loads of money that would all go to the NHS - it's turning out to be costly.\n\"They said it would not damage the economy - we are seeing firms move abroad, jobs lost, especially in manufacturing.\n\"Because it's so different, it's right that it should go back to the people for a final sign-off.\"", "date": "27 April 2019", "href": "https://www.bbc.com/news/uk-politics-48078468", "tags": "brexit european leaflets confirmatory election manifesto vote parliament party referendum redraft labour deal"}