{"title": "Brexit: UK will apply food tariffs in case of no deal", "content": " Environment Secretary Michael Gove has promised that the government will apply tariffs to food imports in the event of a no-deal Brexit, to provide \"specific and robust protections\" for farmers. \nHis remarks come as the government is poised to release details of tariffs (taxes on imports) that would apply to thousands of products coming in from around the world, if the UK leaves the EU without a deal.  \nMany supporters of Brexit argue that tariffs on food and other items should be scrapped in order to lower prices for consumers. But farmers fear that cheap imports and lower standards would destroy many parts of British agriculture.\n\"Your concerns have absolutely been heard,\" Mr Gove told a conference of the National Farmers' Union (NFU). \"It will not be the case that we will have zero-rate tariffs on food products.\n\"There will be protections for sensitive sections of agriculture and food production.\" \nHe added that an announcement on a no-deal tariff schedule \"should be made later this week\".\n\"If you obliterate the tariff wall… we would be massively undermined by food produced to standards that would be illegal to produce to in this country,\" NFU president Minette Batters told the BBC. \n\"It would decimate British agriculture - it is quite honestly as simple as that,\" she added.\nSimilar concerns have been expressed in other sectors of the economy, and many business leaders fear the government could be tempted to cut tariffs at their expense. \nIf countries don't have free-trade agreements, they trade with each other under rules set by the World Trade Organization (WTO).\nEach country sets tariffs on goods crossing its borders. All EU countries share common tariffs because they're all signed up to the customs union.\nEU tariffs on most agricultural products can be very high - dairy averages more than 35% and for some meat products, such as lamb, it is more than 40%.\nAs the UK is still a member of the EU, it applies EU tariffs to goods coming in from the rest of the world, but has no tariffs with the EU itself.\nBut Brexit will change that.\nThe UK could choose to reduce the tariffs for goods coming from the EU - in order to keep trade flowing through ports like Dover. But it would have to offer the same reductions to all other countries as well.\nA letter seen by BBC News, sent to Theresa May this week by the British Ceramic Confederation (BCC), urges the prime minister to consider the threat to British manufacturing jobs posed by the possible impact of zero tariffs on the ceramic sector. \n\"Unlike agriculture,\" the letter says, \"we have not had a promise that our sector would be protected even in the short term.\"\nThe current EU tariff on ceramic tableware is 12%, and the letter warns that \"the shock of zero tariffs (in the UK) would be devastating, affecting business, jobs and communities across the country.\"\nBCC Chief Executive Laura Cohen says that could mean cheap Chinese imports flooding into the country and pushing local manufacturers out of business. \nThe BCC has been talking to UK officials about the impact of a possible unilateral decision to move to zero-tariff rates for more than six months but Dr Cohen says \"most other sectors have not had that level of discussion\".\n\"There has been no comprehensive formal consultation, no comprehensive impact assessment and no prolonged transition proposed,\" the BCC letter says. \n\"Such a significant decision would have far-reaching consequences for the UK economy and would demand full Parliamentary scrutiny.\"\nAppearing before the International Trade Select Committee on 6 February, Liam Fox said he was carefully considering all the options for tariffs in the event of no deal. \n\"Unilateral liberalisation [reducing tariffs to zero] is not what I would propose, and I have not heard anyone else in government propose it,\" he said. \n\"Throughout, there needs to be a balance between the impact on consumers and the impact on producers. The government are very clear that they need to give protection where necessary, but without becoming protectionist.\"\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "19 February 2019", "href": "https://www.bbc.com/news/uk-47291378", "tags": "brexit uk eu case imports apply british impact products tariffs food deal government"}