{"title": "Brexit deal 'could cut UK growth by 5.5%' by 2030", "content": "The PM's Brexit deal could leave the economy as much as 5.5% smaller in a decade's time than it would be if the UK stayed in the EU, a study has said.\nAnd the cost to the public finances could be as much as 1.8% of GDP, said the research by the London School of Economics, King's College and the Institute for Fiscal Studies. \nIt blamed the imposition of new trade barriers and a fall in immigration.\nThe government said the deal was in \"our national interest\".\nThe report, published by independent think tank The UK in a Changing Europe, assumes that under the prime minister's deal, Britain will remain in a customs union with the EU but leave the single market, as per the \"backstop\" arrangement. \nHowever, it said that regulatory barriers to both goods and services trade would increase as a result. \nIt also said the deal would mean an end to free movement, reducing both skilled and unskilled immigration.\nTaken together, this would cause GDP per capita to be 1.9%-5.5% lower by 2030 than it would if Britain remained in the EU - the large range reflecting the \"substantial uncertainties involved\".\nHowever, it said this would rise to 3.5%-8.7% if there was a no-deal Brexit. \nThe study claimed the reduction in per-capita income would be comparable in Ireland to the UK, but for most EU countries the losses are estimated to be around 10 times lower.\nIt also said that \"such a large economic impact\" would have major implications for the public finances.  \n\"These would far outweigh any gains resulting from reduced EU contributions,\" it said. \nProf Anand Menon, director of The UK in a Changing Europe, said: \"Obviously, this kind of economic modelling needs to be treated with appropriate caution. \n\"However, our estimates provide a clear indication of the broad scale of the impact of the deal negotiated by the prime minister.\"\nThe study comes a day after research commissioned by the People's Vote, which wants a second referendum, said the PM's Brexit deal would leave the UK £100bn worse off a year by 2030 than if it remained in the EU. \nA government spokesperson said: \"This deal will protect jobs and our economy while respecting the result of the referendum.\n\"It delivers an economic partnership with the EU closer than any other country enjoys, is good for business and is in our national interest.\"\nPrime Minister Theresa May will now need to persuade MPs in the UK Parliament to back her deal but she could struggle to get it through.\nIf MPs reject the deal, a number of things could happen - including leaving with no deal, an attempt to renegotiate or a general election. ", "date": "27 November 2018", "href": "https://www.bbc.co.uk/news/business-46353125", "tags": "brexit study uk eu leave growth prime cut could deal"}