{"title": "Brexit: Kent County Council prepares for no-deal disruption", "content": "A council has employed extra staff, stockpiled supplies and warned schools against closing as it prepares for six months of no-deal Brexit disruption. \nKent County Council is preparing for queues on the M20 and backlogs at the Port of Dover if existing border arrangements end next Friday.\nAdditional trading standards officers are in place at the port. \nSchools have been told to suspend teaching and take on a \"carer role\" rather than closing if short staffed.\nAdvice to head teachers warns that closing schools could \"result in several hundred working parents having to leave their place of work to look after their child\".\nIt adds that this may \"exacerbate the challenge to the community\" as parents could be in \"an occupation that provides a vital service to the community\" - such as nurses, lorry drivers, social workers \"or even teachers themselves\".\nThe council, which is responsible for inspecting goods entering the UK at Dover, could use motorcycle couriers to deliver samples of imported food for testing at its laboratory in West Malling \"in the event of traffic disruption,\" according to a report of their Brexit preparations.\nThe laboratory has also stockpiled vital chemicals supplied by EU countries, due to fears that a no-deal Brexit could \"disrupt their supply chain for border control work, and conversely the food supply chain\".\nIt comes as Dover Harbour Board chief executive Doug Bannister warned families travelling to Europe to prepare for disruption.\nMeanwhile, Kent Police has been given £3.5m to cover the costs of its Brexit preparations.\nUnder Operation Brock, HGVs would queue along one side of the M20, while Manston Airport, near Ramsgate, would also serve as a temporary lorry park if additional border checks cause delays.\nUp to 6,500 HGVs could be held at the airport, with drivers issued tickets that will need to be presented at checkpoints along the road between Dover and Manston. \n\"If a driver does not possess a ticket, they will be turned around,\" the report said.\nMore than a 1,000 signs have been made to direct traffic. \nResidential care homes have been told to prepare for a \"sustained period\" of disruption to the supply of medication and sanitary products.\nA contractor that supplies disability aids to the council has asked \"key suppliers to hold three months of stock,\" the report said.\nNeighbouring councils are on stand-by to provide extra staff and the emergency services have similar arrangements in place under a policy known as mutual aid, the report says. \nResidents have been advised to carry extra food and water and any prescription medicine in preparation for delayed journeys. \nCouncil leader Paul Carter said \"we have now got the best preparedness for disruption at the ports\".", "date": "21 March 2019", "href": "https://www.bbc.co.uk/news/uk-england-kent-47653738", "tags": "brexit no-deal council report county kent border disruption prepares schools extra closing could dover"}