{"title": "Brexit: May says UK and EU want 'faster pace' on dealTimeline", "content": "Theresa May has said both the UK and EU want to work towards a future Brexit deal \"at a faster pace\", after being warned that time is running out.\nThe UK PM said \"very good progress\" had been made on a withdrawal agreement. \nShe will brief EU leaders at a summit for the last time before October, when both sides hope a deal will be done on the UK's March 2019 departure.\nBut the European Commission president suggested UK cabinet splits were making things more difficult.\nArriving at the summit in Brussels, Jean-Claude Juncker said: \"I don't have to lecture Theresa May, but I would like our British friends to make clear their position.\n\"We cannot go on to live with a split cabinet. They have to say what they want and we will respond to that.\"\nAsked if talks could end in no deal, Mr Juncker said: \"We are preparing for different scenarios - on the proper withdrawal agreement but, in parallel, we are working on the no deal.\"\nThe prime minister, who has been under pressure at home within her own party, has called her cabinet together for what has been billed as a make-or-break meeting at Chequers on 6 July to agree the UK's blueprint for its future relations with the EU. \nArriving in Brussels, Mrs May said she was looking forward to \"securing our strong future partnership\" which she said was in the interests of both the EU and UK .\n\"I think both sides are keen to continue that work at a faster pace than we have done up till now and certainly we would welcome that.\"\nShe added that the UK would publish a White Paper setting out \"in more detail what strong partnership the United Kingdom wants to see with the European Union in the future\".\nMrs May said it was in everyone's interests that a new partnership on economic and security matters be agreed.\nCabinet divisions over the UK's customs arrangements after December 2020, when the transition period agreed with the EU is due to end, have yet to be resolved, as have arguments over the future movement of goods and people across the border between Northern Ireland and the Republic of Ireland. \nMrs May's former top aide, Nick Timothy, has urged her to face down her opponents in the cabinet, telling the Daily Telegraph the \"time for playing nice and being exploited are over\". \nWith less than nine months to go before the UK's scheduled exit, businesses have issued warnings about the impact on jobs of leaving the EU without an agreement. \nThe prime minister has been holding a number of face-to-face meetings with European counterparts on day one of the two-day summit, which is focused on the migration challenges facing Europe and eurozone reform.\nThe remaining 27 EU leaders are due to discuss Brexit on their own on Friday morning, by which point Mrs May is expected to have left Brussels. \nOn the eve of the summit, Mr Varadkar said he wanted \"detailed proposals\" from the UK on how it would honour the \"clear commitments\" made in December about the Irish border and citizens' rights.\nBy the BBC's political editor Laura Kuenssberg\nThe UK is eager for the EU to become more flexible. To move away from what the government regards as a rigid approach from the EU Commission.\nAt dinner on Thursday night there's a chance for her to persuade the other leaders to loosen that approach.\nOnly they can tell their negotiators to ease up on their red lines.\nIn return for that request, she'll promise that the UK will be able to agree on its blueprint for the future relationship between the UK and EU, at a meeting of her cabinet next week.\nWith almost daily skirmishes at home - that could prove optimistic.\nRead Laura's full blog\n\"Time is running out for the withdrawal agreement to be concluded satisfactorily by the October European Council,\" he said. \n\"I expect EU leaders to send a strong message to the UK that negotiations with the taskforce need to intensify.\"\nThe EU's negotiator Michel Barnier has said \"serious divergences\" remain over the question of backstop arrangements for the Irish border if neither of the UK's proposed customs proposals are deemed workable. \nElsewhere, Mrs May will seek to show solidarity with the rest of Europe in their efforts to deal with illegal migrant flows across the Mediterranean from Africa and the Middle East.\nThe issue has divided Europe for more than two years but tensions have increased since the election of a populist government in Italy, which has pledged to crack down on unlawful migration, and growing political uncertainty in Germany amid a backlash against Chancellor Angela Merkel's immigration policies.\nMrs May is expected to stress the need to tackle the problem of people smuggling at its source, citing the success of a project in Nigeria where once the dangers of crossing the Mediterranean were explained to people, their attitudes to illegal working in the UK changed.\nOn security, the prime minister will call for collective action against misinformation, cyber warfare and money laundering by \"hostile states\" such as Russia. One example of this, she will say, is the UK's sharing of details of Russian intelligence officers expelled after the attacks on Sergei and Yulia Skripal in Salisbury with EU allies.\nThe working dinner coincided with England's final World Cup group game against Belgium, whose prime minister Charles Michel was also present. \nThe UK's permanent representative in Brussels couldn't say how much of the match Mrs May, who on Wednesday ordered St George's flags to be flown above No 10 for remaining England games, would see.", "date": "28 June 2018", "href": "https://www.bbc.com/news/uk-politics-44636755", "tags": "brexit cabinet may uk eu want pace mrs future says time deal dealtimeline"}