{"title": "Brexit: Does the UK need to hold European elections?", "content": "It is becoming a key question in this complex Brexit process. \nIf the UK was to request, or be offered, a lengthy extension of its membership of the European Union (EU), would there be an obligation to take part in May's European elections?\nBoth the UK government and the European Commission (EC) say that there would; but legal opinion is divided, and many lawyers argue that a satisfactory fix could be found. \nThe elections are taking place between 23 and 26 May, although the new parliament will not sit, and new members will not be sworn in, until  2 July. \nThat is why it has been argued that an extension of Article 50 until the end of June would not prove to be a problem.\nBut what about a much longer extension - potentially as long as 21 months until the end of 2020? That takes the debate into much trickier legal and political territory. \nThe issue has taken on renewed relevance after the President of the European Council, Donald Tusk, wrote in a tweet that he will appeal to the 27 other EU leaders over the next few days \"to be open to a long extension if the UK finds it necessary to rethink its Brexit strategy\".\nTheresa May has indicated that she would only favour a \"short technical extension\" to the UK's EU membership, if that was necessary in order to turn a last-minute agreement into law. \nBut a longer extension, she told MPs, \"would undoubtedly require the United Kingdom to hold European Parliament (EP) elections in May 2019\".\nYes - as the \"guardian of the treaties\", the Commission has strong views on this. \nIn a letter to Mr Tusk on March 11, Jean-Claude Juncker, the European Commission president, said that if the UK is still part of the EU at the end of May \"it will be legally required to hold these elections, in line with the rights and obligations of all Member States as set out in the Treaties\". \nThere is no question that the UK would be in breach of those treaty obligations if it failed to hold elections. But how much would that matter, if the UK was on a path out of the EU anyway? \nThat is an unresolved debate that may eventually have to be tested in court. \nA legal opinion issued by the German Bundestag's Europe Department says that Article 50 cannot be extended beyond the end of May unless the UK holds elections. It suggests that the European Commission might choose to begin treaty infringement proceedings against the UK for denying the vote to UK or EU citizens in the UK. \nThe UK's Department for Exiting the European Union argues that the UK would have to take part in the elections because \"the EU Treaties provide that EU citizens have the right to be represented\" and the European Parliament \"needs to be properly constituted… with duly elected representatives from all Member States\" in order to perform its functions. \nBut others disagree. A confidential legal opinion, written by the European Parliament's own legal service and seen by the BBC, argues that the new parliament could be legally constituted even if the UK had not taken part in the elections. \n\"The potential infringement by a Member State of its duties and responsibilities under the Treaties and the Electoral Act cannot amount,\" the opinion says, \"to an absolute bar to the regular functioning of the Institution.\"\nIf the UK didn't take part in the elections, there would be considerable concern about legal challenges, either from those who might argue that their right to be represented was being denied, or from those who might argue that the UK was paying money into the EU budget without receiving all the benefits.\nBut representation is not necessarily the same thing as holding elections. \nWhen countries join the EU, there have been periods when national MPs have been appointed to serve as representatives in the European Parliament until the next European elections take place. This happened with Romania and Bulgaria in 2007. \nCould a similar temporary measure apply as an existing EU member seeks to leave? Perhaps. \nAnother alternative that has been suggested is that the UK's current MEPs could continue to sit in the next European Parliament until the end of the Article 50 period, or they could be granted some form of observer status. \nAll of this is uncharted legal territory. \nBut the UK's most senior lawyer at the European Court of Justice, Advocate General Eleanor Sharpston, seems convinced that a solution can be found. \nThere would be a need, she wrote on Twitter, \"to arrange for British MEPs to sit in the new (parliament) as additional members on a temporary 'Brexit-limited' basis\".\nAny suggestion that the European elections represent an \"insuperable obstacle\" to a longer extension of Article 50 is, she added, \"an oversimplified and ultimately fallacious presentation of the facts\".\nMs Sharpston emphasised that she was writing in a personal capacity, but her opinion clearly carries some weight. \n\"If the political will to agree a longer extension of Article 50 is there, she concluded, \"a legal mechanism can be found to accommodate that desire and 'deal with' the issue of the EP elections.\" \nA legal solution could be found within Article 50 itself. \nIt is already being used to offer the UK an extensive transition period after Brexit, even though it does not mention transition explicitly. \n\"An argument could be made that extending existing MEPs also qualifies as a transitional arrangement,\" says Catherine Barnard, professor of EU law at the University of Cambridge,   \n\"The formal position is that the UK would need to hold elections,\" Prof Barnard says. \"But it is likely that those MEPs would only serve for a maximum of two years, so it would be in the interest of both sides to find a creative solution. \n\"One possibility is to see how far Article 50 can be stretched.\"\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "14 March 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47568283", "tags": "brexit european need uk hold eu extension may legal parliament elections could"}