{"title": "Brexit talks: Where next for negotiations?", "content": "If nothing is agreed until everything is agreed, then it is safe to say there is a long way to go. \nPhase one of the Brexit negotiations may be coming to an end, but phase two promises to be even more difficult. \n\"I very much welcome the prospect of moving ahead to the next phase,\" Theresa May said on Friday, \"to talk about trade and security and to discuss the positive and ambitious future relationship that is in all our interests.\"\nTrade talks, I hear you cry? Not quite yet. \nFor starters, negotiations on the divorce issues that we have learnt so much about have yet to be finalised. There are plenty of technical details that still need to be clarified, in parallel with any discussions about the future. \nIn any case, the immediate priority will be to try to reach agreement on a transition period - for about two years after Brexit - in order to offer business a little more certainty, and everyone else a little more time. \nBut there appear to be conflicting ideas about how any transition would work in practice.\nThe Prime Minister has already accepted that existing EU rules and regulations would continue to apply. But she has also insisted that the UK will leave the single market and the customs union before a transition begins, on the day Brexit actually happens. \nThe European Council's draft negotiating guidelines, due to be approved next week, see things rather differently. \n\"As you know,\" European Council President Donald Tusk said on Friday, \"the UK has asked for a transition of about two years, while remaining part of the single market and customs union.\"\nMr Tusk also emphasised that applying existing rules and regulations during a transition would not only mean the UK respecting the whole of EU law; the UK would also, he said, have to accept new laws without having any say in implementing them. \nIn a further sign of trouble ahead, the European Council expects that the UK would continue to respect the jurisdiction of the European Court of Justice during a transition, without having a British judge sitting on the court. \nNone of this will, to put it mildly, go down well with Brexiteers at Westminster. And while this week has shown that compromise can be found, even in the most difficult of circumstances, there are some issues which cannot be solved by kicking the can down the road. \nAnother big challenge during a transition period will be the fate of hundreds of agreements with third countries that apply to the UK at the moment precisely because it is a member of the European Union. These include free trade deals as well as numerous agreements on all types of regulatory co-operation. \nWhen the UK leaves the EU it will no longer be a legal part of any of these agreements - there is no way to roll them over automatically, and time to modify any of them to include the UK is already running extremely short. \nThat's more than enough to be sorted out before we even start thinking about the outlines of a future relationship with the EU - on trade, security, foreign policy and other issues. \nAdditional EU guidelines on the future relationship won't be published until next year anyway, and that means formal discussion of these issues may not begin for several months. \nEven then, the EU will not see them as proper trade talks. Internal EU documents talk of \"preliminary and preparatory discussions with the UK on a framework for the future relationship\" with the aim of agreeing a political declaration between the two sides by October 2018. \nA broad political discussion of that kind is a world away from a legal process leading to agreement on a new treaty. In the EU's legalistic world view, formal talks can only begin after Brexit, when the UK itself becomes a third country. \n\"Political agreements, with highfalutin aspirational guff, are one thing,\" said the former UK Permanent Representative to the EU, Ivan Rogers, in a recent lecture. \"Legally binding agreements, treaty changes and trade deal texts are another.\"\nThe UK government will hope to make progress more quickly, but it has yet to decide itself what kind of Brexit, and what kind of future relationship, it really wants. \nThe cabinet is split between those who want to stay as close as possible to the EU's single market and all the regulations that implies, and those who argue that moving away from EU rules, and giving the UK the ability to strike out on its own, was one of the main aims of Brexit. \nUntil that internal discussion produces a little more clarity, the EU will continue to proceed with caution. \nThis has been a good week for the Brexit negotiations, real progress has been made. \nBut when it comes to complexity, you ain't seen nothing yet.\nRead more from Reality Check\nFollow us on Twitter", "date": "9 December 2017", "href": "https://www.bbc.co.uk/news/uk-politics-42280500", "tags": "brexit next european uk eu transition talks future trade agreements relationship negotiations"}