{"title": "Brexit: No deal would 'have impact on protecting public'", "content": "Leaving the EU with no deal would have \"an impact on protecting the public\", according to the home secretary. \nOpening the second day of debate over the PM's Brexit withdrawal agreement, Sajid Javid backed her deal, saying it would ensure the UK stayed \"one of the safest countries in the world\". \nBut he admitted there was \"further work to be done\" on future co-operation.\nShadow home secretary Diane Abbott said, at its worst, the deal would be \"leading us off a cliff, on security\".\nClosing the debate, Foreign Secretary Jeremy Hunt said it is the \"clear intention of both sides\" that a security treaty between the UK and EU will be signed by the end of the transition period - two-years after leaving the bloc on 29 March 2019. \nMr Javid also revealed his intention to publish a White Paper in December detailing plans for a new immigration system - but he could not guarantee the date.\nHe had earlier told the Home Affairs Committee that he hoped it would be released before the meaningful vote on the Brexit deal next Tuesday. \nBut pushed further about its publication date, Mr Javid said: \"This is the most significant change in our immigration system in 45 years.  \n\"Rather than rush the White Paper, it is important that we focus on the detail and we get it right and we get it out as soon as possible.\"\nMs Abbott said there had been promises the plan would be published several times since the summer of 2017, but it was still \"missing\". \nShe added: \"What confidence can anyone have in post-Brexit immigration policies when ministers still seem as though they don't know what they want and they can't agree on what they want?\" \nMr Javid called Mrs May's deal \"the most comprehensive security agreement the EU has with any third country\". He said it allowed for cross-border investigations on modern slavery to continue and the fast-track extradition of suspects, as well as using DNA databases to catch criminals.  \nBut Labour MP Chris Bryant, who sits on the foreign affairs committee and campaigns for a further EU referendum, called the home secretary's words a \"great wish list\".\n\"It's all in the Political Declaration [the agreement on a future relationship with the EU after Brexit], but it's no more deliverable than a letter to Santa Claus,\" he said. \n\"It's all very well having a wish list, but how on earth could a serious member of Parliament vote for nothing more than a wish list?\"\nHis colleague Yvette Cooper, who chairs the Home Affairs Committee, said the access promised to some databases in the agreement was welcome.\nBut the fact deal does not include access to the European criminal database, used by UK police and the Border Force 500 million times a year, was \"deeply troubling\". \n\"These tools are used to catch criminals, to stop terrorists, to monitor sex offenders, to find dangerous weapons, to stop serious criminals entering the country and without these measures the police have been very clear the country will be less safe,\" she said. \n\"I do not think this House should be voting for things that could make our country less safe.\"\nThe home secretary said that concerns about immigration \"were a key factor in how people voted in the referendum\", and this deal answered that - enabling decisions to be taken by the UK parliament and \"not constrained by EU systems\".\nBut the SNP's Justice and Home Affairs spokeswoman Joanna Cherry said Scottish voters did not hold the same concerns about immigration as other parts of the UK.\nShe said the deal, which will end free movement between the UK and EU, \"will see us made poorer, not just economically but also equally importantly socially\".\nBrexiteer Tory John Redwood said MPs needed to \"move on from doom and gloom\" and \"celebrate the opportunities\" leaving the EU will bring. \nHe added: \"I wish to see us take back control of our borders [for immigration] that is right for our economic needs and fair to people from wherever they come from around the world, rather than a built in European preference.\"  \nPro-Remain Tory Justine Greening welcomed Mr Javid's attempts to reassure EU citizens living in the UK that their rights would be protected, but she said, in practice, the detail in the deal was only \"short-term\".\n\"My constituents, my businesses… they want more than that. They want to know what happens beyond the transition period. They need clarity.\n\"The bottom line is all we have got on our destination is 26 pages of something called a political agreement. It is not binding, there is no detail, no guarantees, no timescales.\n\"It is the political equivalent of being asked to jump out a plane without knowing whether your parachute is there or attached.\"\nAlthough Wednesday's eight-hour debating session was meant to focus on security and immigration, many MPs have been directing their contributions at the Northern Ireland backstop.\nThis position of last resort that is in the withdrawal agreement to prevent a hard border between Northern Ireland and the Republic of Ireland has drawn much criticism from MPs - especially the DUP, who are in a pact with the Conservative government. \nSammy Wilson told the Commons that the border was \"a mythical problem\" that has ended up tying the United Kingdom into a range of measures which will \"damage the economy and damage the union\", perhaps indefinitely.\nHe added: \"What we have in the withdrawal agreement… is only designed to do one thing, and that's to thwart the wishes of the people of the United Kingdom in leaving the EU. \n\"The impact of this on the constitutional integrity of the United Kingdom is that Northern Ireland would be treated different - something the prime minister promised would never happen.\"\n\"There has been bad faith [and] the understanding we had has been broken.\"\nConservative MP Nigel Evans took a dig at Mrs May in his criticism of the backstop, saying: \"We all know that I have got more chance of winning BBC Bake Off than the prime minister has of getting this through, or Strictly. \n\"I can't bake and I can't dance - that doesn't stop the prime minister - but it would certainly stop me.\"\nHe clarified it was a joke, but on a more serious note, he said: \"I did hear the prime minister say that we would not have any borders along the Irish Sea when explicitly this is what is now going to happen. \n\"I am very, very unhappy about that.\" \nAnd Tory former chief whip Mark Harper, who is voting against his party for the first time in 13 years, said: \"The prime minister was clear that a backstop that treated Northern Ireland differently and put a border in the Irish Sea was unacceptable and not something any British prime minister could sign off.\n\"I'm afraid to say she has done exactly that.\"\nFormer Tory minister Sam Gyimah also took the opportunity to speak from the backbenches for the first time in six years.\nMr Gyimah - who quit his job as universities and science minister over Mrs May's Brexit deal - told the Commons he \"loved\" his job and did not take the decision to step down lightly. \nBut, he said the deal was \"not politically or practically deliverable\". He added: \"Before we are Leavers or Remainers, we are British and it is the national interest that we care most about. \n\"The home secretary admitted that it might not be perfect, almost implying that this was like trying on a pair of shoes that were not the right colour and may be a little bit tight, but you could get on with it and it would be fine. \n\"But these are like shoes that have got holes in the sole. This deal is fatally flawed.\"  ", "date": "5 December 2018", "href": "https://www.bbc.com/news/uk-politics-46457994", "tags": "brexit public minister uk immigration eu agreement home secretary would protecting impact deal"}