{"title": "Brexit: What is UK offering EU citizens?", "content": "Since the vote to leave the EU a year ago, millions of EU citizens living in the UK, and about a million UK expats in other EU states have been living in a state of uncertainty about their future. \nMinisters have now given details of what EU citizens can expect after Brexit but make clear that their offer is based on the expectation that the other 27 EU members give reciprocal guarantees for British expats living on the continent.\nTheresa May outlined her proposal in a statement to Parliament, having given EU leaders an early sight of her plans at a private dinner on Friday. \nShe has insisted that no EU national currently resident in the UK would have to leave at the point of Brexit and that people will be treated the same irrespective of their nationality. \nThe main feature is the offer of \"settled status\" for EU citizens, as well of nationals of Norway, Iceland, Liechtenstein and Switzerland, who have been living legally and continuously in the UK for at least five years. \nThis will not be available automatically and anyone who qualifies will have to apply for their residence status.\nThose given, in effect, indefinite leave to remain will be entitled to use public services and receive benefits, including pensions and healthcare, on the same basis as British citizens. They would also be able, as now, to apply for British citizenship. \nThose who have not yet reached five years would be entitled to apply for continued residence on a temporary basis and to stay on until they reach the threshold for settled status.\nThose arriving after an as-yet-unspecified cut-off date would be given a \"grace period\" - expected to be two years - to obtain a work permit or return to their home countries. Although they will ultimately be able to seek permanent residence, officials make clear there should be \"no expectation\" this will happen.\nMrs May has said she does not want to see families split up and that rights under the new \"settled\" status will also apply to family members living elsewhere, including children, if they come to the UK before Brexit and apply on the same basis. \nFor those who arrive after Brexit, they will be subject to the same rules that currently apply to foreign family members joining British citizens from abroad.\nIt is worth bearing in mind this offer is not unilateral - it is dependent on UK citizens living abroad getting a reciprocal deal from other EU states.\nThis is a major issue for EU citizens in the UK and UK citizens on the continent.\nThe UK says existing rules on the transfer of benefits to dependents living in the EU will be protected for those resident before the cut-off date while the UK state pension will continue to be uprated for pensioners living on the continent.\nExisting healthcare arrangements in force before the cut-off date will also be protected. The UK wants British citizens to continue to be eligible for free or discounted care while on temporary trips to the EU either through the existing European Health Insurance Card or a similar arrangement. \nEU citizens studying in the UK will continue to be eligible for loans for degree or further education courses as well as maintenance support. \nThe government says there is no pressure on people to apply for their new status straight away and no obligation for them to do so before the UK leaves.\nBut with the process expected to take some time, ministers say they want to give people the opportunity to do so at their \"earliest convenience\" and the application procedure will be launched before Brexit - expected to be in the summer of 2018.\nThose who already have permanent residence will have to reapply although the process will be as \"streamlined\" as possible.\nQuite a bit. For how long would this deal apply? There is uncertainty over the \"cut-off\" date. The UK has suggested it could be anywhere between March 2017, when it triggered Article 50, the formal process of leaving the EU, and March 2019 when it will formally leave. \nMinisters say the proposed date will be discussed with EU partners but insist people will be given \"adequate time\" to prepare and there will be no \"cliff edge\".\nAnd there is also the question of who will enforce the new rules, which is likely to be one of the greatest areas of dispute. \nThe UK government says it will create new rights in domestic law and that it must be the responsibility of British courts to uphold them. The European Court of Justice should have no jurisdiction, it says, putting the UK at odds with the rest of the EU.\nBy including legal commitments in the withdrawal treaty, the UK suggests the agreement will have the status of international law - raising the possibility that it could also be policed by a new body.\nBefore Mrs May's offer, the EU proposed that EU citizens in the UK and the estimated 1.2 million Britons living in EU countries should continue enjoying the same rights, enforceable by the European Court of Justice (ECJ).\nOn Thursday, German Chancellor Angela Merkel described Mrs May's offer as a \"good start\" but by Friday EU officials were sounding more lukewarm. \nEuropean Council President Donald Tusk went further, saying it was \"below our expectations\" and suggested that what is being offered is \"about reducing the citizens' rights, the EU citizens in the UK\" from their current level. \nEuropean Commission president Jean-Claude Juncker focused on the issue of which court would oversee any new system, saying it was \"inconceivable\" to him that the European Court of Justice would not be involved. \nThe issue of the cut-off date for any new immigration status to apply, and which court will rule on the new system, look set to be the subject of some dispute. BBC political editor Laura Kuenssberg has more on the courts issue here.\nThere are thought to be about 3.2 million EU citizens who have moved to the UK to live, work and raise families - and about 1.2 million UK citizens who have left their home country to move to other EU states. \nWhile the UK is a member of the EU, they are free to do so, and to enjoy almost the same benefits as citizens of their host country, under EU freedom-of-movement rules. \nBut the UK voted on 23 June 2016 to leave the EU, and Theresa May has said the UK will leave the single market - which would mean it was no longer subject to those rules. \nImmigration is believed to have been a key factor in the Brexit vote and the lack of clarity about what will happen to those EU citizens already living in the UK has led to fears among some that they could be deported or see their rights reduced.\nThe UK government has been under pressure to guarantee unilaterally the rights of those EU citizens who are already living in the UK. But it says it cannot do so until the rights of British expats living in other EU countries are guaranteed, as well. \nThis has led to accusations that the government is ready to use its EU citizens as \"bargaining chips\" in negotiations.\nUnder the current system, EU nationals can move to the UK under freedom of movement rules and can take up any job - employers do not need to apply for permission to take them on.\nNon-EU citizens in the UK are subject to a work-permit system, which limits entry to the UK to skilled workers in professions where there are shortages.\nEU nationals have a right to permanent residence, which is granted after they have lived in the UK, legally and continuously, for five years. For some, the requirement for \"lawful\" residence may include having personal medical insurance.\nThere has been some criticism that the permanent-residence system is \"not fit for purpose\" with applicants having to fill in a \"complex and onerous\" 85-page form, according to the cross-party Commons Exiting the EU Committee.\nTheresa May has said that the new system she is offering would streamline the process for the millions of EU citizens already resident in the UK.\nFor UK citizens abroad, permanent residency rules vary across the other 27 EU states.\nRead more:", "date": "27 June 2017", "href": "https://www.bbc.co.uk/news/uk-politics-40379663", "tags": "brexit citizens uk may eu living status offering apply british new"}