{"title": "Brexit: Irish border backstop still centre of debate", "content": "In a matter of days, MPs in Westminster will have their say on the prime minister's Brexit deal (again).\nWill they or won't they? \nWith fewer than three weeks to go until Brexit day, the political drama enters its final act. \nAt the core of opposition to it: the Irish border backstop. \nSince the PM's deal was first voted down in January, there's been all sorts of talk about how she might get changes to it, in order to win-over Brexiteers in her own party and enough in Labour's ranks too.\nThe key to much of that also involves securing the support of the Democratic Unionist Party (DUP), whose 10 MPs prop up the government in a confidence-and-supply pact.\nLet's go back to basics.\nAt the start of the discussions, the Irish border was one of the three key issues EU negotiators wanted addressed before a transition period and substantive trade talks could begin.\nThis is because after Brexit, the UK will no longer be in the EU single market and customs union: the two parts of Ireland could be in different customs and regulatory regimes, which could mean products being checked at the border.\nFor political reasons too, to protect progress made through the Good Friday peace agreement, neither the UK nor EU wanted to see a hard border, so in 2017 they committed to the need for a backstop.\nIt's a position of last resort to maintain a seamless border on the island of Ireland unless and until another solution is found.\nIn November 2018, after months of negotiations over how the backstop should work, the UK and EU published a draft agreement that included a backstop, which would see extra checks on some goods coming into Northern Ireland from Great Britain, and keep the whole of the UK in a customs union with the EU.\nIt would take effect if another solution hadn't been found by the end of the proposed transition period in December 2020.\nBut not everyone was happy.\nBrexiteers, including the DUP, were outraged on two fronts. First, they claimed it posed a risk to the integrity of the union by creating an \"Irish Sea border\", and secondly, that it tied the UK to EU rules indefinitely with no say in them.\nThey vowed to vote down the Brexit deal unless the backstop was removed from the withdrawal agreement - and followed through on this in January, when the government suffered one of the biggest defeats in modern times on the deal.\nTheresa May promised to get changes to the backstop, but it is still not clear what she might achieve.\nIt hasn't really budged.\nThe DUP has previously said it wants one of three things: the removal of the backstop from the deal; a time-limit to the backstop or a unilateral exit clause from it.\nLast week, the party's Brexit spokesman, Sammy Wilson, said the DUP could back a deal with a time-limited backstop, because it would effectively remove it. \nThis gets to the crux of why the EU has refused to consider a time-limit, or anything that would put an end to the backstop, without another solution in place.\nWhatever Attorney General Geoffrey Cox negotiates, the DUP will be keen to scrutinise it carefully.\nIts deputy leader, Nigel Dodds, is one of eight pro-Brexit lawyers who have set out terms the deal must meet to ensure changes to the backstop are \"legally binding\".\nBut the majority of Northern Ireland's political parties - as well as a large number of business and farming groups - have repeatedly urged support for the original backstop.\nIt's thought that if changes are made to the backstop that can placate the DUP, many other Brexiteer MPs would then back the deal too.\nSome MPs certainly think so.\nIf Mrs May's deal gets voted down again, MPs get two more votes. One would be to rule out no-deal. If that is passed, then MPs would vote on whether or not to extend the exit process.\nLabour's Owen Smith told BBC News NI last week that he believes, as a result of offering these votes, the PM is essentially pushing some Brexiteers into backing her deal, rather than risking a delay to Brexit.\nConservative MP Andrew Murrison, who chairs the Westminster NI Affairs Committee, also told the BBC he believed that would happen.\n\"Increasingly that's likely to be the case. And not just my colleagues on my side of the house but increasingly colleagues on the other side of the house as well and I think they're going to be crucial in this,\" he said.\nThose votes will only happen if MPs reject the government's deal again.\nOther political commentators and MPs believe a no-deal outcome has increased as a result of the PM's decision last week, with some Brexiteers calling to leave on World Trade Organisation (WTO) terms if the EU won't budge.\nThat depends who you ask.\nOn Tuesday, the Welsh and Scottish governments demanded that Mrs May rule out a no-deal outcome, and also called for Brexit to be delayed.\nSome Tory MPs who are members of Parliament's Eurosceptic European Research Group (ERG) have said they are willing to \"compromise\", but would rather have no-deal than a bad deal. \nWhether they will do a sharp volte-face and back the deal, depends on what Number 10 can deliver from Brussels.\nBut the Irish government has said it still believes a no-deal outcome is unlikely.\nLast week, Taoiseach (Irish prime minister) Leo Varadkar said: \"We are entering quite a sensitive period over the next week or two in the run-up to the next set of votes in the House of Commons on 12 March and the European Council summit which happens the week after.\n\"I don't want to say too much about it at this stage, but I think that the United Kingdom crashing out of the European Union without a deal on 29 March is unlikely.\"\nThe mood music is not positive.\nIt's a tense time for all sides involved, and the EU has been reluctant to say much other than that it wants to provide the UK with assurances, but has stressed that the withdrawal agreement is not up for re-negotiation.\nBrexit Secretary Steve Barclay headed back to Brussels on Tuesday with Geoffrey Cox in another bid to get changes.\nOn Wednesday, the European Commission said those talks had been difficult and still no breakthrough had emerged.\nEU officials said they would work non-stop over the weekend if \"acceptable\" ideas were received by Friday to break the deadlock over the Irish backstop.\nOn Friday, the EU's chief Brexit negotiator, Michel Barnier, tweeted the UK would not be forced into a customs union against its will through the Northern Ireland backstop.\nHe said it would be able to exit the single customs territory unilaterally if it chose to do so.\nBut, he added, Northern Ireland would remain part of the EU's customs territory, subject to many of its rules and regulations.\nBrexit Secretary Stephen Barclay accused Mr Barnier of trying \"to rerun old arguments\".\nAs of right now, there are 21 days to go until the UK is due to leave the EU.\nThe final act of this political drama approaches, and no-one has a clue how the plot is going to end. ", "date": "9 March 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47455588", "tags": "brexit uk centre eu debate border backstop irish mps deal still"}