{"title": "Brexit: DUP says not enough 'progress' to back deal", "content": "\"Sufficient progress\" has not been made for the Democratic Unionist Party (DUP) to vote for the Brexit deal in the Commons, the party has said.\nOn Monday, Theresa May said she had secured \"legally binding changes\" to the Brexit deal.\nEarlier, the Taoiseach said fears the EU was trying to hold the UK in a permanent backstop \"can now be put to bed\".\nBut the DUP said the EU has been \"intransigent\".\nMPs are currently voting on the deal, after Mrs May made a final bid to convince them to back it.\nIn the Commons, the party's deputy leader Nigel Dodds said new legal advice from the Attorney General meant the UK could still be \"trapped\" in the backstop.\nThe party's leadership met the prime minister on Tuesday afternoon, before she headed to Parliament to open the debate on her deal.\nThe BBC's Political Editor Laura Kuenssberg reported that the DUP would definitely vote against the deal later, and not just abstain.\nIn a statement, a DUP spokesman said the party recognised that the prime minister had made \"limited progress\" in her discussions with the EU.\n\"The European Union has been intransigent. It is possible to reach a sensible deal which works for the United Kingdom and the European Union but it will require all sides to be reasonable and in deal-making mode,\" it added.\n\"It is clear that the risks remain that the UK would be unable to lawfully exit the backstop were it to be activated,\" it added.\n\"We will support the right deal which respects the referendum result and Northern Ireland's place as an integral part of the United Kingdom.\"\nGeoffrey Cox's new legal advice says \"the legal risk remains unchanged\" that the UK would have no legal means of leaving the backstop without EU agreement.\nThe Attorney General concludes that the new provisions \"reduce the risk\" of the UK being \"indefinitely and involuntarily\" held in the backstop if there was \"bad faith or want of best endeavours of the EU\".\nBut he said the legal risk remains that if bad faith could not be demonstrated, but rather \"simply because of intractable differences\", the UK would have \"no internationally lawful means\" of exiting the backstop, except through another agreement.\nHe repeated his view that there is a \"political judgement\" to be made on whether it is worth agreeing the deal. \nIn November 2018, Mr Cox had advised that the backstop would be indefinite and could only be brought to an end with a subsequent UK-EU agreement.\nIt took several hours after the Attorney General's legal advice was published for the DUP to issue its verdict: no.\nHardly the outcome the prime minister will have been hoping for from the party that keeps her in power.\nBut it has always said it would rather leave the EU with no deal than a bad deal, and it still says it will support \"the right deal\" for Northern Ireland.\nAnyone expecting the DUP to have blinked at the last minute probably does not know much about how the party operates.\nIts refusal to budge means many Brexiteer Tory MPs probably voting against the deal too.\nWith most Labour MPs and the SNP also against the deal, albeit for different reasons, this time it looks like there might be too many holes in the prime minister's ship to stop it from sinking.\nMr Varadkar told a press conference early on Tuesday in Dublin that what had been agreed was complementary to the withdrawal deal, not a rewrite.\n\"The further agreement yesterday provided additional clarity, reassurance and guarantees sought by some to eliminate doubt or fears, however unreal, that the goal was to trap the UK indefinitely in the backstop,\" he said.\n\"It is not. These doubts and fears can be put to bed.\"\nHe said Brexit had been in many ways a \"dark cloud hanging over us\" and a positive vote could lift that cloud.\nThe UK is set to leave the EU on 29 March 2019 after voting to leave by nearly 52% to 48% - 17.4m votes to 16.1m - in 2016.\nThe UK and EU have been engaged in negotiations for two years, with the issue of the Irish border the sticking point.\nBoth sides committed to avoid a hard Irish border - ie the return of checks or physical infrastructure - along the 310-mile border between Northern Ireland and the Republic of Ireland.\nThey agreed to a backstop: an insurance policy to maintain an open border unless and until another solution is found.\nBut the DUP and other parties at Westminster argued that the backstop posed a risk to the integrity of the union by creating an \"Irish Sea border\", and secondly, that it tied the UK to EU rules indefinitely with no say in them.\nThey voted down the deal when it first came to Parliament in January, and have said they will do so again unless the new documents, announced on Monday night, meet certain tests.\nBy John Campbell, BBC News NI Business and Economics Editor\nTheresa May said she was going back to the EU to seek one of two things.\nThey were either a firm time limit on the Irish border backstop or some way to allow the UK to walk away from it without suffering a penalty.\nShe has not achieved either of those aims in her latest negotiation.\nBut she did not leave Strasbourg empty-handed.\nWhat she has gained from the EU is a plain-language version of what the two sides have already agreed.\nThat is the new \"legally-binding\" bit - it does not replace the backstop but sits alongside it and gives a greater understanding of what had been agreed in the first place.\nAfter talks with President of the European Commission Jean-Claude Juncker on Monday evening, the prime minister said she \"passionately believed\" her Brexit deal addressed concerns raised by MPs. \nSpeaking alongside Mrs May in Strasbourg, Mr Juncker warned if the deal was voted down, there would be \"no third chance\". ", "date": "12 March 2019", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-47535731", "tags": "brexit uk eu legal backstop border party back says enough dup deal"}