{"title": "Brexit deal: The importance of being unionist?", "content": "From the very moment she entered Number 10, Theresa May said the word \"unionist\" was important to her.\nThe full title of her party is, after all, the Conservative and Unionist Party.\nThe prime minister's talk of protecting the \"precious bond\" between the UK's four nations pleased unionist parties in Northern Ireland.\nBut that was July 2016 - Brexit twists since then have taken the debate around unionist credentials to new heights.\nThe deal the UK government has negotiated with the EU sparked a backlash, amid claims it could damage the integrity of the union.\nIt has all come down to the proposal on the Irish border backstop, which aims to ensure frictionless trade and will come into effect if another solution can't be found as part of a wider trade deal.\nThe draft withdrawal agreement says Northern Ireland alone would align with the EU single market in some areas, meaning new regulatory barriers between Great Britain and Northern Ireland - the so-called Irish Sea border.\nThat's what has frustrated Northern Ireland's biggest unionist party - the Democratic Unionist Party (DUP) - so much.\nIt believes any differences could damage Northern Ireland's economy and democracy.\nIn February, Mrs May rejected an earlier EU proposal for Northern Ireland, and said \"no prime minister could sign up\" to something which threatened the UK's constitutional integrity.\nThe DUP says the prime minister has now broken that promise she made.\nAnd its words carry weight at Westminster, as Mrs May relies on the party's 10 MPs in a confidence-and-supply pact, in order to have a parliamentary majority.\nThe jovial photo opportunity of 26 June 2017 - the day that deal was announced, seems a far cry from the events of the past week.\nIt culminated in the DUP's decision to abstain on minor amendments to budget votes in the Commons on Monday night - not crucial, but an absolute reminder to the government of what the DUP can do, and how important its numbers are.\nDespite the DUP's protests that it will vote against the draft agreement when it comes to the Commons, the government is defending its plan.\nNorthern Ireland Secretary Karen Bradley has called the deal \"good for the union\", urging politicians to get behind it.\nBut some within the Tory party aren't buying that.\nAnd as reaction to the draft agreement swirled around last week, several politicians were quick out of the gates to put their commitment to unionism on record.\nIt was notable that the two members of the cabinet who quit - Dominic Raab and Esther McVey - both specifically referenced the union in their resignation statements.\nFormer Brexit Secretary Mr Raab said the regulatory regime planned for NI was a \"very real threat\" to the integrity of the UK, while ex-Work and Pensions Secretary Ms McVey said \"as a unionist\", she couldn't back anything that risked breaking it up.\nThey received messages on social media from DUP deputy leader Nigel Dodds, who thanked them for \"standing up for the union\".\nBut has the Brexit debate made it politically convenient for some to lay claim to being a unionist?\nJournalist and political commentator, Alex Kane, thinks there might be some truth to that theory.\n\"For all the times we've been told there are closet unionists or very public unionists in the Conservative ranks, when push comes to shove, when they have to make a key decision between the national interest versus the individual interest of a unionist party in Northern Ireland, I can't think one of one occasion when they didn't back the national interest,\" he told BBC Radio Ulster's Sunday News programme.\nBut it's not just cabinet ministers who have spoken of their concerns about the future of the union.\nTurn to Scotland, and some Tory MPs there are insistent on making sure Northern Ireland doesn't get special treatment.\nTheir fear is that any new controls which separate Northern Ireland from the rest of the UK could fuel the case for Scottish independence - another potential fracture in the union.\nThe MP Ross Thomson has been one of the most vocal, calling on Secretary of State for Scotland David Mundell to follow cabinet colleagues and quit in protest at the government's plan.\nHe said \"no unionist\" could sign up to it - but Mr Mundell said he wouldn't \"take lectures from latter-day unionists who are now using it as merely a hook on which to hang their resignations\".\nMr Mundell has now publicly backed the draft deal, despite warning before its publication against any different arrangements for Northern Ireland.\nTo be clear, the DUP is not the only unionist party in Northern Ireland opposed to the draft agreement.\nThe Ulster Unionist Party (UUP), which has one representative in the European Parliament, is also worried about the possibility of a border down the Irish Sea.\nBut rather than focusing its ire on Theresa May, the UUP accused the DUP of overstating its influence at Westminster.\nAnd on Monday, former UUP leader Lord Trimble was among a group of Brexiteers spotted in Downing Street, putting forward an alternative to the backstop plan.\nNorthern Ireland's other voice in London, independent unionist MP for North Down, Lady Sylvia Hermon, has said she's not happy with everything in the deal but there is no time for anything else.\n\"I would be very surprised if I were ever to find myself on the same page as Sammy Wilson and Jacob Rees-Mogg,\" she added.\nThe DUP, however, contends that it has friends in all corners of the Commons when it comes to Brexit.\nIts chief whip, Sir Jeffrey Donaldson, has said Theresa May is the \"lonely\" one right now.\nThe party has warned that parliament has a choice: Vote against the deal and protect the UK, or back it and cause the union to break up.\nBut even if it means upsetting her unionist allies, the prime minister seems determined to push her plan through, in order to avoid a no-deal scenario.\nIn a matter of weeks, we'll see which argument MPs have been persuaded by.", "date": "20 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46261579", "tags": "brexit unionist uk party union northern ireland could dup deal importance"}