{"title": "Brexit: The NI border checks already in place", "content": "The Brexit talks are focused on the issue of the backstop - a special arrangement for Northern Ireland that could see it staying in much of the EU's single market. \nThat would mean checks on goods crossing the Irish Sea from Great Britain into Northern Ireland - what some people refer to as an Irish Sea border. \nBut some checks of this sort already exist. \nOn a grey Thursday afternoon at Larne Harbour, a cattle lorry comes off the boat from Scotland.\nIt contains Scottish cows - so this is a movement of UK cows within the UK's single market.\nBut this is not frictionless trade. \nInstead, the lorry pulls into a Department of Agriculture facility.\nThe driver gets outs and hands over a veterinary certificate to be checked. \nMeanwhile, a team of inspectors use a gantry and torches to peer into the lorry.\nThey are counting the animals, looking at ear tags and checking for any sign of disease - a process which takes about 15 minutes.\nIf further checks are required, the animals could be off-loaded into an inspection pen.\nEvery single load of animals which arrives from Great Britain must get this treatment.\n\"All consignments are subject to documentary, identity and physical checks,\" says Jonathan Guy, the divisional veterinary officer.\n\"Very often, we can do the physical check from outside the vehicle, but where the consignment is larger, we may have to off-load the animals.\n\"We will do an off-load based on risk assessment, it's about 10% of consignments.\"\nYou could call this a regulatory border or even an Irish Sea border.\nIt is certainly a point of friction where checks and controls are taking place.\nIt exists because the island of Ireland is treated as a single unit for the purposes of animal health and disease prevention.\nMichel Barnier mentioned Larne in a speech on Wednesday as part of his attempt to \"de-dramatise\" the issue of the backstop.\nHe said that in a backstop situation, these sorts of checks could be built upon to include meat and dairy products as well as animals.\nThat's because the EU has very strict rules on what food products come into its single market and it insists that certain checks must happen at the border.\nMr Barnier acknowledged expanding checks to food would be a \"significant change in terms of scale\".\nHe added that what is being proposed limits itself to \"what is absolutely necessary\".\nThe DUP do not share the view that this would simply be building on existing checks.\nSpeaking earlier this week, the party's MEP, Diane Dodds, said: \"We're not saying the checks on live animals should be discontinued or there's any issue with them at all. But what is being proposed is much, much wider.\"\nAodhan Connolly, director of the Northern Ireland Retail Consortium, which represents large traders like Tesco, also strikes a note of caution.\n\"Quite simply, checks mean delays, delays mean costs… those then will get passed on to NI consumer,\" he said.\nSome regulatory checks do already happen on food products which are arriving into Northern Ireland.\nThey concern non-EU foods of animal origin which are arriving in Northern Ireland as their first place of landing within the EU.\nFor example, a consignment of New Zealand lamb arriving at Belfast Harbour.\nHowever, the volumes are small. Jonathan Guy says the Border Inspection Post at Belfast Harbour is described as \"low throughput\", dealing with only around 300 relevant consignments a year.\nSo, while there are people in Northern Ireland with the knowledge and experience of how to inspect and enforce EU food standards, the numbers would need to increase sharply if the backstop was activated.", "date": "11 October 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-45829952", "tags": "brexit eu already ni border animals backstop northern ireland could place checks single"}