{"title": "Brexit: What just happened?", "content": "Members of Parliament have rejected eight different proposals on Britain's withdrawal from the European Union (EU).\nThe plans - proposed and then voted on during a turbulent day in Westminster - ranged from holding a second referendum to leaving the EU without a deal on 12 April.\nThis all came on the day that Prime Minister Theresa May said she was willing to step down if the Withdrawal Agreement her government has negotiated with the EU was finally passed - after already being rejected by MPs on two occasions.\nA series of votes on Brexit options - known as \"indicative\" votes, designed to see what MPs would and would not support amid the Brexit deadlock - were held on Wednesday evening in the House of Commons, the main decision-making body of the UK Parliament, following hours of debate.\nUnusually, MPs indicated their preferences using printed voting forms rather than trooping through the voting lobbies of the chamber.\nHouse of Commons Speaker John Bercow announced the results, revealing that MPs had rejected:\nMPs from Mrs May's Conservative Party were allowed by the leadership to vote as they saw fit, with the exception of her most senior ministers, who were expected to abstain. \nLabour MPs were expected to back motions supported by the party's leadership, including the option to hold a second referendum.\nMrs May and her government would not have been obliged to act on any of the MPs' decisions even if they had been backed by a majority of MPs.\nHowever, Mrs May is under pressure to chart a new course after twice failing to get the Withdrawal Agreement her government has negotiated with the EU passed by the Commons.\nAlso on Wednesday, Mrs May told a meeting of MPs from her Conservative Party that she would step down if her Withdrawal Agreement were to get through the Commons at the third time of asking.\nWednesday's votes were held after Mrs May and her government were defeated on Monday in a vote that allowed MPs to seize control of business in the chamber from the government for at least a day. \nMrs May was forced to ask EU leaders to delay Brexit last week, after the House of Commons again rejected the deal she had agreed with the EU on how Britain would withdraw from the bloc by a large majority, and then also voted against a no-deal exit.\nEU leaders are among those who fear the UK leaving the bloc without a deal would lead to chaos.\nThe 27 EU leaders offered her two dates:\nBut the EU says a further extension beyond 12 April is only possible if the UK agrees to hold European elections on 23 May. Mrs May has said she does not wish the UK to take part in those elections.\nA good question.\nMrs May had been expected to make a third attempt at getting her deal with the EU passed later this week, amid news that some of her biggest critics within the party - including ex-Foreign Secretary Boris Johnson - were now willing to back it.\nThis came amid fears by pro-Brexit MPs that leaving the EU might be seriously delayed or even abandoned, and following Mrs May's statement that she would step down soon after her deal getting through the Commons.\nBut in a blow to hopes of her deal going through, the Democratic Unionist Party - a Northern Irish party whose members back continued unity with Britain, and whose votes have been key to Mrs May's ability to pass legislation as leader of a minority government - said its 10 MPs would not be backing it.\nWhether Mrs May will be allowed to return with her deal for a third vote has in any case been thrown into fresh doubt by the House of Commons Speaker. Wednesday saw Mr Bercow once more cite parliamentary precedent to rule that another vote could only take place if the proposal tabled by the government was \"substantially different\" from the previous one.\nSome supporters of the \"indicative\" vote process are now arguing that the most popular of the rejected proposals - including a second referendum - should now be put to the Commons for a second time, possibly next Monday. Others are insisting that the only way forward is a general election to create a new House of Commons that will hopefully be able to break the deadlock.\nThe UK could still leave with no deal on 12 April if a way forward is not found. Although this is now regarded as unlikely, given the opposition of most MPs, by what method this can be avoided - and even who will be in charge of the process - is not entirely clear.\nNo.\nIt is worth remembering that the debate now is focused on the terms of the UK's exit from the EU. \nThe conditions of the future relationship between the country and the bloc, assuming the UK leaves at all, still have to be negotiated.", "date": "27 March 2019", "href": "https://www.bbc.com/news/uk-politics-47724037", "tags": "brexit may uk eu party mps mrs government commons deal happened"}