{"title": "Brexit: What have EU leaders agreed?", "content": "An EU summit dominated by relations further afield - with Russia and the United States - was also an important moment in the Brexit process. \nThe remaining 27 EU leaders formally approved the terms of a transition period after Brexit, which is due to happen on 29 March 2019. It means very little will change in the UK's relationship with the European Union until the end of 2020 at least. \nThe government emphasises that one big symbolic thing will change - the UK will leave the EU. \nBut for nearly two years after Brexit Day it will continue to be bound by all EU rules and regulations. \nFor most, but not all, supporters of Brexit it's a price worth paying. \nAnd that's why, for now, they are keeping their political powder dry. \nThe transition (or implementation period as Downing Street prefers to call it) will give businesses and governments more time to prepare for a new relationship. \nBut the European Council president Donald Tusk was rather more gloomy this week. In practice, he said, it will simply \"delay all the negative consequences of Brexit by another 21 months\".\nIt is also worth remembering that a transition will only be put in place if an overall withdrawal agreement is signed and ratified. And for that to happen, two big issues still need to be resolved - the role of the European Court of Justice and the future of the Irish border. \nIreland, in particular, will remain a dominant issue in the coming months, with the government yet to demonstrate how it can fulfil its pledge to maintain an invisible border between Northern Ireland and the Republic without remaining in some kind of customs union with the EU.  \nThe second important Brexit development at this summit was that the EU27 signed off guidelines for their negotiating team on the future relationship with the UK after Brexit and the end of the transition period. \nThere was little detailed discussion, and that was probably deliberate. It means unity is maintained. \nDuring the first phase of negotiations, the EU constantly referred back to the guidelines it issued at the beginning of the process and we can expect the same to happen again. \nThis document is important because it is the agreed position of all 27 countries. And, just as they did in phase one, they will try to stick as close to it as they can. \nThe overall thrust of the EU's position is that the red lines set out by the UK government, including leaving the single market and the customs union, limit the ambition for the future partnership.\nThe document hasn't changed significantly from its initial draft which we examined here.\nThere are slightly stronger references to the UK's promise to keep the Irish border open, and to the need to consult Spain about the future of Gibraltar.\nOther potential flashpoints include an EU demand that \"existing reciprocal access to fishing waters and resources should be maintained\". We've seen in the last few days that this is an issue which will cause political problems for Theresa May.  \nOverall, on economic issues, the EU will start by offering a fairly standard free trade agreement. British negotiators will try to persuade them to be far more ambitious, in the knowledge that a number of EU member states depend heavily on trade with the UK. \nFor the EU, though, the boot is on the other foot.\n\"These negotiating guidelines are deliberately open-ended, inviting the UK to soften its red lines in order to unlock greater flexibility from the EU27,\" says Mujtaba Rahman, managing director for Europe at the Eurasia Group consultancy.\nBut don't expect dramatic developments in the next few months on the overall future relationship. \nThe EU's aim is to reach agreement on a broad political declaration by October. \nDetailed negotiation on a future trade deal will have to come later. \nNow the EU guidelines have been approved \"we expect that the UK government will come forward with greater clarity about its own negotiating proposals on both trade and labour mobility arrangements\", said Allie Renison of the Institute of Directors. \n\"These will be essential for company planning, and help ensure that government and business are speaking with one voice.\"\nOne thing the guidelines don't discuss is what happens if preparations for a new relationship - including things like customs controls - aren't ready by the time the transition comes to an end.\nBut that is a debate for another day.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "23 March 2018", "href": "https://www.bbc.com/news/uk-43518096", "tags": "brexit overall leaders uk eu guidelines one transition future agreed relationship government"}