{"title": "Brexit: Broad welcome in NI and Republic for UK-EU deal", "content": "Democratic Unionist Party (DUP) leader Arlene Foster has welcomed \"substantive\" changes to draft plans for Northern Ireland post-Brexit but warned of \"more work to be done\".\nThe UK and European Union have struck a deal to allow Brexit talks to proceed.\nDUP objections to the deal's wording collapsed UK-EU talks on Monday.\nIrish prime minister Leo Varadkar said the Republic of Ireland had \"achieved all we had set out to achieve\" in phase one of talks.\nThe taoiseach added that the deal would ensure Northern Ireland will not drift apart from the rest of the UK. \n\"No new barriers between Northern Ireland and Great Britain will develop unless the Northern Ireland Assembly and executive agree to it,\" he said.\nHe recognised the concerns of Northern Ireland's unionist community, and wanted to assure them the Irish government \"has no hidden agenda\", he added.\n\"There is no question of us exploiting Brexit as a means of moving to a united Ireland without consent,\" said Mr Varadkar.\nHe also said the rights of EU citizens would be \"available to anyone in Northern Ireland who chooses to exercise his or her right to be an Irish citizen, regardless of their political persuasion or religious beliefs\".\nWhat happens to the border between Northern Ireland and the Republic of Ireland has been a key sticking point in Brexit negotiations.\nThe original draft plans included proposals to align regulations in Northern Ireland with those in the Republic of Ireland so as to avoid border checks and minimise the possibility of a \"hard\" border.\nThe DUP, whose support the government rely on to win key votes in Westminster, objected to these proposals on Monday, accusing the Irish government of having a \"reckless and dangerous\" attitude to the Brexit talks. \nAfter the wording was agreed on Friday, Mrs Foster welcomed the fact there would be no \"red line\" down the Irish Sea, as well as a \"clear confirmation\" that the entirety of the UK, including Northern Ireland, would be leaving the single market and customs union.\nShe welcomed the draft paper's six \"clear commitments\" on Northern Ireland.\nBy John Campbell, BBC News NI economics editor\nThe UK government's guarantees on the Irish border seem to sharply limit the variety of Brexit that's now on offer.\nIt has pledged that even if there's no deal, the UK, as a whole, will fully align with the rules of single market and customs union which are necessary to support North-South cooperation.\nThe debates on \"full alignment\" are already underway and there are also big differences of opinion on what rules actually support that cross-border cooperation.\nBut, at a minimum, it would seem that the UK would have to continue to follow EU rules on trade in goods and agriculture.\nRead more here\nHowever, Mrs Foster cautioned there was still work to be done on three border issues:\n\"We cautioned the prime minister about proceeding with this agreement in its present form given the issues which still need to be resolved and the views expressed to us by many of her own party colleagues,\" said Mrs Foster.\nShe added that the DUP will play a \"full part with the government\" in the second stage of negotiations.\nIrish Foreign Affairs Minister Simon Coveney said the revised document included a new paragraph giving \"a very strong British government commitment to ensuring that there will be no new barriers to trade between Northern Ireland and the rest of the UK\".\n\"We simply want to maintain what we have today on the island of Ireland, which is a normalised relationship north and south, and indeed east and west,\" he said.\n\"I hope that text will reassure unionists and businesses that are trading between Northern Ireland and the rest of Britain that, actually, there will be nothing to prevent that trade in the future.\"\nSir Jeffrey Donaldson, DUP MP for Lagan Valley, told BBC NI's Talkback that it was a good day for Northern Ireland.\n\"We've always said we want a soft border, we do not want to put in place unnecessary barriers that would inhibit our companies in Northern Ireland doing business in the Republic,\" he said.\n\"The key element for us was that nothing would be done to create a border in the Irish Sea and it is clear from this agreement that it will not happen.\"\nSinn Féin's Stormont leader Michelle O'Neill, said the agreement  \"represents a degree of progress\".\n\"For our part, Sinn Féin will continue to make the case for special status, we will continue to articulate the case that our society needs to remain within the customs union and the single market,\" she said.\n\"This argument is not over- there is much more work to be done and we're going to entre into a very crucial second phase of talks.\" \nRobin Swann, leader of the Ulster Unionist Party, said he welcomed Mr Varadkar's assurance that the Irish government would not use Brexit as a move towards a united Ireland.\nColum Eastwood, leader of the Social Democratic and Labour Party (SDLP), said the deal signalled the beginning of a \"soft\" Brexit.\n\"The DUP have had a lot of bluster over the last couple of weeks but when I think people look at this, they'll realise we're back to where we were last week,\" he said.\n\"Some of the Brexiteers have to have a conversation with themselves as to how all their aims can be achieved.\"", "date": "8 December 2017", "href": "https://www.bbc.com/news/uk-northern-ireland-42277798", "tags": "brexit uk ni dup border irish uk-eu broad northern republic ireland government welcome deal"}