{"title": "Brexit: Three 'simple' requirements for EU citizens to stay in UK", "content": "EU citizens will have to answer three \"simple\" questions online if they want to continue living in the UK after Brexit, the home secretary has said.\nSajid Javid said the government's \"default\" position would be to grant, not refuse, settled status.\nPeople will be asked to prove their ID, whether they have criminal convictions and whether they live in the UK.\nTheir answers will be checked against government databases and a decision given \"very quickly\", said Mr Javid.\nThe scheme will operate online and via a smartphone app, Mr Javid said, and would be \"as simple as people can reasonably expect\", with most decisions turned around within two weeks or sooner.\nSpeaking to a House of Lords committee, Mr Javid said there would have to be \"a very good reason\" why an application would be refused.\nThe Home Office said the criminal record checks would be about \"serious and persistent criminality, not parking fines\".\nThe £170m scheme will be compulsory for all EU citizens living in the UK - the government expects a total of 3.5 million applications.\nEU citizens and family members who have been in the UK for five years by the end of 2020 will be able to apply for \"settled status\", meaning they are free to go on living and working in the UK indefinitely.\nThose who have arrived by December 31, 2020, but do not have five years' residence, can seek to stay until they have, at which point they can seek settled status.\nThe scheme also includes citizens of Switzerland, Iceland, Liechtenstein and Norway.\nApplications will cost £65 for adults and £32.50 for children and be free for EU nationals who already have residency or indefinite leave to remain.\nApplicants will be asked to provide their biographical information, declare whether they have any criminal records, and upload a facial photograph.\nThe process requires verification of the applicant's identity and nationality using a passport, ID card or other valid document, which can be done using a smartphone app or through secure post.\nThe government hopes to start trials within a few weeks, with people allowed to start registering in the autumn.\nMr Javid told the Lords EU Justice sub-committee he wanted it to be fully operational by the \"start of next year\", adding that he wanted to avoid a \"surge\" of applicants when the UK leaves the EU in March.\nThe scheme would run for at least two years after Brexit day, probably to around June 2021, said the home secretary.\nThe hope is that most applicants will not have to provide supporting documents because their answers will be checked against HM Revenue and Customs and other government databases.\nApplicants with Android phones will be able to download an app which can read the chip in their passport to verify their identity - and they will be able to take a \"selfie\" that can be checked against Home Office records, said Mr Javid.\nBut he said there was an \"an issue at the moment\" with Apple device users, who will not be able to make use of this app, and instead will have to send in their passport to prove their identity.\nThe home secretary said he had raised the issue with Apple on a recent visit to Silicon Valley and the company was \"looking at it actively\".\nAnalysis by BBC Home Affairs correspondent Danny Shaw\nWhat the Home Office is embarking on is a hugely complex project within a tight timescale.  \nWhen challenged about the potential for it go wrong, officials point to the Passport Office as an example of a service successfully processing millions of cases every year. \nBut unlike the biometric passport system, the EU registration scheme is being built from scratch. \nFor hundreds of thousands of EU nationals, who have a straightforward and legitimate employment history in Britain and are comfortable using digital technology, their applications may well be resolved \"within days\", the time officials rather ambitiously claim cases will take. \nBut for claimants hoping to bring in relatives, people unfamiliar with computers and those with a more sketchy background in Britain, perhaps involving some cash-in-hand work, the process may be a hurdle they'll struggle with - or avoid altogether.\nLabour MP Yvette Cooper, chair of the Commons home affairs committee, said \"far more\" answers were needed from the government \"about what happens to those who aren't registered by June 2021 through no fault of their own, such as children\". \n\"At the moment it appears that if children aren't registered within the next three years then they will lose their legal rights even though they may have been here all their lives.\" \nSNP home affairs spokeswoman Jo Cherry, speaking in the Commons, said: \"There are potentially significant numbers of people who could fall through the cracks here. \n\"If just 5% of the estimated three million EU citizens living in the UK don't register by the deadline there would be a population of nearly 200,000 left without status.\"\nFormer Labour minister Hilary Benn, who chairs the Commons Brexit Committee, asked ministers if the scheme would still stand in the event of a no-deal Brexit.\nImmigration Minister Caroline Nokes said: \"We have confidence that there will be a deal.\"\nSajid Javid promised there would be no repeat of the Windrush scandal - which saw people who had lived in the UK for decades threatened with deportation because they did not have the right paperwork - for EU migrants, adding \"lessons had been learned\".\nThe new \"settled status\" scheme would establish the right of EU migrants to remain in the UK, unlike in the case of Windrush families where there was only an assumption they had a right to stay, without any documentary proof, he told the committee.\nThe home secretary accused EU nations, such as France and Spain, of failing to match the UK's progress on plans for expats after Brexit.\nThere are about 900,000 UK citizens in the EU, according to ONS figures.\nBoth sides of the Brexit negotiations have resolved to secure the status of expats by the time the UK leaves the EU in March 2019.\nBut any deal they reach will have to be ratified by the European Parliament and agreed to by member states.\nIf the UK leaves the EU without a deal then the status of British citizens living in the EU member states is less certain.\nThe UK would expect member states to allow Britons living in the EU the same rights as it plans to grant EU citizens in the UK but it would be down to individual countries to decide what to do.", "date": "21 June 2018", "href": "https://www.bbc.co.uk/news/uk-politics-44553225", "tags": "brexit citizens uk eu living javid home status stay would three requirements scheme"}