{"title": "Brexit: EU ready to extend transition period", "content": "The EU says it is ready to extend the proposed length of the post-Brexit transition period if the UK wants.\nThe current plan is for a transition period of 21 months to smooth the path from Brexit to the UK and EU's future permanent relationship.\nBut with the two sides failing to reach a deal yet, UK Prime Minister Theresa May said this arrangement could be extended \"for a few months\", if needed.\nSome Brexit campaigners have reacted angrily to the suggestion.\nMrs May said she was not proposing extending the transition, but that having the option to do so could help solve the current impasse over the Irish border.\nAn EU source told the BBC there would have to be \"financial implications\" if the UK did extend the transition period.\nEU Council president Donald Tusk spoke to journalists at the end of a Brussels summit where there was no major breakthrough on the key issue of how to avoid new visible border checks between Northern Ireland and the Republic of Ireland after Brexit.\nHe said that if \"the UK decided an extension of the transition period would be helpful to reach a deal, I am sure the leaders would be ready to consider this positively\".\nMr Tusk declared himself in a \"much better mood\" than after the last summit, in Salzburg.\nJean-Claude Juncker, the president of the European Commission, said extension of the transition period \"will probably happen\" saying it was a good idea because it would allow more time to draw up a long-term relationship between the UK and the EU.\nIn her post-summit press conference, Mrs May said the idea of having the option to extend the transition period could be \"a further solution\" to the search for a \"backstop\" to ensure no hard border.\n\"What we are not doing, we are not standing here proposing an extension to the implementation period,\" she said.\n\"What we are doing is working to ensure that we have a solution to the backstop issue in Northern Ireland.\"\nBoth sides are committed to resolving the outstanding issues as soon as possible, she said, adding there was a \"very real sense that people want that deal to be done\".\nIrish prime minister Leo Varadkar said: \"A lot of things have been agreed but there are still big gaps both in terms of the shape of the future relationship and also the protocol on Northern Ireland and Ireland and the backstop.\"\nThe UK is due to leave the EU on 29 March 2019, and the transition period, which Mrs May prefers to call the implementation period, is designed to smooth the path to a future permanent relationship.\nDuring this transition period, which is due to finish on 31 December 2020, the UK's relationship with the EU will stay largely the same.\nThe UK has signed up to the principle of agreeing an Irish border \"backstop\" - an insurance policy designed to prevent the need for customs checks - in case there is a gap between the transition period and the future permanent relationship coming into force.\nThe problem is that the two sides have yet to agree what form the backstop will take, and how long it could last.\nNigel Dodds, of Northern Ireland's Democratic Unionist Party - whose support the government needs in key votes - said extending the transition phase would cost the UK billions of pounds and not change the \"fundamental problem\" with the EU's backstop plan.\nThis is because it involves Northern Ireland staying aligned to EU rules, which the DUP - and the UK government - says is unacceptable because it creates a new border in the Irish sea.\nBrexiteers are not impressed, with Conservative backbench MP Jacob Rees-Mogg telling Sky News it was \"a rather poor attempt at kicking the can down the road\".\nThe Leave Means Leave campaign said a longer transition would give the EU \"zero incentive to negotiate anything and gives Brussels the power to force whatever they want on to the UK\".\nDowning Street, meanwhile, insisted there was no difference of opinion with International Development Secretary Penny Mordaunt, who said earlier that the prime minister \"has been very clear about when the implementation period will come to an end\" and \"this is about the rules within that implementation period\".\nSpeaking on BBC Radio 4's Today programme, former Conservative minister Nick Boles described extending this period as as \"desperate last move\" and warned that Mrs May was losing the support of the Tory party.\nAnother former minister, Remain-voting Nicky Morgan, said an extension would be \"unhelpful\" and would leave the UK in a \"Brexit holding pattern\".\nAsked earlier whether he would support a longer transition period, Labour leader Jeremy Corbyn said: \"The prime minister has got herself into this mess by failing to reach any meaningful agreements with the EU\".\nCabinet Office Minister David Lidington said the cost of extending the transition period would have to be \"teased out\" during the negotiations.", "date": "18 October 2018", "href": "https://www.bbc.co.uk/news/uk-politics-45897253", "tags": "brexit minister uk extend eu backstop transition ireland period relationship ready"}