{"title": "Brexit: Commons committee split over transition call", "content": "A call to extend the period for the UK leaving the EU if more time is needed to agree a UK-EU trade deal has split a key Commons committee.\nIts report says it is \"difficult to see\" how trade and other agreements can be negotiated in time.\nBut Brexit-backing members of the committee refused to back the report, with one blaming the \"high priests of Remain\" for trying to push it through.\nChairman Hilary Benn denied using it to try to delay Brexit indefinitely.\nThe Labour MP, who backed Remain in the 2016 EU referendum, told BBC One's Sunday Politics: \"That is not the case. This is not about undermining the referendum result.\"\nThe UK is leaving the European Union under what is known as the Article 50 process, which sets a two year deadline from the day it is triggered. In the UK's case the day it is scheduled to leave is 29 March, 2019.  \nThe two sides want a transition period to follow, which aims to smooth the way to a post-Brexit relationship between the UK and the EU. The EU wants this to last from Brexit day until 31 December 2020. The UK calls it an implementation period and says it should last around two years from March 2019.\nBrexit Secretary David Davis, who headed to Brussels on Sunday ahead of talks with his EU counterpart Michel Barnier, said this week he could \"live with\" a transition period lasting less than two years, if it secured an early deal.\nMr Benn's committee is proposing that an extension to the Article 50 period - which would need the approval of all 28 European Union members - and an extension to the transition period should both be considered.\nHe said: \"It is about this problem that we face. There are seven months to go until the Article 50 negotiations are due to end. There's a whole host of issues that haven't yet been addressed.\"\n\"What we are saying is, if there are a whole load of things that have not yet been negotiated, then the government could ask for an extension to the Article 50 process.\"\nThe Exiting the EU Committee's report says the government could seek a \"limited prolongation to avoid unnecessary disruption\" if a 21-month transition period did not allow enough time to ratify treaties and get the technical and administrative processes in place at the UK border.\nBut Conservative Brexiteers Jacob Rees-Mogg, Sir Christopher Chope, Andrea Jenkyns, Craig Mackinlay, and John Whittingdale, along with the DUP's Sammy Wilson, refused to sign it off and used parliamentary procedures to ensure their own \"minority\" report was included in the minutes of the main text.\nTheir report said a 21-month transition arrangement was \"ample\" time and warned a prolonged period \"would be difficult for the UK and would not respect the referendum result\".\nMr Rees-Mogg said: \"The committee's majority report is the prospectus for the vassal state. It is a future not worthy of us as a country, and I am sure that Theresa May will rightly reject a report by the high priests of Remain.\n\"The majority report would keep us in the customs union and the single market which is an attempt to keep us in the EU by sleight of hand. Those of us who respect the instructions the people gave us in the referendum could not support so partisan a text.\"\nThe Department for Exiting the European Union said a \"great deal of progress\" had been made since the negotiations began.\n\"Importantly, the UK and the EU are equally committed to ensuring that our departure does not lead to a hard border between Northern Ireland and Ireland,\" a spokesman added.\n\"We are currently discussing the terms of an implementation period and are confident we can reach an agreement by the European Council next week. Doing so will provide businesses and citizens with the certainty they need as we prepare for exit.\n\"It remains a shared aim to get the withdrawal agreement agreed by October and we will continue to work closely with the commission to achieve that.\"\nAt the European Council meeting on Friday, EU leaders are expected to adopt \"future relationship\" guidelines which would allow trade talks with the UK to start.", "date": "18 March 2018", "href": "https://www.bbc.com/news/uk-politics-43449647", "tags": "brexit call european uk us eu report committee would transition period split commons"}