{"title": "Brexit: What can UK learn from other external EU borders?", "content": "As the British government continues to debate the kind of customs relationship it wants with the European Union after Brexit, one question looms large: how will it solve the Irish border problem? \nOne of the most difficult issues in the entire Brexit process is how to ensure that there is no return to a hard border between Northern Ireland and the Irish Republic, once that border becomes the external border of the European Union, of its single market and its customs union. \nThat is what has been promised: no physical infrastructure or checks of any kind at the border. \nAn open border is a vital part of the 1998 Good Friday Agreement which underpins the Northern Ireland peace process.\nSo, what can we learn from other external EU borders around Europe?\nFirst of all let's head north - to the border between Norway and Sweden.\nSweden is in the EU, Norway isn't. \nNorway is part of the single market through its membership of the European Economic Area (EEA) but it's not in the customs union. \nBeing in the single market means Norway respects the EU's four freedoms - the freedom of movement of goods, services, capital and people. But that doesn't get rid of the need for customs checks. \nEven so, Norway's border with Sweden is one of the simplest and most technologically advanced customs borders in the world, and lorries only ever have to stop once. They do not have to repeat the same process on both sides of the border\nAt the main border crossing at Svinesund, Norwegian customs say they deal with about 1,300 heavy goods vehicles every day - which is less than a tenth of the number that passes through Dover. \nAnd the average time from when a lorry arrives to when it leaves the border? About 20 minutes. That includes roughly 10 minutes waiting time, three to six minutes of handling time, and the time spent coming off the road to complete the customs process. \nIt is highly efficient, but certainly not entirely frictionless. \nNext - we go south - to the border between Turkey and Bulgaria.\nAgain Bulgaria is in the EU, and Turkey isn't. But Turkey does have a customs union with the EU for most manufactured goods. \nHere though the delays are much longer. Outside the single market, there's a need for all sorts of documentation, from export licences and invoices to transport permits.\nThat means huge queues of lorries are normal, and they are made worse because there are only three road crossings open along the entire border. A report prepared for the European Commission in 2014 suggested a waiting time of about three hours for lorries travelling from Turkey to Bulgaria. \nBut drivers hoping to cross the border say they often have to wait for more than 24 hours at busy times.\nSo being in a customs union doesn't automatically make border checks entering or leaving EU territory disappear; in this case that's partly because Turkey is not part of the single market and its common set of rules and regulations.\nThere are also external EU borders in the heart of Europe, such as the one between Switzerland and France.\nFrance, of course, is a founder EU member, while Switzerland is not in the EU but is part of the single market thanks to a series of bilateral agreements. \nAgain, though, Switzerland is not in the customs union. \nThe Swiss border is often held up as an example of what could be achieved in Ireland, but here too there is physical infrastructure at all the main crossings - it is a hard border.\nAccording to information from the International Road Transport Union (IRU), the average waiting time for lorries carrying goods ranges from 20 minutes to more than two hours if full inspections have to be carried out.\nIn other words, technology is improving things, and streamlining customs procedures at borders - and it will do more of that in the years to come. \nOne of the two customs proposals being examined by the UK government argues that new technology and trusted trader schemes can keep border checks and infrastructure to a bare minimum. \nBut note the name of the proposal - maximum facilitation: it facilitates trade, it does not get rid of borders altogether.  \nThat means that if the UK leaves all the EU's economic structures there is currently no example anywhere around Europe, or further afield, that can keep the Irish border after Brexit as open as it is now. \nWith less than a year to go until the UK is due to leave the EU, that is the acute political dilemma at the heart of the current debate.  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "15 May 2018", "href": "https://www.bbc.co.uk/news/uk-44054594", "tags": "brexit uk eu borders market border union learn one norway external time customs single"}