{"title": "Brexit: Irish upping no deal contingency plans, says PM", "content": "The Republic of Ireland needs to up its contingency plans for the potential of the UK leaving the EU without a deal, the Taoiseach (Irish prime minister) has said.\nIt comes as a vote on Theresa May's Brexit plan was called off, so she could seek assurances from Brussels over the Irish border backstop.\nBut the EU has insisted the deal is \"not up for renegotiation\".\nMrs May will travel to Dublin on Wednesday to meet Leo Varadkar.\nThe prime minister has already been holding talks with other European leaders and EU officials in a bid to rescue her Brexit deal.\nMrs May is expected to meet DUP leader Arlene Foster on Wednesday before heading to Dublin.\nThe UK is due to leave the EU on 29 March 2019.\nThe backstop is the insurance policy arrangement aimed at avoiding a return to a hard border - physical checkpoints or infrastructure - along the 310-mile (500-km) border between Northern Ireland and the Republic of Ireland after Brexit.\nThe Irish government has said there can be no deal without it, and has received support from other EU leaders. \nMrs Foster has said the Irish border backstop should be taken out of the EU withdrawal deal and put into the political declaration between the EU and UK, which is not legally binding and covers potential future relations. \nIt has faced a backlash from Labour and other opposition parties, and the DUP - which backs the government in a confidence-and-supply pact -  but says it will not back the deal unless there is \"radical surgery\" to amend its terms.\nIf it took effect, it would see Northern Ireland only remain aligned with the EU single market in some areas, meaning new regulatory barriers between GB and NI.\nThe UK would also not be able to leave the backstop without EU agreement.\nMrs May is understood to be seeking legal guarantees that the UK will not be trapped in the Northern Ireland backstop plan indefinitely.\nOn Tuesday, Tánaiste (Irish deputy prime minister) Simon Coveney gave a paper to cabinet colleagues outlining the government's preparations for a no-deal outcome.\nMr Varadkar said the government now needs to up its contingency planning to execution for a no-deal scenario in terms of recruitment of customs, veterinary and health officers at Irish ports.\n\"It means putting in place infrastructure at our ports and airports, in Dublin and Rosslare,\" he said.\n\"Firms who don't have action plans should develop action plans, and those who have action plans should begin to implement them.\"\nSinn Féin President Mary Lou McDonald said she had made it clear to Theresa May that it would be \"incumbent\" on the British government to hold a border poll, if the UK left the EU without a deal.\nHer party is one of four pro-remain parties in Northern Ireland backing the deal, and has urged the UK to \"bank the backstop\".\nBut she put it to Mr Varadkar that it was \"time\" for the Irish government to articulate the same position as Sinn Féin, in supporting a border poll, if no deal could be reached.\n\"The fact is uniting our country would end the need for a backstop.\"\nBut Mr Varadkar said he disagreed with her assessment, and that he would be working to give the UK \"assurances\", but never compromising on its commitments on the border.\n\"If I didn't know you better I would almost think you wanted a no-deal scenario... so you could stir up trouble,\" he said to Ms McDonald.\n\"By introducing demands for a border poll at this time, they are are disruptive and destructive to what we want to try and achieve.\"\nHe said the UK could still withdraw the threat of no deal by revoking Article 50 or extending it.\nFormer Conservative leader Iain Duncan Smith accused Mr Varadkar of \"playing a game\" with the backstop.\nHe told BBC News that Mrs May should be telling the EU27 that the backstop is \"intolerable\".\n\"The EU knows it and so does Mr Varadkar, but he's playing a game for Irish politics and that needs to stop. The UK has to say to them [EU27 leaders]: 'You're putting at risk your own settlement if you don't agree something.'\"\nIn Brussels, European Commission President Jean-Claude Juncker said there was \"no room whatsoever\" for renegotiation.\nHe said the EU could give further clarification but that the withdrawal agreement, in all its parts including the backstop, would not be reopened.\nMr Juncker said the backstop was \"necessary\" for the entire coherence of the agreement and it was necessary for the Republic of Ireland.\n\"Ireland will never be left alone,\" he added.\nNorthern Ireland has been without a functioning devolved government for almost two years, after a row between the DUP and Sinn Féin over a flawed green energy scheme.\nThey are the two largest parties, which have to share power at Stormont due to structures set out in the Good Friday peace Agreement, but their opposite stances on Brexit have further strained relations.\nFormer Prime Minister Sir John Major criticised the political breakdown during a speech he made at an event in Dublin on Tuesday.\nHe told the Institute of International and European Affairs that Brexit had \"inserted its very own poison into the turbulent politics of Northern Ireland\".\nHe also said the government was \"hindered\" in its attempts to restore power sharing at Stormont, due to the confidence-and-supply pact it signed up to with the DUP after last year's general election.\nThe remarks came a day after he accused unionists opposing the backstop in the withdrawal agreement of \"breathtaking ignorance\".\nA summit of EU leaders is still due to take place this Thursday.\nMeanwhile, Downing Street has said a Commons vote will be held on the deal before 21 January.", "date": "11 December 2018", "href": "https://www.bbc.com/news/world-europe-46523328", "tags": "brexit upping contingency uk eu backstop border irish says pm ireland plans government deal"}