{"title": "Brexit deal or no deal: What about my pension?", "content": "Anyone dreaming of retirement in the sun may have lost some sleep after reading the no-deal documents published by the government on Thursday.\nThey outlined the risk of insurance companies being unable to pay pensions to their UK customers living in the EU.\nThese problems are not insurmountable, according to trade bodies calling for a deal between the UK and the EU.\nBut the situation has led to a number of questions from BBC readers and viewers about pensions post-Brexit. \nIn a BBC Facebook Live question session, John Brindley asked: \"I live in Spain on a UK state pension. What happens to me if there is no deal?\"\nSimilarly, Tony Coleman asked: \"What happens to my old age pension if I am living in France?\"\nAnother viewer, who did not want to be named said: \"As a British national who has lived legally in the EU for all my working life, how will no deal affect those in my situation?\nHere are some key points that should answer questions like this:\nSomeone with a UK pension and living overseas - currently about 220,000 people - will still receive their payments, whatever the outcome of the UK's departure from the EU.\nWhat is more uncertain is exactly how much that pension will be worth as time goes on.\nAt present the UK has a reciprocal deal with the European Economic Area (EU countries plus Iceland, Liechtenstein and Norway) as well as various other countries that means residents living in these countries sees their state pension rise with the cost of living.\nSo, for a UK resident living in one of these countries, the state pension rises by the triple-lock - the highest of earnings, prices or 2.5% - as it does in the UK.\nThe intent on all sides is for this to continue, alongside inflation uprating for EU residents in the UK. However, if there is no deal, this will require its own mini-deal, or there could be a possibility of the UK having to make an agreement country-by-country as it did before joining the EU.\nOtherwise, pensions would be paid but the level would be frozen, as it is for some UK pensioners living in countries such as Australia or Canada.\nOne of the most significant parts of the no-deal advice published on Thursday said that, without an agreement, any UK insurance company paying - say - an annuity to a UK expat in the EU would no longer be authorised to do so.\nThat pension provider would theoretically risk a fine by carrying on making these payments.\nInstead, it might have to set up a subsidiary in the EU to keep paying into a European bank account, or could do a deal with a European counterpart. People might want to ask what their company plans to do and judge whether they are confident that their payments will be made.\nPension companies could pay people living in the EU into a UK bank account - but with no deal, the cost and difficulty in transferring those funds into their local European bank could be greater and the currency exchange rate would be important too.\nThe Association of British Insurers argues that a relatively simple co-operation between UK and EU regulators could solve this issue, and allow people to continue drawing private pensions.\nThe UK government said it would give temporary permission for financial firms in the European Economic Area to pay people in the UK, so a Spanish pensioner living in the UK, or someone who has worked in Europe but returned to retire in the UK, would not have the same problem in the short-term.\nThere are big question marks over the protection in place if any of these firms went bust.\nAll this may feel a world away to anyone who has worked in the UK for their whole life and intends to stay in the UK for their retirement.\nHowever, Brexit will affect their pension too.\nThe impact of Brexit on the UK economy - good or bad - and UK pensions policy would affect the value and sustainability of UK workers' pensions.\nFor example, were interest rates to fall again or should company profits fall, this could put pressure on the longevity of employers' final-salary schemes, which could close.\nOther workplace pensions - so-called defined contribution pensions - depend on the performance of investments. Movements in the stock market would affect the value of these pension pots and any retirement income, or annuity, which they could buy. \nMany pension savings are invested in safer government bonds as individuals approach retirement - so the value of those would also be relevant.\nAnyone can now access their pension pot in different ways from the age of 55 and, in reality, that has meant many people have left savings invested for longer. If those investments are hit, they would receive a smaller payout in the short-term or they may choose to work for longer.\nYounger UK workers will have to see how things turn out in the long-term for the UK economy to judge how this has affected their long-term pension savings.\nFinally, pension funds use the cross-border derivatives market to manage risk. The future of that £26 trillion market is another, complex, part of these negotiations. ", "date": "25 August 2018", "href": "https://www.bbc.com/news/business-45296001", "tags": "brexit european uk eu living pension could deal pensions"}