{"title": "Brexit Deal Has the Backing of E.U. Leaders. What Happens Now?", "content": "LONDON — Now comes the harder part.\nOn Sunday, the 27 other members of the European Union gave the green light to Prime Minister Theresa May’s deal to seal Britain’s divorce from the bloc.\nBut she still has huge hurdles to overcome.\n• Mrs. May will take the pact to the British Parliament: The prime minister must win the support of lawmakers who agree with rivals like Boris Johnson and Jacob Rees-Mogg, who had given her Brexit plan scathing reviews, and some members of the opposition Labour Party, which has promised to vote against the deal.\n• Lawmakers  will vote: A vote is expected before Christmas. Foreign Secretary Jeremy Hunt said on Sunday that “the arithmetic” to get the votes was looking “challenging.” Mrs. May took her case to the people, writing an open letter to the nation in which she argued that the deal was “one that works for our whole country and all of our people, whether you voted ‘Leave’ or ‘Remain.’”\n• Transition would follow approval. Both the House of Commons and the European Parliament must sign off on the deal. If that happens, Britain would be on course to leave the bloc on March 29, with a transition period until December 2020.\n• The British Parliament rejects the deal? The Labour Party, the Democratic Unionist Party of Northern Ireland and some hard-line Brexit supporters in Mrs. May’s Conservative Party have vowed to vote against the deal. A rejection could put Mrs. May’s leadership, and perhaps her government, in peril.\n“Politically, the U.K. is in as deep a crisis as it has ever known since 1945,” Kevin Featherstone, the head of the European Institute at the London School of Economics, said by email on Sunday. “There doesn’t seem to be a clear majority in Parliament for any alternative to the deal: not for ‘no deal’ and leaving just with the W.T.O. rules; not for a referendum again; not for ‘Remain.’”\n• If Parliament votes no, a 21-day deadline kicks in. Mrs. May will have 21 days to make a statement on how the government is to proceed.\n• Mrs. May could try to renegotiate. European Union leaders made it clear on Sunday that she was unlikely to win any significant concessions in a second round, so this tactic is unlikely to break the deadlock.\n• The prime minister could resign. Nothing in her record suggests she would quit easily, especially if no one has a better plan.\n• She could face a leadership challenge. Political chaos could make Mrs. May’s position seem untenable. But rebels have so far failed to secure the 48 Conservative votes needed to call a no-confidence vote, let alone the 159 votes to oust Mrs. May.\n• Lawmakers could try to assemble a cross-parties majority for a “softer” Brexit.  Some would like Britain to stay in Europe’s single market, at least temporarily. It would mean accepting the free movement of people, which Brexit campaigners fought hard to end.\n• A second referendum could occur.  Britons could be given the chance to change their minds and stay in the European Union — but such a vote would have to be passed through Parliament and could take months to set up.\n•  “No deal” Brexit could become a reality:  If Parliament is gridlocked, leaving the European Union without a deal is the default option. But with Brexit day looming, the fear of what would happen to supply chains, trade and transportation could change perceptions.\nMr. Featherstone suggested that, if the only alternative is no deal at all, lawmakers who don’t like Mrs. May’s deal may “in the end vote for it for fear of there being no other solution.”", "date": "Nov. 25, 2018", "href": "https://www.nytimes.com/2018/11/25/world/europe/uk-brexit-eu.html", "tags": "brexit may leaders could happens • parliament ” e.u vote backing mrs. deal"}