{"title": "Brexit: What is Labour's customs union policy?", "content": "Claim: Labour is proposing a new permanent customs union with the European Union (EU) after Brexit which would allow the UK \"a say\" in future trade deals.\nReality Check Verdict:  EU law currently does not allow non-EU members to have a formal say or veto in its trade talks. Labour says the EU has shown flexibility in the past and its proposal cannot be ruled out until the party has had a chance to negotiate formally.\n There's renewed focus on Labour's Brexit policy as Theresa May holds discussions with opposition MPs, in the wake of the historic defeat of her Brexit deal. \nOne area under the spotlight is Labour's plan for the UK to have a new permanent customs union with the EU after Brexit and the power to have a say in future EU trade talks. \nThe idea that the UK would be allowed such a say has been dismissed by Michael Gove, the Environment Secretary. \nHe's declared Labour's position \"an unprecedented legal and political novelty of the kind that is rightly called a unicorn\".\nSo how realistic is Labour's plan? \nThe purpose of a customs union is to make trade easier.\nCountries in a customs union agree not to impose charges - known as tariffs - or custom checks on each other's goods. \nThe rules also mean that any goods coming in from the rest of the world pay the same tariff - irrespective of where in the customs union those goods first enter. \nThis is known as a common tariff.\nFor example, a car from the US entering the EU customs union currently attracts a tariff of 10% of the car's value. It doesn't matter if the car arrives in France, Spain or anywhere else - the same one-off 10% charge is applied.  \nThat car can then move between all the customs union countries without incurring extra costs or custom checks.\nThe EU customs union includes the 28 EU member states as well as Monaco. \nThe EU also has customs union arrangements with non-EU members: Turkey, Andorra and San Marino.\nBut under (the EU's) customs union rules, members cannot negotiate their own independent trade deals with countries from the rest of the world. \nInstead, free trade deals (ie agreements that reduce or eliminate tariffs between countries) can only be negotiated by the EU as a whole.\nAs a result, Theresa May's government has ruled out remaining in the customs union after Brexit, arguing it would prevent the UK from setting its own trade policy.\nAt the moment, the EU is negotiating trade agreements with 21 countries.\nSo what are the chances of Labour's proposal of leaving \"the\" EU customs union and replacing it with \"a\" customs union arrangement where the UK could have a say in those talks?  \nIt somewhat depends on what Labour means by a \"say\".\nBarry Gardiner, the shadow international trade secretary, told the Commons that he favoured: \"A new customs union in which the UK would be able to reject any agreement it believed was concluded to its disadvantage.\"\nHe told MPs that this position should have been adopted at the start of the Brexit talks. \nBut allowing the UK a formal role in EU trade talks after Brexit, would not be allowed under current EU rules:\n\"Trade outside the EU is an exclusive responsibility of the EU.... this means the EU institutions make laws on trade matters, negotiate and conclude international trade agreements,\" says the European Commission.\nHolger Hestermeyer, an expert in international dispute resolution at the British Academy, agrees it would be very difficult:\n\"To give the UK a say in the EU's talks, the procedure, as set out in EU treaties, would need to be changed.\n\"A treaty change in that respect will not happen and to give the UK a say without such a change is legally doubtful and politically impossible,\" he says.\nLabour points out that the EU is already in favour of the UK remaining in a customs union after Brexit. Therefore it believes the EU may well be receptive to the idea of the UK also having a say in future trade deals.  \nJeremy Corbyn told the BBC that \"the EU is well-known for its ability to be flexible\".\nIf a \"say\" means something less formal, it may be more achievable. \nBut even then it would still be unique - the EU currently has no relationship with any country like the one Labour is asking for.\nA Labour source told Reality Check that determining exactly how the arrangement could work would be subject to any future negotiation with the EU.\nTurkey has often been held up as example of a non-EU country entering into a customs union arrangement with the EU. \nIt's had a customs union deal with the EU since 1995, although it's not as comprehensive as the one Labour is seeking.\nThat's because Turkey's customs arrangement only applies to industrial products.\nThis means Turkey has some limited freedom to strike its own trade deals, but only in the areas not covered by its customs union arrangement - such as agriculture. \nTurkey can also strike deals around the world on services - as this is not a customs union issue.\nIt has a number of trade deals with nearby countries, such as Georgia and Lebanon as well countries as far afield as Chile.\nHowever, Turkey is also obliged to apply common external tariffs on industrial products arriving from outside the EU customs union.\nThis is a very strict rule, according to Catherine Barnard an EU law professor at Cambridge University.\n\"Under no circumstances may Turkey be authorised to apply a customs tariff which is lower than the common external tariff for any product,\" she says.\n\"The arrangement has boosted trade between the two sides,\" says Alex Stojanovic from the Institute for Government. \nHowever, Mr Stojanovic adds that neither the EU nor Turkey is entirely happy with the current arrangement:\n\"The EU Parliament has released reports criticising the governance of resolving disputes. From Turkey's point of view, it argues it has little input or say in EU trade policy.\"\nLabour says it has ruled-out a Turkey-style arrangement on the grounds it is \"asymmetrical\" and only covers certain goods. \nHowever, it remains to be seen whether the EU would accept the type of customs union arrangement the Labour is pursuing instead.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "22 January 2019", "href": "https://www.bbc.co.uk/news/uk-46891257", "tags": "brexit policy turkey uk eu union say trade arrangement labour customs"}