{"title": "Brexit talks: What does the DUP want?", "content": "On Wednesday, the Democratic Unionist Party (DUP) held up its end of the confidence-and-supply pact it shares with the Conservatives and helped the government rebuff a no-confidence vote.\nBut just a day before, its 10 MPs voted against Theresa May's Brexit plan, which led to the biggest government defeat in modern times.\nHow should we read the party's actions?\nAlmost everything you need to know about the DUP and Brexit can be gauged from its name, with the emphasis on \"unionist\".\nIn 2017, when Theresa May lost her majority after calling a snap general election, the DUP had its best ever Westminster election result, winning 10 seats in the House of Commons.\nAttention turned to the party in an unprecedented way and, as speculation mounted that it would do a deal with the Conservatives, DUP leader Arlene Foster pronounced that the \"union is our guiding star\" and would remain central to its actions.\nNearly two years on, that commitment to the union remains resolute.\nThe party has always opposed any suggestion of \"special status\" for Northern Ireland in the Brexit negotiations - arguing that any differences between Northern Ireland and Great Britain could threaten to break up the United Kingdom.\nIt showed Theresa May it meant business last November, just days after she published her original Brexit plan that included the Irish border backstop.\nTo the DUP, the backstop represented its worst fears come to life: regulatory differences meaning only NI would continue to follow some EU rules, no time limit and the ability to exit the backstop would need to be agreed jointly by the UK and EU.\nSo, the DUP fired a warning shot at the government by abstaining on budget votes, telling Mrs May to \"keep her side of the bargain\".\nWhat followed were accusations that the DUP had broken the confidence-and-supply pact by not voting with the government.\nBut the party said it remained intact, and that the government had bent the rules first, by signing up to a withdrawal agreement that went against the DUP's one self-proclaimed \"blood red\" line.\nIt has proceeded to vote with the Tories on other matters, acutely aware that it would not be in the party's interests if the confidence-and-supply pact fell through.\nThe DUP negotiated an extra £1bn in spending for Northern Ireland through the deal, and not all of it has been released by the Treasury yet.\nMoreover, the last thing the DUP wants is a government led by Jeremy Corbyn.\nThe DUP's most senior MPs, including its Westminster leader Nigel Dodds, have been consistently critical of the Labour leader, particularly for his past links with Sinn Féin and his stance on security issues.\nThat's why the party voted with the government in Wednesday's no confidence vote, ensuring the Conservatives remain in Number 10.\nJust after the vote, Mr Dodds told MPs it illustrated the \"importance\" of the parties' pact.\nIt's something he is likely to remind Mrs May of in the days and weeks ahead, as she seeks to rework her Brexit deal.\nIt is pro-union (UK, not Europe), pro-Brexit and socially conservative.\nThe party is the fifth largest in Parliament, but it wasn't always so popular. \nIt started as a one-man-band, with Rev Ian Paisley, a fundamentalist Protestant preacher, at its helm. \nHe founded the party in 1971 in opposition to what he saw as the increasingly liberal approach of the Ulster Unionists - the party of the political establishment since the state was founded in 1921. \nUnlike nationalists, who want to see the Irish border removed and rule from Westminster ended, unionists want the link with Britain preserved. \nFor most of his political career, Ian Paisley saw the prospect of devolved power sharing with his political enemies as a Trojan Horse to Irish unity.\nBut by 2005, his approach from saying no, which helped him make political gains, allowed the DUP to displace the ruling class of the Ulster Unionists as the party that could legitimately claim to speak for all of unionism.\nPower sharing with Sinn Féin followed in 2007 and, until recently, the DUP had a reputation for fiscal prudence and deft political strategising.       \nOn social issues the party is deeply conservative. It opposes same-sex marriage and is anti-abortion: abortion remains illegal in Northern Ireland, except in specific medical cases.\nRead a full profile of the DUP.\nBut ultimately, what does the party want from Brexit?\nFirst of all, the DUP has said it still wants the UK to leave the EU with a deal - but it must be one that treats Northern Ireland no differently from the rest of the UK.\nAfter talks with Mrs May in Downing Street on Thursday, Mrs Foster said the prime minister had been in listening mode, adding that the DUP had made a \"clear ask\" in relation to its concerns about the Irish border backstop.\n\"She has a way through this: Address the backstop in a satisfactory way,\" added Mrs Foster's deputy, DUP MP Nigel Dodds.\nIdeally, the DUP would like to see the backstop removed from the withdrawal agreement completely.\nGiven the soundings coming from the Irish government and the EU, as well as Mrs May's insistence that there won't be a deal at all without some form of a backstop, that first preference seems unlikely.\nThe other option is to place some kind of time limit on the backstop, something the DUP has said it's open to.\nThere have been suggestions in one newspaper that a backstop that lasts only until May 2022 could be enough to persuade the ardent unionists.\nWhether that's something the EU could move towards, and if the prime minister is capable of obtaining any concessions, is unclear.\nThe backstop is a position of last resort, to maintain an open border on the island of Ireland in the event that the UK leaves the EU without securing an all-encompassing deal.\nAt present, goods and services are traded between the two jurisdictions on the island of Ireland with few restrictions.\nThe UK and Ireland are currently part of the EU single market and customs union, so products do not need to be inspected for customs and standards.\nBut, after Brexit, all that could change - the two parts of Ireland could be in different customs and regulatory regimes, which could mean products being checked at the border.\nNeither the UK government nor the EU want any hardening of the border.\nIn December 2017 they both signed up to the need for a backstop that would maintain cross-border cooperation, support the all-island economy and protect the Good Friday peace agreement.\nAn agreement on the backstop is important because the EU won't agree to a transitional period and substantive trade talks until it is in place.\nBut the UK's current red lines, which include leaving the customs union and the single market, make that very difficult.\nThe DUP argues the backstop would create a border down the Irish Sea, by placing checks on some goods coming into Northern Ireland from Great Britain.\nIt believes any differences for Northern Ireland could threaten the integrity of the union.\nRead more here.\nUp until now, reassurances haven't worked at all.\nJust days ago, a senior DUP source told me unionists were \"too long in the tooth to fall for written assurances\", and described Mrs May as being guarded and difficult to talk to.\nNevertheless, the party insists the issue of who leads the Tories is not a matter for the DUP.\nTheresa May now has to keep calm and carry on.\nShe also has to be mindful of the fact that the DUP is not the only voice on Brexit in Northern Ireland, with a majority of parties and business groups actually urging support for the backstop.\nBut as a prime minister who's referred to herself as a \"proud unionist\", the DUP will be keen to see her live up to that.", "date": "17 January 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-46903876", "tags": "brexit may want eu backstop party northern ireland government dup talks"}