{"title": "Brexit advice: DUP votes lead to No 10 'contempt' defeat", "content": "DUP MPs have voted with Westminster opposition parties to force the publication of the government's full Brexit deal legal advice.\nThe party usually votes with the government, under the confidence-and-supply pact the pair share.\nBut it backed a motion to find ministers in \"contempt\" for not complying with a previous Commons vote to release the advice.\nNI Secretary Karen Bradley has said it will now be published on Wednesday.\nThe debate in the Commons delayed the start of the five-day debate on the Brexit plan.\nThe government's chief legal adviser, Attorney General Geoffrey Cox, had argued that to make the full document public would breach confidentiality.\nBut the DUP's Sammy Wilson accused the government of having something to hide by refusing to release the paper.\n\"If the government and the prime minister are going round the country trying to convince the populace that this is a good deal, this secret approach only confirms in people's minds that there is something to hide,\" he told MPs in the Commons on Tuesday.\n\"The government is scoring an own goal.\"\nBut the Secretary of State Karen Bradley urged \"cool heads\", telling BBC News she hoped MPs would listen \"to the people I meet in Northern Ireland who want this deal\".\nAttorney General Geoffrey Cox published an overview of his legal advice on Monday.\nHe made a statement to MPs and defended the government's decision to withhold the full legal paper.\nBut the other political parties said that did not respect a binding vote last month, which required the government to lay before Parliament \"any legal advice in full\".\nOn Monday evening, six MPs from those parties - including DUP deputy leader Nigel Dodds - signed an emergency motion asking the Commons Speaker John Bercow to launch contempt proceedings against the government.\nThe government tabled an amendment to have the issue referred to MPs on the Privileges Committee and draw out the process - but on Tuesday, the DUP and opposition parties defeated that amendment by 311 votes to 307.\nA senior DUP source told BBC News NI its confidence-and-supply arrangement with the government remained intact, but added: \"We are where we are.\"\nThe DUP voted with the government against another amendment to give Parliament more say in what happens if Mrs May's Brexit deal is voted down, but it passed with the support of Conservative rebels.\nAccording to the published summary, the deal does not breach the Good Friday peace agreement.\nIt says the deal does not \"affect the constitutional status of Northern Ireland... nor the principle of consent or any other provision... in any way\".\nThe principle of consent states that Northern Ireland would only cease to be part of the United Kingdom if a majority of people voted to do so.\nBut some unionists have criticised the government's deal with the EU, arguing it would amount to a breach of the 1998 agreement, by creating different circumstances for Northern Ireland than the rest of the UK.\nAvoiding the return of a hard border - physical checks or infrastructure - between Northern Ireland and the Republic of Ireland after Brexit was arguably the most difficult part of the Brexit negotiations.\nThe UK and EU hope to sort it out through a wider trade deal as part of their future relationship, but in the absence of that the two sides agreed to an insurance policy: the backstop.\nIt would mean Northern Ireland staying aligned to some EU rules if another solution cannot be found by the end of the transition period in December 2020.\nThat would see some goods coming into Northern Ireland from Great Britain subject to extra checks to ensure they met EU standards.\nSome unionists - including the DUP, the government's confidence-and-supply partner, oppose the backstop and claim any differences between NI and GB could threaten the union.\nBut the UK government and EU insist it is only a last resort, with Attorney General Geoffrey Cox describing it as a \"calculated risk\".\nThere are five days of debate set aside in the Commons for the Brexit deal.\nPrime Minister Theresa May began the proceedings on Tuesday, after the contempt motion ended, arguing that MPs should come together to back her deal.\nThe debate will continue on Wednesday and Thursday and the following Monday before culminating on Tuesday 11 December with the vote.\nThe DUP has threatened to vote against the deal, which could cause problems for Theresa May as she relies on the party's 10 MPs to have a majority in Parliament.\nLabour, the SNP and other opposition parties - as well as rebels in the Conservative ranks - have also vowed to reject the deal, meaning the government faces a massive challenge to get its plan passed.", "date": "4 December 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46439961", "tags": "brexit defeat parties advice legal mps lead northern ireland votes government dup deal"}