{"title": "Brexit: What are the options?", "content": "The UK government and the EU have set out their demands and formal Brexit negotiations are due to begin next week.\nIt comes in the aftermath of a general election that Theresa May hoped would strengthen her negotiating hand - but which ended up wiping out her majority.\nThose who are hoping to keep close ties with the EU feel emboldened - they say the result was a rejection of the PM's approach and are calling for a compromise on her negotiating demands.\nBut ministers say there will be no change of course - saying last year's vote to leave must be honoured.\nWith extensive talks to come, and little expected to be decided before German elections in September, it will be a while before we get to see what Brexit looks like.\nIn the meantime, here's a guide to some of the key subjects up for discussion.\nThere is no strict definition of either, and they sometimes mean different things to different people, but they generally refer to the closeness of the UK's relationship with the EU, post-Brexit.\nSo at one extreme, \"hard\" (or \"clean\") Brexit could involve quitting without a deal in place.\nThis would mean no compromise on issues like the free movement of people, leaving the EU single market and trading with the EU as if it were any other country outside Europe, based on World Trade Organization rules.\nThis would mean - at least in the short term before a trade deal was done - the UK and EU would probably apply tariffs and other trade restrictions on each other.\nAt the other end of the scale, a \"soft\" Brexit could involve keeping close ties with the EU, possibly through some form of membership of the European Union single market, in return for a degree of free movement.\nWhat the UK wants: Mrs May has said she is hoping to secure a deal that is good for both sides - but has not ruled out leaving without one.\nAs part of the EU, the UK is in its single market, enabling tariff-free trade between members.\nBut what will happen when it leaves?\nSome other countries already have their own arrangements and these could give an idea of what is to come for the UK.\nNorway, for example, has full access to the single market, but is obliged to make a financial contribution and accept the majority of EU laws and all EU citizens can move to live and work there, under free movement laws.\nAnother example is Canada - which has agreed a new trade deal including preferential access to the single market without all the obligations faced by Norway and Switzerland, whose access to the EU market is governed by a series of bilateral agreements.\nWhat the UK wants: Mrs May says the UK will not accept the free movement of people - and will withdraw from the single market. In its place, she wants to draw up a comprehensive free trade deal with the EU. And while post-Brexit Britain may contain elements of the arrangements described above, Mrs May has stressed the UK does not want an \"off the shelf\" deal.\n\"Access to\" and \"membership of\" the single market are sometimes used interchangeably but they mean very different things.\nAll 28 EU countries are full members of the single market which enables them to trade with one another based on the four freedoms of the EU: free movement of goods, services, capital, and people.\nThe European Economic Area (EEA) on the other hand is the name of the open internal market between the EU and Norway, Iceland, and Liechtenstein. \nThe EEA agreement grants these three countries near-full access to the European single market. In return, they are subject to obligations from EU legislation in relevant areas and have to accept free movement of people. \nWhat the UK wants: Instead of its current membership, a new trading relationship, which \"may contain elements\" of the single market.\nOnce it leaves the EU, the UK need no longer be subject to free movement rules allowing citizens to work in other countries. \nSo it will get to set its own entry rules for people living elsewhere in Europe.\nThe government has promised to bring down net migration, but how it will do this is not yet clear.\nDuring the referendum campaign, Vote Leave called for a \"points-based\" system, similar to that used in Australia. \nBut this model, which would involve applications being accepted on the basis of skills, has been rejected by Mrs May, who says it would not give sufficient control to the government.\nAn alternative is to require migrants to have a work permit before coming to work in the UK, with ministers able to prioritise different sectors.\nIt has also been reported a visa waiver scheme, similar to that used by the US, could apply to Britons going to the EU.\nThis could involve an online application and paying a fee in order to visit the EU, without requiring a full visa.\nWhat the UK wants: Free movement to be replaced by a system \"that allows us to control numbers and encourage the brightest and the best to come to this country\".\nA customs union is an arrangement between countries who agree not to impose tariffs on each other's goods.\nThey also agree to impose common external tariffs on goods from countries outside their customs union.\nSetting common external tariffs is what distinguishes a customs union from a free trade area, where members are able to set their own tariffs on goods from the rest of the world.\nAs an EU member, the UK is currently part of its customs union.\nBut you do not have to be a member state to be in a customs union with the EU.\nAfter Brexit, the UK could adopt a similar model to Turkey, which is not an EU member but trades with the EU as part of a customs union. \nHowever, this would be unpopular in some quarters as by agreeing to set common external tariffs, customs unions also limit the freedom of their individual members to strike their own trade deals.\nReality Check: What is a customs union?\nWhat the UK wants: Instead of its current membership of the customs union, the UK will \"seek a new customs arrangement with the EU\".\nIt has been suggested the new Commons arithmetic could influence the way Brexit pans out.\nFor example, the new minority Conservative government is relying on the support of Northern Ireland's Democratic Unionist Party to stay in power.\nThe DUP is a strong supporter of Brexit - but also wants to avoid a hard border between Northern Ireland and the Republic of Ireland and to prioritise close trade with the EU. These may not be possible under the \"no deal\" scenario Mrs May has refused to rule out.\nMeanwhile, after the Tories gained 12 seats in Scotland, Scottish Conservative leader Ruth Davidson said it was time to \"look again\" at Brexit and seek cross-party support, saying free trade should be at the heart of the final deal.\nPro-EU campaigners claim there is no longer a Commons majority for a \"hard Brexit\" - but whether this is the case, or how much influence MPs will exert, is far from clear.\nThere has been much talk of an interim deal between the UK and the EU before the final terms are agreed.\nSupporters of the plan say it would avoid the \"cliff edge\" scenario which could see tariffs imposed on businesses as soon as the UK leaves the EU, and prevent a shock to the economy.\nThis seems to be accepted by Mrs May, who has spoken of the need to allow businesses and government the time to adapt to the new arrangements.\nNot everyone is convinced this is necessary - and some Conservative MPs want the UK to leave the EU before negotiating the terms.\nWhat the UK wants: A \"phased process of implementation\" but not an \"unlimited transitional status\".", "date": "12 June 2017", "href": "https://www.bbc.co.uk/news/uk-politics-37507129", "tags": "brexit options may uk free eu market trade customs single deal"}