{"title": "Brexit: May says EU will not offer 'better deal' if agreement rejected", "content": "Theresa May has said the UK should not hope for a \"better deal\" from the EU if MPs reject her Brexit agreement. \nShe told a BBC phone-in that there would be just \"more division and uncertainty\" if Parliament voted against the agreement next month. \nBut she declined to say whether the UK would be better off outside the EU, saying only it would be \"different\". \nA summit of EU leaders to sign off the deal will go ahead on Sunday despite \"unresolved\" issues over Gibraltar.\nSpain is seeking written assurances from the UK that it will be directly consulted over its future trade negotiations with the EU which relate to Gibraltar, a British Overseas Territory.\nIts prime minister Pedro Sanchez has said he won't decide whether to attend Sunday's summit until these are provided.\nHe has said his backing for the overall deal cannot be taken for granted although no one country can block the withdrawal agreement on its own at this stage. \nMeanwhile, the leader of the DUP, Arlene Foster, has said she will \"look again\" at her party's deal with the Conservatives if Mrs May's Brexit bill passes through parliament.\n\"But we are not there yet,\" Mrs Foster added.\nMrs May told the Emma Barnett Show that her job was to persuade MPs to back her but also to \"explain\" the merits of the deal to the public.\nAsked what her plan B was, if MPs rejected the deal, she suggested there would be little point going back to the EU to ask for further changes.\n\"I believe if we were to go back to the European Union and say: Well people didn't like that deal, can we have another one? ... I don't think they're going to come to us and say: We'll give you a better deal.\"\nMrs May, who has previously warned about the dangers of the UK leaving without a deal or not leaving at all, would not be drawn on whether she would quit if MPs refused to back her deal.\nAsked what was a more likely outcome in such an event - a no-deal exit or the UK remaining in the EU - she said \"from my point of view, personally, there is no question of 'no Brexit' because the government needs to deliver on what people voted on in the referendum in 2016\".\nAsked by a caller called Michael if the UK would be better off outside the EU under her deal than staying in, she said that as someone who voted to Remain, she had never said the \"sky would fall in\" if Brexit happens.\n\"I think we will be better off in a situation which we'll have outside the European Union, where we have control of all those things, and are able to trade around the rest of the world,\" she said.\nShe added: \"You say: Are we better off?... actually it's a different sort of environment, and a different approach that we'll be taking to things.\"\nPressed by Emma Barnett to answer the question, she said \"it is going to be different,\" before adding: \"We can build a better future outside the European Union.\"\nThe UK and EU have agreed in principle the framework for their future relations outlining how UK-EU trade, security and other issues would work.\nThe document, known as the \"political declaration\", is not legally-binding but will be the starting point for negotiations on co-operation after the UK leaves. It has been heavily criticised by many MPs for lacking detail. \nThis is a separate document to the legally-binding withdrawal agreement - setting out the terms of the UK's exit from the EU, including the £39bn \"divorce bill\", citizens' rights and the Northern Ireland \"backstop\" to keep the border with the Republic of Ireland open, if trade talks stall. \nFormer Brexit secretary Dominic Raab said what was on offer in the political declaration was inferior to EU membership, as it would leave the UK bound by the same rules but without control over them.\nMeanwhile, EU officials are meeting to try to put the finishing touches to both the withdrawal agreement and the political declaration.\nThe future of Gibraltar and its 30,000 residents, 96% whom voted to remain in the EU in the 2016 referendum, remains a sticking point.\nSpain has long contested Britain's 300 year-rule of the peninsula and there are concerns about how the territory's political status and economic ties with the Spanish mainland will be affected by Brexit. \nCatherine Barnard, a professor of EU law and employment law at Trinity College, Cambridge, told the BBC that Spain's room for manoeuvre was limited as the \"divorce\" document only had to be agreed at EU level by qualified majority voting, meaning 20 of the 27 member states.\nFabian Picardo, the chief minister of Gibraltar, said the territory was perfectly happy to have \"direct engagement\" with Madrid over future trade relations but would not be \"dragged\" into doing so", "date": "23 November 2018", "href": "https://www.bbc.com/news/uk-politics-46312909", "tags": "brexit agreement may uk eu better rejected mps offer says future deal"}