{"title": "Brexit: Sturgeon has 'frank' exchange with May", "content": "Nicola Sturgeon says the latest draft of Theresa May's Brexit agreement is a document which will ask people to \"take a blindfold leap off a cliff\".\nThe first minister held talks with the prime minister in London and said they had a \"full, frank and calm\" exchange of views.\nShe said Mrs May had shown her the latest draft of her plan but claimed it was a \"vague, aspirational document\".\nNumber 10 said it was \"the best deal that could have been negotiated\".\nMs Sturgeon said: \"I've seen today the current draft - it's not binding, it doesn't have legal effect and effectively it amounts to the House of Commons being asked to vote to exit the EU without knowing what comes next.\n\"That's asking people to take a blindfold leap off a cliff edge and I have said all along I just don't think that's a reasonable or acceptable thing to do.\n\"Perhaps if there had been more willingness to listen to different voices over the past couple of years we would be in a better position now.\n\"There's an argument that says we're getting a little late in the day for that meaningful engagement but as long as the possibility is there I will take it.\"\nA Downing Street spokeswoman said: \"The prime minister made clear that we are negotiating a deal with the EU that works for all parts of the United Kingdom - Scotland, Wales, England and Northern Ireland - and delivers on the result of the referendum.\n\"The deal will give Scottish businesses the clarity and certainty they need to protect jobs and living standards, and see us take back control of our waters, improving the fortunes of our fishermen.\n\"The prime minister also emphasised her firm belief that the withdrawal agreement is the best deal that could have been negotiated and is in the interests of the entire of the United Kingdom.\"\nA No 10 source added: \"The PM urged the FM to listen to Scottish employers and to back the agreement reached with the EU. The truth is that SNP plans just make a no deal Brexit more likely.\"\nMs Sturgeon also admitted she has not yet found common ground with Labour over an alternative Brexit deal after meeting UK party leader Jeremy Corbyn.\nShe held talks with Mr Corbyn in Westminster to try to coalesce around another way forward but said \"we're not there yet\".\nShe said she wanted to see a \"coalition of opposition\" over the draft Brexit deal after speaking to Mr Corbyn.\nAnd she said there was a \"strong willingness\" among the opposition parties to work together.\nMs Sturgeon and Mr Corbyn have both criticised Prime Minister Theresa May's draft Brexit agreement, which was published last week.\nMrs May argues that the plan is the only realistic chance of avoiding a \"no deal\" Brexit.\nBut there has been widespread criticism of the draft 585-page withdrawal agreement and the short paper setting out what the UK and EU's future relationship could look like. \nTwo of the prime minister's cabinet ministers have resigned - including her Brexit secretary, Dominic Raab - while others are believed to be trying to change its wording, and there has been talk of a Tory leadership challenge.\nMs Sturgeon, who says she wants to find a \"workable alternative\" to the deal, held \"exploratory\" talks with Mr Corbyn, Lib Dem leader Sir Vince Cable, Green MP Caroline Lucas and Plaid Cymru's Westminster leader Liz Roberts, ahead of her meeting with the prime minister.\nShe told the BBC there was agreement with Mr Corbyn that the prime minister's deal was a bad one, and that no deal should not be the only alternative.\nThe first minister added: \"The next stages of all of this have to be to look at what we can coalesce around in terms of alternatives\".\nShe also claimed that momentum for another referendum on Brexit was growing. \nA Labour spokesman said Mr Corbyn's meeting with Ms Sturgeon had been \"constructive\", with the pair discussing their \"common opposition\" to the draft Brexit agreement and their \"determination to work across parliament to prevent a disastrous no-deal outcome.\"\nMs Sturgeon has already said the 35 SNP MPs will vote against the deal in the House of Commons and has accused the prime minister of presenting a \"false choice\" between the agreement and a no-deal Brexit. \nThe first minister has called for continued, permanent single market and customs union membership for the whole of the UK as an alternative, and has been highly critical of the \"backstop\" proposals for Northern Ireland, which she has said could have a \"devastating\" impact on jobs and investment in Scotland if they are enacted. \nThe UK's four farming unions, including NFU Scotland, have given their support to Mrs May's draft EU withdrawal agreement, saying it was \"not perfect\" but would allow trade in agricultural goods, as well as food and drink, to continue largely as before.  \nAnd Mrs May's defacto deputy, Cabinet Office minister David Lidington, last week urged Ms Sturgeon to \"listen to what Scottish business is saying\" and back the agreement.\nHe added: \"Scottish business is lining up with business throughout the UK to say we want a deal. It will give us clarity, certainty - we can plan, we can count on investment, we can decide upon jobs staying in Scotland. \n\"The way in which to put prosperity and jobs in Scotland at risk is to prolong the uncertainty rather than to take the ambitious, good, compromise deal that is on offer.\"\nOn Monday, the prime minister tried to persuade business leaders that the deal offered the best way forward, saying it would stop EU migrants from being able to \"jump the queue\".\nShe told the CBI conference in London that migration would become skills-based, with Europeans no longer prioritised over \"engineers from Sydney or software developers from Delhi\".\nMs Sturgeon later tweeted that she believed the prime minister's choice of words was \"offensive\" and \"disgraceful\".\nMr Corbyn told the same conference that Brexit could be a \"catalyst for economic transformation\" in the UK. \nLabour has said its priority is to secure a general election, and has argued that there is still time to secure a better Brexit deal.", "date": "20 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46262646", "tags": "brexit agreement may minister ms prime sturgeon corbyn exchange draft deal"}