{"title": "Brexit: No-deal impact assessment published", "content": "The government has published its assessment of the impact of a no-deal Brexit on business and trade.\nThe report said \"some food prices are likely to increase\" and customs checks could cost business £13bn a year in a no-deal scenario.\nIt also said there was \"little evidence that businesses are preparing in earnest\".\nBut the government said it had undertaken \"significant action\" to prepare for no deal on 29 March.\nIt comes as the PM has promised MPs votes on delaying Brexit or ruling out no deal, if her deal is rejected again.\nTheresa May's Brexit deal was comprehensively rejected by MPs on 15 January and she has said they will get a second chance to vote on it - possibly with some changes - by 12 March.\nThe UK is currently due to leave the EU on 29 March - with or without a deal.\nThe government's report, which was drawn up for the cabinet, said: \"One of the most visible ways in which the UK would be affected by delays in goods crossing the Channel is our food supply, 30% of which comes from the EU.\"\nPossible disruption to cross-Channel trade \"would lead to reduced availability and choice of products\", the document said.\n\"This would not lead to an overall shortage of food in the UK, and less than one in 10 food items would be directly affected by any delays across the short Channel crossings.\n\"However, at the time of year we will be leaving the EU, the UK is particularly reliant on the short Channel crossings for fresh fruit and vegetables.\n\"In the absence of other action from government, some food prices are likely to increase, and there is a risk that consumer behaviour could exacerbate, or create, shortages in this scenario.\n\"As of February 2019, many businesses in the food supply industry are unprepared for a no-deal scenario.\"\nIt repeated analysis suggesting a no-deal scenario could leave the UK economy 6.3% to 9% smaller after 15 years, compared to what it would have been.\nIt said the worst-hit areas economically in a no-deal scenario would be Wales (-8.1%), Scotland (-8.0%), Northern Ireland (-9.1%) and the north east (-10.5%).\nThe document said slightly more than two-thirds of the government's most critical preparation projects - and fewer than 85% overall - were \"on track\" for completion in time for 29 March.\nIt also warned that a no-deal Brexit would \"affect the viability of many businesses across Northern Ireland\", and said some businesses could relocate to the Republic of Ireland.\nThe publication of the document follows a proposed amendment last month from former Conservative MP Anna Soubry and backed by ex-Labour MP Chuka Umunna - who are both now members of the newly-formed Independent Group.\nIn the Commons, Ms Soubry told MPs that the document was only a summary and she asked for access to the papers \"which actually go into the detail\", which she was shown in privy council terms (confidential terms).\n\"It's the detail that actually fully explains the impact of a no-deal Brexit, leaving the Brexit Secretary to comment that it would be 'ruinous' for this country,\" she said.\nDeputy speaker Lindsay Hoyle said he was \"sorry\" that Ms Soubry felt she had been \"slightly short-changed on what would be available\".\n\"I would expect ministers to take on board your request and hopefully... you will pursue it other than on this point of order,\" he said.\nAnd Mr Umunna said the report painted \"a disastrous picture of the catastrophe which would befall our country if there is a no-deal Brexit\".\n\"In light of what she knows, it is utterly irresponsible for the Prime Minister to keep a no-deal Brexit on the table given the extreme damage it will do,\" he said.\n\"These papers set out how food prices will rise, we may see panic buying, there will be severe disruption at the border, and jobs and livelihoods would immediately be put at risk.\n\"Today she told the House of Commons she is listening, but MPs have passed a motion rejecting a no-deal Brexit and yet she refuses to request an extension of the Article 50 process in order to stop no-deal happening.\"\nMs Soubry's amendment instructed the government to publish within seven days \"the most recent official briefing document relating to business and trade on the implications of a no-deal Brexit presented to cabinet\".\nIt drew the backing of some mostly Remain-supporting Labour and Conservative backbenchers.\nBut Ms Soubry withdrew the amendment after Brexit Minister Chris Heaton-Harris indicated that Cabinet Office Minister David Lidington would meet her and would be publishing the relevant information.", "date": "26 February 2019", "href": "https://www.bbc.com/news/uk-politics-47379308", "tags": "brexit no-deal uk published would assessment document impact food deal scenario government"}