{"title": "Brexit: What would a 'no deal' look like?", "content": "\"No deal\" can be a confusing term in the Brexit debate because there are, in fact, several potential deals waiting to be done. \nThe main ones are:\nNegotiations on the future relationship, which was the focus of the recent Brexit White Paper, look set to continue long after Brexit has taken place. \nBut when people talk about preparing for no deal at the moment, they mean the prospect of failing to reach agreement on the terms of departure, which are being negotiated under Article 50 of the Lisbon treaty.  \nIt is these Article 50 negotiations, led by Michel Barnier for the EU and the new Brexit Secretary, Dominic Raab, for the UK, which are supposed to end with a withdrawal agreement. \nA lot of the heavy lifting is being done behind the scenes by teams of experts led by Mr Barnier's deputy, Sabine Weyand, and by British civil servant Ollie Robbins. \nBut in the end, the Article 50 negotiations are a political process. \nIf they fail, we are heading for no deal.\nAnd the reason that is now back in the headlines is that time is running short. \nThe two-year period outlined by Article 50 comes to an end on 29 March 2019 and unless all 28 EU countries agree to extend that period, the withdrawal agreement will have to be done and dusted well before then. \nAnd no withdrawal agreement would also mean there would be no transition period after Brexit. \nInstead, there would be an abrupt rupture in UK/EU relations. \nSo \"no deal\" needs to be taken seriously. \nThere is an element of needing to look tough under pressure in negotiations - \"Don't think we won't walk away,\" and all that. \nSome supporters of Brexit also say it would mean the UK wouldn't have to pay a \"divorce bill\" to the EU, although that is an argument that would probably end up in court. \nBut there's also a real concern that the pace of preparations for no deal - among governments and businesses - needs to increase. \nThe EU published a document on Thursday which warned that contingency planning should be stepped up in all countries and all sectors of the economy. \nAmong other things, it said:\nThe UK's relationship with the EU would suddenly be governed not by the common rules and regulations that have been built up over more than 40 years but by general international public law. \nThat would include the basic rules of the World Trade Organization (WTO), something which many Brexit supporters say they would be perfectly happy with. \nBut it is worth pointing out that no other major trading partner of the EU trades with it on WTO terms alone. \nMany businesses - especially those that rely on just-in-time manufacturing supply chains - have also been lobbying hard against it.\nFalling back on WTO rules would also mean the imposition of a hard border between Northern Ireland and the Republic of Ireland. \nQuite how border controls would actually be set up in Ireland in the first few days after a no-deal Brexit is far from clear. \nBut it's something both sides say they are determined to avoid.\nIt's worth emphasising that the UK government says it does not \"want or expect a no-deal scenario\". \nBut it, too, is stepping up contingency planning. Throughout August and September individual departments will be publishing a set of around 70 technical notices to help businesses, citizens and consumers prepare for March 2019 in the event of no deal.\nThe EU has already published  68 technical notices of its own focusing on the preparations that different sectors of the economy need to make for Brexit. \nOne important issue is timing. \nIf both sides conclude fairly soon that negotiations will not succeed and that \"no deal\" is highly likely, they will at least have several months to prepare. \nBut if there is a last-minute hitch, that would prove extremely challenging. That's when people talk of a cliff-edge Brexit. \nWell, some of them are pretty obvious. To ensure the supply of basic services, for example. \nAt a hearing of the House of Commons Public Administration Committee on Thursday the chief executive of the civil service, John Manzoni, highlighted the need to protect \"supply chains for food and medicines\" under the \"almost unimaginable\" scenario of a cliff-edge departure.\nThe Department of Health, he said, had already announced that it would stockpile medicines. \nMr Manzoni also mentioned transport - there would be a need to try to negotiate a series of bilateral agreements with individual countries to allow planes to fly, if the UK left the European Aviation Safety Agency with no new deals in place. \nAnother example emerged this week in a report from the National Audit Office. \nCurrently, it says, 100,000 International Driving Permits are issued every year by 89 post offices around the country. In the first year after a no-deal Brexit, those numbers would rise to an estimated 4,500 post offices issuing up to seven million permits - to take into account journeys into the EU.\nIn other words, every area of the economy needs to be ready for no deal. Just in case. \nWe keep being told that nothing is agreed until everything is agreed. But this could be the biggest gamble of all.\nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "20 July 2018", "href": "https://www.bbc.co.uk/news/uk-44904619", "tags": "brexit also agreement uk eu would look mean like article deal negotiations"}