{"title": "Brexit: How many trade deals has the UK done?", "content": "As a European Union member, the UK is part of about 40 trade agreements which the union has with more than 70 countries. If the UK leaves the EU in a no-deal Brexit on 29 March, it will immediately lose these deals. \nLast year, the UK government said it wanted to replicate the EU's trade agreements \"as far as possible\" and have them ready to go immediately in the event of a no-deal Brexit.\nSo how much progress has the government made?\nBeing a part of the EU means the UK (or any other EU member) cannot implement its own trade deals. Trade negotiations are instead handled by the EU on behalf of its members.  \nThese existing arrangements are designed to make trade easier between the EU and the rest of the world. This could include: relaxing certain rules, reducing taxes (tariffs) on imports and exports, or granting easier market access.\nThe government estimates that about 11% of UK's trade relies on the EU's agreements with other countries.\nBut on Thursday, International Trade Minister George Hollingbery told the Commons: \"There are no deals yet that have been actually signed.\"\nHowever, the minister added that he was confident \"the majority of those will be in place by 29 March\". \nSo if no trade deals have been signed, what progress has been made?\nIn December, the Department for International Trade revealed that it had approved a trade agreement with Switzerland - although it has not been officially signed. \nAt the moment more than 100 agreements exist between the EU and Switzerland. These cover areas such as taxation on savings and agriculture.\nThe government said the Swiss arrangement will replicate these existing arrangements \"as far as possible\" and allow \"businesses to continue trading freely\". \nReality Check asked the Department for International Trade what \"as far as possible\" meant, but it was unable to offer us any further clarity. \nAt the World Economic Forum in Davos, Liam Fox, the International Trade Secretary, announced on Twitter that the UK had \"agreed in principle\" a free trade agreement with Israel. A trade conference between the two countries will be held in London in the \"coming months\", added Dr. Fox.\nHowever the Department for International Trade has not published further details on what the exact nature of the Israel agreement will be.\nSouth Africa has said it is close to signing a trade deal, but nothing has so far been formally agreed.\nThe UK has already signed deals with Australia and New Zealand, but these are in areas known as mutual recognition agreements and not free trade agreements.\nThe deal replicates all aspects of the current EU agreements and allows for a continuing acceptance of product standards, such as the labelling and certifying of wine. \nIn his update to MPs, Mr Hollingbery conceded that rolling over some EU trade agreements would be \"challenging\", adding that \"one or two\" would be \"close to impossible\". \nThe current lack of signed trade agreements is not a surprise to Alan Winters, director of the UK Trade Policy Observatory at Sussex University.\n\"You can't simply roll over everything, these existing agreements will have references to EU law, so you cannot avoid some negotiation,\" he says.\nSome countries may also be apprehensive in signing deals right now given that it is so unclear what Brexit will ultimately look like, adds Prof Winters.\nSo what could the consequences be if trade arrangements are not fully in place by 29 March and the UK leaves with no deal?\nIn the countries where the UK had no formal trade agreement, both would have to trade under the rules overseen by the World Trade Organization (WTO).\nUnder this system, every WTO member is free to negotiate its own tariffs - or taxes - on different goods. But under the rules, members have to offer the same tariff to every other WTO country.\nTrade will not stop if this were to happen but some barriers will go up, says Alex Stojanovic, from the Institute for Government think tank.\n\"There is a reason you have trade agreements, it's that they give you better trade preferences than WTO terms.\n\"So some businesses will be harmed by tariffs coming into play,\" he says.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "25 January 2019", "href": "https://www.bbc.co.uk/news/uk-46949431", "tags": "brexit deals uk international eu countries trade agreements many done far signed government"}