{"title": "Brexit talks: What are the likely sticking points?", "content": "Cross-party talks between the Conservatives and Labour, aimed at breaking the Brexit deadlock, are continuing. \nTheresa May has said she wants to negotiate a \"joint plan\" with Jeremy Corbyn.\nIf that is agreed, it would then be put to MPs in the hope that a Brexit deal could finally be voted through Parliament. \nBoth leaders have agreed a \"programme of work\" for their negotiating teams to work on.\nSo, what are the main differences likely to be when it comes to Brexit and where might possible compromise be found?   \nTheresa May has repeatedly ruled out the possibility of the UK remaining in a customs union with the EU - it's one of her so-called red lines. \nAs a member of the European Union, the UK is part of the EU customs union. \nIts members have an agreement not to carry out checks or put tariffs (extra payments) on goods that move around the area. \nThis can be particularly advantageous for businesses whose goods cross multiple EU borders. \nBut critics of the system say it has several drawbacks. \nFor one, members of the customs union cannot negotiate their own trade deals, on goods, with other countries - such as the United States.\nAs recently as 25 March, the prime minister rejected the idea of a customs union, saying it \"does not deliver on [an] independent trade policy\".\nLabour says it wants a new permanent customs union with the EU, after Brexit. But it also says it wants the UK to \"have a say\" when the EU strikes future trade deals. \nThe level of UK involvement would depend on what Labour means by \"have a say\" but EU law currently prevents a non-EU member from influencing or vetoing its trade negotiations. But Labour says its policy cannot be ruled out until it has had a chance to negotiate this with the EU.\nMembership of the single market is another area where there are differences.\nThe EU single market requires members to follow the same regulations and standards to keep trade flowing freely. It is based on four freedoms: goods, services, money and people (this last one allows EU citizens to live and work in the UK, and vice versa).\nWhen Theresa May first set out her Brexit negotiating objectives, she said failing to leave the single market \"would to all intents and purposes mean not leaving the EU at all\".\nThat's because the UK would have to continue to pay into the EU budget, follow all the rules, and continue to allow freedom of movement.\nLabour's policy, on the other hand, is to have \"close alignment with the single market\". \nBut the EU has previously said the UK cannot cherry-pick only the parts of the single market it likes. \nSo, it's unclear what the EU would accept as \"close alignment\", which Labour is calling for. \nTheresa May has always been firm that Brexit must mean the end to freedom of movement. \nIn her 2017 election manifesto, she set out plans for an immigration system designed to \"reduce and control\" the number of people coming to the UK from the EU - and she hasn't wavered from this pledge.\nLike the Conservatives, Labour also pledged at the 2017 election to end freedom of movement.\nSo, on the surface, this looks like something on which the two party leaders could agree. \nBut in January, when it came to voting on the Immigration Bill, which would put an end to freedom of movement, Labour encouraged its MPs to vote against it.\nA big unknown is whether Labour's policy of \"close alignment\" with the single market might restrict the UK's ability to set its own immigration policy.\nIts Brexit Secretary, Sir Keir Starmer, previously told BBC News the party would be willing to accept some EU workers but with restrictions.\n\"If somebody is coming to do a job and it needs to be done and it has been advertised locally beforehand with nobody able to do it, then most people would say, 'I accept that,'\" he said.\nA Labour spokesperson said: \"We support fair rules and the reasonable management of migration.\" \nTheresa May has said she's made it clear in the political declaration - the part of her deal agreed with the EU concerning the future relationship - that the UK agrees to not going backwards in terms of workers' rights. \nBut she has not guaranteed that when the EU introduces a new right or protection for workers, the UK will also adopt it.\nIn Prime Minister's Questions last week, though, Jeremy Corbyn said he wanted to use EU standards, including any introduced in the future, as a minimum for the UK to improve on. \nHe accused the prime minister's deal of involving a \"race to the bottom\" on workers' rights - something he said Labour's proposals would prevent. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "4 April 2019", "href": "https://www.bbc.com/news/uk-politics-47799848", "tags": "brexit uk eu market theresa points union talks sticking labour single said likely"}