{"title": "Brexit deal: PM thanks NI business leaders for support", "content": "Theresa May has thanked Northern Ireland business leaders and representatives of several major employers for supporting her Brexit deal. \nShe has had hour-long talks with them in Downing Street on Thursday. \nIn a statement afterwards, the prime minister said their voices were \"incredibly important\". \nThe DUP has been critical of business organisations for speaking in favour of Mrs May's deal.\nThe meeting was attended by about 50 people, representing businesses and the community and voluntary sector.\nBusiness groups like the Confederation of British Industry (CBI) in Northern Ireland back the withdrawal agreement, largely as it avoids a no-deal exit from the European Union.\nThe Ulster Farmers' Union (UFU) has gone further, by calling on the DUP to back the deal.\nThe prime minister told the delegation that the draft withdrawal agreement and political declaration on the UK-EU future relationship should provide businesses \"with the reassurance that I know is so important to you\".\n\"That's a transition period to avoid a cliff-edge for businesses and to provide the certainty you need to invest,\" she added.\n\"An outline relationship that creates a new free trade area with the EU, with no tariffs, fees, charges or quantitative restrictions.\n\"And no hard border within the island of Ireland.\"\nEarlier this week, the DUP MP Sammy Wilson said businesses are being used as \"puppets\" by the Northern Ireland Office.\nA view which was echoed by the Traditional Unionist Voice (TUV) MLA Jim Allister, who accused businesses of \"lining up to pay homage\" to the prime minister.\nAfter the meeting, Chief Executive of Hospitality Ulster Colin Neill said: \"It wasn't a case of a fan club turning up.\"\nMr Neill added that businesses at the meeting had come along to \"find out where we are currently\". \nHe reiterated that businesses still had some concerns about the deal, but said: \"The prime minister reassured us in the room that the deal, as it stands, allows unfettered access between Northern Ireland and Great Britain.\"\nClaire Guinness from Warrenpoint Harbour said it \"was a very positive engagement\" and \"there was a spontaneous round of applause\" for the prime minister. \nManufacturing NI's Stephen Kelly said delegation had met with other politicians besides the prime minister. \n\"We would hope the UK would back this deal because the alternative is no deal and that's a disaster for the Northern Ireland economy,\" he added.\nMeanwhile, the DUP leader Arlene Foster said she wants to meet business organisations who have come out in support of the draft EU withdrawal agreement.\nArlene Foster said that she wants the meeting to be next week \"if they want to meet me\".\nOn Wednesday the DUP leader said she met a businessman who employs 300 people and has a turnover of £70m who is \"absolutely outraged\" by the Brexit deal.\nShe said there were many more like him who had \"a clear view on the withdrawal agreement\".\nThe BBC understands the DUP have asked the NI Chamber of Commerce to facilitate a meeting with business organisations on Monday.", "date": "22 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46296605", "tags": "brexit thanks support leaders minister ni business prime meeting northern ireland pm dup deal businesses"}