{"title": "Brexit: Medicine 'watch list' part of Ireland's no-deal plan", "content": "Twenty-four medicines have been added to a \"watch list\" over supply in the Republic of Ireland in the event of a no-deal Brexit, Leo Varadkar has said.\nHowever, the Taoiseach (Irish prime minister) said the Irish government had been advised against stockpiling medicines more widely.\nIrish opposition parties were briefed about the no-deal Brexit plans in Dublin on Tuesday evening.\nIt comes as Westminster MPs are due to vote on the UK's Brexit deal.\nPrime Minister Theresa May has claimed the break-up of the United Kingdom could occur if Parliament rejects her plan.\nAddressing the Dáil Éireann (Irish parliament), Mr Varadkar repeated that he believed a no-deal outcome was still unlikely but that the Irish government needed to prepare for every possibility.\nA meeting of the Irish cabinet was held on Tuesday morning, which discussed four detailed memos on no-deal planning.\nThey focus on the Common Travel Area (CTA), transport, medicine supply and legislation needed for all of it, said Mr Varadkar.\nThe CTA is an open borders agreement that pre-dates the UK's entry into the EU, which gives UK and Irish citizens certain reciprocal rights in each others' countries.\nThe taoiseach said all necessary 17 pieces of legislation on Brexit would be put into one \"omnibus bill\" and the government was keen to consult the opposition on the scope of the bill in order to get it through the Dáil.\nHe said the government was opposed to stockpiling medicines as it may cause a block to supplies but that a plan had been put in place, namely a watch list of medicines that the government would \"particularly have to look out for\" if a no-deal Brexit occurred.\nMr Varadkar said about 60 to 70% of medicines either transit the UK or come from the UK.\nHe added that because of Brexit, only six non-priority pieces of legislation would be introduced by the government in this parliamentary session.\nIn December, the government published a document detailing its contingency plans for a no-deal Brexit.\nOn Monday, Mr Varadkar said: \"We will be prepared, but I'm not going to say to you that everything is going to be fine.\n\"Of course there will be interruptions and negative impact but we'll be as prepared as we possibly can be.\"\nMPs will finish a fifth day of debate on the withdrawal deal before voting on it sometime after 19:00 GMT.\nThere are a series of amendments tabled by MPs from across Parliament that will be voted on too.\nIt is expected that about 100 Conservative MPs will join Labour and other opposition parties in voting against the deal.\nThe Democratic Unionist Party (DUP), which has a confidence and supply arrangement which helps to keep the Conservatives in power, has insisted it will not support the prime minister's plan.\nMr Varadkar told the Dáil that his government would \"allow the democratic process to take its course\" in relation to the vote at Westminster.\n\"We will review the position tomorrow in consultation with our EU colleagues,\" he added.", "date": "15 January 2019", "href": "https://www.bbc.co.uk/news/world-europe-46869967", "tags": "brexit no-deal uk irish mps ireland medicine medicines varadkar government plan list part"}