{"title": "Brexit: 'PM has broken promises' - DUP", "content": "Parliament has a \"clear choice\" to stand up for the UK against a draft Brexit deal or allow it to break up the union and make the UK a \"vassal\" state, DUP MP Nigel Dodds has said.\nThe Irish border has been the main sticking point in the talks.\nThe UK and EU have agreed to a \"backstop\", which would see NI stay aligned to some EU rules if another solution cannot be found.\nMr Dodds told MPs the prime minister had broken promises made to his party.\nSeveral cabinet ministers have resigned, saying the deal presents a threat to the integrity of the union.\nMr Dodds was among MPs criticising the prime minister in the House of Commons amid a backlash over her plan.\nThe DUP's 10 MPs prop up the Conservative government to ensure it has a majority to pass key legislation in the Commons.\nMr Dodds said he could take Mrs May through the list of promises she made about the future of Northern Ireland but that would be a \"waste of time because she clearly doesn't listen\".  \nHe put it to MPs: \"The choice is now clear, we stand up for the United Kingdom, the whole of the United Kingdom, the integrity of the United Kingdom or we vote for a vassal state with the break-up of the UK.\"\nBut the prime minister said it was wrong to imply that she had not considered the interests of the people of Northern Ireland.\nThe real spat among politicians is over the UK and EU's agreement on the Northern Ireland backstop.\nIt would see Northern Ireland staying aligned to some rules of the EU single market, if another solution cannot be found by the end of the transition period in December 2020.\nThat means that goods coming into Northern Ireland would need to be checked to see if they meet EU standards.\nIt would also involve a temporary single custom territory effectively keeping the whole of the UK in the EU customs union - until both the EU and UK agree that it is no longer necessary.\nMrs May has said there was no deal on the table that did not involve signing up to the backstop - but that it is only an insurance policy.\n\"I know there are some who said I should simply rip up the UK's commitment to the backstop but this would have been an entirely irresponsible course of action,\" she said.\nLabour has also said it will not approve the plan, with party leader Jeremy Corbyn saying the backstop proposal would create a \"de facto border in the Irish Sea\".\nMr Corbyn said it locked \"Britain into a deal which it cannot leave without the agreement of the EU\".\nYes, four resignations by junior and cabinet ministers before 10:30 GMT on Thursday, including the Brexit Secretary, Dominic Raab. \nThe DUP's deputy leader, Nigel Dodds, tweeted thanks to Mr Raab and others for \"standing up for the union\".\nKaren Bradley has denied accusations that the political fall-out over the draft Brexit plan is a \"car crash\" and said the deal was \"good for the union\".\nShe was speaking in Belfast after meeting a number of business leaders to discuss what has been agreed by EU and UK negotiators.\n\"Nobody said it would be easy,\" said Mrs Bradley, adding that the majority of the cabinet is still behind the deal.\nShe gave Mrs May her full support, and said: \"This is a woman who gets things done.\"\nThe Northern Ireland Secretary also appealed for \"cool heads\".\n\"The people of Northern Ireland when they see this deal will see it is a good deal for the whole of the UK and Northern Ireland, and I hope they tell their politicians that,\" she added.\nAsked about whether there are question marks over the future of the government's confidence and supply deal with the DUP, Mrs Bradley said that was a \"matter for the parties' chief whips\".\nMrs May has faced a huge backlash from the Democratic Unionist Party (DUP), amid suggestions of moves within the Conservative Party to force a no-confidence vote.\nDUP MP Jim Shannon said his party had been \"betrayed\" by the prime minister.\nHe told BBC NI's Good Morning Ulster programme that his party feels Theresa May has broken her commitments to them and is \"up for an election\".\nSinn Féin vice-president Michelle O'Neill said Brexit was not an \"orange or green issue\" and that the backstop would protect the Good Friday Agreement, while the SDLP leader Colum Eastwood urged people to stay calm to give the deal space.\nStephen Farry, the deputy leader of Alliance said it is important that the business community speaks out more loudly in the coming days, as the deal offers them the best of both worlds.\nYou can read more reaction to the proposals from the business community here.\nBut Ulster Unionist leader, Robin Swann, said the draft deal had been \"a monumental error of judgement on behalf of the DUP\", which would have a devastating long-term impact.\nTaoiseach (Irish Prime Minister), Leo Varadkar, met the leaders of four Stormont pro-remain parties - Sinn Féin, the SDLP, Alliance and the Greens - on Thursday morning to brief them on the draft deal.\nThe Irish Foreign Minister, Simon Coveney, has said people \"should not talk down\" the chances of a Brexit deal getting through Parliament. \nMr Coveney told Irish national broadcaster RTÉ that the deal is \"the only one on the table\".\nAn emergency EU summit is now due to take place on 25 November to agree the draft text.\nAfter that, Mrs May needs to get MPs to vote for it. The BBC's political editor Laura Kuenssberg said that could take place in early December.\nThere have been a number of calls by senior Conservatives for the prime minister to go and there could yet be more resignations from the cabinet.\nFormer chairman of the Northern Ireland Affairs Committee Laurence Robertson said he has written a letter of no confidence in the prime minister to the Conservative Party 's 1922 committee.\nIf 48 letters are submitted then Theresa May would face a no-confidence vote within the Conservative Party.", "date": "15 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46219496", "tags": "brexit minister uk eu party broken northern promises ireland dup deal"}