{"title": "Brexit: Back to the backstop", "content": "\"The backstop.\"\nThat was Theresa May's succinct reply when she was asked in the House of Commons on Monday what was in the 5% of remaining issues, standing in the way of a deal on the UK's withdrawal from the European Union.\nYes, we're still stuck on the guarantee that both the UK and the EU have signed up to as a principle: that no hard border - in other words, no new checks or delays - should emerge at the land border in Ireland after Brexit, under all circumstances. \nAt issue: what exactly the backstop should say, and what legal guarantees can be given to reinforce it. \nBecause for both sides it has become an issue of the basic sovereignty of their Union.\nOnce both sides had pledged to abide by a guarantee to avoid a hard border, and to write it into the legally binding Withdrawal Agreement (the terms on which the UK is due to leave the EU), it was the European side that came up with a draft legal text in March this year. \nThat text basically said that if no other solutions were found, Northern Ireland would have to stay in the EU customs union and most parts of the single market, unless and until a long-term trade deal emerged that kept the border as open as it is now. \nThe UK's response was emphatic: it could not accept that because it would mean treating Northern Ireland differently from the rest of the United Kingdom, and it would create a customs border in the Irish Sea. \nThe subsequent seven months have been largely devoted to the search for a compromise. \nIt appears that the UK government is prepared to accept backstop proposals that would mean goods which move between Great Britain and Northern Ireland would be subject to some regulatory checks - especially on food and animals. \nBut there would be no checks on goods moving in the other direction (from Northern Ireland to Great Britain), to ensure that Northern Ireland businesses retain unimpeded access to the whole of the UK. \nCustoms, though, has proved to be a more difficult issue to resolve. \nThe UK's preferred backstop solution was a temporary customs arrangement that would tie the whole of the United Kingdom (not just Northern Ireland) to EU customs rules for a limited period, if a future trade deal that avoided a hard border was not ready in time. \nBut the EU was reluctant to address issues linked to the future relationship before Brexit had actually happened, and it argued that there was insufficient time left before 29 March 2019 to agree the details of such a customs arrangement anyway. \nThe UK, as Theresa May emphasised in the House of Commons on Monday, now wants a legally binding commitment in the Withdrawal Agreement that a temporary customs arrangement will be negotiated during the proposed 21-month transition period after Brexit.\nOr, if that proves problematic, then the transition (the government calls it an implementation period) could be extended if necessary. \nIt's not entirely clear how you make such a \"commitment\" to negotiate a customs arrangement legally binding, because you can't guarantee in advance the precise outcome of separate treaty negotiations. \nNevertheless, the EU has been willing to discuss this proposal. And trying to find language that satisfies both sides is a focus of technical discussions that are still going on behind the scenes. \nThe trouble is that the EU has a problem with the UK position (also set out by the prime minister in parliament) that any such arrangement cannot last indefinitely. \nSo EU negotiators continue to insist that no matter what language is agreed on a temporary customs arrangement, its original backstop proposal - for Northern Ireland only - must remain in the Withdrawal Agreement as a legally binding guarantee of last resort. \nYes. The UK says the EU's proposals would create unacceptable barriers between Northern Ireland and Great Britain, and undermine the sovereignty of the United Kingdom. \nAnd the government insists that any backstop proposal must have some sense of finality - either through a time-limit or a \"mechanism\" that enables the UK to leave. Again, what that mechanism might say is the focus of intense debate behind the scenes. \nAs for the EU, it says it cannot allow any wiggle room which could lead to different rules and regulations operating in the future on opposite sides of an open Irish border. That, it argues, would undermine the sovereignty of its economic area, the single market.  \nBoth sides are trying to fudge the language in order to try to get an agreement, but both also have lines they will not cross.  As things stand, the EU can't see a way to avoid having its version of the backstop (an all-weather version, as it calls it) enshrined in the Withdrawal Agreement in some form.\nAll this really matters because both sides say they are absolutely determined to protect the Good Friday Agreement which lies at the heart of the Northern Ireland peace process. The development of the all-Ireland economy, with an open and almost invisible border, is an integral part of that process.  \nYes, with only five months to go until the UK is due to leave, this is the core issue which needs to be resolved. \nIt may seem almost inexplicable that the entire Brexit process appears to hang on a technical dispute about the Irish border. \nBut both sides are treating Ireland as a special case. \nNowhere else around Europe is the external border of the EU single market as open as they want the Irish border to be after Brexit. \nThe EU argues that - even in the long term - the only way to guarantee an open border is to keep either Northern Ireland or the whole of the UK tied to the customs union, and following many of the rules of the single market. \nA clean-break Brexit, and a Canada-style free trade agreement favoured by many Tory backbenchers, would not achieve that. \nSo there is a fundamental difference of opinion.\nWhich takes us back to where we started: \"The backstop.\"\nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "23 October 2018", "href": "https://www.bbc.com/news/uk-45953062", "tags": "brexit agreement uk eu backstop border back northern ireland sides customs"}