{"title": "Brexit: Corbyn tells May to rule out no deal at meeting", "content": "Jeremy Corbyn says he told Theresa May \"don't bring no deal back to Parliament\" in their long-awaited face-to-face meeting on Brexit.\nThe Labour leader said it was \"not acceptable\" for the PM to keep the no-deal option on the table after MPs voted against it on Tuesday.\nAfter the meeting, Mrs May tweeted: \"The only way to avoid No Deal is to vote for a deal.\"\nMPs will vote on the deal again after she seeks to renegotiate with the EU.\nMr Corbyn said it was a \"serious\" meeting and Mrs May had \"listened\".\nHe had refused to meet Mrs May unless she agreed to rule out a no-deal Brexit, but changed his mind after MPs voted against the idea of leaving the EU on 29 March without a deal on Tuesday evening.\nIn her tweet, Mrs May said she had been \"pleased\" to meet Mr Corbyn and had stressed the importance of the UK doing its own trade deals after Brexit. \nA Labour spokesperson said the two would meet again \"soon\" after the 45 minutes of \"cordial\" talks in the prime minister's Commons office.\nMr Corbyn said: \"I set out the Labour case for a comprehensive customs union with the European Union, in order to protect jobs and trade.\n\"She certainly understood the point that we were making.\"\nHe added: \"The last words I said to her were 'don't bring no deal back to Parliament' because it's not acceptable - it's not a sensible or serious way of going forward.\" \nHe said he was suspicious the government was trying to \"run down the clock\", and if that appeared to be the case when Parliament discussed Brexit again next month, Labour would \"look at all the options on the table at that time\".\nAsked if Labour would support or table a motion to try and extend Article 50, which would delay the date of Brexit, Mr Corbyn said: \"That is a question for 13 February.\"\nHe added that it was quite possible the prime minister would return to Parliament next month \"with nothing\".\nAsked if he had a problem with Irish backstop, which Mrs May is seeking to renegotiate with the EU, he said: \"I have a problem where the agreement is one-sided.\"\nThe two party leaders earlier clashed over Brexit at a noisy Prime Minister's Questions in the Commons.\nDuring the exchange, Mr Corbyn said the prime minister may have succeeded in \"temporarily uniting her very divided party\" in Tuesday's votes on amendments to her plan, but she had to make \"more important compromises\" to \"unite the country\".\nMrs May said Mr Corbyn was a \"fine one to talk about coming together\", when he had only now agreed to meet her.\nShe said the majority of MPs had identified the Irish backstop as the main sticking point preventing them from backing her deal, whereas Mr Corbyn's Brexit proposals had been rejected.\n\"He has no plan for Brexit, no good plan for our economy and no plan for our country,\" she told MPs.\nMPs voted 317 to 301 in favour of changing the backstop plan - the section of Mrs May's deal with the EU designed to avoid the return of Northern Ireland border checks.\nFive amendments, including Labour MP Yvette Cooper's bid to delay Brexit if Mrs May does not get her deal through Parliament and Mr Corbyn's own amendment, were defeated on Tuesday.\nMr Corbyn asked Mrs May whether, if she did not agree a deal with Brussels that MPs would support, she would back Labour's proposals for a \"a strong single market, comprehensive customs union and the guaranteeing of rights and protections rather than the alternative she has been threatening - to crash out with no-deal\".\nMrs May told him: \"You cannot just vote to reject no deal, you have to support a deal.\"\nIt was a message she repeated to Labour MP Jack Dromey, who together with Tory MP Caroline Spelman got MPs to back a non-binding amendment rejecting a no-deal Brexit on Tuesday.\nLater in the session, Nigel Dodds, leader of the Northern Ireland's Democratic Unionist Party at Westminster, described remarks by the  Irish Foreign Minister Simon Coveney on the UK's approach to Brexit as \"highly reckless and extremely dangerous\".\nMr Coveney likened the UK's negotiating stance to \"either you give me what I want or I'm jumping out the window\".\nMr Dodds said that kind of rhetoric needed \"to be toned down\".\nMrs May said she will speak to Irish premier Leo Varadkar later on Wednesday. \n\"It is important for us to work with the Irish government on the arrangements that will be in place in the future,\" she added.\nBut ahead of the call, Mr Varadkar told the Irish Parliament that the EU stood by the withdrawal agreement and renegotiation was not on the table. \nAt the moment, the UK is due to leave the European Union at 23:00 GMT on 29 March, with or without a deal.\nThe UK and the EU negotiated their withdrawal agreement deal over the past 18 months but it needs to be backed by MPs for it to come into force. Earlier this month, MPs voted against the plan Mrs May had proposed by 432 votes to 202.\nMrs May said that, after taking Tuesday's votes into account and talking to the EU, any revised deal would be brought back to the Commons \"as soon as possible\" for a second \"meaningful vote\". ", "date": "30 January 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47052227", "tags": "brexit tells may rule meeting corbyn mrs mps labour deal"}