{"title": "Brexit: Tusk says UK MEPs could sit for 'months or longer'", "content": "The UK will take part in May's European elections and British MEPs could sit for \"months or even longer\", European Council President Donald Tusk has said.\nMr Tusk said the decision to delay Brexit to 31 October meant British voters would be going to the polls.\nBut Brexit co-ordinator Guy Verhofstadt said the six-month extension was too short for change and too far away to prompt action.\nThe UK PM has said she wants to leave the EU before 22 May to avoid the poll.\nBut Theresa May needs to get her withdrawal deal - which has been rejected three times by Parliament - approved by MPs.\nCross-party talks between the government and the Labour Party are continuing this week to find a way through the impasse.\nLabour leader Jeremy Corbyn said no agreement had been reached and the government \"doesn't appear\" to be shifting its stance on key issues, including its opposition to a customs union with the EU. \nOn the European elections, Mr Corbyn said he was \"very confident\" that Labour would win support for its message that the UK needed a close economic relationship with the EU. \nElsewhere, in an interview with the Financial Times, Germany's foreign minister Heiko Maas has said there will be no Brexit extension beyond October.\n\"They (the UK) will have to decide what they want by October,\" he said. \"You cannot drag out Brexit for a decade.\"\nSpeaking in the European Parliament in Strasbourg, Mr Tusk insisted that if British MEPs were elected in May, they should be treated as \"full members\".\n\"One of the consequences of our decision is that the UK will hold European elections next month,\" he said.\n\"We should approach this seriously as UK members of the European Parliament will be there for several months - maybe longer.\"\nHe said they will have \"all the rights and obligations\" of full members.\n\"I have strongly opposed the idea that during this further extension the UK should be treated as a second category member state. No, it cannot,\" he said.\nHe said the EU had not given into \"fear and scaremongering\" that the UK would act in an obstructive way, saying the UK had been a \"responsible and constructive member state\".\nBBC Brussels correspondent Adam Fleming said this was a \"clear swipe\" at French President Emmanuel Macron and others who had warned the UK could disrupt the functioning of the EU during a long extension.\nThe extension of Article 50 - the process by which the UK leaves the EU - gave the UK time to cancel its departure if that was what the British people wanted, Mr Tusk said.\nHe said he knew both sides of the Channel were \"exhausted with Brexit\" and this should not be \"an excuse to say, 'Let's get it over with,' just because we are tired\".\n\"We must continue to deal with Brexit with an open mind and in a civilised manner,\" he said.\nEuropean Commission President Jean-Claude Juncker reiterated that there would be no renegotiation of the withdrawal agreement.\n\"Brexit is not the future of the EU,\" he said. \"The future of the union will go well beyond Brexit.\"\nThe European Parliament's Brexit co-ordinator Guy Verhofstadt said the extension risked importing the \"Brexit mess into the EU\" and \"poisoning\" the European Parliament elections.\nHe urged the UK government and the Labour Party to reach a cross-party consensus in the \"coming days\".\nWorks and Pensions Secretary Amber Rudd told BBC Radio 5 Live that \"leaving the EU is harder than a lot of people thought it was going to be\".\nShe said the prime minister was right to request a Brexit delay and had \"done the right thing in reaching out to Labour\" for cross-party talks.\n\"You can't just give up, you have to find a different approach,\" she said.\nAmid speculation about Theresa May's future, Ms Rudd said it was \"entirely possible\" she could be a candidate in a future leadership election, telling BBC Radio 5 Live \"I don't rule it out\".\nEarlier in the interview, she said: \"I'm not planning to run\" but \"I've kept the door slightly ajar.\"", "date": "16 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47946256", "tags": "brexit european extension uk may eu longer parliament elections says meps sit could tusk labour"}