{"title": "Brexit: Theresa May meets Sir Graham Brady amid calls to resign", "content": "Theresa May has met the chairman of an influential committee of backbench Tory MPs, Sir Graham Brady, amid calls for her to set a firm resignation date.\nIt followed a request from the 1922 Committee for \"clarity\" on the issue. \nNo 10 insisted the meeting was routine, but pressure is mounting on the PM, with local Tory associations confirming they will hold a vote of confidence in her leadership on 15 June.\nMeanwhile, cross-party talks to break the Brexit deadlock resumed.\nIn March, Mrs May pledged to stand down if and when Parliament ratified her Brexit withdrawal agreement with the EU - but she has not made it clear how long she intends to stay if no deal is reached.\nThe UK had been due to leave the EU on 29 March, but the deadline was pushed back to 31 October after Parliament was unable to agree a way forward.  \nOpinion is split even within the 1922 Committee - an elected body of MPs which represents backbenchers and oversees leadership contests.\nTreasurer Sir Geoffrey Clifton-Brown said Mrs May should announce a \"road map\" for her resignation after the European elections, set for 23 May.\nBut vice-chairman Charles Walker told BBC Radio 4's World at One there was a \"blame displacement process\" happening within the Conservative Party, laying it on Mrs May's shoulders.\n\"We all need to take personal responsibility for the fact that we are still in the EU,\" he said, adding that the idea a new prime minister would be able to sort Brexit out easily was \"for the birds\". \nNo confidence vote of Tory MPs: Theresa May won a leadership ballot by 200 to 117 votes on 12 December 2018. Under current party rules, there can't be another vote for a further year so the PM is technically safe until 12 December this year. Many MPs want to change the rules to allow an earlier contest but this would need to be agreed by the 1922 Committee. \nNo confidence vote in Parliament: The PM would have to resign if she lost a confidence vote in Parliament. Labour tried this manoeuvre in December but Tory MPs and their DUP allies backed the PM. Might some Tories now withhold their support if they think it will usher in a new leader rather than a general election?\nGrassroots Tory revolt: Local Conservative associations seem to be turning against the PM, with one - Clwyd South - already passing a motion of no confidence in her. The National Conservative Convention's vote on 15 June is non-binding, though, so the PM could ignore it.\nCabinet revolt: Margaret Thatcher quit in 1990 after a number of ministers told her it was time to go. Could history repeat itself? There has been no sign of that so far and colleagues who want to succeed her - and there are many - may not want to be seen to be the ones wielding the knife or to risk sacrificing their own careers.\nQuits of her own accord: The BBC's Norman Smith says there is no way the PM will \"walk away\" right now, but this could change in the aftermath of a \"catastrophic\" result in European elections. \nSome Brexiteers are angry at Mrs May's efforts to find a compromise with Labour after her deal  with the EU was effectively rejected by MPs three times.\nOne leading Eurosceptic, Sir Bill Cash, told the Press Association \"the time has come\" for Mrs May to resign and she \"needs to be given a date\".\nBut Chancellor Philip Hammond defended the cross-party talks, suggesting the government had no other option. \nHe said the \"most important thing\" was to put in place arrangements to allow low-friction trade between the UK and the EU and \"of course\" the government should talk to Labour about it.\nPressure is building on Mrs May following last week's local election drubbing, in which the Conservatives lost 1,334 councillors in England.\nIn an unprecedented move, the National Conservative Convention - the most senior body within the voluntary party - is to hold a vote of confidence in her leadership next month.\nIt was triggered after 65 local Conservative associations said they had lost trust in the prime minister. \nThe prime minister has blamed the Brexit impasse for her party's terrible performance last week and urged Labour, which itself lost 82 seats, to compromise to agree a deal.\nWill the cross-party talks get anywhere this week?\nNo 10 is trying to get Labour over the line by presenting the withdrawal agreement as a stepping stone - i.e. hold your nose for now and you can carve out your own deal if you win the next election.\nKey to that is the promise of a \"temporary customs union\" - but Labour sources warn if that's all it is, that's what's already in the withdrawal agreement anyway (plus a few months) and doesn't add up to anything substantially new.\nA senior government source says it IS possible, though, to see a way to a deal, but it is unlikely to be resolved this week - and their aim is not to create some kind of May-Corbyn Rose Garden moment (imagine!) but to set out a path to get the Withdrawal Bill to Commons with a fair wind.\nRead more from Laura\nWhat are your questions about Brexit?\nUse this form to ask your question: ", "date": "7 May 2019", "href": "https://www.bbc.com/news/uk-politics-48182976", "tags": "brexit may calls eu brady theresa resign meets mps mrs tory confidence pm vote labour sir amid graham"}