{"title": "Brexit: May criticised over 'snub' to pro-Remainers", "content": "Theresa May has been criticised by Stormont's four pro-Remain parties who claim she is \"refusing\" to hold a joint meeting with them.\nSinn Féin, the SDLP, Alliance and the Green Party all wanted to hold joint discussions with her.\nSinn Féin's Michelle O'Neill said the prime minister was \"ignoring majority voices\" and SDLP leader Colum Eastwood said it was \"disgraceful\".\nA spokesperson for Downing Street said a meeting was not possible.\nThe UK is set to leave the EU in March, and the current plan is for a transition period to finish at the end of 2020.\nSome Tory MPs and Brexit campaigners are angry at the idea of the UK being tied to EU rules for longer, which Ms May has suggested could happen in order to secure a deal.\nA summit of EU leaders in Brussels on Wednesday failed to make decisive progress in reaching an agreement.\nThe four parties have previously released joint statements expressing concerns about the impact of Brexit on Northern Ireland.\nSinn Féin vice-president Michelle O'Neill tweeted that Theresa May \"continues to ignore the majority voices in the north opposed to this unwanted, reckless Tory/DUP Brexit\".\nOn Twitter, SDLP leader Colum Eastwood said the prime minister's decision was \"not surprising\".\nHe added that Mrs May \"needs to stop pandering to the DUP and the Brexiteers in her own party\".\nA spokesperson for the Alliance Party said: \"We are disappointed by the prime minister's refusal to engage with the remain parties collectively. \n\"The prime minister claims to be acting on behalf of the people of Northern Ireland but is only listening to the DUP, who are presenting a distorted position. \n\"Northern Ireland voted Remain and there is also a majority support for the backstop\".\nA Downing Street spokesperson said: \"The UK Government regularly engages with the Northern Ireland parties on a range of issues, including on EU Exit, and will continue to offer these engagements.\n\"The Secretary of State for Northern Ireland met all five main parties on Monday 8 October and will meet them again soon.\"\nEarlier, Ireland's Europe minister said she was \"absolutely clear\" Mrs May was still committed to an open-ended backstop over the Irish border.\nHelen McEntee was speaking after a meeting involving Mrs May and Irish prime minister Leo Varadkar.\nMrs May said the UK's transition out of the EU could be extended by \"a matter of months\" to ensure no hard border in Northern Ireland.\nThe idea emerged in negotiations and is not expected to be used, she said.\nMrs McEntee told BBC Radio Ulster's Good Morning Ulster that Mrs May had reaffirmed her commitment to the backstop on Wednesday night.\n\"I think we are both of the understanding that this is an insurance policy and obviously we want to address all of these issues in a future relationship,\" she said.\n\"One that ensures we don't have any kind of a border and one that protects the peace process, however, we have to have that insurance policy, and Theresa May reaffirmed her commitment to it last night.\n\"Support for Michel Barnier [EU negotiator] to continue the negotiations is strong, support for Ireland and the Irish backstop is still very strong.\"\nMrs May addressed her 27 European counterparts on Wednesday evening, urging them to give ground and end the current Brexit deadlock.   \nShe subsequently said that the UK had already put forward a proposal to avoid the need for either a hard border or a customs border between Northern Ireland and the rest of the UK.\nDUP MEP Diane Dodds has said the proposal to extend the transition period did not resolve the fundamental issue of the backstop.\n\"We want a Brexit that is good for the union in all of its constituent parts, but that also respects the constitutional and economic integrity of Northern Ireland,\" she added.\nSinn Féin MEP Martina Anderson said there is support for a backstop in Northern Ireland.\n\"They have had 50 conferences since this Brexit fiasco, since the referendum took place,\" she said.\n\"The people of the north of Ireland did not vote for it and the people of the north of Ireland support the backstop.\"\nUlster Unionist MEP Jim Nicholson called on the EU and Mrs May to \"take stock\" on the issue and added \"that extending the transition period is not ideal\".\nThe transition period is designed to smooth the path to a future permanent relationship.\nDuring this period, which is due to finish on 31 December 2020, the UK's relationship with the EU will stay largely the same.\nThe UK has signed up to the principle of a Irish border backstop - an insurance policy designed to prevent the need for customs checks - but the two sides cannot agree what form the backstop will take and how long it will last.\nMr Varadkar said a longer transition period was not a substitute for a concrete agreement over the backstop.\nBut he said the idea would have some merit, adding \"if it did help to reassure people that the backstop would never be activated, that would be a positive thing\".", "date": "18 October 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-45901384", "tags": "brexit may uk minister eu backstop pro-remainers criticised northern mrs transition ireland"}