{"title": "Brexit: Minister rejects 'May should quit' reports", "content": "Theresa May offering to resign as prime minister would not help get her Brexit deal through Parliament, a cabinet minister has said.\nHealth Secretary Matt Hancock said there was an \"incredible\" amount of respect for the PM in the country.\nBut Tory MP Nicky Morgan warned her position would become \"very difficult\" if her deal is voted down on Tuesday.\nThe Sunday Times reported that senior Brexiteers had warned the PM's team that she should offer to go by June.\nThe paper said they had warned her she would only get her deal through if she quit, leaving the path open for another PM to lead the next set of negotiations on the future trading relationship. \nOn Tuesday, MPs will vote for a second time on the withdrawal deal Mrs May has negotiated with the European Union - ahead of the UK's scheduled departure from the bloc on 29 March.\nThey rejected it by a historic margin in January - with many Tory Brexiteers opposing it because of concerns about the \"backstop\" proposal in the agreement, aimed at avoiding a return to a hard border between Northern Ireland and the Republic of Ireland.\nMany believe the deal is heading for another defeat, with little sign of progress in continuing talks with the EU about getting legally binding changes to the backstop. \nIf they reject it again, MPs will get a vote on leaving without a deal, and if that fails, on delaying the exit date.\nAsked whether the prime minister putting an end date on her premiership could help win over MPs to back the deal, Mr Hancock told BBC Radio 5Live: \"I don't think that would help.\n\"You have got to look at what the public think in many ways. The amount of respect for the PM in the country is incredible... Through this incredibly difficult negotiation and difficult time in politics her dignity and poise has been absolutely remarkable.\" \nFormer Brexit secretary David Davis, who voted against the deal in January, also told the BBC that a pledge to stand down \"won't get the vote through\".\n\"You can change the leader, you can't change the numbers. We've got to focus on the issue here, which is delivering on the Brexit demand of the British people. That means leaving the customs union and leaving the single market.\"\nBut his fellow Conservative MP Ms Morgan told BBC Radio 4's The World This Weekend: \"Her position is going to be very difficult if the agreement goes down on Tuesday.\"\nShe said if MPs then went on to reject no deal, and back an extension of the Article 50 process - which, if the EU agreed to it, would delay Brexit - it was \"the beginning of the end\" for Mrs May's Brexit policy.\n\"I think it would be very difficult for the prime minister to stay in office very much longer.\"", "date": "10 March 2019", "href": "https://www.bbc.com/news/uk-politics-47517394", "tags": "brexit minister difficult leaving reports get mps quit pm rejects deal"}