{"title": "Brexit: Business lobby groups call for transition deal clarity", "content": "The UK risks losing jobs and investment without an urgent Brexit transition deal, Britain's five biggest business lobby groups have warned.\nIn a joint letter being sent to Brexit Secretary David Davis, the groups including the CBI and Institute of Directors, say time is running out.\nThe head of the CBI said firms wanted an agreement on the transition period by the end of the year. \nA government spokesman said the talks were \"making real, tangible progress\".\nThe other lobby groups backing the letter are the British Chambers of Commerce, the Federation of Small Businesses, and the EEF manufacturers' body.\nCBI director-general Carolyn Fairbairn told the BBC: \"One of the big messages from firms is 'get on with it' on both sides.\n\"This is real, this is urgent and a transition agreement by the end of the year would help enormously to keep investment and jobs in the country,\" she said.\nTheresa May has suggested a transition period of about two years, with the UK and EU trading on broadly similar terms to now and payments to Brussels to meet Britain's budget commitments.\nBut although EU negotiators have agreed to start preliminary work on a future relationship, they still want more concessions on the UK's so-called \"divorce payment\" before starting talks on trade and transition.\nThe five business bodies - which together represent firms employing millions of people - are calling for more urgency, with less than a year and a half left until the UK leaves the European Union.\nConcern about the loss of UK jobs and investment was underlined last week when the boss of investment banking giant Goldman Sachs, Lloyd Blankfein, tweeted that he will be \"spending a lot more time\" in Frankfurt.\nEarlier this month, the deputy governor of the Bank of England, Sam Woods, warned that the UK and the EU must agree a transition deal by Christmas or companies would start triggering contingency plans.\nAnd in a survey released on Monday, the EEF said that Brexit uncertainty was holding back the plans of manufacturing firms to invest in new plants and machinery.\nMr Davis is holding Brexit talks in Paris on Monday after France appeared to emerge as the most hardline EU member state when it comes to the divorce bill.\nThe prime minister is also due to update the Commons on the progress made during last week's summit of EU leaders in Brussels.\nIt is thought that Mrs May will say that negotiations are \"deeply technical\", but she has not forgotten that the lives of millions of people are at the heart of the process.\nA spokesman for the Department for Exiting the European Union said the prime minister proposed a strictly time-limited implementation period in her Florence speech.\nHe said: \"We are making real and tangible progress in a number of vital areas in negotiations. However, many of the issues that remain are linked to the discussions we need to have on our future relationship.\n\"That is why we are pleased that the EU has now agreed to start internal preparatory discussions on the framework for transitional arrangements as well as our future partnership.\"", "date": "23 October 2017", "href": "https://www.bbc.com/news/business-41716284", "tags": "brexit call groups uk investment eu cbi business clarity transition lobby jobs firms deal"}