{"title": "Brexit: Theresa May and Jeremy Corbyn hold 'constructive' talksBrexit questions", "content": "Talks between Theresa May and Jeremy Corbyn to break the Brexit deadlock have been called \"constructive\".\nThe two leaders met on Wednesday afternoon and agreed a \"programme of work\" to try to find a way forward to put to MPs for a vote. \nIt is understood that each party has appointed a negotiating team, which are meeting tonight before a full day of discussions on Thursday. \nA spokesman for No 10 said both sides were \"showing flexibility\".\nAnd he added that the two parties gave \"a commitment to bring the current Brexit uncertainty to a close\".\nSpeaking after the meeting, Mr Corbyn said there had not been \"as much change as [he] had expected\" in the PM's position.\nHe said the meeting was \"useful, but inconclusive\", and talks would continue.  \nMeanwhile, Chancellor Philip Hammond has said a confirmatory referendum on a Brexit deal was a \"perfectly credible\" idea.\nHe told ITV's Peston programme he was not sure if the majority of MPs would back it, but \"it deserves to be tested in Parliament\".\nThis evening, MPs have debated legislation which would require Mrs May to seek an extension to Article 50 and give the Commons the power to approve or amend whatever was agreed.\nThe bill passed its first parliamentary hurdle by 315 to 310 votes, and MPs are now voting on a raft of amendments.  \nSupporters of the bill, tabled by Labour's Yvette Cooper, are trying to fast-track the bill through the Commons in the space of five hours, in a move which has angered Tory Brexiteers.\nMr Corbyn said he raised a number of issues with Mrs May, including future customs arrangements, trade agreements and the option of giving the public the final say over the deal in another referendum.\nThe Labour leader is coming under pressure from senior colleagues to make a referendum a condition of signing up to any agreement. \nDemanding the shadow cabinet hold a vote on the issue, Shadow Foreign Secretary Emily Thornberry said not backing a confirmatory vote would be a \"breach\" of the policy agreed by party members at its last conference. \nThe UK has until 12 April to propose a plan to the EU - which must be accepted by the bloc - or it will leave without a deal on that date.\nThe PM proposed the talks in a statement on Tuesday night. She wants to agree a policy with the Labour leader for MPs to vote on before 10 April - when the EU will hold an emergency summit on Brexit. \nIf there is no agreement between the two leaders, Mrs May said a number of options would be put to MPs \"to determine which course to pursue\". \nIn either event, Mrs May said she would ask the EU for a further short extension to hopefully get an agreement passed by Parliament before 22 May, so the UK does not have to take part in European elections.\nThe two leaders also met Scotland's First Minister Nicola Sturgeon. \nThe SNP leader said she had \"good\" and \"open\" conversations with both, and while she believed Mr Corbyn would \"drive a hard bargain\", she was \"still not entirely clear\" where the prime minister was willing to compromise. \nThe SNP leader, who backs a further referendum and wants to remain in the EU, told reporters: \"My concern is that in the rush to reach some compromise with the clock ticking, what will happen over the next few days... is a bad compromise will be reached.\"\nThe SNP, Liberal Democrats, Green Party, Plaid Cymru and the Independent Group have also held a joint press conference, calling for any decision made by the leaders to be put to a public vote. \nBut some Tory Brexiteers have condemned the talks, with two ministers resigning over the issue. \nChris Heaton-Harris quit on Wednesday afternoon, claiming his job at the Department for Exiting the European Union had become \"irrelevant\" if the government is not prepared to leave without a deal.\nWales Minister Nigel Adams also resigned earlier, saying the government was at risk of failing to deliver \"the Brexit people voted for\".", "date": "3 April 2019", "href": "https://www.bbc.com/news/uk-politics-47807622", "tags": "brexit may hold leaders theresa would jeremy corbyn mps two questions talksbrexit vote talks"}