{"title": "Brexit: Labour and Conservative talks end after 4.5 hours", "content": "Talks between Conservative and Labour teams have taken place for a second day, in a bid to end Brexit deadlock.\nThe discussions, which lasted 4.5 hours, were described as \"detailed and productive\" by the government.  \nShadow Brexit Secretary Sir Keir Starmer said earlier that the idea of a \"confirmatory\" referendum on any Brexit deal would be discussed.\nMPs backed a bill on Wednesday which would force the PM to seek a new delay to Brexit.\nThe House of Lords are debating it in general terms -  but detailed line-by-line scrutiny, when they will have the chance to propose changes to the bill, will not take place until Monday.\nLeaving the cross-party talks, Sir Keir did not answer questions about what had been discussed, telling reporters: \"We have had further discussions and we will be having further discussions with the government.\"\nA Labour spokesman said the talks \"are continuing and the teams are planning to meet again\".\nA Downing Street spokesman said: \"Today both sets of negotiating teams met for four and a half hours of detailed and productive technical talks in the Cabinet Office, supported by the civil service.\"\nThe talks were attended on the Labour side by shadow Brexit secretary Sir Keir Starmer and shadow business secretary Rebecca Long-Bailey.\nThe government's negotiating team was senior cabinet minister David Lidington, Brexit Secretary Steve Barclay, chief whip Julian Smith, Business Secretary Greg Clark and Gavin Barwell - the prime minister's chief of staff.\nThursday's meeting followed discussions between Theresa May and Jeremy Corbyn on Wednesday.\nThe UK is due to leave the EU on 12 April, and as yet, no withdrawal deal is in place.\nBut ministers have warned that the backbench bill - put forward by Labour's Yvette Cooper - could increase \"the risk of an accidental no-deal\".\nNo 10 says Ms Cooper's bill, passed by the Commons with a majority of one vote on Wednesday, would deny the PM the power to agree a deal with EU leaders on April 10, as MPs would have to agree to any new Brexit date.\nAny Brexit delay will require the unanimous backing of all 28 EU leaders at a summit next Wednesday.\nIf they agree - but suggest a different date to the one backed by MPs - the prime minister would have to bring it back to the Commons for further approval on Thursday 11 April.\n\"By April 11, the European Council will have concluded and the leaders will have returned to their member states. In the words of the secretary of state, the bill could increase the risk of an accidental no-deal exit,\" the prime minister's spokesman said.\nThe main item of business in the last frantic 24 hours has been the cross-party talks between the Conservatives and the Labour Party.\nFrom both sides, it sounds like they are serious and genuine, and negotiators got into the guts of both their positions and technical details on Thursday.\nRemember, behind the scenes there isn't as much difference between the two sides' versions of Brexit as the hue and cry of Parliament implies.\nBut the political, not the policy, distance between the two is plainly enormous.\nRead more from Laura\nThe backbench bill, which was steered through the Commons in one day, will need the approval of the House of Lords if it is to become law. \nPeers were expected to sit late into the night on Thursday as they hold their second reading debate on the bill.\nThe government's chief whip in the Lords, Lord Taylor said: \"The proceedings on Monday the 8th should be concluded in a timely fashion to allow the House of Commons to consider any amendments made by this House.\"\nIt is the EU which decides whether to grant an extension, and German Chancellor Angela Merkel has met Irish Prime Minister Leo Varadkar for talks in Dublin. \nMr Varadkar said any further extension \"must require and must have a credible and realistic way forward\".\nMrs Merkel said she still hoped for an \"orderly Brexit\" adding: \"I can say this from the German side - we will do everything in order to prevent a no-deal Brexit; Britain crashing out of the European Union.\n\"But we have to do this together with Britain and with their position that they will present to us.\" \nShadow Treasury minister Clive Lewis told BBC Radio 4's World at One that Labour would not be talking to the government if a \"confirmatory referendum\" wasn't an option.\nBut it has emerged that party chairman Ian Lavery offered to quit the shadow cabinet, after twice defying orders to vote in favour of another referendum. \nAnd 25 Labour MPs - including former minister Caroline Flint and a number MPs for Leave-voting seats in the North and Midlands - have written to Jeremy Corbyn, saying another referendum should not be included in any compromise Brexit deal.\nMeanwhile, Downing Street has announced a series of ministerial appointments, to replace ministers who quit over the government's Brexit strategy and Brexit votes.\nAmong them, party deputy chairman James Cleverly has been made a Brexit minister; Justin Tomlinson has been appointed as a minister in the Department for Work and Pensions; and Seema Kennedy has been made a health minister.", "date": "4 April 2019", "href": "https://www.bbc.com/news/uk-politics-47815599", "tags": "brexit minister hours end secretary government conservative bill shadow labour talks"}