{"title": "Brexit: How will the new tariff system work?", "content": "A no-deal Brexit has always meant that the UK would have greater flexibility to set its own trade tariffs.\nThe government has now set out its plans on how it would take advantage of that opportunity.\nIt has said it will cut tariffs to zero on 87% of the goods it imports if the UK leaves the European Union with no deal in place.\nBusiness Secretary Greg Clark told the BBC before Wednesday's publication of the plans that the changes would have \"big implications\" for some sectors.\nA tariff is a tax applied only to internationally traded goods. \nIn the great majority of cases, tariffs are applied to imported goods by the country importing them.  \nBut there can also be tariffs on exported goods.\nImport tariffs give a competitive advantage to local industry because it is not subject to the tariffs.\nThey also provide revenue for governments, although compared with other types of tax the contribution is relatively small in rich countries. \nTariff revenue collected by the UK was about £3bn in 2017. \nIt is hard to predict what would happen to that revenue under a no-deal Brexit. \nIt could be less, if tariffs are eliminated widely enough, or more, because remaining tariffs would be applied to EU goods that are currently tariff free. \nTo complicate things further, new tariffs can reduce demand for some imports, and cutting tariffs can do the opposite.\nIn one word: Brexit. As a member of the EU, the UK currently applies the EU's common customs tariff to goods imported from outside the EU (with exemptions for goods from countries with which the EU has free trade agreements).  \nThat would continue if there was a withdrawal agreement, and then for as long as the backstop to avoid a hard border in Ireland is in force. \nAfter that, or in the event of a no-deal Brexit, the UK would no longer apply the EU's tariff policy and so would have to make decisions about what, if any, tariffs to impose. \nAt the moment the EU maximum tariff on cars from outside the EU is 10%, while on some types of clothing and crockery it is 12%.\nOn some types of beef it is 12.8% plus 265 euros per 100kg (agricultural tariffs can be very complicated).  \nThe rules of the World Trade Organization (the UK is a member) do impose some constraints. \nWTO members have \"schedules\" which are mainly lists of tariffs they promise not to exceed. \nCountries can freely apply tariffs below those levels. Generally they must apply the same tariffs to goods from all members, subject to some exceptions. \nThey can reduce or eliminate tariffs on goods from countries with which they have a free-trade agreement. \nRich countries can also do that for goods from developing countries.   \nTariff revenue (such as it is) would go the UK Treasury. It is currently paid to the EU (less 20% for the cost of collecting it).  \nIt would also in theory enable the UK government to set tariff levels in line with its judgement of the UK's best interests, rather than the interests of the whole EU. \nHowever, the CBI has said the tariffs regime laid out by the government will deal \"a sledgehammer to our economy\"\nCBI director-general Carolyn Fairbairn told BBC Radio 4's Today: \"What we are hearing is the biggest change in terms of trade this country has faced since the mid-19th century being imposed on this country with no consultation with business, no time to prepare.\" \nTariffs are, as a general rule, being reduced or eliminated where there are no British producers to protect. \nTo take one obvious example: citrus fruit, olive oil and many southern European foods will have all tariffs removed.\nThat may help lower costs in the shops. \nIt is, however, important to note that some goods are already exempt from the EU tariffs, where the country concerned has a trade agreement, so the fall in price may not be as great as expected.\nAnother consideration is that lower tariffs might be offset by a decline in the value of the pound, which analysts think is particularly likely in the event of a no-deal Brexit.  \nOther sectors are retaining tariff protection, including agriculture, ceramics and cars. \nFor instance imported porcelain or china tableware and kitchenware will be hit with a 12% tariff.\nSome cuts of beef will be subject to tariffs of over €150 per 100kg. Vehicles from mopeds to busses will be hit with tariffs ranging from 6% to 22%.\nAll these tariffs, if and when they come in to force, will apply to imports from the EU, which are currently completely tariff free, as well as imports from elsewhere. That follows from WTO rules.  \nThat could make EU goods more expensive.", "date": "13 March 2019", "href": "https://www.bbc.co.uk/news/business-47554026", "tags": "brexit no-deal goods work uk eu tariff system countries trade new tariffs"}