{"title": "Brexit: 'Fairer share' of UK fish promised", "content": "The UK will get a \"fairer share\" of fishing stocks after Brexit, ministers have promised.\nThe government is publishing its Fisheries Bill which will determine how its stocks are managed after the UK leaves the EU.\nAt the moment, quotas are assigned to each EU member state, with limits on species. \nThe UK says it gets a bad deal under these current arrangements, known as the Common Fisheries Policy.\nIn 2014, half of UK fish production was exported to the EU, a quarter to outside the EU and a quarter was consumed domestically.\nUnder new arrangements, the UK will still take part in annual negotiations, but will control access to a 200 nautical mile \"exclusive economic zone\" around its coastline.\nUK fisheries minister George Eustice told the BBC other countries were \"heavily dependent\" on fish in UK waters, with boats from elsewhere in the EU accounting for nearly 60% of fish caught in British waters.\n\"We don't get a fair share at the moment,\" he added.\nThe \"price of continued access\" would be a new sharing method \"based on where fish reside\", he said.\nThe government said fisheries decisions would be taken \"for the benefit of the whole marine environment\". \nThe UK is leaving the EU on 29 March 2019, which will be followed by a transition period due to run until the end of 2020.\nThere were protests earlier this year when it was revealed the UK would continue to be bound by the Common Fisheries Policy during the transition period - and recently Theresa May said the UK could have the option of extending this phase if necessary.\nThis has led to concern - including from Scottish Tory MPs - that the UK could be bound by EU fishing rules for longer.\nScottish Secretary David Mundell has described leaving the CFP in December 2020 as \"essential\".\nAsked for a guarantee on leaving the CFP, Mr Eustice told the BBC: \"We are certainly not committed to an extension of the implementation period\", but added the government was \"not ruling anything out either\".\nOne of the key parts of Brexit negotiations will be coming up with a new way for the UK and the EU to trade together - and there have been warnings about the impact of new export tariffs on the fishing industry.\nThe EU has said a trade deal between the two sides should be linked to access to each other's waters for fishing, a position the UK has rejected.\nMr Eustice said trade and fishing access were \"two separate things\".\nThe Scottish Government says fishing should remain a devolved matter and wants full powers transferred over all fishing policy after Brexit.\n\"I want the UK Government to be absolutely clear that Scotland should continue to be responsible for current decisions relating to fishermen, and that future policies are decided upon in Scotland,\" Fisheries Secretary Fergus Ewing said.\nThe Greener UK Alliance welcomed the government's pledge to create sustainable fisheries.\n\"Nevertheless, much will still depend on how the government will tackle overfishing and whether it will set genuinely sustainable fishing limits,\" it added. ", "date": "25 October 2018", "href": "https://www.bbc.com/news/uk-politics-45971638", "tags": "brexit fish fishing uk eu share access fisheries new government promised"}