{"title": "Brexit: Nigel Dodds 'would rather stay in the EU than risk union'", "content": "The DUP deputy leader has said he would \"rather stay in the EU and remain rather than risk Northern Ireland's position\" in the union.\nNigel Dodds told BBC Newsnight his position showed how strongly he felt about the union. \nIt comes after Theresa May saw her Brexit deal defeated in the House of Commons by 344 votes to 286.\nHowever Mr Dodds also said the government must not accept the EU's position as \"unalterable\".\nThe Westminster vote means the UK has missed an EU deadline to delay Brexit to 22 May and leave with a deal.\nThe prime minister said the UK would have to find \"an alternative way forward\", which was \"almost certain\" to involve holding European elections.\nMr Dodds said he did not rule out supporting a \"soft Brexit\" and that the withdrawal agreement in its current form risked leaving \"Northern Ireland behind, causing economic and political ruptures between Northern Ireland and the rest of the United Kingdom\".\nHowever, he did maintain the DUP's support for Brexit: \"We believe the referendum result should be respected and delivered on.\"\nHe reiterated his party's position that it wants Brexit delivered without the Northern Ireland backstop.\nSpeaking during the Commons debate earlier, Independent Unionist MP Lady Hermon said the DUP did not speak for the majority of people in Northern Ireland\nNigel Dodds responded that the party represents more people in NI \"than anybody else\". \nTaoiseach (Irish prime minister) Leo Varadkar has said the EU should be open to the idea of a long extension ahead of Brexit if the UK reconsiders its approach in the wake of the withdrawal deal's latest defeat in Westminster.\nHe said it was up to the UK government to indicate how it plans to avoid a no-deal. \nMr Varadkar said EU leaders \"have agreed unanimously that the Brexit withdrawal agreement will not be reopened\".\nHe added that EU leaders \"must be open to a long extension should the UK decide to fundamentally reconsider its approach to Brexit and put back on the table options previously ruled out\". \n\"I believe that will result in a generous and understanding response from the 27.\"\nThe taoiseach is to hold meetings next week to discuss Brexit with French President Emmanuel Macron and German Chancellor Angela Merkel.\nMr Varadkar will meet Mr Macron in Paris on Tuesday, and on Thursday he will welcome Mrs Merkel to Dublin.\nSinn Féin president Mary Lou McDonald tweeted that it was a \"circus at Westminster\" and there was \"dismay\" in Ireland. \nShe said she was heading to Brussels on Monday to meet EU chief negotiator Michael Barnier and that \"Ireland will not pay the price for the Tory Brexit\".\nAlliance Brexit spokesman Stephen Farry said if the process has not reached a \"positive and constructive conclusion\" by 12 April, the government has no other option but to revoke Article 50.\n\"A no-deal Brexit would be a catastrophe for Northern Ireland. It must be avoided at all costs,\" he said.\nSDLP Brexit spokesman Daniel McCrossan also said that Article 50 - the legal process that triggered Brexit - should be revoked.\n\"But the very minimum required is a long extension to fundamentally rethink where we go from here,\" he said. \nThe UUP leader Robin Swann said his party did not support a second referendum. \nHe added that the negotiation process has been \"poisoned by the backstop\" and cannot be resolved until that is addressed.    ", "date": "29 March 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47747945", "tags": "brexit uk eu risk union stay position northern nigel ireland rather dodds dup"}