{"title": "Brexit bill: What is committee stage?", "content": " This winter, Parliament has been dominated by committee stage of the EU (Withdrawal) Bill.\nThe bill aims to incorporate EU law into UK domestic law. The government won the vote at second reading - meaning that the bill was agreed to in principle.\nMPs voted to approve the second reading of the bill, officially known as the EU (Withdrawal) Bill, by 326 votes to 290.\nBut now it's the nitty-gritty. \nThere are several stages of a bill - first reading (that's when it's published), second reading (MPs debate the general principles of a bill), committee stage, report stage and third reading. \nEach one has a purpose. The committee stage is a chance for MPs to examine the bill line by line. Committee stage often happens away from the television cameras in a Public Bill Committee - but for really important bills they are examined in the Commons chamber, in what's called a committee of the whole House.\nEU Withdrawal Bill: How your MP voted\nA taste of things to come\nReport stage looks at the changes that have been made at committee stage - and then comes third reading where the bill is agreed to.\nBut that's only in the Commons. After that, of course, the bill heads off to the Lords.\nThis bill's committee stage is subject to a programme motion. That means MPs have eight days to talk about the bill at committee stage; and each day has eight hours allocated.\nThe debate will be timetabled and subjects will be designated for a particular day.\nEvery clause in the bill is agreed to, changed or removed from the bill, although this may happen (particularly under a programme order) without debate.\nIn a committee of the whole House, every MP is able to take part because the debate is in the chamber of the House of Commons rather than in a Public Bill Committee. \nThe selection and grouping of amendments in a committee of the whole House is decided by the Chairman of Ways and Means (Deputy Speaker).\nThere are currently 118 pages of amendments to the bill (as of 13 December) - and there could be more to come.\nAmendments essentially do what the word describes - they alter and amend the bill. The amendments will have be drafted with the help of the clerks of the Commons, who can advise on points of law. \nHelpfully, amendments now have explanatory notes so even someone without an in-depth training in the law can understand the thrust of the proposed change.\nFor example - this amendment shown below is in the name of the Labour leader Jeremy Corbyn. The section beginning \"Clause 5, page 3, line 26\" relates to the actual amendment and how it would change or amend the bill; but the explanatory statement helpfully outlines what it intends to do.\nDeputy Speaker Lindsay Hoyle, as Chairman of Ways and Means, chooses the amendments to be debated.\nMost of it is done on the advice of the clerks and there may be some behind-the-scenes diplomacy about what gets called.\nFirst of all, amendments will be divided into subject groups - this is called grouping - and the lead amendment on each group is always voted on. The amendments are taken in the order in which they would appear in the text of the bill. \nAfter that, priority would be given to a government amendment; otherwise it's the one that is laid down first - hence the scrum of MPs the eagle-eyed among you will have spotted round the amendment table straight after second reading (MPs can pop along to the vote office afterwards to table an amendment, but they'll be at the back of the queue).\nNew clauses - which add a new point to the bill - come after amendments, which change the wording of the bill as laid out by the government. \nA new clause has to remain within the scope of the bill, remember, which means the subject has to relate to the long title of the bill.\nBut this bill is subject to an elaborate programme motion which takes each clause of the bill separately, along with new clauses and schedules belonging to that bit. So - it's a case of looking at the back of the blue amendment paper which MPs will have. \nWhen it comes to amendments there will usually be a debate on those laid down by the main opposition party; other parties may get a look in as well - but some of the most important amendments may come from groups of backbenchers and groups of cross-party MPs, who co-ordinate amendments among themselves.\nAnd that's where Lindsay Hoyle will judge which of those should be considered; and he may earmark some of them for a separate vote, in advance. Then, listening to the debate, he may decide there's a real head of steam behind one issue or another - and allow a separate vote on it. \nSo if a lot of MPs weigh in behind a particular amendment, Mr Hoyle may decide to put it to a vote.\nThe bill's amendments can be found here. \nThere are plenty of amendments, and the list is growing.\nThe first day of committee stage of the EU Withdrawal Bill was Tuesday 14 November.\nAndrea Leadsom, during the Business Statement on Thursday 12 October, said, when asked about the non-appearance of the bill after the summer recess: \"What I can say to all members is of course, there are some 300 amendments and 54 new clauses being proposed, quite rightly, by members who have very real concerns about the bill.\n\"Those are being closely evaluated. That is taking a bit of time to have proper, thoughtful, well considered responses to those. But we will of course be bringing forward the committee of the whole House just as soon as we're able to.\"\nThat delay could mean that the government was evaluating how many Conservative rebels there were, and what some of their MPs may be prepared to be persuaded on. \nIn fact, the government was defeated on Amendment 7, in the name of the former attorney general and Conservative MP Dominic Grieve on 13 December. \nEleven Conservative MPs voted against the government, backing the amendment giving them a legal guarantee of a vote on the final Brexit deal struck with Brussels.\nThere is a final day of consideration of the bill at committee stage on Wednesday 20 December, before report stage and third reading.\nOnce the bill has passed the Commons, all eyes will turn to the Lords, where a new set of considerations will come into play for the government.", "date": "14 December 2017", "href": "https://www.bbc.co.uk/news/uk-politics-parliaments-41400263", "tags": "brexit may committee amendment mps reading amendments bill stage vote government"}