{"title": "Brexit: EU leaders plan for no deal as other options dissolve", "content": "EU leaders head into this weekend with a heavy heart. They know, in theory, that all Brexit options remain on the table and they haven't entirely given up hope of a negotiated UK departure, but there is little trust here that the prime minister or Parliament will manage to pull it off. \nDespite all the drama, the money and time spent by EU leaders on Brexit over the last two years (summits, dedicated governmental departments, no-deal planning), all the hard, hard graft put in by the EU and UK negotiating teams, Europe's leaders are asking themselves what there is to show for it all.\nOngoing Brexit divisions in parliament, in government and in Theresa May's cabinet were on screaming technicolour display again last week.\nEU leaders used to use the threat of a no-deal Brexit as a negotiating tactic (as did the UK). They now believe it to be a very real prospect. \nThat has led to a number of countries - notably France - questioning the logic of delaying Brexit for much longer.\nThey wonder if the UK will ever unite around a Brexit Way Forward -  be it a softer Brexit, no deal or no Brexit. \nWould a Brexit extension, allowing for a general election or a second referendum, really settle the issue, they ask? \nOr will the EU and UK end up in a no deal scenario anyway, after countless extra months of agonising (and costly) uncertainty?\nFrance's President Macron - suffering from sagging popularity ratings at home - is hell-bent on breathing life in to the European project. \nHe is far from excited at the idea of having a recalcitrant UK - with 8.5 toes already out of the club - overshadowing proceedings for the immediate future.\nIn the next few months, the EU holds decisive elections for the European parliament, where populist nationalists are predicted to make a strong showing. New European Commission and European Council presidents will need to be chosen and the next EU budget should be  decided this autumn. The French president is not alone in worrying that an in-the-process-of leaving UK could throw a spanner in the works if it so chose. \nThis is not to say that the answer will be no if the prime minister comes to the emergency Brexit summit of EU leaders on 10 April, asking for a longer delay.\nBut there is a lively debate right now in EU circles about the virtue of granting the UK (by law all EU countries must come to a unanimous decision) a longer Brexit delay vs no deal in April or May. Of course no deal would be costly for the EU too, but for some, it's beginning to look like the best of a bunch of bad options. \nTreating a no-deal Brexit as a looming, very real possibility, rather than a distant, highly unlikely prospect, is making the EU take a long, hard look at its own no-deal planning. \nAt every opportunity, in press statements and tweets, EU leaders boast that they are fully prepared- but that is not entirely true.\nSome countries and businesses are better prepared than others, but there are two hot potato political issues that - up until now - EU leaders have shied away from confronting.\nNo longer.\nSpain is now being told to stop trying to score points - however small - over Gibraltar. Madrid's insistence on describing the Rock as a UK colony has held up finalising a document ensuring EU-wide, visa-free travel for UK citizens throughout the EU in case of no deal.\nBut the EU's main no deal planning concern is the Irish border. \nLeaders are beginning to lean on Dublin now to finesse its plans for the border with Northern Ireland in case of a no deal Brexit. The Irish government has kept plans vague until now because the idea of border checks is politically so sensitive on the island. But Brussels believes checks and some physical infrastructure will be needed, even if it's away from the border itself. \nGermany's Angela Merkel is scheduled to fly to Dublin next week. \nWhatever happens with Brexit, she and other European leaders want to make sure their single market will be protected. ", "date": "30 March 2019", "href": "https://www.bbc.co.uk/news/world-europe-47756377", "tags": "brexit options european leaders uk eu no-deal plan longer border parliament deal dissolve"}