{"title": "Brexit: NI parties unite in EU border appeal", "content": "Northern Ireland should remain in the single market and customs union after Brexit, four political parties have said.\nSinn Féin, the Green Party, Alliance and the SDLP have issued a joint statement.\nThey said there should be no hard border on the island of Ireland or between Ireland and the UK.\n\"This is critical to protecting investment, jobs, trade and the hard-won peace,\" the statement said.\nIt was signed by the leaders of the four parties: Michelle O'Neill, Steven Agnew, Naomi Long and Colum Eastwood.\nThe leaders said this week was \"another crucial stage in the Brexit negotiations\".\n\"All of the outstanding issues relating to the withdrawal agreement will be considered in relation to Northern Ireland/Ireland and the future relationship,\" they said.\n\"Theresa May has agreed that a backstop solution for the border will form part of the legal text of the withdrawal agreement, and that this backstop would apply, unless and until, another solution is found.\"\nThe leaders said time was \"of the essence\" in the run-up to June's meeting of the European Council.\nThe statement added that the protection of the Good Friday Agreement, including north/south and east/west co-operation, was \"critical to maintaining relationships within, and between these islands\".\nIt said that the backstop agreed by both the British Government and the EU27 was \"the bottom line in order to safeguard our political and economic stability now and for the future\".\nMrs O'Neill told BBC Good Morning Ulster: \"In the contexts of Brexit, we need to see the interests of the people here being protected and that's why it's significant that the parties have come together to say very clearly that they have a very strong mandate, that they represent the majority view of the assembly, that people want to stay in the customs union and the single market.\n\"It's important that, as we reach this crunch time in negotiations, that negotiators hear the voice of the mandate which we've been given.\"\nBut DUP deputy leader Nigel Dodds said the statement \"is silent about the catastrophic damage that would be done to Northern Ireland\" if separated economically from the UK.\nThe MP added: \"It is devoid of reality since even the Labour party has made clear that the UK is leaving the single market and cannot stay in the customs union.  And it is politically ironic since its main author, Sinn Fein, calls for it to be heard while it simultaneously prevents the formation of the Executive, the recall of the assembly, and actually boycotts Westminster where the main decisions are being discussed and decided.\"\nMr Dodds also said that any \"so-called backstop arrangement must be a UK-wide solution\" as the DUP's position remains \"that there can be no border in the Irish Sea\".\nThe DUP's 10 MPs are helping to keep Prime Minister Theresa May in power as part of a confidence and supply deal.\nHowever, the party has made it clear that if the Irish Sea became a de facto trade border, it would withdraw its support for the Conservative government.\nThe UK is scheduled to leave the European Union at 23:00 UK time on Friday 29 March 2019.", "date": "22 May 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-44199212", "tags": "brexit uk eu parties ni market unite border backstop union appeal northern statement ireland single"}