{"title": "Brexit talks: Will Labour push a public vote option?", "content": "The view of Labour members seems clear.\nPolling for a project on party membership - led by Prof Tim Bale of Queen Mary University - was published at the turn of the year. \nIt suggested more than 70% of Labour's members backed a second referendum.\nAnd if it were held, nearly nine out of 10 would vote to remain in the EU.\nBut this wasn't a poll of shadow cabinet members.\nNine of Jeremy Corbyn's top team are very, very sceptical of - or opposed to - another referendum.\nAnd most of these are his political allies.\nThe man he installed as Labour Party chairman - Ian Lavery - is reported to have offered his resignation twice because he broke the party whip and failed to back a referendum in the recent indicative votes. Twice Mr Corbyn refused to accept it.\nFrom a Leave-supporting area in north east England, Mr Lavery is convinced Labour would pay a high political price if it is seen to be disrespecting the result of the 2016 referendum.\nIt's interesting that the elections co-ordinator, Andrew Gwynne, who is not as close to Mr Corbyn, takes a similar view. \nSo far, a formulation around the question of a second referendum has just about maintained a show of unity from senior figures in public - though this is now fraying. \nThe form of words deployed is that Labour would support a \"public vote\" in order to avoid \"a hard Tory Brexit\" or \"no deal\". \nBut these caveats now worry supporters of a referendum in the party - including some who sit at Mr Corbyn's top table.\nThe fears are fuelled by the current cross-party talks.\nBecause if Mr Corbyn was to reach a deal with Theresa May which avoids \"a hard Tory Brexit\", would the referendum commitment melt away?\nShadow foreign secretary Emily Thornberry was so concerned she wrote to shadow cabinet colleagues last night to argue that ditching a public vote on any deal - including one hammered out with the prime minister - would breach party policy and would require a vote of the whole shadow cabinet.\nAt last night's special meeting of shadow ministers, I am told Ms Thornberry's possible leadership ambitions were aired. (She couldn't be there for family reasons). \nKey figures in Mr Corbyn's office were furious at her intervention.\nBut the party's deputy leader Tom Watson - who doesn't always see eye to eye with the shadow foreign secretary - took to the airwaves to insist: \"Our position is we want a confirmatory ballot.\n\"It's very difficult for us to move off that because I don't think our party would forgive us if we signed off on Tory Brexit without that kind of concession.\"\nEven more uncomfortably for the Labour leader, left-wing allies have written to him to push for a referendum commitment in talks with the prime minister.\nThe eleven signatories include shadow ministers Clive Lewis and Rachael Maskell.\nThey wrote: \"We - your supporters - urge you to make a confirmatory public vote your bottom line in negotiations with Theresa May and to fight to bring this government down.\"\nMr Corbyn has said he did raise the \"option\" of a public vote with Mrs May yesterday and shadow Brexit secretary Sir Keir Starmer said today that a \"confirmatory vote\" would be discussed at what are being billed as technical discussions between Labour and Conservative frontbenchers.\nBehind the scenes there is what to outsiders will look like a \"dance on the head of a pin\" argument going on as to what Labour's policy actually is on a public vote  - but the interpretation could determine how hard, or otherwise, the referendum is pushed in talks. \nThe motion agreed last autumn at Labour's conference says \"should Parliament vote down a Tory Brexit deal, or the talks end in no deal\" then there should be a general election.\nIf that doesn't happen, then \"Labour must support all options remaining on the table, including campaigning for a public vote\".\nSupporters of a referendum say that Mrs May's \"Tory Brexit deal\" - as represented by two meaningful votes - has been voted down.\nSo Labour should now be calling unequivocally for a \"public vote\" on any deal.\nSceptics and opponents stress, on the other hand, that it should still be a last resort to prevent no deal, or another attempt to get Mrs May's unrevised deal over the line.\nSo a group of 25 Labour MPs from Leave areas has written to Mr Corbyn urging him to \"compromise\" in talks with Mrs May.\nThe group includes the shadow minister Gloria De Piero, and former shadow minister Melanie Onn, who resigned because she voted against the referendum option rather than abstain on an indicative vote.\nMore familiar supporters of Mrs May's current deal - such as Caroline Flint and Sir Kevin Barron - have added their names too - as has Lisa Nandy, the former frontbencher who has so far held out against the prime minister's deal, but who could be persuaded if it were combined with a customs union.\nThe signatories say: \"Our policy… seeks a deal that protects jobs and rights at work. It does not require a confirmatory ballot on any deal that meets those conditions.\"\nBut sources close to the Labour leader think the fuss over a referendum is over-blown, as government and opposition are unlikely to agree a joint motion on Brexit in any case.\nIt's far more likely there will be a series of votes on a range of options - including a referendum - next week. \nPeter Kyle, who drafted a motion on the option of a referendum during the phase of indicative votes, is hopeful of success.\nHis formulation garnered more votes - though not a majority - from MPs than any other option. \nBut some close to the Labour leadership believe it will, once again, be rejected. \nThat outcome would get both the prime minister and the opposition leader off a potentially painful political hook.\nBut it doesn't bring a Brexit deal any closer.", "date": "4 April 2019", "href": "https://www.bbc.com/news/uk-politics-47817325", "tags": "brexit public deal option corbyn referendum shadow labour push vote talks"}