{"title": "Brexit: Why is the customs union so important?", "content": "We won't be staying in the EU's customs union, and we won't be joining a new customs union either - so says the government. But just in case you've got a bit lost in the weeds of what the, or indeed \"a\" customs union is, BBC Reality Check's Chris Morris explains the issues.\nSo the customs union is back in the news…\nWe have, but like a fine wine some things get better with age. \nAll members of the European Union are automatically members of the EU customs union (so is Monaco, but we're not going there).  It means there are no internal tariffs (that is, taxes) on goods that are transported between them. \nThat's a big advantage for businesses like those in the car industry that rely on complex manufacturing supply chains. They can move stuff from one country to another throughout the EU without added costs or delays. \nMembers of the customs union impose what's known as a common external tariff. That means they all charge exactly the same tariffs on goods brought into customs union territory from other countries. \nThe benefit of that is that once the common tariff has been paid, no-one has to prove where all the parts in their products originally come from (known as rules of origin)  - something that can be time-consuming and expensive. \nThere's always a but, and this one has become really important in the Brexit debate. In the customs union you don't get to negotiate your own trade deals on goods around the world. \nAll that has to be done at the EU level, because that is the only way to maintain the consistency of the common external tariff. But the government insists that the UK must have the freedom to negotiate its own trade deals after Brexit, in order to deliver on the demand to \"take back control\". \nThat raises a question though - will any trade deals we do with other countries make up for what we could lose in trade with the EU outside the single market and the customs union? Most economists say they won't. \nWe could try - this is what the Labour Party now advocates. Turkey has a customs union with the EU for most manufactured goods (it doesn't include agriculture, though) so there are precedents. But Turkey is still bound by the trade agreements the EU does around the world, and when new EU deals open up the Turkish market to companies from other countries, Turkey doesn't automatically get reciprocal rights for its companies.\nThere are still long delays at Turkey's land border with the EU as well, because Turkey is not in the single market. Labour argues that the UK is a much bigger economy that could get a much better deal than Turkey, but there's no sign that the EU would allow the UK to continue to negotiate all its own trade agreements if such a deal was to be done.\nThe first one is a proposal that has emerged in Whitehall for a new customs partnership, in which the UK would collect the EU's tariffs on goods coming from other countries on the EU's behalf. If those goods didn't leave the UK and UK tariffs were lower, companies could then claim back the difference. \nBusiness doesn't like the fact that this could mean far more bureaucracy and cost; and anyway there are plenty of people, both within the government and outside, who simply don't think the system will work. It has never been done anywhere in the world on the kind of scale proposed.\nMany supporters of Brexit are also suspicious of the proposal for a customs partnership. They fear it is a deliberately impractical ruse, designed to keep the UK in the customs union by default. \nThe second proposal has the catchy title of a \"highly streamlined customs arrangement\". The idea is that it would minimise checks rather than getting rid of them altogether, by using new technologies and things like trusted trader schemes, which could allow companies to pay duties in bulk every few months rather than every time their goods cross a border. \nThe trouble with this idea is that it rubs up against one of the trickiest issues in the Brexit process…\nYes, both the EU and the UK have committed to keeping the border between Northern Ireland and the Republic of Ireland all but invisible, with no checks or infrastructure. Option two doesn't achieve that - in Whitehall-speak it is \"maximum facilitation\" (or max-fac) rather than no border at all. \nBut even staying in the customs union wouldn't solve the problem on the Irish border entirely, because the UK would still be outside the single market and some checks would be needed to make sure goods complied with EU rules and regulations. \nThere are plenty of clever people working on it. Some supporters of Brexit accuse the EU of exaggerating the problem in order to back the UK into a corner. But the EU has insisted for some time that the UK's proposals won't work in Ireland. \nSo it's not surprising that customs and the Irish border have now become a litmus test of how successful the Brexit negotiations may prove to be over the coming months. \nAnd there is a series of parliamentary tests ahead for the government that will keep all these issues in the news.  \nIn a symbolic vote on 26 April, the House of Commons approved a non-binding motion calling on the government to include the option of establishing \"an effective customs union\" as an objective in the Brexit negotiations. \nBut more significant tests lie ahead in amendments to the EU Withdrawal Bill and in particular to the Trade Bill - the latter calls explicitly for the UK to be part of a customs union.  \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "26 April 2018", "href": "https://www.bbc.co.uk/news/uk-43871319", "tags": "brexit goods uk turkey eu important border union trade could customs"}