{"title": "Brexit Fight Over Gibraltar Flares Up in an E.U. Footnote", "content": "MADRID — Gibraltar, the tiny British territory at the tip of southern Spain, has been so far little more than a footnote in the tense negotiations over Britain’s planned departure from the European Union.\nBut it is an enormously contentious footnote, and language used in a document approved by the bloc’s diplomats to describe Gibraltar as a British “colony” has angered the British government because it appeared to back Spain’s position in a long-running dispute.\nThe spat has the potential to develop into a much larger diplomatic and political confrontation, adding another headache to the already punishing process known as Brexit.\nIn a break from previous European Union practice, a footnote in contingency plans for travel arrangements after Brexit referred to Gibraltar as “a colony of the British crown,” rather than a British overseas territory.\nThat reflected the views of Spain, which has been trying to use the Brexit talks to revive its own sovereignty claims over the territory.\nSo did the rest of the note, which stated that Gibraltar was a continuing territorial dispute “for which a solution has to be reached,” in line with the rules of the United Nations.\nThat language has no immediate effect on the status of Gibraltar, a territory of 2.6 square miles and about 30,000 inhabitants. But the British government called it “completely unacceptable.”\nA spokesman for the government told reporters that “Gibraltar is a full part of the U.K. family and has a mature and modern constitutional relationship with the U.K.,” according to reports in the British news media on Friday, which did not name the spokesman. “This will not change due to our exit from the E.U.,” he added.\nGibraltar, which became British under a 1713 treaty, has long been a point of contention between London and Madrid, with tussles in recent years over border checks, smuggling and access to the territory’s waters.\nSpain argues that the territory’s status is a colonial relic, pointing out that the same treaty also gave Britain the island of Minorca, which it returned to Spanish control more than a century ago. Britain says it is merely standing by the wishes of Gibraltar’s residents, who in a 2002 referendum overwhelmingly rejected the idea of sharing sovereignty with Spain.\nThe colonial reference “says more about Spain’s anachronistic obsession with Gibraltar than it does about anything else,” the government of Gibraltar said in a statement. “This is totally out of place in the modern Europe of today.”\nEuropean Union membership has certainly had advantages for Gibraltarians. Under terms set when Britain joined the bloc in the 1970s — while Spain was still under the dictatorship of Gen. Francisco Franco, and more than a decade from becoming a member itself — the territory has special status as a free port, excluded from Europe’s customs union. That allows it to build up its trading and services activities on advantageous transit and taxation terms.\nShips refuel and change crews off Gibraltar’s coast to avoid docking costs, and the territory’s low-tax regime (also criticized by Spain) has allowed its economy to grow rapidly by attracting industries like online gambling. About 10,000 Spaniards now work in Gibraltar, commuting daily from what is one of the areas of southern Spain with the highest unemployment rate.\nWhen Britain held a referendum on European Union membership in 2016, Gibraltarians again formed a solid consensus: 96 percent backed remaining in the bloc, partly because of concerns that they could become a pawn in a larger European negotiation involving various frontier issues. They fear that Spain could reintroduce border checks that would effectively leave their tiny territory isolated and economically squeezed.\nThe Spanish government didn’t comment specifically about the colonial reference, but Isabel Celaá, its spokeswoman, said on Friday that Spain was committed to regaining sovereignty over Gibraltar.\nThe minority Socialist government of Prime Minister Pedro Sánchez, who took office last June, is under pressure from right-wing opposition parties to push more forcefully Spain’s Gibraltar agenda.\nAnd in negotiations over another contentious border — the one dividing Northern Ireland, which remains part of Britain, from Ireland, another European Union state — Brussels has been keen to demonstrate the advantages that a remaining member state has over a departing one.\nDuring a recent round of Brexit negotiations, the Spanish government squeezed some concessions over Gibraltar, including a pledge by London to limit the price differentials between tobacco products sold in Spain and in Gibraltar in order to help combat smuggling.\n“We all lose out with Brexit, particularly Britain,” Spain’s prime minister said at the time. “But in relation to Gibraltar, Spain wins.”", "date": "Feb. 2, 2019", "href": "https://www.nytimes.com/2019/02/02/world/europe/spain-britain-brexit-gibraltar.html", "tags": "brexit european flares gibraltar footnote union ” territory britain british e.u fight spain government"}