{"title": "Brexit: Environment watchdog planned says Gove", "content": "A new environment watchdog to protect UK wildlife, land, water and air once Britain leaves the European Union is being planned by the government.\nEnvironment Secretary Michael Gove said the body would hold the powerful to account and deliver a green Brexit.\nThe plans come amid concerns that environmental regulations enshrined in EU law could be lost after Brexit.\nMr Gove told the Andrew Marr Show standards would not be sacrificed as part of a potential US free trade deal.\nMr Gove wants the watchdog to be independent of government -  able to speak its mind freely, he said, with clear legal authority.\nWriting in The Telegraph, he said the watchdog would have \"real bite\" but did not outline exact planned powers.\nHe said it was important that environmental enforcement and policymaking remained bound to a clear set of principles once Britain leaves the EU.\nHe added that the watchdog would make a national policy statement to ensure policymakers protect the environment, and remain grounded by rigorous scientific evidence.\nSpeaking to Andrew Marr, Mr Gove rejected suggestions from US Commerce Secretary Wilbur Ross that the UK may relax its policies to secure an agreement post-Brexit.\n\"While we do want a trade deal with the United States, we will not lower environment or animal welfare standards,\" he said.  \n\"Free trade is a good thing, but free trade flounders on the rocks of public opinion if it is used as a Trojan horse for lowering environmental standards, so we're not going there.\"\nSome MPs are worried Brexit poses a risk to UK wildlife and habitats - with the cross-party Environmental Audit Committee calling for the creation of new environmental protection law.\nLabour's Mary Creagh, chair of the committee, told BBC News earlier this year: \"European law protects huge amounts of the UK's environment, farming and countryside.\"\nThe government has said the EU Withdrawal Bill - which goes before MPs for debate this week - will incorporate many of these regulations.\nMr Gove also outlined his vision for British agriculture and wildlife once Britain leaves the EU.\nDescribing British farmers as the \"best in the world\", he said he wanted to \"help support farmers produce food in a sustainable and productive way\".\nMr Gove told Marr that in the event of a no deal scenario, British food would still be \"increasingly in demand worldwide\".\n\"The trend overall globally is toward greater quality and British farmers are in the best position to meet that,\" he added.\nHe also revealed plans to plant 11 million trees over the next decade, and encourage a \"wider range of species\". \n\"I want the number of birds to increase - particularly farmland birds,\" he concluded.", "date": "12 November 2017", "href": "https://www.bbc.co.uk/news/uk-politics-41958801", "tags": "brexit planned gove uk eu environmental says trade watchdog environment"}