{"title": "Brexit: Will the EU help after Theresa May's defeat?", "content": "Clearly Europe was fully expecting the defeat of the Brexit deal in parliament on Tuesday night. \nSeconds after the results were announced, pre-prepared tweets expressing disappointment came flooding in from EU leaders. \nHere in Brussels, frustration hung in the air. With 73 days to go until Brexit day, Jean-Claude Juncker and European Council President Donald Tusk appealed (once again) for clarity from the UK.\n\"MPs keep saying what they don't want,\" fumed one of their colleagues. \"They reject this deal. They reject no deal. They need to decide now what it is they will agree to.\"\nThose in the UK who expect the EU to 'rush to the rescue' with proposed changes to the Brexit agreement are in for a let-down. \nEurope's leaders have no agreed Plan B up their sleeve and see no advantage in scrambling to find one. \nThey believe the debate in the UK still needs to play out.\n\"It's important not to rush now,\" urged Annegret Kramp-Karrenbauer, widely tipped to become Angela Merkel's successor.\nWith the prospect of a softer Brexit looming, as well as the possibility, however small, of no Brexit at all, the EU thinks this is not a time to meddle. \nIt's far more effective to keep up the pressure.\nOne EU diplomat told me Theresa May should save on the plane fuel and not bother flying out to Brussels any time soon. \n\"We're not going to hold a special summit or anything,\" he said. \n\"There's nothing we Europeans can do today or tomorrow that will solve this. London has to come up with solutions, then we have to decide if we can accept them.\"\nFor now the EU insists it hasn't the slightest intention of re-negotiating the divorce deal, known as the Withdrawal Agreement.\nLeaders are fully aware many MPs hate the backstop, the Irish border guarantee written in to the agreement, but there's no indication the EU would give it up. \nIt has insisted over and again that it intends to protect the Northern Ireland peace process, to stand up for the concerns of member state Ireland and - very important indeed to Brussels - to protect the single market (don't forget the land border between the EU and a post-Brexit UK will run down the island of Ireland).\nBrussels also interprets the sheer scale of the vote against the Brexit deal on Tuesday as a sign that MPs were rejecting far more than the backstop.\nSo what now?\nEU leaders think it increasingly likely that the Prime Minister will ask them for an extension to the Article 50 leaving process to allow her more time. \nAnd while European hearts sink at the thought of months' more uncertainty, indecision and going around in Brexit-related circles, they will most probably grant the extension. \nPreferably no longer than July to avoid having to select new UK MEPs - the European Parliament holds elections this year - but my contacts tell me the EU could extend Article 50 even longer if necessary.\nBottom line: it's worth it to the EU, if it means avoiding a costly, chaotic no deal Brexit which would also hit European citizens and businesses hard.\nBack to Tuesday night's vote, EU diplomats tell me the bloc's position should become clearer next week. \nIt's no mean feat coaxing 27 different leaders towards a common position. And EU countries' unity over Brexit is something Brussels is anxious to maintain.", "date": "16 January 2019", "href": "https://www.bbc.co.uk/news/world-europe-46887683", "tags": "brexit european may defeat leaders eu uk theresa one help mps brussels tuesday deal"}