{"title": "Brexit: Theresa May says deal will 'safeguard progress' in NI", "content": "The prime minister says her Brexit deal will safeguard \"hard won progress\" in Northern Ireland. \nTheresa May was speaking after EU leaders approved the deal at a summit in Brussels.\nThe Taoiseach (Irish prime minister) said the deal was the \"next best outcome\" to the UK staying in the EU and joined other EU leaders in warning that it will not be renegotiated.\nHowever, Leo Varadkar said he continues to regret the UK's EU departure.\nMrs May insisted it is the \"best and only deal possible\".\nShe said it meant she had kept a 'solemn commitment' that there would be no hard border in Ireland.\nMrs May added that the deal meant people in Northern Ireland can \"carry on living their lives as they do today\".\nMr Varadkar said there \"isn't a Plan B\". \n\"What we have here is the best deal available for the UK and the EU,\" he said.\nHe said those who were suggesting a better deal was available could not even agree what that deal was.\n\"Anyone can have a better deal or alternative deal in their own minds,\" said Mr Varadkar.\n\"What's on the table is the only deal that's on the table.\"\nThe 27 leaders approved the deal at a special EU summit in the Belgian capital on Sunday.  \nThey also backed a declaration on the future UK-EU relationship.\nHowever, Mrs May faces a struggle to get the deal approved by the UK parliament. \nEarlier, Mr Varadkar said it had been a \"very difficult\" deal to negotiate, but it will allow the UK to leave in an \"orderly way\".\n\"The best outcome for Ireland and for Europe and Britain would be for the UK to stay in the EU and stay in the single market and the customs union, but we respect their decision not to do that,\" Mr Varadkar said. \n\"We have an agreement that allows for an orderly withdrawal.\"\nOn Saturday, the president of the European Council said the Brexit deal will see the EU achieve its objective of avoiding a hard border in Ireland.\nDonald Tusk made the remark in a letter to EU leaders ahead of the summit.\nMr Tusk, who chairs the group of EU national leaders, said the deal means the peace process in Northern Ireland \"should not be affected\".\nHe added: \"During these negotiations, no-one wanted to defeat anyone.\"\nMrs May has written a letter to the British public pleading for their support for her Brexit deal, as the EU prepares to sign it off.\nThe prime minister said her agreement promises a \"brighter future\" for the UK and leaving the EU next year will be \"a moment of renewal and reconciliation for our whole country\".\nMr Tusk has recommended all countries approve the agreement.\nSpain - which had threatened to boycott the summit - will attend after a last-minute disagreement over Gibraltar was resolved on Saturday.\nHowever, even if the EU agrees to the deal, it needs to be passed by the UK Parliament. \nMany MPs - including in Mrs May's own Conservative Party - have stated they will vote against it.\nOn Saturday, leading Brexiteer, Boris Johnson, said the UK is on the verge of making a historic mistake if it does not \"junk the backstop\" in relation to the Irish border.\nHe told the DUP conference the EU had made Northern Ireland an \"indispensable bargaining chip\" in the Brexit negotiations.\nDUP leader Arlene Foster said a Brexit deal that includes the backstop plan is \"not in the national interest\".\nThere has been political opposition among unionists to the government's plan because of the backstop, which aims to avoid a hard Irish border.\nIt would see only Northern Ireland stay aligned to some EU rules if it took effect.", "date": "25 November 2018", "href": "https://www.bbc.com/news/world-europe-46334478", "tags": "brexit may uk leaders eu theresa ni northern says progress ireland deal"}