{"title": "Brexit: Jeremy Hunt warns EU of 'no deal by accident'", "content": "Jeremy Hunt has warned that without a \"change in approach from the EU negotiators\", there is now a \"very real risk of a Brexit no deal by accident\".\nThe foreign secretary said \"many\" in the EU believed they just had to \"wait long enough and Britain will blink\" but \"that's not going to happen\".\nHe warned of \"unintended geopolitical consequences\" with just Vladimir Putin \"rejoicing\" if there was no deal.\nGermany's foreign minister says it wants a deal \"not a disorderly Brexit\".\nHeiko Maas, who held talks with Mr Hunt in Berlin, said: \"We know that everyone has to make mutual concessions to get this deal. \n\"We know that the European Union has its interests, overall interests, so not just individual member-states but EU institutions. \n\"And of course Britain doesn't want to unnecessarily complicate framework conditions for economic activity, but also security questions, or our foreign policy cooperation. \n\"It becomes more difficult anyway as a non-member of the European Union. \n\"So, we've agreed we will prepare bilaterally for the time after Brexit.\"\nMr Hunt said a no deal would be \"challenging\" but the UK would still \"thrive economically\".\nThe UK is due to leave the European Union on 29 March 2019, but the two sides have yet to agree how trade will work afterwards.\nMr Hunt's trip to Germany comes at the start of a concerted push by British government ministers to sell the UK's latest Brexit blueprint across the Continent.\nPrime Minister Theresa May will meet the Austrian chancellor and Czech and Estonian prime ministers this week, saying both sides know \"the clock is ticking\" on negotiations. \nThe EU and the UK want a deal in place by October.\nSpeaking to workers at a factory in Newcastle, Mrs May said she was working to get a deal that MPs would support when it comes before Parliament - but was also \"stepping up\" government preparations for no deal being reached.\nShe was asked about Treasury forecasts of an economic hit to the North East of England after Brexit - in response she said the government wanted \"frictionless\" trade at borders and also promised investment in transport infrastructure and skills.\nAnd asked how she unwinds from the \"world's most stressful job\", she said she enjoyed walking, cooking and watching US crime TV series NCIS.\nThe government's plan has been set out in a White Paper which proposes close ties in some areas, such as the trade in goods, but will end free movement of people and the direct jurisdiction of the European Court of Justice in the UK.\nCritics at Westminster say it is an unworkable compromise, which would leave the UK governed by the EU in many areas, but with no say in its rules.\nThe plan sparked two cabinet resignations - former Brexit Secretary David Davis and Foreign Secretary Boris Johnson. \nAfter Parliament rises for the summer recess on Tuesday, Downing Street said the UK negotiating team would be travelling to Brussels while the foreign secretary, chancellor, home secretary, business secretary and the minister for the Cabinet Office will meet counterparts across Europe.\nThe EU's chief negotiator, Michel Barnier, questioned on Friday whether UK plans for a common rulebook for goods and agri-foods were practical and said the EU would not run the risk of weakening its single market.\nHe questioned whether the plans could work without causing extra bureaucracy and said there were \"practical problems\" about how tariffs would be determined and collected.\nNew Brexit Secretary Dominic Raab has said a deal could be done by October - but also that making \"no deal\" preparations such as hiring extra border staff was part of being a \"responsible government\".\nThe Times has reported that the head of Amazon in the UK, Doug Gurr, warned of potential \"civil unrest\" in the event of \"no deal\" at a meeting with Mr Raab on Friday. \nLabour leader Jeremy Corbyn said it seemed the government's priority was preparing for no deal, which would be bad for industry. \n\"There has to be a serious stepping-up of negotiations to reach an agreement on customs and on trade,\" he said.", "date": "23 July 2018", "href": "https://www.bbc.co.uk/news/uk-politics-44918262", "tags": "brexit hunt warns uk eu accident secretary jeremy foreign government deal"}