{"title": "Brexit: Can Norway say no to the EU?", "content": "The claim: Norway, using its \"right of reservation\", has refused to implement the EU's Postal Services Directive.\nReality Check verdict: While Norway initially notified the EU that it might opt out of the Third Postal Services Directive, it was adopted by the new coalition government in 2014. \nNick Boles is one of the cross-party group of MPs that has been promoting the idea of Common Market 2.0, otherwise known as Norway plus, as a model for the UK's future relationship with the European Union, after Brexit.\nIt was one of the alternatives to Theresa May's Brexit plan considered as part of the indicative votes process in Parliament on Wednesday, when it was defeated by 283 votes to 188.\nOne of the key objections to the proposal is that Norway adopts the rules and regulations of the single market without having any seats on the European Parliament, membership of the European Council or the right to appoint a commissioner.\nNorway, along with Iceland and Liechtenstein, is a member of the European Economic Area (EEA), but not of the EU itself. EEA members are part of the EU's single market.\nAsked about this in Parliament on Wednesday, Mr Boles told the House: \"There is an absolutely crucial process for EEA members called the EEA joint committee.\n\"All new rules passed under single market legislation are referred to that committee and members of the EEA have a right of reservation, which means that the postal directive, for instance, has still never been implemented by Norway because they don't like it and they just say no.\"\nThe EEA joint committee does indeed get to scrutinise new EU rules and Norway, Iceland and Liechtenstein have the right to opt out, but they have never done so.\n\"Although this 'safety valve' provision has never been used, Norway has considered invoking it a number of times and, legally speaking, there is no doubt that it can be used,\" Liv Monica Stubholt, partner at  the Norwegian law firm Selmer, told Reality Check.\nThe example Nick Boles used was the Postal Services Directive, which Norway said could be a reservation matter in 2011, but eventually accepted under a new coalition government in 2014.\nThe directive introduced competition in postal services into areas that had previously generally been monopolies for national postal companies.\n\"While it's clear that states do have the right to opt out of new laws, the political costs for using it are considered to be potentially quite high, which is why it hasn't yet been used,\" Hanne Zimmer, from the Norwegian law firm Wikborg Rein, told Reality Check.\nWhile this has never been tested, the EU could impose sanctions under the EEA agreement such as suspending parts of the single market in ways that could be damaging to businesses in the country making the objections. \nMr Boles told Reality Check: \"I wasn't aware that Norway had ultimately accepted the postal directive but the broader point about the right of reservation still stands.\"\nIn addition to the right of reservation to completely opt out, EEA members can also negotiate adaptations to new EU rules.\nWhile most of these are minor, technical points, there are a few examples of more significant changes, such as Norway's exemption from implementing EU rules on emergency exits in certain tunnels.\n\"Such examples are relatively rare, and the EU is generally reluctant to grant them except in very specific circumstances,\" Hanne Zimmer said.\nWhat do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "28 March 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47734583", "tags": "brexit eu reservation say directive norway postal eea right new reality check"}