{"title": "Brexit: Cross-party deal must include new referendum - Sir Keir Starmer", "content": "A cross-party Brexit deal will not get through Parliament unless it is subject to a fresh public vote, shadow Brexit secretary Sir Keir Starmer says.\nTalks between Labour and ministers over leaving the EU have been going on for a month with little sign of progress.\nSir Keir told the Guardian that without a new referendum up to 150 Labour MPs would vote against any agreement made.\nEnvironment Secretary Michael Gove suggested Labour needed more time to come to terms with the idea of a deal.\n\"For some in the Labour Party it will be a significant step to accept supporting Brexit and to come behind the prime minister's approach,\" he told the BBC. \nAfter talks broke up on Monday evening, a Labour spokesperson said the shadow cabinet would be updated on what had been discussed.\nThe BBC's Iain Watson said: \"It sounds like the plug has not been pulled on these yet, but it doesn't sound as if there's substantial progress to report.\" \nA Downing Street spokesperson said: \"In preparation for an update to cabinet tomorrow, today's meeting took stock across the range of issues discussed in talks over the last few weeks\".  \n\"We continue to seek to agree a way forward in order to secure our orderly withdrawal from the EU.\" \nThe UK was due to leave the EU on 29 March but the deadline was pushed back to 31 October after MPs rejected Theresa May's proposed deal three times. \nTalks between the government and Labour aimed at finding a way to end the impasse resumed on Monday, with pressure growing on both sides to show progress or pull out. \nNo 10 said there was a \"clear desire\" to get on with the process. Asked if there was a deadline, a spokesman said: \"Let's see where we get to this evening.\"\nIf there is no agreement, Theresa May has said she will return to Parliament and ask MPs to vote again on a range of possible options. \nParliament failed to unite behind a way forward in a series of \"indicative votes\" in March, but the PM says the government would now be prepared to accept whatever commanded a majority, so long as Labour did too. \nSir Keir said he would not be afraid to end the talks as soon as this week if the PM did not budge on her so-called red lines - positions that she feels cannot be changed in the Brexit deal. \nHe suggested a referendum on the final deal had become a red line of its own for many Labour MPs, saying \"A significant number, probably 120 if not 150, would not back a deal if it hasn't got a confirmatory vote.\"\nLabour's stated policy is that it supports a further referendum on Brexit under certain circumstances.\nIt has rejected the idea of campaigning for one in any event but will demand a public vote if it cannot get changes to the government's deal or an election.\nLabour's Stephen Kinnock, who backs the UK leaving but retaining the closest possible economic links with the EU, said it would be a \"real shame\" if the talks were \"torpedoed\" by his party's insistence on another referendum.\n\"If you try to insert a second referendum into these talks they won't get through because the Conservatives will not whip their MPs to support it,\" he told Radio 4's World At One.\nHowever, Labour's deputy leader, Tom Watson, said another public vote was the only \"way out\" of the current stalemate. \nAsked whether Labour wanted to leave or remain in the EU, he told Radio 4's Today: \"We are a remain and reform party,\" but \"when it comes to a deal people can form their own view.\" \nIn a speech later marking the 25th anniversary of former Labour leader John Smith's death, Mr Watson reflected on Mr Smith's pro-Europeanism and said he would have backed a \"People's Vote\".\nAsked if a deadline should be set for the talks, Mr Gove said the government needed time to properly \"understand and explore\" Labour's position. \nWhile another referendum would be a \"bad idea\" he said, Mr Gove declined to rule out any of Labour's main proposals, such as some form of customs union with the EU.\nThe reality is these talks have been genuine, but very difficult.\nNeither side wanted to pull the plug before the local elections 10 days or so ago.\nBut now, as time goes on, it may well be we are reaching the moment where they have to throw up their hands and say: \"We just can't do it.\"\nJeremy Corbyn and Theresa May are both on lonely tightropes trying to get across the other side of this slow-moving crisis. I think they would both like it to be over with, maybe with a cross-party deal.\nBut the prime minister doesn't want to put a huge compromise on the table, she doesn't want another referendum. Jeremy Corbyn doesn't want to help out the government unless he can get genuine changes.\nIf neither of them feel they can really budge, well, the talks are not going to be able to succeed, and the government will then have to try to move on to votes in Parliament, the next part of the process.\nJune 2017 - Labour's general election manifesto accepts referendum result\nMarch 2018 - Shadow Northern Ireland secretary Owen Smith sacked for supporting second referendum on final deal\nSeptember - Labour agrees if a general election cannot be achieved it \"must support all options… including a public vote\"\n18 November - Labour leader Jeremy Corbyn says a new referendum is \"an option for the future\" but \"not an option for today\"\n28 November - Shadow chancellor John McDonnell says Labour will \"inevitably\" back a second referendum if unable to secure general election\n16 January 2019 - 71 Labour MPs say they support a public vote\n6 February - Mr Corbyn writes a letter to Mrs May outlining five changes with no mention of a \"People's Vote\"\n28 February - Labour says it will back a public vote after its proposed Brexit deal is rejected\n14 March - Five Labour MPs quit party roles to oppose a further referendum\n27 March - The party backs a confirmatory public vote in Parliament's indicative votes on a way forward for Brexit\n30 April - Party agrees to demand a public vote if it cannot get changes to the government's deal or an election, as it decides wording to EU election manifesto", "date": "13 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48245499", "tags": "brexit public vote cross-party get keir include must starmer referendum new labour sir deal talks"}