{"title": "Brexit: Theresa May plays her final card", "content": "Theresa May has always had a difficult hand to play, and she has just used up the last card, offering MPs a final bargain: \"Back my deal, and I'll quit.\"\nIn the big picture of Brexit it was always an option that in the end, the prime minister might offer up her own position as leverage for support in return. \nBut big political moments are still a surprise when they come.\nBefore the announcement, one of her senior colleagues told me he didn't know what she was going to do - she was tucked away somewhere in the House of Commons with her chief of staff working out her options. \nAnother minister said they had \"no idea\". \nA senior Brexiteer, who is resolved to oppose her deal told me, frustratedly, they thought that the PM wouldn't say anything new, it would just be more vague assurances. \nRemember, of course, Theresa May has only survived this far because she promised to quit before the next scheduled general election. \nBut just before 5pm this afternoon, the Commons chamber emptied of Conservative MPs, who made the short journey up the stone stairs to Committee Room 14, to pack in to hear what she had to say, as she spoke from a prepared text. \nThe hope in Number 10 is that her offer to depart will entice dozens of Tory backbenchers to back her deal, which ministers want to bring back to Parliament in the next 48 hours. \nThe deal has been kicked out of the Commons twice, resoundingly, and her departure doesn't change a word of it.  \nSo if it shifts votes, that might sound nuts - if the Brexiteers hate the deal, surely, they still hate the deal? \nTrue to a point, but politics is a strange business, with rivalries and ambition part of many MPs' calculations. \nAnd remember too that the controversy over the prime minister's deal has mainly centred on the first phase of Brexit, the \"divorce deal\". \nThe political declaration - the route map for the phase that will settle the longer-term relationship between the EU and the UK - is important, but extremely vague. \nSo for many Tory MPs, a reassurance that it won't be Theresa May who leads that next phase is important.  \nThe signs already are that many MPs will switch from opposing to backing the PM's deal. \nBrexiteers are meeting now to discuss the strategy they want to take.  \nSome big names, like Boris Johnson, Iain Duncan Smith and Jacob Rees-Mogg, are now coming into line for the deal. \nBut the resistance could still be fierce - and even this sacrifice from Theresa May might not be enough. \nThe scale of dislike for the deal was greater than Number 10 had foreseen when it was struck. \nThat means the scale of the political move required is enormous too. \nAnd we still don't know if the Speaker, John Bercow, will even allow the vote to take place. \nIf the deal doesn't go through then it's not quite clear that Mrs May's offer to go still applies, although it is almost impossible, whether it stands or falls, that she would be able to stay. \nThe prime minister hopes that by offering to leave Number 10, she'll take the country out of the EU with her, smoothly, without more political turmoil.\nAnd that order, of a sort, will be restored and the uncertainty for all of us will end. \nIf that happens, we'll see a new leader in Downing Street by mid-July. \nBut that is still a gamble. \nWhat we do know now is that Theresa May has become the latest in a line of Tory prime ministers whose time in office has been consumed by anguish over Europe and ultimately, brought to an early end. ", "date": "27 March 2019", "href": "https://www.bbc.com/news/uk-politics-47727432", "tags": "brexit card may minister theresa prime plays big political back mps final deal still"}