{"title": "Brexit: Universities warn no deal is 'biggest-ever threat'", "content": "University heads are warning a no-deal Brexit is \"one of the biggest threats\" the institutions have ever faced.\nHigher education leaders have written to MPs to say it is \"no exaggeration\" to warn that it would take universities \"decades to recover\".\nThey say it would undermine scientific research and threaten universities' £21bn contribution to the UK economy.\nThe government has said its immigration plans will keep universities \"open to the talent we need from Europe\".\nA joint letter sent to all MPs on behalf of the heads of 150 UK universities says: \"Vital research links will be compromised, from new cancer treatments to technologies combating climate change. \n\"The valuable exchange of students, staff and knowledge would be seriously damaged,\" adds the letter from university groups including Universities UK, the Russell Group, Guild HE, Million Plus and University Alliance.\nDame Janet Beer, president of Universities UK, warned \"time is running out\". \nShe says that without \"cast-iron assurances\" about the UK's access to European research networks, world-leading researchers will be lost to other countries where \"funding is not at risk\".\nBut the journalist and educationalist Toby Young, who says he backs a \"clean Brexit\", dismissed the warning as \"the usual ultra-Remainer hysteria\", accusing vice-chancellors of \"fear-mongering\". \n\"In the event of a no-deal Brexit, I'm sure the government will use some of that £49bn windfall to compensate British universities for any short-term losses,\" said Mr Young, associate editor of the Spectator magazine. \nThe Russell Group of leading research universities says there has already been a downturn in EU students wanting to study in the UK.\nData from its 24 universities shows a 3% fall in EU students in the current intake - which they believe is because of uncertainty over Brexit.\nThe letter warns MPs of the dangers to the UK's universities if they lose their place in European research networks.\nIt gives two examples of funding at risk - the European Research Council and Marie Sklodowska-Curie Actions - which would be worth £1.2bn to UK institutions over the next two years.\nUniversity leaders say that in the event of a no-deal Brexit, UK institutions would \"immediately become ineligible\" for this funding.\nAfter next year, there is a wider pot of European research funding at stake, worth more than £90bn.\nUniversities want assurances that any lost research funding will be replaced by the UK government.\nBut they are also worried by proposals for new restrictions on EU students after Brexit in the government's White Paper on migration, published before Christmas.\nThese 130,000 EU students will need to have visas and be sponsored by universities - and the Russell Group has warned that it is \"unrealistic and unsustainable\" to expect universities to take on the administrative burden.\nIf there is a no-deal Brexit, the Russell Group says the uncertainty behind the fall in EU students coming to the UK \"will only get worse\".\nThis adds to fears about the financial sustainability of some universities in England - with warnings that those unable to attract enough students and their tuition fees could become unviable.\nNick Hillman, director of the Higher Education Policy Institute, says the negative impact of Brexit could add to the risk of some universities getting \"close to the wire this year\".\nThis could mean takeovers, mergers or bailouts, rather than closure, he says.\nThe government has promised to continue to welcome overseas students after Brexit, with a streamlined, \"light-touch\" visa system, with no limit on numbers.\nThere will be incentives for overseas students, such as making it easier for them to stay and work in the UK after graduation.\nThere is also a commitment to underwrite funding from existing EU research projects.\nA government spokeswoman said: \"Science recognises no borders and the UK has a proud record of welcoming the world's leading scientists and researchers to work and study here. This will not change when we leave the EU. \n\"Through our modern industrial strategy we are investing the highest ever level in research and development in UK history and we are committed to seeking an ambitious future relationship on science and innovation with our EU partners.\"", "date": "4 January 2019", "href": "https://www.bbc.com/news/education-46748512", "tags": "brexit funding uk eu warn says threat students universities research deal government"}