{"title": "Brexit, Explained: Not a Brit? Not a Problem! Here’s What It All Means", "content": "[This article has been updated to reflect the results of the vote in Parliament on Jan. 15.]\nLONDON — After delays, stumbles and negotiations, Prime Minister Theresa May finally presented her plan for Britain’s withdrawal from the European Union to Parliament. Then, on Tuesday, British lawmakers resoundingly rejected it, 432 to 202.\nIt was one of the biggest defeats in the House of Commons for a prime minister in recent British history, and the humiliating margin has put Mrs. May’s government on the verge of collapse\nSupporters of Brexit, as the withdrawal is known, had once promised that leaving the European bloc would be quick and simple. It has turned out to be neither. To understand why, it helps to understand the origins of the plan, and how that history is playing out today.\nBritain joined the forerunner of the European Union in 1973, but British politicians have always been ambivalent about the bloc. The issue has long divided both of the country’s major parties, the Conservatives and Labour, and it became especially divisive among the Conservatives. In June 2016, Prime Minister David Cameron decided to settle the question with a yes-or-no national referendum.\nMr. Cameron bet that the country would not risk leaving the European Union. He was wrong. Britons voted 52 percent to 48 percent to leave.\nThey then faced a predicament: The campaign to quit the bloc had promised to “take back control” from Europe but never explained how. Embittered Remainers who lost the vote accused the Leavers of lies and xenophobia.\nMrs. May replaced Mr. Cameron and was charged with negotiating a Brexit deal with the European Union. Her biggest challenge was building support at home. One pro-Brexit faction has championed a clean break, so Britain would regain sovereignty over trade and immigration, while breaking free of the European Union’s institutions, including its Court of Justice, a particular concern for them.\nOthers preferred to maintain close economic ties with the bloc, even if that meant sharing some control with the European Union.\nWith Britain scheduled to leave on March 29, Mrs. May has been trying to broker a compromise to avoid a chaotic “cliff edge” withdrawal that could leave ports blocked, airlines grounded, and food and drugs running short. That was the draft she presented on Wednesday.\nThe Achilles’ heel of a Brexit deal is the border between Ireland, a member of the European Union, and Northern Ireland, part of the United Kingdom. For years, this border was militarized because of sectarian violence that left more than 3,500 people dead. But with the 1998 Good Friday peace accord, free trade was allowed.\nThis was possible because Ireland and the United Kingdom were members of the European Union. But when Britain voted to leave, the Irish border again became an issue. Reintroducing customs controls would pose many problems.\nMrs. May’s draft agreement proposes keeping Northern Ireland, and the rest of the United Kingdom, in a European customs union until a trade plan that does not require checks at Ireland’s border is ready — so perhaps indefinitely. But this means Britain would also still be subject to some of the bloc’s trading rules and regulations.\nIn short, while paying a $50 billion divorce bill, Britain would remain bound by many European Union rules without any say in the making of them. This infuriates the hard-line Brexit crowd, who say it would leave Britain as a “vassal state.”\nThey aren’t the only ones offended. The Democratic Unionist Party of Northern Ireland, which provides a crucial 10 seats to Mrs. May’s minority government, is also furious, partly because the plan would impose more European rules on Northern Ireland than on the rest of the United Kingdom.\nAnd don’t forget Scotland, which wants to remain in the European Union and is wondering why it cannot have the same deal as Northern Ireland.\nNo one really knows.\nWith the defeat of her plan, Mrs. May is fighting for her political life amid a call for a no-confidence vote.\nBut factions in the Conservative and Labour parties have no clear path to command a majority in Parliament.\nLike most everyone else, the prime minister has no easy answers about the way forward. She signaled before the vote that if she lost in Parliament, she would go back to the European Union in Brussels to seek concessions — but the bloc is unlikely to grant her any.\nSome cabinet members are pressing for a different course, calling for nonbinding “indicative votes,” in which members of Parliament can freely express their preferences for the various Brexit plans being bandied about.\nThe hope is that Mrs. May’s plan might emerge from that process with the highest level of support.\nJeremy Corbyn, leader of the opposition Labour Party, has asked for a vote of no confidence, which if successful could lead to a general election. Few analysts believe that he can muster the numbers to win.\nOne group of lawmakers is campaigning for a repeat referendum, which could overturn the mandate to leave, and another favors leaving the European Union on March 29 without a withdrawal agreement. That, experts warn, could lead to shortages of some foods and an economic downturn.", "date": "Nov. 15, 2018", "href": "https://www.nytimes.com/2018/11/15/world/europe/brexit-uk.html", "tags": "brexit european may bloc leave problem brit explained means union britain ireland mrs. plan"}