{"title": "Brexit deal: NI business and farming community reacts to proposals", "content": "The draft Brexit deal has received a cautious welcome from the Northern Ireland business and farming community. \nAgreement has been reached between the UK and EU on the Irish border, the main sticking point in the talks.\nThe agreement states there will be nothing to prevent unfettered market access for goods moving from Northern Ireland to the rest of the UK.\nCertain goods coming into Northern Ireland from the rest of the UK would be subject to new checks and controls.\nThe draft deal still needs to be voted on by MPs.\n\"The situation remains very fluid and we are reviewing the document in detail. Ultimately, we would like a UK wide solution - full stop.\n\"However, this agreement does provide an insurance policy to prevent a no deal outcome, which would be disastrous for farm businesses and the economy in Northern Ireland.\n\"Farmers here provide safe, traceable and affordable food, while at the same time meeting some of the highest animal welfare and environmental standards in the world\n\"We have always argued that any deal, as far as possible, must allow the agriculture industry free and frictionless trade with the EU.\n\"Agri-food is the cornerstone of the Northern Ireland economy and any significant barriers to trade between Northern Ireland and EU member states, Northern Ireland and the Republic of Ireland, or Northern Ireland and Great Britain would have a major impact.\"\n\"The agreement is the best of a bad situation at the minute.\n\"At least it is an agreement and it is better than a no deal, which is what a lot of businesses in Northern Ireland had started to prepare for.\n\"It says two things: [goods] could be checked at point of source and other points.\n\"But live goods are already checked coming into Northern Ireland, so it just depends on exactly where the UK wants to check those goods and how they want to check them.\n\"What's on the table now is not ideal, but it's definitely moving in the right direction and most businesses will take it.\"\n\"This provides a basis for certainty for small businesses, and a means to avoid a hard border.\n\"We are acutely aware of the political machinations which are ongoing, however it must be remembered that without a withdrawal agreement, the UK will crash out in March 2019 without a transition period, nor agreement on citizens' rights, nor any plan to avoid a hard border on the island of Ireland.\n\"We believe that the draft withdrawal agreement is a significant step back from the cliff edge, which would result in a chaotic no deal Brexit that would be deeply damaging and dangerous for our small firms.\n\"Our first reaction is relief - we feel that the government have actually listened to us. \n\"We set out proposals two years ago about what we needed to keep the UK and Northern Ireland goods flowing freely and this, although it's not perfect, ticks a lot of boxes. \n\"We have to avoid friction on the island of Ireland - for goods here in Northern Ireland, we're so reliant on cross border movement. \n\"For every 10 trucks that leave the Republic of Ireland coming into Northern Ireland, seven are carrying components or ingredients for goods we make here and that we send to Great Britain, so if we did have any friction or tariff on the Irish border, that not only jeopardises the competitiveness of our products, but also their mere existence.\n\"So there's relief, but there's a lot more work to be done.\"\n\"NIFDA welcomes the draft withdrawal agreement as a positive development in the ongoing Brexit negotiations, and we would be hopeful that this will enable more substantive talks around our future trading relationship with the EU.\n\"We must be clear on the fact that a no-deal outcome would be disastrous for Northern Ireland, particularly for the agri-food sector.\n\"We simply could not absorb increased customs, tariffs and regulatory costs on trade between Northern Ireland and the EU.\n\"Whilst this agreement may not be perfect, and further clarification on certain aspects will be required, it is vastly preferable to a no-deal scenario.\"\n\"Business leaders have been desperate for this stage of the negotiations to reach a conclusion, and although it has taken longer than firms would have liked, it is clear definitive progress has been made between the UK and EU.\n\"We are heartened to see that provision has been made for an extension to the transition period, which may be needed not only to avoid the deployment of the backstop, but also to ensure firms have time to adjust to any changes once the new economic partnership is agreed.\n\"We also urge all politicians to think long and hard about how they react to this first-stage agreement. \n\"Leaving the EU without a deal is a very bad outcome for businesses, workers and consumers, and this is simply an inherent risk that comes with voting down any withdrawal deal.\"\n\"Business will clearly welcome last night's announcement in that there is now better clarity on the terms of a deal, however many will also be reluctant to put contingency plans on hold until there is a stronger signal on whether this will hold politically in the UK and Europe. \n\"The backstop guarantee is a positive development for NI firms operating on an all-island basis, not least the restatement that both sides intend to work towards a free trade agreement longer term, which should not be overlooked.\n\"The scale of political uncertainty and the volatility which this creates can be seen in the significant currency fluctuations we have witnessed in the past 24 hours. Firms should not take this lightly and as such, factor these continued unknowns into their scenario planning.\"\n\"The deal provides solutions to customs, tariffs and an innovative solution on VAT.\n\"However, there is some work to be done by both the Westminster government and the EU on the checks and administration for goods coming into Northern Ireland from GB.\n\"This will need to be light touch and be mitigated in further agreements, hopefully to an absolute bare minimum.\n\"We have always said the backstop is better than no deal.\"\n\"The EU has made important concessions which would help NI businesses if the backstop is ever implemented.\n\"The fears and risks flagged by business seem, so far, to have been addressed.\n\"The issues of VAT remains a HMRC responsibility and there will be no quotas, origin rules nor tariffs between Britain and Northern Ireland.\"", "date": "15 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46220456", "tags": "brexit agreement goods community uk eu ni business border proposals farming northern reacts ireland deal businesses"}