{"title": "Brexit: What are EU countries doing to prepare for no deal?", "content": "Political deadlock remains over Brexit because Theresa May cannot get her deal through Parliament.\nThe UK government has stepped up its planning for leaving the EU without a deal, covering areas such as transport, healthcare, energy, food and water. \nWhat is the EU doing to prepare for this scenario?\nThe European Commission has set out its readiness for the \"increasingly likely\" chances of no deal. It covers basic arrangements for road hauliers, flights and financial services. \nThe Commission reiterated that these would not replicate the conditions of EU membership and said that it would be \"required to immediately apply its rules and tariffs at its borders\". \nThe document, however, did not mention what would happen to the Irish border. \nThe Commission has a website which links to advice from all of the EU member countries. Here are summaries of the measures taken by some of them. \nThe Republic of Ireland has been preparing for Brexit for a long time.\nIt's clear that a no-deal Brexit would raise serious questions for the Irish economy. \nIreland passed no deal Brexit legislation in February, which covers a number of important issues such as allowing for pension and other benefits to be paid, for cross-border rail and bus services to continue and for citizens to access services across the border as they do now. \nBut, the most important issue - the future of the land border with Northern Ireland - does not feature in the legislation. \nIreland, the UK and the EU all say they want to avoid any physical infrastructure at the border. But an EU official said checks on goods would need to be done and the EU and Ireland were working on carrying them out away from the border.\nIn the event of no deal, the EU would add new shipping links between Ireland and ports in France, Belgium and the Netherlands; the EU says funding for this would be a priority in its budget.\nThe Irish government has plans to expand port infrastructure in Dublin and Rosslare, to allow inspections of trucks arriving from the UK and of live animals, and to accommodate extra staff. \nThe French customs service has been preparing for Brexit for some time and is planning to recruit 700 extra staff by the end of 2020.\nIt has also produced detailed online information for businesses with advice on transporting live animals, fish, chemical products, medicines and waste. \nFrance is spending €50m (£43m) on expanding port infrastructure to accommodate additional officials and customs checks. If there is no deal, new border inspection posts will be needed to check food, plants and live animals. \nFor veterinary checks, 117 new inspectors have already been trained after a fast-track programme and are ready to take up their posts. The majority will be based in Calais.\nThe French parliament passed a law in January to give the government (rather than parliament) the power to introduce new measures by emergency decree to cope with a no-deal Brexit. The law covers, among other things, the rights of UK nationals living and working in France. \nFurther advice for citizens and companies is available on the French government's website.\nGermany has produced less detailed public information than France, which has led to some frustration among business leaders and opposition parties.  \nThe German government has a special Brexit cabinet, led by Chancellor Angela Merkel. It says it is well prepared for all eventualities. \nBehind the scenes, Germany is making many of the same preparations as France, including the recruitment of 900 extra customs staff. \nIn areas of social security, tax issues and financial services, the German government has initiated new legislation with the aim of creating legal certainty if there is no deal. \nBut the government says its biggest priority is protecting the interests of citizens on both sides of the Channel. \nIn the event of no deal, the government would give British citizens living in Germany an initial period of three months during which their rights to live and work there would not change. However, they would have to apply for residence permits during that period. \nThe Dutch have been busy. Last year the government said more than 900 customs officials and an extra 145 vets would be needed for the Port of Rotterdam. \nThe foreign ministry has published a no-deal Brexit impact document which says that this outcome would be \"accompanied by disruptions and problems\".\nIt says 321 customs officials are ready to be deployed as well as an extra 14 border guards to carry out checks on UK nationals entering the country. \nThe main international airport, Schiphol, will have more than 100 extra customs staff. UK passport holders will face stricter checks, the airport says. Some 10.5m people fly between Schiphol and the UK every year.\nBritish nationals and their family members who were legally resident in the Netherlands before the UK's departure would retain their right to live, study and work in the Netherlands for 15 months, through a temporary residence permit.\nThe government estimated that around 45,000 British nationals and their family members currently have residence rights, with around 20,000 of them working in the Netherlands. \nBritish students already studying in the Netherlands will be able to continue on the same terms as before, but anyone planning to study there after a no-deal Brexit will have to pay much higher tuition fees. \nAn extra 141 customs officers are being deployed in the port cities of Ghent, Antwerp and Zeebrugge to cope with the impact of Brexit. Antwerp, Europe's second-biggest port, currently has 3,400 customs staff.\nThe greatest impact is expected in Zeebrugge, as 45% of the port's traffic is with the UK. \nBelgium's government says it will maintain current rights for UK nationals - residence and social security - until the end of 2020, and the same goes for their tax status.\nBelgium's national food safety authority AFSCA will recruit 300 extra staff in the event of no deal, to check food going to and from the UK.\nSpain has announced it needs an additional 860 employees for airports and ports to carry out checks on people, goods and animals.\nBut, as in many other countries, the issue of citizens' rights is the most pressing one. On 1 March, Spain's cabinet approved temporary measures for Britons in Spain to continue living there as now, if the UK leaves the EU without a deal.\nUnder the measures, which will become law if the UK leaves the EU with no deal, Britons living in Spain would have to apply for the \"foreigner identity card\" before 31 December 2020, to prove their legal residency status.\nMore than 300,000 UK nationals are officially resident in Spain - the highest number in Europe, outside the UK. \nThere are many pensioners among the UK nationals in Spain. The Spanish measures include healthcare provisions, stating that the current conditions will continue – provided the UK government reciprocates for Spaniards living in the UK.\nThe Spanish plans would also cover Gibraltar, although certain additional provisions may apply, including Spain's power of veto over issues relating to the British Overseas Territory in any future agreement between the UK and the EU.\nAn estimated 9,000 Spanish citizens work in Gibraltar, and the Madrid government says the measures would be contingent on them receiving the same rights as British citizens.\nThe Government of Gibraltar's no-deal planning has been focused on possible delays at the border with Spain, which is crossed by thousands of people every day.  It has also issued a number of notices with advice to citizens on healthcare, driving, studying, financial services, mobile phone roaming and other issues.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "9 April 2019", "href": "https://www.bbc.com/news/world-europe-46064836", "tags": "brexit citizens uk eu border countries says extra government prepare deal"}