{"title": "Brexit: Jacob Rees-Mogg defends tweet of far-right AfD clip", "content": "Conservative British MP Jacob Rees-Mogg has defended his tweet of a speech made by the co-leader of the far-right Alternative for Germany (AfD) party.\nThe prominent Brexit supporter posted the footage of Alice Weidel speaking in Germany's parliament.\nIn it, she questioned the European Union's (EU) Brexit negotiating strategy and called for EU reform.\nAfD was formed in 2013 and is Germany's main opposition party, campaigning for tougher immigration laws.\nThe party has provoked outrage in Germany for incendiary remarks from its members on race, religion, and Nazi Germany.\nMr Rees-Mogg posted the video of the speech, writing: \"The AfD leader asks 'Is it any wonder the British see bad faith behind every manoeuvre from Brussels?'\"\nIn the speech, Ms Weidel said former British Prime Minister David Cameron's attempt to renegotiate UK membership of the EU was \"a great opportunity to reform the EU into a leaner organisation\" and attacked the EU's Brexit negotiating strategy.\n\"There is a lack of self-reflection on the continent, in Brussels, in Berlin, above all in Paris,\" she said.\nMr Rees-Mogg's tweet drew immediate condemnation online. \nOpposition Labour MP for Tottenham David Lammy said Mr Rees-Mogg was \"promoting Germany's overtly racist party, AfD\".\n\"Our country's proudest moment was defeating the far right,\" he wrote. \"Now we are supposed to sit back while xenophobes, nativists, nationalists & isolationists do their best to tear Europe apart again.\"\nLabour MP Stella Creasy also commented, saying, \"We have to deal with the AFD.\"\nSpeaking on LBC radio on Monday morning, Mr Rees-Mogg said he was not endorsing the party.\n\"I'm not supporting the AfD. But this is a speech in the Bundestag of real importance because it shows a German view of Brexit.\"\nHe added: \"I don't think re-tweeting is an endorsement of things that other people stand for. It's just pointing out that there's something interesting that's worth watching.\" ", "date": "1 April 2019", "href": "https://www.bbc.co.uk/news/world-europe-47770959", "tags": "brexit eu speech clip tweet germany afd party defends british rees-mogg far-right jacob said"}