{"title": "Brexit: No-deal will near-bankrupt UK, says Branson", "content": "Sir Richard Branson has warned that the UK will be left \"near bankrupt\" in the event of a hard Brexit.\nHe told the BBC he was \"absolutely certain\" that leaving the EU without a deal would lead to the closure of \"quite a few British businesses\".\nHe said Prime Minister Theresa May had admitted that her version of Brexit was not as good as staying in the EU.\nMeanwhile, a pro-Brexit business group has urged the government to adopt a \"managed no-deal\" approach.\nSir Richard was speaking from the Mojave desert in California after attending the latest Virgin Galactic space launch.\n\"I think Theresa May needs to be 100% honest with the public,\" Sir Richard said.\n\"She's admitted that a hard Brexit would be an absolute disaster for the British people. \n\"From our Virgin companies' point of view, a hard Brexit would torpedo some of our companies,\" he said, adding that Virgin Holidays would be hit as the pound would drop to parity with the dollar and fewer people would be able to afford to go abroad.\n\"If British business suffers, British people will suffer, and it's really really important that people realise that.\"\nSir Richard was speaking at the end of a week that saw Mrs May delay a Parliamentary vote on the Brexit withdrawal agreement, then win a vote of no confidence brought by MPs unhappy with it.\nAt the same time, a group of prominent Leave-supporting business leaders has called on the government to abandon Mrs May's provisional deal with the EU and focus instead on what it calls a \"managed no-deal\".\nJohn Mills, the chairman of multi-channel retailer JML, told the BBC that this would involve many small deals with the EU and others, instead of going for an overall agreement.\nHe said: \"You need to start off having deals on aviation, and moving of drugs, and all this sort of thing, making sure the ports run as smoothly as possible, just to minimise the amount of disruption that takes place.\"\nThis could then lead to a bigger \"free-trade deal on a comprehensive basis\", he added.", "date": "14 December 2018", "href": "https://www.bbc.com/news/business-46564524", "tags": "brexit no-deal branson uk may eu hard richard near-bankrupt says british sir"}