{"title": "Brexit: What is at stake in EU-UK talks?", "content": "The third round of Brexit negotiations has ended with \"no decisive progress\" on the key issues, EU chief negotiator Michel Barnier says.\nAgain he stressed that time is short - the phrase \"the clock is ticking\" is almost an EU mantra now, with the UK set to leave at the end of March 2019.\nThe UK's future trade relationship with the EU is not yet part of the discussions. But the UK wants to change that, and has proposed a temporary customs union to avoid facing a damaging \"cliff edge\" on the Brexit date.\nThe Brussels talks began on 19 June, with Prime Minister Theresa May considerably weakened after losses in a snap election.\nThe time limit is set by Article 50 - though there is no deadline for a longer-term trade and partnership deal.\nWhat are the main sticking points? \nThe UK government has signalled that Brexit means leaving both the EU single market and customs union.\nTo do so without some interim arrangement could seriously hurt the British economy, as the EU is the UK's main trade partner. \nMr Barnier has warned that \"frictionless\" trade is impossible once the UK leaves its current EU arrangements and becomes a \"third country\" like the US or China.\nHe accused the UK of seeking to have its own standards and regulations \"recognised automatically in the EU\" after Brexit. \"This is simply impossible,\" he said.\nHis UK counterpart, Brexit Secretary David Davis, says he will seek a temporary customs union lasting \"something like two years\", to smooth the transition to that third country status. \nAt the end of that, the UK hopes to have in place a deep and far-reaching trade partnership with the EU. \nBut the other 27 member states will not want the UK to keep the privileges of club membership once it has left the bloc. They say the UK cannot \"have its cake and eat it\". \nInside the customs union, countries do not impose trade tariffs on each other. The bureaucracy of customs inspections is kept to a minimum.\nThe nightmare scenario for the UK would be queues of lorries forming at ports if barriers were to go up overnight.\nOn the other hand, the UK government wants to negotiate trade deals globally, while retaining favourable customs terms with the EU. \nUnder current EU rules, only the EU can do that for the states in the customs union. \nBefore the haggling over trade ties, the EU says there must be \"sufficient progress\" in three key areas: citizens' rights, the Northern Ireland border and the UK's exit - or \"divorce\" - bill.\nThe current absence of customs posts on the Northern Ireland border does mean, however, that trade is intertwined with those priorities.\nOn 31 August Mr Barnier said the talks were still far from the point where future trade relations could be negotiated.\nCalculating the UK's exit bill is fraught with difficulties. There is no simple formula for it, and the UK and EU are arguing over the figures.\nThe Commission is aiming for a \"single financial settlement\" covering:\nA much-quoted estimate of the UK bill is €60bn (£53bn; $67bn) - the amount that the EU Commission reckons the UK owes. \nSome who favour a \"hard\" Brexit argue that the UK owes the EU nothing and can simply leave. \nMr Davis said the UK's view of the financial settlement differed fundamentally from the EU's. On the latter, he said, \"we have a duty to our taxpayers to interrogate it rigorously\".\nMr Barnier said the UK must stick to budget commitments it had made going beyond the March 2019 Brexit date. That would include funding for various research projects and EU aid for Africa and Ukraine.\n\"It is clear the UK doesn't feel legally obliged to honour its obligations after departure,\" he complained. \nThe European Commission says it will \"seek to guarantee the rights of both EU citizens in the UK and UK citizens in the EU, as well as their families (regardless of nationality)\". It says \"this includes rights that will only enter into effect in the future, such as old-age pensions\".\nAbout 3.2 million non-British EU citizens live in the UK, with some 1.2 million UK nationals living in the other 27 EU member states.\nThe UK government agrees that protecting citizens' rights needs to be tackled early in the talks. \nThe EU gave the UK government a detailed position paper, envisaging that the European Court of Justice (ECJ) in Luxembourg would remain the final arbiter of citizens' rights.\nBut the UK government's proposal on EU citizens' rights in the UK said the ECJ \"will not have jurisdiction in the UK\" after Brexit. \n\"We will create new rights in UK law for qualifying EU citizens resident here before our exit\", it said, and \"those rights will be enforceable in the UK legal system\".\nIn a letter to Brexit parliamentary committee member Lord Jay, Mr Davis said the UK was questioning restricted residency rights being offered to Britons living in the EU. \nThat offer \"does not guarantee the holder of those residence rights any right to onward movement within the EU, for example to work or study in a neighbouring member state\", he said.\nNor will the EU maintain existing voting rights for UK nationals living in the EU after Brexit, he said.\nEU law currently covers many rights, including working conditions, reciprocal healthcare, legal protection abroad and freedom of movement.\nThe Leave campaign pledged to \"take back control\" and recover full UK sovereignty. So a conflict appears to be emerging between the powers of the ECJ and UK courts. \nOne solution could be to establish a joint panel of EU and UK judges just to deal with disputes involving citizens living in each other's territory.\nControlling immigration from the EU is paramount for the UK government - it was a major concern for Leave voters.\nImmigration overlaps with EU citizens' rights in the UK in key areas: Who qualifies for UK residency? Which family members can stay in the UK? What are their welfare entitlements? \nThe divorce settlement will need to clarify such points - and it is a legal minefield. \nEU treaties enshrine the European Convention on Human Rights, and the convention has legal force in the UK through the 1998 Human Rights Act.\nThis is a pressing issue because, once the UK leaves, it will become an external border of the EU - and the UK's only land border with the bloc.\nNorthern Ireland and the Republic of Ireland enjoy free movement across the border, and the removal of checkpoints was a key success of the 1998 Good Friday Agreement, which ended 30 years of sectarian conflict.\nThere is strong political momentum behind maintaining the Common Travel Area, which has existed between the UK and Ireland since the 1920s.\nIt means passport-free travel between the two countries, with close co-operation between border services.\nThe UK government says \"we want to protect the Common Travel Area arrangements, and Irish citizens residing in the UK will not need to apply for settled status to protect their entitlements\".\nA UK government position paper says that after Brexit there should be no border posts or immigration checks on the Northern Ireland border.\nIt says the aim is to find \"a practical solution\" that avoids creating new obstacles to Irish-UK trade. \nAbout 30,000 people freely cross the 500km (300-mile) border every day. Much of the border traffic involves small businesses ill-equipped to cope with any new customs burden. \nThe border question looms large now that a Northern Ireland party, the conservative Democratic Unionists (DUP), is propping up Theresa May's minority government. \nSome have voiced concern, however, that maintaining an open border could provide a back door into the UK for EU migrants. There are also fears that smugglers and fraudsters could exploit any legal loopholes affecting Northern Ireland.", "date": "31 August 2017", "href": "https://www.bbc.co.uk/news/world-europe-40247362", "tags": "brexit citizens uk eu border rights stake trade government customs eu-uk talks"}