{"title": "Brexit: Firms call for action after May's Florence speech", "content": "UK business groups have called for progress in the Brexit talks after Prime Minister Theresa May made offers on EU funding and citizens rights.\nMrs May also suggested a transition period of about two years during which trade should continue on current terms.\nThe CBI and other business bodies said negotiators now needed to quickly move on to talks about trade and transition.\nBut several Leave campaigners were disappointed about further delays, calling such a transition \"stalling\".\nThe prime minister hopes her offers, made in a speech in Florence, will unblock Brexit talks.\nCarolyn Fairbairn, director general of the CBI, said: \"The prime minister's speech has set a positive tone and we now need leadership from both sides to turn the proposals and principles into decisions and action.\"\nShe said \"tangible progress must be made next week\" when the two sides continue talks.\nThe CBI, along with trade bodies for aerospace and financial services, welcomed Mrs May's aim of retaining trade terms until 2021.\nBut the British Chambers of Commerce (BCC) said many businesses wanted a longer transition of at least three years.\nThe priorities for businesses are to \"get trade talks moving\", said Adam Marshall, the head of the BCC. \n\"In the world of business, the PM's Florence speech will be judged not on its rhetoric or delivery, but on whether it begins to break the stalemate that has left companies across the UK, Europe and around the world counting the cost of uncertainty,\" he said. \nBut Brexit-backing businessmen and economists said the UK should be prepared to leave the EU without interim arrangements, known as a \"no deal\" scenario.\nProfessor Patrick Minford, chairman of Economists for Free Trade, said: \"We are extremely disappointed that the Prime Minister seems to have committed to a vague transitional period of 'around two years' at this early stage in the negotiations.\" \nThe UK economy could benefit from global free trade and full competition after Brexit, he said.\nLeave campaigner and businessman Christopher Nieper said Theresa May's Brexit speech was \"thin on detail\".\nThe managing director of womenswear manufacturer David Nieper, said: \"What we are all waiting for is her vision for a trade deal. We didn't see anything on that, and I was a little disappointed.\"\nHe told the BBC that further delay in agreeing a deal was just \"stalling\", adding: \"In reality it's more uncertainty.\"\nThe EU's chief Brexit negotiator Michel Barnier described Mrs May's speech as \"constructive\" and said the prime minister had shown \"a willingness to move forward\".", "date": "22 September 2017", "href": "https://www.bbc.co.uk/news/business-41367684", "tags": "brexit call may minister uk speech prime transition florence trade firms action talks"}