{"title": "Brexit: European press relieved at 'white smoke'", "content": "Europe's print media has reacted with relief over the UK's last minute deal with the EU to move Brexit talks onto the next phase, with some comparing it to the election of a new Pope.\nIrish papers seem satisfied that the contentious border issue seems settled for now, but note that the ball is firmly in London's court to move the process toward a conclusion.\nPress in Germany point out that cooperation rather than confrontation brings results, while French papers seem glad the \"divorce\" is finally back on track.\nAnd in Eastern Europe, papers are pleased that their expatriates in the United Kingdom will have their rights protected.\nDublin's Irish Independent newspaper naturally leads on the Irish angle to the agreement. \"Taoiseach hails 'significant day' as deal ensuring no hard border finally agreed,\" the paper says. \nThe paper quoted Taoiseach [Prime Minister] Leo Varadkar's assurances to citizens of Northern Ireland: \"There will be no hard border on our island and you will never again be left behind by an Irish Government.\"\nHowever, an opinion piece in the same paper thinks any breakthrough may be only temporary. \"The erratic and shambolic scenes in British politics over the past 18 months don't bode well for a seamless accession through phase two,\" Shona Murray writes.\n\"Brexit deal a major victory for Ireland but the Border conundrum remains,\" Cliff Taylor writes in the Irish Times. \n\"Ireland will hope that the text ensures that this will remain largely a UK problem\", he says. \"A soft Brexit may be the only way this whole deal can hold together.\"\n\"EU and UK announce first Brexit breakthrough,\" says Germany's Frankfurter Allgemeine Zeitung. \"The EU had agreed on three key issues as a condition for negotiating future relations between the two sides, which Britain wants to clarify as soon as possible,\" FAZ says.\n\"Close cooperation could cushion the negative consequences for trade and industry,\" the paper continues.\nThe Sueddeutsche Zeitung points out there are still formalities to negotiate before the next phase of talks can begin. \n\"Member states still have to decide next week whether there has been sufficient progress in the first phase. Only then can the Brexit talks actually go into phase two.\"\n\"London and Brussels settle the divorce,\" says French newspaper Le Figaro. \"At dawn, Theresa May and Jean-Claude Juncker settled the terms of the UK's divorce and paved the way for a discussion on the future of the relations between the UK and the EU,\" the paper said, calling it \"crucial progress for the political future\" of Mrs May.\nIt is similar in Le Monde, where it is \"compromise\" rather than divorce in the headline. \nLiberation notes that Martin Selmayr, chief of staff to Jean-Claude Juncker, tweeted a photo showing white smoke emerging from a chimney. \"A sign that an agreement has been reached,\" Liberation says, declaring that \"trade talks can now be triggered\".\nMadrid's El País newspaper also went with the Vatican angle. \"White smoke. This morning, at dawn, Brussels and London have reached a historic agreement on the conditions of their divorce,\" the popular daily said. It added that in the end, Theresa May \"consented to paying a bill\" for Brexit.\nBarcelona-based La Vanguardia said that the negotiations were \"accompanied by a fair wind\", resulting in the \"first great deal\" for Brexit. \nIn Poland, Brexit has been overshadowed by the resignation of Prime Minister Beata Szydlo. However, Polish media have highlighted May's pledge to protect EU nationals living in the UK. \nLeading daily Rzeczpospolita went with the headline \"May: I will guarantee rights of over three million EU citizens in Great Britain\". \nSimilarly, Romania's Gandul is satisfied that the rights of Romanians in the UK are protected. \"Over 230,000 Romanians work in the United Kingdom, the third [EU] ethnic group in the country, after the Polish and Irish minorities\", it notes.\nThere is huge interest in Hungarian papers about the Brexit deal, with papers also highlighting Mrs May's remarks on freedom of movement.\nUnder the headline \"A Brexit agreement is born\", pro-government Magyar Hirlap notes the agreement works both ways saying that \"some one million Brits in the remaining member states\" also see their rights protected.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook.", "date": "8 December 2017", "href": "https://www.bbc.co.uk/news/world-europe-42279384", "tags": "brexit european may uk smoke eu relieved irish papers says phase press deal divorce"}