{"title": "Brexit: Firms may speed up no-deal plans, says CBI", "content": "UK companies are likely to speed up plans for a no-deal Brexit in response to Tuesday's votes in Parliament, the head of the CBI has told the BBC.\nCarolyn Fairbairn said a plan to renegotiate the UK's withdrawal deal \"feels like a real throw of the dice\".\n\"I don't think there will be a single business this morning who is stopping or halting their no-deal planning,\" she said in response to the idea.\n\"I fear they may even be accelerating it,\" she added.\nOther business groups endorsed the CBI's view that Parliament's opposition to a no-deal Brexit was welcome, while a Northern Ireland business group said there was \"despair\" that commitments to protect its members' interests could be removed.\nTheresa May is expected to seek further talks with EU leaders in the coming days after MPs voted 317 to 301 in favour of replacing the backstop - the insurance policy designed to avoid a hard border in Ireland in the event of no deal.\nThe backstop is the main objection that Brexiteers in the Conservative party have to the deal negotiated by Mrs May, which was heavily rejected by MPs earlier this month in the largest defeat for a sitting government in history.\nThe EU has already said it will not change the legal text of the deal.\nMs Fairbairn said the reaction of businesses to the outcome of Tuesday's voting would be one of \"rising frustration and concern\".\nShe said Parliament had shown that there was \"a consensus against no-deal\", but added: \"It does nothing to take no-deal off the table and it does feel like hope rather than strategy.\"\nThe CBI head said businesses in Northern Ireland were \"incredibly concerned\" about the turn that events were taking, adding: \"The backstop is there for a purpose.\"\nOne day, technology might be able to solve the Irish border problem, she said, but until that was possible, there had to be \"other arrangements in place\".\nMs Fairbairn said many small and medium-sized businesses had done nothing to prepare for the \"shock\" of a \"cliff-edge\" departure from the EU on 29 March.\n\"I think the kind of concerns that people have around disruption are absolutely right,\" she said. \"No deal is just not manageable at this stage.\"\nStephen Kelly, chief executive of Manufacturing Northern Ireland, told the BBC that firms there were \"in despair and really confused\" about what was going on. \nHe said more than 90% of the organisation's members supported the withdrawal agreement, including the backstop, and they felt \"let down\" by Tuesday's events in Parliament.\nHe added: \"A deal that doesn't work for Northern Ireland isn't a deal.\"\nOther business groups expressed opposition to a no-deal Brexit.\nStephen Phipson, chief executive of the EEF, the manufacturers' organisation, called on Mrs May to \"confirm that she will not allow us to slide over the no-deal cliff\".\nMike Cherry, chairman of the Federation of Small Businesses, said MPs had \"at least made some movement on breaking the Brexit deadlock\".\nDr Adam Marshall, director general of the British Chambers of Commerce, said: \"Neither government nor many businesses are ready for a no-deal exit in two months' time, and it must not be allowed to happen by default.\"\nStephen Martin, director general of the Institute of Directors, said: \"While it is something that MPs have managed to form a majority in any vote, the path ahead is still far from clear.\"", "date": "30 January 2019", "href": "https://www.bbc.com/news/business-47054439", "tags": "brexit no-deal may cbi business parliament northern says ireland plans speed firms deal businesses"}