{"title": "Brexit: DUP may revisit confidence and supply deal, says Foster", "content": "The DUP would have to revisit its confidence and supply deal with the Tories if Theresa May's Brexit deal passes through parliament, Arlene Foster has said.\nThe DUP leader said her agreement with the Conservatives had been intended to provide the UK with national stability and to deliver on Brexit. \nShe was speaking on Radio Ulster's Inside Politics programme.\nThe DUP is holding its annual conference this weekend.\n\"If this is not going to deliver on Brexit then of course that brings us to the situation of looking again at the confidence and supply deal. \n\"But we are not there yet,\" she said.\nThe DUP leader insisted the government should \"ditch the Irish backstop\" and recognise that, in practice, nobody will implement a hard border on the island of Ireland. \nShe argued that the prospect of such a hard border has taken on a \"mythical status\" in the Brexit negotiations.\nMrs Foster argued that the EU Withdrawal Agreement as it stands will not get the support of parliament. \nInstead of \"wasting time\" on the agreement, she said Mrs May should try to secure a better deal. \nThe chancellor, Philip Hammond, is one of two Conservative MPs to attend the DUP party conference in Belfast this weekend.\nMr Hammond spoke at a dinner on Friday night.\nEarlier, he told the BBC that the government is looking at ways to provide extra assurances to the DUP over the Irish border backstop.\nHe was speaking during a visit to an integrated school in Moira, County Down.\nMr Hammond said the government has a number of choices through the \"parliamentary process\", which include extending the implementation period to avoid having to use the backstop.\n\"I would much prefer to see us extending the implementation period and I am sure my DUP colleagues would take the same view,\" he said.\n\"So we need to look at how we can provide reassurance about how we will use the options that the agreement gives us.\"\nBoris Johnson will give a speech to the conference on Saturday afternoon.\nMrs Foster said the reference to the potential use of technology to monitor cross-border trade in the latest EU-UK Political Declaration does not change her party's objections to Mrs May's Withdrawal Agreement. \nShe said it would have been much better if both the EU and the UK had explored potential technological solutions to maintaining smooth cross-border trade in the summer of last year, when unionists previously championed the idea. \nMrs  Foster said the withdrawal agreement will be legally binding and have the status of an international treaty, so it remains important to the DUP that nothing contained in it damages the UK constitutionally or economically.\nInside Politics is on BBC Radio Ulster on Friday at 18:05 GMT and Saturday at 13:35 GMT.", "date": "23 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46321606", "tags": "brexit agreement may provide revisit supply mrs says confidence foster dup deal"}