{"title": "Brexit: EU adopts guidelines for negotiations on future relations", "content": "EU leaders have approved guidelines for the negotiation of future relations with the UK after Brexit.\nThe text on trade, security and other issues was agreed in \"less than half a minute\", clearing the way for the next phase of Brexit talks to get under way.\nThe UK is due to leave in March 2019 and negotiators have said they want a deal in place by the end of the year.\nPrime Minister Theresa May said she believed there was a new \"spirit of co-operation and opportunity\". \nThe formal adoption of the guidelines, although widely expected, is seen as another key step as the Brexit process gathers momentum.\nThe guidelines give chief negotiator Michel Barnier the mandate to talk directly to the UK about the future relationship with a view to reaching a broad political agreement by October to allow the EU and UK parliaments time to consider it.\nEuropean Council President Donald Tusk said the \"positive momentum\" should be used to settle outstanding issues like avoiding a hard border in Northern Ireland.\nEU leaders will decide in June whether the \"Irish question\" has been resolved and will look into a \"common declaration on our future\", he added.\nMrs May, who was not present when her colleagues met to discuss Brexit, said she believed there was a \"new dynamic\" in the negotiations.\n\"I believe we are approaching this with a spirit of co-operation, a spirit of opportunity for the future as well, and we will now be sitting down and determining those workable solutions for Northern Ireland, but also for our future security partnership and economic partnership,\" she said.\n\"I believe it is in the best interest of both the UK and the EU that we get a deal that actually is in the interests of both.\"\nBy the BBC's Europe reporter Adam Fleming\nThe remaining 27 leaders have also endorsed an agreement reached earlier this week on a 21-month transition period between March 2019, when the UK officially leaves, and the end of 2020. \nDuring that period, the UK will be able to negotiate, sign and ratify its own trade deals, while EU citizens arriving in the UK will enjoy the same rights and guarantees as those who arrive before Brexit.\nA solution to avoid a hard border on the island of Ireland has yet to be agreed, with the EU insisting on a \"backstop\" option of Northern Ireland, in effect, remaining in the customs union.\nIrish Prime Minister Leo Varadkar said he wanted an agreement that keeps the UK \"as close as possible\" to the EU in order to protect trade and jobs. \nBut Labour, which supports staying in the customs union, said the UK and EU were a \"very long way away\" from achieving this at the moment and the PM needed to \"finally drop her reckless red lines\". \nMeanwhile, EU leaders are calling for reciprocal access to UK fishing waters and stocks to be maintained after the end of the transition period.\nAsked whether he thought the UK would agree to this, European Commission President Jean-Claude Juncker told BBC Scotland this was the EU's \"working basis\".\n\"We are in ongoing discussions with the UK - to try and bring them (to) where we are and they are trying to bring us (to) where they are,\" he said. \nThe UK has already agreed to abide by the rules of the Common Fisheries Policy during the transition, sparking anger among fishing groups which want full sovereignty over UK waters upon Brexit.", "date": "23 March 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43509309", "tags": "brexit relations uk adopts eu leaders agreed future ireland trade guidelines negotiations"}