{"title": "Brexit: MPs put forward rival plans to May's deal", "content": "MPs are putting forward plans to change the outcome of Brexit ahead of a vote next week on the PM's amended deal.\nTheresa May said on Monday she was focused on altering the backstop - the \"insurance policy\" designed to avoid a hard border on the island of Ireland.\nBut Labour leader Jeremy Corbyn said the prime minister was in denial about the level of opposition to her deal.\nAmong the MPs' eight amendments are plans to stop a no-deal Brexit and to extend the deadline for leaving the EU.\nBut more amendments to change her next steps could be added in the coming days. \nMPs are due to vote on Mrs May's proposals for Brexit on 29 January.\nOn Monday, the PM vowed to seek changes from the EU to the Irish \"backstop\" -  the measures intended to ensure that whatever else happens, there will be no return to a visible border between Northern Ireland and the Irish Republic after the UK leaves the EU.\nBoth the UK and the EU believe that bringing back border checks could put the peace process at risk.\nMrs May also scrapped the £65 fee EU citizens were due to pay to secure the right to continue living in the UK after Brexit.\nHowever, she gave few details about how her deal would be changed before next Tuesday's vote.\nThe European Commission's chief spokesman, Margaritis Schinas, welcomed the dropping of the fee for EU citizens, but said it \"does not provide the sort of clarification of intention that we are expecting as soon as possible on the broader picture\".\nHe also said that if a no deal Brexit was to happen, it would be \"pretty obvious\" that there would be a hard border between Ireland and Northern Ireland - meaning checks on people and goods travelling between the two.\nBut the Taoiseach (Irish prime minister), Leo Varadkar, has said \"we will have a real dilemma\" if the UK leaves the EU without a deal.\nHe said there would have to be negotiations on customs and regulations that meant \"full alignment\", so there would be no hard border, saying: \"We already have that agreement. That is the backstop.\"\nHe said nobody else has come up with an alternative and said: \"We can't give that up for a promise that it will be all right on the night or will be sorted out over the next two years.\"\nMeanwhile, civil service chief executive John Manzoni has warned that a no-deal Brexit might be a \"bit bumpy\" and was unlikely to go \"swimmingly well\".\nAn internal letter sent to staff at the National Crime Agency has warned of major disruption at ports, and possible transport blockages, fuel and food shortages and public disorder.\nSpeaking to BBC Radio 4's Today programme, Conservative MP Iain Duncan Smith, who voted against Mrs May's deal, said the backstop was \"unworkable\", adding that he also had objections to the £39bn so-called divorce bill the UK was preparing to pay the EU.\nConservative MP Damian Green, a close friend of Mrs May, voted for her deal, but told BBC Radio 4's World At One programme that he accepted the government would have to put forward \"something different\".\nRoland Rudd, chairman of the People's Vote campaign for a fresh referendum said it was time for politicians to \"put country before party\". \n\"People had been hoping beyond hope that Theresa May would do that, and unfortunately she came up to speak yesterday and her 'Plan B' was just her 'Plan A' all over again, and it just looked like she was putting her party before country,\" he told the Today programme. \nAn official Labour Party amendment says that MPs should be able to vote on options such as the party's preferred outcome of a closer relationship with Europe, with a permanent customs union.\nIt also asks MPs to decide whether they should hold a further referendum on whatever Brexit plan is approved by the House of Commons.\nMr Corbyn said the amendment allowed MPs \"to end this Brexit deadlock\" and prevent the \"chaos\" of leaving the EU without a deal.\nBut Mrs May warned that another EU referendum could threaten the UK's \"social cohesion\".\nShadow business secretary Rebecca Long-Bailey said the issue of another referendum was \"divisive\" for both Labour and the Conservatives. \nShe would not be drawn on whether her party would back a further public vote, but said the option should be on the table for Parliament to discuss. \nMs Long-Bailey added: \"Our job is to bring as many people together as we possibly can and that really is one option of many. \n\"Our priority always has been to secure a deal that really provides a consensus within Parliament and I think that deal can be found if we are actually given the opportunity to debate various options.\"\nAmong the other plans being put forward by MPs are:\nMr Duncan Smith said that plans to allow backbenchers to create legislation would create \"mayhem\" in the Commons and that anybody who believed the House could act as a government negotiating a trade deal was \"living in cloud cuckoo land\".\nSome ministers are reportedly backing the proposals to block a no-deal Brexit, with the i newspaper and the Times saying that dozens could quit unless they are allowed a free vote on the issue.\nThe papers said that Work and Pensions Secretary Amber Rudd has warned Mrs May that up to 40 ministers could resign.\nSpeaking to reporters on her way into No 10 for Tuesday's cabinet meeting, Energy Minister Claire Perry said she didn't think there needed to be resignations and that MPs were \"coming together\" to support Mrs May's deal. \n\"Anyone in that House that wants to avoid no deal as passionately as I do, wants to deliver Brexit as much as I do and wants to avoid a people's referendum - which I think would be another extension of all of these really tough conversations - needs to come together and support the deal.\" \nAbout 10,000 customers of Brittany Ferries have had their bookings amended to accommodate extra sailings in case of a no-deal Brexit.\nThe ferry company said timetables from Portsmouth, Poole and Plymouth were being modified to ensure \"critical goods\" could still be transported.\nAnother ferry company, P&O, has said it will re-register its six UK ships under the Cyprus flag ahead of Brexit so the firm can continue to benefit from the tax arrangements of EU states.\n\"The Cyprus flag is on the 'white list' of both the Paris and Tokyo Memoranda of Understanding, resulting in fewer inspections and delays, and will result in significantly more favourable tonnage tax arrangements as the ships will be flagged in an EU member state,\" a spokesman said.\nAnd Dyson - whose founder Sir James Dyson has been in favour of Brexit - has announced that it is moving its headquarters to Singapore, from Malmesbury in Wiltshire.\nHowever, chief executive Jim Rowan has said it is not to do with Brexit or tax, saying: \"It's to make us future-proof for where we see the biggest opportunities.\"\nMr Rowan confirmed that Britain's departure from the EU would have little impact on the firm and that they had not made any contingency plans.\nLast week MPs rejected the deal negotiated between the UK and EU on the terms of the UK's departure from the bloc by 432 votes to 202 - a majority of 230.\nOutlining her proposed way forward on Monday, Mrs May refused to rule out a no-deal Brexit and insisted there was no majority in the House of Commons for another referendum.\nBut she promised Parliament a \"proper say\" in the next stage of negotiations on the future relationship between the UK and EU.\nShe also said she would conduct further talks on the Irish backstop plan, which is designed to prevent the need for a visible border and customs checks between Northern Ireland and the Irish Republic.\nIt means Northern Ireland staying aligned to some rules of the EU single market and effectively keeps the UK in the customs union until the UK and EU reach a lasting trade agreement.\nThe backstop is opposed by many Conservative MPs and the Democratic Unionist Party because they fear it could become permanent and because it means different rules for different parts of the UK.", "date": "22 January 2019", "href": "https://www.bbc.com/news/uk-46955437", "tags": "brexit put may uk eu rival mps mrs could plans forward deal"}