{"title": "Brexit: Scottish Secretary David Mundell backs Brexit deal", "content": "Scottish Secretary David Mundell has backed the draft Brexit deal despite concerns about its impact on the fishing industry. \nEmerging from a five-hour cabinet meeting, he said the alternative of a no-deal would be \"appalling\" for Scotland.\nHe said he was clear the UK would leave the Common Fisheries Policy in 2020.\nEarlier he was among 13 Scottish Tory MPs who wrote to the prime minister seeking assurances on fishing. \nAfter a much longer than expected meeting, Theresa May's cabinet collectively backed the withdrawal agreement, and the 585-page document has now been published along with a shorter document setting out the UK's future relations with the EU.\nBut Brexit Secretary Dominic Raab and junior Northern Ireland minister Shailesh Vara have since resigned in protest. \nFirst Minister Nicola Sturgeon described it as \"bad deal\" for Scotland and predicted the prime minister would struggle to get it passed in the House of Commons.\nMr Mundell told the BBC on Wednesday evening there had been a \"full and frank\" discussion at cabinet and they had agreed to move to the \"next stage\".\nHe said there would be a special EU council meeting, hopefully later this month, and the cabinet would then decide if to recommend the deal to parliament.\nAsked about rumours of a leadership challenge to Mrs May, he urged fellow Conservatives to back the prime minister.\nHe said: \"We need to support her going forward with the agreement, that's potentially been reached because the alternative to reaching this agreement is no deal, and no deal is an absolutely appalling outcome, not just for Scotland but for the whole of the United Kingdom.\"\nThe earlier letter to Theresa May from Scottish Conservative MPs came amid speculation that the UK's departure from the Common Fisheries Polices (CFP) could be delayed or watered down.\nThe CFP is deeply unpopular with Scottish fishermen who want the UK to be negotiating as an independent coastal state by the end of 2020. \nThe letter reminded the prime minister she had promised this would happen and that anything less than this would be a \"betrayal of Scotland\". \nIt went on to say: \"This has raised expectations in the fishing industry that Brexit will lead to complete control and full sovereignty over domestic waters that we must deliver on.\n\"In order to deliver on these expectations, we could not support an agreement with the EU that would prevent the UK from independently negotiating access and quota shares.\n\"That would mean that we would not be leaving the CFP in practice, and would become an independent coastal state in name only\".\nFollowing publication of the draft agreement the Scottish Fishermen's Federation (SFF) said it was seeking assurances that EU vessels will not be guaranteed continued access to UK waters in return for favourable trade terms.\nOn Wednesday evening the EU negotiator Michel Barnier said: \"An essential condition for the single customs territory to cover fisheries... will be to agree between the Union and the UK on access to waters and fishing opportunities.\"\nThe declaration on the future relationship between the UK and the EU makes clear that a new fisheries agreement will need to be negotiated.\nSFF president Bertie Armstrong said: \"Any linkage between access and trade contravenes all international norms and practice and is simply unacceptable in principle.\" \nMr Mundell and Scottish Conservative leader Ruth Davidson, who is on maternity leave, have previously written to Mrs May warning they would not support any deal that gave Northern Ireland a different arrangement to the rest of the UK on the single market and customs union.\nThey fear that making a special case for Northern Ireland while rejecting calls to do the same for Scotland would be a political gift to the SNP, and could fuel the case for independence.\nAsked about Northern Ireland, Mr Mundell said they continued to have concerns.\nHe said: \"We want to ensure that Northern Ireland remains fully part of our United Kingdom. \n\"We've always been very clear about that and we want to be satisfied that those arrangements in place for Northern Ireland that also respect the Good Friday Agreement and existing all-Ireland arrangements don't do anything to undermine the integrity of the United Kingdom.\"", "date": "14 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46211203", "tags": "brexit agreement minister uk eu mundell david secretary northern scottish backs ireland deal said"}