{"title": "Brexit: Theresa May's deal is voted down in historic Commons defeat", "content": "Prime Minister Theresa May's Brexit deal has been rejected by 230 votes - the largest defeat for a sitting government in history.\nMPs voted by 432 votes to 202 to reject the deal, which sets out the terms of Britain's exit from the EU on 29 March.\nLabour leader Jeremy Corbyn has now tabled a vote of no confidence in the government, which could trigger a general election.\nThe confidence vote is expected to be held at about 1900 GMT on Wednesday.\nThe defeat is a huge blow for Mrs May, who has spent more than two years hammering out a deal with the EU.\nThe plan was aimed at bringing about an orderly departure from the EU on 29 March, and setting up a 21-month transition period to negotiate a free trade deal.\nThe vote was originally due to take place in December, but Mrs May delayed it to try and win the support of more MPs. \nThe UK is still on course to leave on 29 March but the defeat throws the manner of that departure - and the timing of it - into further doubt.\nMPs who want either a further referendum, a softer version of the Brexit proposed by Mrs May, to stop Brexit altogether or to leave without a deal, will ramp up their efforts to get what they want, as a weakened PM offered to listen to their arguments.\nHistory was made tonight with the scale of this defeat - a higher figure than the wildest of numbers that were gossiped about before the vote.\nBut the prime minister's dilemma is a more serious version of the same it's always been.\nShe has no majority of her own in Parliament to make her middle way through stick. And her many critics don't agree on the direction she should take - a more dramatic break with the EU, or a tighter, softer version.\nThose two fundamental and clashing positions have always threatened to pull her and the government apart.\nRead more from Laura \nThe Brexit debate has cut across traditional party lines. \nSome 118 Conservative MPs - from both the Leave and Remain wings of her party - voted with the opposition parties against Mrs May's deal.\nAnd three Labour MPs supported the prime minister's deal: Ian Austin (Dudley North), Kevin Barron (Rother Valley) and John Mann (Bassetlaw).\nThe most controversial sticking point was the issue of the Northern Irish backstop - the fallback plan to avoid any return to physical border checks between the country and Ireland.\nMrs May had hoped new assurances from EU leaders this week, saying the backstop would be temporary and, if triggered, would last for \"the shortest possible period\", would help her garner more support. \nBut in the debate leading up to the vote, members from all sides of the House said the move did not go far enough. \nClick here if you cannot see the look-up. Data from Commons Votes Services. \nIn normal times, such a crushing defeat on a key piece of government legislation would be expected to be followed by a prime ministerial resignation.\nBut Mrs May signalled her intention to carry on in a statement immediately after the vote. \n\"The House has spoken and this government will listen,\" she told MPs.\nShe offered cross-party talks to determine a way forward on Brexit, if she succeeded in winning the confidence vote.\nFormer foreign secretary and leading Brexiteer Boris Johnson said it was a \"bigger defeat than people have been expecting\" - and it meant Mrs May's deal was now \"dead\".\nBut he said it gave the prime minister a \"massive mandate to go back to Brussels\" to negotiate a better deal, without the controversial Northern Ireland backstop. \nAnd he said he would back Mrs May in Wednesday's confidence vote.\nLabour MP Chuka Umunna said that if his leader did not secure a general election, Mr Corbyn should do what the \"overwhelming majority\" of Labour members want and get behind a further EU referendum.\nLib Dem leader Sir Vince Cable, who also wants a second referendum, said Mrs May's defeat was \"the beginning of the end of Brexit\" - but conceded that campaigners would not get one without Mr Corbyn's backing.\nScotland's First Minister Nicola Sturgeon said Mrs May had suffered \"a defeat of historic proportions\" and called again for the Article 50 \"clock to be stopped\" in order for another referendum to take place. \n\"We have reached the point now where it would be unconscionable to kick the can any further down the road,\" she said.\nHowever, government minister Rory Stewart said there was no majority in the Commons for any Brexit plan, including another referendum.\nBy the BBC's head of political research Peter Barnes\nUnder the Fixed Term Parliaments Act 2011, UK general elections are only supposed to happen every five years. The next one is due in 2022.\nBut a vote of no confidence lets MPs decide on whether they want the government to continue. The motion must be worded: \"That this House has no confidence in Her Majesty's Government.\"\nIf a majority of MPs vote for the motion then it starts a 14-day countdown. \nIf during that time the current government, or any other alternative government cannot win a new vote of confidence, then an early general election would be called. \nThat election cannot happen for at least 25 working days.\nMPs are set to debate Labour's no confidence motion for about six hours following Prime Minister's Questions at 1200.\nMr Corbyn said it would allow the House of Commons to \"give its verdict on the sheer incompetence of this government\".\nBut DUP leader Arlene Foster said her party, which keeps Mrs May in power, would be supporting her in Wednesday's confidence vote.\nShe told the BBC MPs had \"acted in the best interests of the entire United Kingdom\" by voting down the deal. \nBut she added: \"We will give the government the space to set out a plan to secure a better deal.\"\nIn her statement to MPs, Mrs May said she planned to return to the Commons next Monday with an alternative plan - if she survives the confidence vote.\nShe said she would explore any ideas from cross-party talks with the EU, but she remained committed to delivering on the result of the 2016 referendum.\nBut European Commission President Jean-Claude Juncker said the risk of a disorderly Brexit had increased as a result of the deal being voted down. \nHe said the agreement was \"the only way to ensure an orderly withdrawal\" and that he and President of the European Council, Donald Tusk, had \"demonstrated goodwill\" with additional clarifications this week to put MPs minds at rest.\n\"I urge the United Kingdom to clarify its intentions as soon as possible,\" he said. \"Time is almost up.\"\nMr Tusk said he regretted the outcome of the vote and later tweeted to ask \"who will finally have the courage to say what the only positive solution is?\"\nA statement from the Irish government also said it regretted the decision and that it \"continues to believe that ratification of this agreement is the best way to ensure an orderly withdrawal of the UK\".\nIt also said it will \"continue to intensify preparations\" for a no deal Brexit. ", "date": "15 January 2019", "href": "https://www.bbc.com/news/uk-politics-46885828", "tags": "brexit may defeat theresa historic mps mrs confidence government vote commons deal voted"}