{"title": "Brexit: Labour supports a referendum with caveats", "content": "Labour's governing body has agreed to support a further referendum on Brexit under certain circumstances.\nThe National Executive Committee met to decide the wording of its manifesto for May's European elections.\nIt rejected the idea of campaigning for a referendum under all circumstances - as supported by deputy leader Tom Watson and many ordinary members. \nBut the party will demand a public vote if it cannot get changes to the government's deal or an election.\nThe National Executive Committee (NEC) oversees the overall direction of the party and is made up of representatives including shadow cabinet members, MPs, councillors and trade unions.\nA Labour source said: \"The NEC agreed the manifesto which will be fully in line with Labour's existing policy to support Labour's alternative plan and if we can't get the necessary changes to the government's deal, or a general election, to back the option of a public vote.\" \nThe decision was sufficiently nuanced, though, that MPs have interpreted it in different ways.\nWes Streeting, who favours another referendum, tweeted that the NEC had \"made the right call and confirmed that a public vote will be in our manifesto for the European elections\".  \nFellow pro-referendum MP Bridget Phillipson said Labour had \"done the bare minimum needed\" and she could \"only hope\" it would be enough to win over voters who want another say on Brexit.\nOn the other side of the party, Gloria De Piero, who is against another vote, also welcomed the decision, arguing it meant the manifesto would \"not contain a pledge\" to hold a referendum - only keeping it as \"an option\" if a general election could not be engineered.\nThe UK will have to take part in European Parliamentary elections on 23 May unless a Brexit deal is accepted by MPs before then.\nLabour agreed a policy at its last conference that if Parliament voted down the government's withdrawal deal with the EU - which it has effectively done three times - or talks ended in no-deal, there should be a general election.\nBut if it could not force one, conference agreed that the party \"must support all options remaining on the table, including campaigning for a public vote\".\nSince then, though, Labour has entered into cross-party talks with the Conservatives to see if they can reach a consensus on how to get a Brexit deal through Parliament so that Britain can leave.\nMany Labour members wanted the party to make its agreement to any deal conditional on it being put to a public vote - what Labour calls a \"confirmatory ballot\".\nLabour have not yet made clear what their proposed referendum would be on, but a party briefing paper to MPs published earlier this year said it would need to have \"a credible Leave option and Remain\" on the ballot paper.\nOn the surface it doesn't look like Labour's position has changed - but it has a little bit.\nTom Watson, along with some trade unions and some party members, wanted a full-throated commitment to a referendum under all circumstances. What they have ended up with instead is a compromise or a fudge. Labour will call for a referendum if the Conservatives don't make changes to their Brexit deal.  \nSome pro-referendum MPs aren't too disappointed because they believe the Conservatives won't move far enough and that leaves the door open to a referendum in the end anyway. \nOthers, though, are disappointed because they think this is a way of avoiding a clear commitment in the run-up to the European elections.\nIn truth, it puts the ball back into the Tories' court when it comes to those cross-party Brexit talks.\nJeremy Corbyn is saying to Theresa May \"if you can compromise with us, we can hold back the tide of demands in our own party for a referendum.\"\nThat's the bargain he's offering.\nSpeaking ahead of the NEC's decision, Tom Watson, the party's deputy leader, said \"the context has changed\" since the 2018 party conference and Labour should now throw its full support behind a second referendum \"to heal the divide in the country\". \nAfterwards, he described the party's agreed manifesto as \"very good\" and insisted he was not \"disappointed\" with the outcome - although he said would say more when the document was published next week.\nManuel Cortes, secretary of the TSSA union which has a seat on the NEC, said he was disappointed that Labour had missed the opportunity to commit to giving voters another say.\nThe latest talks between the government and Labour on Monday were described as \"positive\" and \"productive\" by the two sides.\nJune 2017 - Labour's general election manifesto accepts referendum result\n28 September 2018 - Labour agrees if a general election cannot be achieved it \"must support all options… including campaigning for a public vote\"\nNovember 2018 - Shadow chancellor John McDonnell says Labour will \"inevitably\" back a second referendum if unable to secure general election\n16 January 2019 - 71 Labour MPs say they support a public vote\n6 February 2019 - Mr Corbyn writes a letter to Mrs May seeking five changes to her Brexit policy with no mention of a \"People's Vote\"\n25 February 2019 - Labour says it will back a public vote if its proposed Brexit deal is rejected\n14 March 2019 - Labour orders its MPs to abstain on an amendment calling for a second referendum\n27 March 2019 - The party instructs its MPs to support Margaret Beckett's amendment which calls for a confirmatory public vote on any Brexit deal\n30 April 2019 - NEC agrees that the European election manifesto will commit to a further referendum under certain circumstances", "date": "30 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48099901", "tags": "brexit public support election party deal mps caveats referendum supports labour vote"}