{"title": "Brexit deal: How MPs debate and vote will work", "content": "Time is ticking towards D-day for Theresa May on 11 December, when the House of Commons will deliver its verdict on her Brexit deal. \nMost political observers agree that the prime minister currently does not have the numbers to get it through Parliament. But before any voting takes place, MPs will have to fill five days of debate on the deal, starting on Tuesday.\nAlthough MPs can cover all the issues dealt with in Theresa May's deal, technically they will be debating a single - very long - sentence:\nThat this House approves for the purposes of section 13(1)(b) of the European Union (Withdrawal) Act 2018, the negotiated withdrawal agreement laid before the House on Monday 26 November 2018 with the title 'Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community' and the framework for the future relationship laid before the House on Monday 26 November 2018 with the title 'Political Declaration setting out the framework for the future relationship between the European Union and the United Kingdom'.\nAccording to law, the House of Commons has to \"approve\" this motion before we can proceed to the implementation of the Brexit deal. This complicated sentence fulfils that requirement, but if MPs end up amending/replacing the wording, it may no longer count as \"approval\".\nCrucially, the vote is on both the withdrawal agreement - a legally-binding document that includes the controversial Northern Ireland backstop - and the future political framework, a set of broad ambitions for an EU/UK trade deal.\nThis is ultimately down to MPs themselves, who will be able to debate how to conduct the debate itself. \nThe government has proposed its preferred procedure, which is likely to be accepted. But two MPs have already tabled an amendment to the business motion, calling for an extension to the debate.\nOnce the admin is out of the way, there will be an epic five-day session, poring over the nuts and bolts of the government's withdrawal agreement and political declaration of the future relationship with the EU - and it's not a 9-to-5 job.\nAccording to government plans, there will be eight hours of debate a day for the first four days.\nBut some days in the Commons don't start until mid-afternoon. So on Monday, 10 December, for example, there will be the usual hour of departmental questions before the debate starts around 1530 GMT. \nSo if you plan on watching to the end of day four, be prepared to hit 2330 GMT. And this is assuming there are not any urgent questions or ministerial statements, each of which could push proceedings back by an hour.\nThe Commons sits at different times on different days of the week, so Wednesday might finish at 2100 GMT, while Thursday could be as early as 1900 GMT, if we're lucky.\nAccording to the government's proposals, there can be up to six amendments to the motion. Any MP can put down an amendment but it is up to the Speaker - John Bercow - to decide which ones end up being put to the House of Commons. \nThe selection of - and voting on - amendments will not happen until the final day but it will be possible to predict which ones will be selected, based on the weight and breadth of support behind each one.\nAlthough MPs have until the end of the week to put down amendments, we already have a sense of what the challenges to the government's proposals might look like. \nOne amendment, put forward by Labour MP Hilary Benn would reject the deal and push the government to give MPs more power to direct the next steps in an attempt to avoid a 'no deal' scenario.\nLabour has said it will support the amendment, as has the Scottish Nationalist Party's Westminster leader - Ian Blackford MP - who told the BBC on Sunday he expects another amendment to be tabled to extend the Article 50 deadline.\nAt the end of the fifth day of debate - Tuesday, 11 December - MPs will get to vote on amendments before voting on the final motion, whether amended or not. Each vote takes 15 minutes giving MPs enough time to file through either the \"aye\" or \"no\" lobbies.\nAlthough there might be six amendments, that does not mean there will be votes on each of them. Back-room deals, assurances from ministers during the debate, or just pragmatism can lead proposers to decide not to push their amendment to a vote.", "date": "3 December 2018", "href": "https://www.bbc.com/news/uk-politics-46400897", "tags": "brexit work debate withdrawal end amendment house mps amendments vote government deal commons"}