{"title": "Brexit? Just Give Us a Break, U.K. Lawmakers Say", "content": "After accepting a second delay to Britain’s departure from the European Union, Prime Minister Theresa May braced on Thursday for a backlash from hard-line supporters of withdrawal and scorn from her political opponents after yet another retreat.\nWhile there was some of both in Parliament, lawmakers mainly reacted with relief and resignation to the latest episode of can-kicking that saw the deadline for the process known as Brexit pushed back to Oct. 31 from Friday.\nOne hard-line pro-Brexit Conservative, Bill Cash, demanded that Mrs. May stand aside because of “her abject surrender.” But another Conservative lawmaker, Charles Walker, caught the mood of the moment when he urged Mrs. May to take some time off, and said that Julian Smith, the chief whip in charge of party discipline, should get some sleep, too.\nFor a fractious and exhausted British Parliament, the best news was that, after weeks of constant pressure and late-night votes, there will be an Easter vacation without the risk of a departure without a withdrawal deal. That will provide an opportunity to escape Parliament, where tempers have frayed as lawmakers face growing political and even mental strain.\nIt would be good, Mrs. May told them, to reflect on what has happened away from the pressures of Parliament and return help find a solution.\nThe more likely alternative is that they return to the same old deadlock because, in reality, Brexit and British politics remain as stuck as ever.\nWithin the Conservative Party there have been calls for Mrs. May to stand aside quickly, rather than — as she has promised — waiting until she can get a withdrawal plan through Parliament. On Thursday, the former Brexit secretary, David Davis, told the BBC that pressure would “dramatically” increase on Mrs. May following the latest delay.\nHowever, lawmakers have made similar noises before, to little effect, and unless they change party rules, they cannot challenge her again until December, making her very hard to unseat in the short term.\nSo, on Thursday Mrs. May battled on, arguing that if a quick agreement can be reached in Parliament, Britain could avoid holding elections to the European Parliament on May 23 — a prospect that pro-Brexit lawmakers abhor.\nUnder the “flextension” agreement struck early Thursday with European Union leaders, Britain can leave the bloc very soon after ratifying an agreement, and in any case, well ahead of the Halloween deadline.\nBut British politicians have a busy schedule ahead even without Brexit — local elections in early May, the European Parliament elections later in the month, a lengthy summer recess and, in September, the party congresses.\nIn other words, plenty of diversions for a British Parliament that has shown little indication that it will ever approve the withdrawal deal that Mrs. May negotiated with the European Union — or anything else, for that matter. Her plan is a legally binding treaty that would resolve technical issues, like the government’s outstanding financial commitments to the bloc, and keep Britain inside the Continent’s economic structures until at least December 2020.\nAfter that point, Mrs. May wants to detach Britain from Europe’s single market and customs union, the system of common tariffs that allows good to flow freely, and to take control of immigration from continental Europe.\nThough Mrs. May’s government is holding talks with the opposition Labour Party, there is no sign of a breakthrough, and on Thursday a number of lawmakers accused Mrs. May of refusing to budge from the fundamental principles she laid out in the early days of Brexit. And if she were to bend to Labour’s basic demand of remaining in a customs union, that could cause a fatal split in her party.\nHaving announced that she will step aside if Parliament agrees to her withdrawal agreement, Mrs. May is now a lame duck. That makes Labour suspicious that any deal they make with her could be thrown out by a hard-line Brexit successor.\nIf the talks with Labour break down, Mrs. May’s backup plan is to offer lawmakers a series of votes on different Brexit options to try to forge a majority for something. But even if that can be achieved, which is doubtful, it seems unlikely that it would be stable enough to allow her to push all the legislation she needs through Parliament.\nBut right now most lawmakers just want a break after one of the most bruising and stressful sessions in recent history.\nWriting in The Daily Telegraph, Labour’s Chris Bryant recently described the strain on lawmakers who routinely face “angry activists, talk of treason, betrayal and treachery” and open inboxes “full of emails with too many capital letters” and, occasionally, death threats.\n“Brexit has set friend against friend. Many members of Parliament are at odds with their party leader, with the majority of their party colleagues or with the voters in their patch. Many have honorably compromised, and thereby earned themselves yet more vitriol,” Mr. Bryant wrote.\n“The worst thing is that we are almost permanently locked in the Palace of Westminster,” he added, referring to the parliamentary site.", "date": "April 11, 2019", "href": "https://www.nytimes.com/2019/04/11/world/europe/uk-theresa-may-brexit.html", "tags": "brexit european us may break give parliament party ” u.k. britain say lawmakers mrs."}