{"title": "Brexit: UK will take part in European elections, says David Lidington", "content": "The UK will have to hold European elections, despite hopes from the government a Brexit deal would be done by then, says the PM's de facto deputy.\nThe vote is due on 23 May, but Theresa May said the UK would not have to take part if MPs agreed a Brexit plan first.\nNow, David Lidington says \"regrettably\" it is \"not going to be possible to finish that process\" before the date the UK legally has to take part. \nHe said the government would try to make the delay \"as short as possible\".\nThe UK was due to leave the EU on 29 March, but as no deal was agreed by Parliament, the EU extended the deadline to 31 October. \nIt can leave the bloc earlier, but if the UK has not left by 23 May, it is legally obliged to take part in the EU-wide poll and to send MEPs to Brussels.  \nMrs May's spokesman said she \"deeply regrets\" that the UK did not leave as planned in March and recognised many people felt \"great frustration\" that the European elections were going ahead.\nBut she hoped Parliament would agree a Brexit plan before MEPs start their session in July. \nThe deadline to register for the EU elections was Tuesday 7 May.\nThe government has resumed talks with Labour to try to break the deadlock in Parliament over the terms of withdrawing from the EU. It has promised that if no compromise is reached it will offer indicative votes on possible next steps to Parliament. \nLabour's shadow business secretary Rebecca Long Bailey said Tuesday's talks were \"very robust\", but nothing had been agreed, and the government still needed to move on its \"red lines\" in order to reach a compromise.\nA Labour source told BBC political editor Laura Kuenssberg that talks had been \"tense\" with some frustration on the Labour side and said there were still \"fundamental\" problems and divisions between the two sides.\nThe government was being \"disingenuous\" to suggest that ministers were offering a significant new compromise beyond what was already available in the existing agreements with the EU, the source said.\nDowning Street said the talks had been \"constructive and detailed\" and they would continue on Wednesday afternoon.\n\"Constructive and detailed\" - that sounds quite positive - Number 10's description of the talks today.\n\"Robust\" - not quite so chirpy - Labour's use of political speak for what most of us might call a bit tricky.\n\"Disingenuous\" - oh dear - a different Labour source's description of ministers' claim that what they were putting on the table in the cross-party talks today was something genuinely new on the vexed question of customs arrangements after we leave the EU.\nAs we reported this morning there didn't really seem to be much from the government that was concrete beyond what's already possible under the agreement that's been hammered out with Brussels.\nThe divorce deal and indeed yes, you guessed it, the backstop, both have forms of temporary customs unions in them to make trade between the UK and the EU easier.\nOf course the precise language and mechanisms matter enormously.\nBut was there some big shiny new offer today? The short answer is: no.\nRead more from Laura\nA number of other parties have already announced their candidates and launched their European election campaigns, but the Conservatives have yet to do the same.\nCabinet Office Minister Mr Lidington said: \"We very much hoped that we would be able to get our exit sorted… so that those elections did not have to take place, but legally they do have to take place unless our withdrawal has been given legal effect.\"\nMr Lidington said the government would be \"redoubling efforts\" in its talks with other parties to find a way forward to \"make sure that the delay after [the elections] is as short as possible\".\nHe added: \"We would like to be in a situation… certainly to get this done and dusted by the summer recess.\"\nGovernment sources say if the Brexit process is completed before 30 June, UK MEPs will not take up their seats at all. If it is done and dusted after that date but before Parliament begins its summer recess in July, MEPs will only need to sit for a month, until 1 August.\nSources estimate that the cost of holding the European elections will be roughly £150m.\nAnalysis: By Chris Morris, BBC Reality Check\nEven if an unexpected deal were to emerge in the next few days between the Conservatives and Labour, it would only be a very tentative first step towards Brexit, with no guarantee that it would enjoy a parliamentary majority.\nAnd a first step isn't enough.\nThe conclusions of last month's EU summit, agreed by all EU leaders including Theresa May, said that if the Brexit withdrawal agreement has not been ratified in parliament by 22 May, the European elections will have to take place in the UK.\nThe ratification process means Parliament would have to pass a meaningful vote on the withdrawal agreement (the deal negotiated between the government and the EU), and then turn it into UK law in the form of a Withdrawal Agreement Bill. \nAnd, as Mr Lidington has now conceded formally, time to do all of that has run out. \nRead more from Chris.\nSome Brexiteers are angry at Mrs May's efforts to find a compromise with Labour after her deal with the EU was effectively rejected by MPs three times. \nOne leading Eurosceptic, Sir Bill Cash, told the Press Association \"the time has come\" for the PM to resign and she \"needs to be given a date\".\nBut Chancellor Philip Hammond defended the cross-party talks, suggesting the government had no other option.\nThe BBC's political editor Laura Kuenssberg says No 10 is trying to get Labour over the line by presenting the withdrawal agreement as a stepping stone - i.e. hold your nose for now and you can carve out your own deal if you win the next election.\nKey to that, she says, is the promise of a \"temporary customs union\", but Labour sources are warning that would not be enough.\nLabour has previously said it wants a permanent customs union - an arrangement not to carry out checks or put tariffs (extra payments) on goods that move around between the UK and the EU after Brexit. \nThe election in May will see 751 MEPs sent to the European Parliament to make laws and approve budgets for the EU.\nEach country is allocated a set number of seats, depending on the size of its population. \nThe smallest member, Malta (population: around half a million) has six MEPs, while the largest, Germany (population: 82 million) has 96.\nThe UK is divided into 12 regions, each represented by between three and 10 MEPs depending on population size, ending with a total of 73. \nSeats in England, Scotland and Wales are awarded to parties according to their share of the vote, then to the candidates on the lists drawn up by the parties. \nNorthern Ireland elects MEPs using a single transferable vote system, with voters able to rank candidates in order of preference. \nThe European Parliament has agreed that 46 of the UK's 73 seats will be abolished after Brexit, and the remaining 27 will be redistributed among countries that have complained of under-representation.\nWhat are your questions about Brexit?\nUse this form to ask your question: ", "date": "7 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48188951", "tags": "brexit european may uk eu lidington take david parliament elections says meps government labour said part"}