{"title": "Brexit deal vote: What do I need to know?", "content": "On Tuesday, MPs will pass their verdict on Prime Minister Theresa May's plan to take Britain out of the European Union on 29 March. Here is what you need to know about the vote.\nAt 7pm on Tuesday evening, after a full day of debate.\nThey are passing judgement on the deal Theresa May spent two years negotiating with the European Union. \nThis is the big one.\nIf MPs vote the deal down, one of two things is likely to happen.\nThe UK will either leave the EU on 29 March without a withdrawal agreement - or that departure date will be delayed.\nIf they back the deal, the UK will leave the EU on 29 March but things will stay broadly as they are until December 2020, while the two sides thrash out a permanent trade deal.\nYes - and by a massive margin. \nMrs May said she secured \"legally binding\" changes to her Brexit deal on Monday, a day ahead of MPs voting on it.\nShe said the first change could be used to start a \"formal dispute\" against the EU if it tried to keep the UK tied into the backstop - the safety net designed to maintain an open border on the island of Ireland - indefinitely.\nThe second is a \"joint statement\" from the EU and the UK. It adds to the political declaration on the UK and EU's future relationship and commits to replacing the backstop with alternative arrangements by December 2020.\nAttorney General Geoffrey Cox, the government's chief law officer, has published updated legal advice on the prime minister's deal, saying the new provisions secured by Mrs May \"reduce the risk\" of the UK being \"indefinitely and involuntarily\" held  in the backstop.\nBut his advice adds that \"the legal risk remains unchanged\" that the UK would have no legal means of exiting without EU agreement.\nIf MPs vote down Mrs May's withdrawal agreement on Tuesday, then MPs have been promised a vote on whether the UK should leave without a deal or not.\nThis is likely to take place on Wednesday.\nIf they back a no-deal Brexit in this vote, then the UK will leave without a deal on 29 March.\nIf they reject a no-deal Brexit then they could get a vote on Thursday on whether to request a delay to Brexit from the EU. \nNot necessarily. \nIf Mrs May loses the vote on Tuesday by a narrow margin, she could ask the EU for a short technical delay to allow everyone to regroup and make one last push to get it \"over the line\".\nMrs May could make that final push at the next EU summit on 22 March, with another Commons vote to follow, assuming she can get a delay to Brexit.\nThe first thing to stress is that it is not a trade deal.\nIt is simply an agreement to allow the UK to leave the EU in an orderly fashion, minimising disruption to businesses and citizens of the UK and EU nations.\nThings would carry on pretty much as usual for at least 21 months after the official departure date of 29 March.\nDuring that time, the two sides would try to hammer out a permanent trading relationship - the overall aim of those talks is set out in the political declaration on the future relationship between the UK and EU, which MPs are also voting on.\nThe withdrawal agreement also commits the UK to paying a £39bn \"divorce bill\". UK citizens in the EU, and EU citizens in the UK, would also retain their residency and social security rights.\nThe decision MPs make on Tuesday will shape the UK's economy and society for decades to come, influencing incomes, job prospects and much else besides. There may also be some more immediate consequences.\nMany fear a no-deal Brexit will cause chaos at ports, disruption to food and medical supplies and long-term economic damage, with big multinational companies moving out of the UK.\nOthers say these fears are exaggerated and the UK will thrive when it has made a clean break from the EU.\nThe \"Irish backstop\" clause.\nThis is a bit of legal jargon that is meant to prevent the return of cameras and border guards along the 310 mile border between Ireland and Northern Ireland - the only land border between the EU and the UK. \nIt would keep the UK tied to EU customs rules, avoiding the need for physical checks on vehicles passing through the border, which many fear could reignite the Northern Irish Troubles.\nIt is only meant to kick in if the two sides have not agreed a trade deal by December 2020 - and it is meant to be temporary. \nBut because there is no end date written into the agreement, and no way of quitting it without the EU's say-so, many MPs fear it will become permanent, effectively making a mockery of Brexit.\nThese MPs want a time-limit on the backstop - something the EU has ruled out.\nThe EU says the deal it struck with Mrs May is the best and only one available and it can't be rewritten. Mrs May used to say that too, until MPs rejected it in January.\nMPs are studying the additional legal assurances on the temporary nature of the backstop, agreed by Mrs May in 11th hour talks with EU officials, before deciding whether to vote for her deal or not.\nAfter months of questions about his position, Labour Leader Jeremy Corbyn has said he could support a new referendum, while continuing to push for his preferred option of a general election or Labour's own version of Brexit. \nMany Labour MPs from areas that voted Leave in the 2016 referendum could vote against it, however, reducing its chances of success.\nThe Labour leadership also appears to be warming to the idea of a Norway-style deal with the EU, which is backed by a group of Conservative and Labour MPs.\nThis would see the UK remain in the EU single market, which its supporters say would protect jobs.\nIf Mrs May's deal is defeated on Tuesday, there could be moves to get MPs to back \"Common Market 2.0\", as its supporters call this plan.\nOpponents say it would not end the free movement of people or allow the UK to strike its own trade deals around the world.", "date": "12 March 2019", "href": "https://www.bbc.com/news/uk-politics-47482047", "tags": "brexit need may uk know eu deal mps mrs could vote"}