{"title": "Brexit: David Davis heads to Brussels for talks", "content": "David Davis will head to Brussels on Sunday ahead of Brexit talks, as EU leaders prepare for next week's summit.\nThe UK hopes to reach agreement on a transition deal, for the period after it leaves the EU in March 2019.\nTheresa May has said it should last \"around two years\" but Mr Davis said this week he could \"live with\" a shorter one if it helped secure a deal.\nOn Friday EU leaders are expected to adopt \"future relationship\" guidelines which would allow trade talks to start.\nEU Council President Donald Tusk unveiled those draft guidelines last week but warned: \"Our agreement will not make trade between the UK and EU frictionless or smoother.\"\nThe EU guidelines call for zero-tariff trade in goods - where the EU has a surplus - and says access for services will be limited by the fact that the UK will be outside the EU and will no longer share a common regulatory and judiciary framework. \nThey also repeat EU warnings that there can be \"no cherry-picking\" of participation in the single market for particular sectors of industry. \nThe leaders of the remaining 27 EU states must approve the plans at a Brussels summit on 23 March, setting the template for chief negotiator Michel Barnier for talks with the UK about their future relationship.\nMr Davis will meet Mr Barnier for talks on Monday.\nEU leaders are also likely to discuss progress on the draft withdrawal agreement, an updated version of which was published by the European Commission on Thursday.\nSome sticking points remain unresolved, including the Irish border issue.\nBBC Brussels reporter Adam Fleming said the amended draft included some technical tweaks to the section on the European Investment Bank, more specifics about how the UK will be consulted over foreign policy decisions and clarification of how London will be involved in the allocation of fishing quotas. ", "date": "16 March 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43429700", "tags": "brexit agreement uk leaders eu mr heads week david davis brussels talks"}