{"title": "Brexit: DUP's Nigel Dodds says Brexit deal 'worse than no deal'", "content": "The withdrawal agreement approved by the UK and EU leaders is \"worse than no deal\", DUP deputy leader Nigel Dodds has said.\nThe DUP, which props up the government, has repeatedly said it will vote against it in Parliament.\nThere has been political opposition to the plan because of the backstop, which aims to avoid a hard Irish border.\nBut Sinn Féin, which campaigned against Brexit, has described the deal as \"the least worst option\" on the table.\nA number of business and farming groups in NI have also urged the DUP to support the deal and provide certainty.\nSpeaking to BBC 5 Live's Pienaar's Politics, Mr Dodds said his party's \"one red line\" had been ignored by the government.\nThe agreement on the backstop would see only Northern Ireland stay aligned to some EU rules, if it took effect.\nThe DUP is concerned that the backstop could threaten the integrity of the union and place a trade border down the Irish Sea.\n\"What Theresa may has succeeded in doing is putting a proposition on the table which is worse than no deal and worse than staying in the EU, whatever else is put on the table,\" said the North Belfast MP.\n\"The government is going to spend the next fortnight engaged in all sorts of project fear initiatives in order to try to get MPs to vote for something that is clearly unsatisfactory.\"\nThe DUP has repeatedly said it will vote against the deal, as it stands, when it comes to Parliament to be ratified in a few weeks' time.\nMr Dodds said his party would not be \"bought off\", he said, adding that \"there is absolutely no way this deal can go through on the basis of side offers.\"\n\"The DUP has been very clear all along - we have core beliefs and principles and we're sticking by those,\" he said.\nSinn Féin President Mary Lou McDonald backed the withdrawal deal, but said: \"The agreement endorsed today between the EU27 and the British government does not resolve Brexit. \n\"It is the least worst option - there is no good Brexit.\"\n\"It must be clear that under no scenario will there be a hardening of the border in Ireland or the abandonment of the Good Friday Agreement, which we must all work to fully implement and defend,\" she added.\nEarlier, DUP leader Arlene Foster said her party is \"disappointed\" with Theresa May and the government's decision to press ahead with the Brexit deal.\nMrs Foster said the the agreement \"goes against everything\" the DUP had been promised.\nSpeaking on The Andrew Marr Show on Sunday, Arlene Foster said: \"We're disappointed with the way this has progressed.\n\"She (Theresa May) is a unionist, but this deal goes against everything she has said about all of that.\"\nMrs Foster said there is still time to negotiate for a \"better deal\".\n\"We should use the time now to look for a third way. I recognise we are negotiating with a fatigue, there comes a time when everybody is tired and just wants to get on with it but we shouldn't accept the outcome for the sake of it,\" she added.\nSeveral newspapers have reported that the DUP is involved in discussions with several cabinet ministers about a secret \"Brexit plan B\", if Mrs May's deal does not get passed in the Commons.\nMrs Foster did not explicitly deny the report, but said her party was having \"conversations right across government\" about the deal.\nShe also said she did not see any circumstances right now where Mrs May's deal would have enough support to get through parliament.\nThe DUP holds the balance of power at Westminster, as the government relies on the votes of its 10 MPs to have a working majority in parliament.\nIt signed a confidence and supply pact with the Conservatives in June 2017 and negotiated an extra £1bn in spending for Northern Ireland - but the rift between the parties over the Brexit plan has put the arrangement under significant pressure.\nMrs Foster has already said if the government's deal gets passed in the Commons, the DUP will have to review the confidence and supply pact.\n\"We'll review it at that point in time: things are fluid, things change - we'll have to see where we are,\" she added.\nThe government has insisted that it will not renegotiate the current plan, and has urged MPs to back it or risk a no deal scenario.", "date": "25 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46335118", "tags": "brexit agreement may mrs nigel says dodds government foster dup deal time"}