{"title": "Brexit: What happens now?", "content": "The EU and UK have agreed a further delay to Brexit until 31 October. So how will the deadlock be broken?\nThe UK could leave earlier if a withdrawal agreement has been ratified by MPs. The country must now take part in European elections on 23 May - if it did not the UK would have to leave the EU on 1 June without a deal.  \nThe UK was originally due to leave on 29 March. The first extension shifted that date to 12 April.\nBut now the UK now has just over six months to decide what it wants to do.\nGovernment ministers are continuing talks with Labour leaders to try to find a compromise deal. If they can agree, MPs will be given a chance to vote on the deal. If not, a range of alternative options will be put to them instead.\nIn either case, the prime minister says the negotiated withdrawal agreement would remain unchanged. That's the legally binding part of the Brexit deal that covers exit terms - including money, the transition period, citizen's rights and the border between Northern Ireland and the Republic.\nThere could be changes to the non-legally binding political declaration which sets out parameters for the long-term future relationship. Or new commitments on Britain's future negotiating objectives could be written into legislation.\nThe government is still committed to trying to leave the EU with a deal as soon as possible. But if the compromise plan does not yield results, many things could happen.\nNo-deal Brexit is still the default outcome if MPs can't agree anything else and there are no further extensions.\nIf Parliament can't agree a deal soon and the UK does not take part in the European elections on 23 May then a no-deal Brexit would happen on 1 June.\nIf the elections do take place then the next deadline is now 31 October.\nIt would also be possible for MPs to back a no-deal Brexit - although there has been a majority against that option when they have voted on it before.\nDespite the repeated rejection of Theresa May's deal, it has not been permanently ruled out.\nEven now, if a compromise cannot be agreed with the Labour leader, and if there is no majority among MPs for an alternative, it remains a possibility. \nAnd with the longer Brexit delay now in place, the negotiated deal could come back at a later date as a way of allowing an early exit.\nAlso, if negotiations with the EU on any alternative plan run into difficulties, the two sides could decide to return to the one deal that has been fully worked out.\nThe government could choose to negotiate a completely new Brexit deal - perhaps in accordance with votes of MPs.\nThis wouldn't be a question of making small additions to the political declaration.\nInstead, there could be a complete renegotiation that would take some time - perhaps involving a rewrite of the withdrawal agreement which would take much longer.\nIf the EU refused to re-enter negotiations, the government would have to plump for one of the other options instead.\nA further possibility is to hold another referendum. \nIt could have the same status as the 2016 referendum, which was legally non-binding and advisory.  But some MPs want to hold a binding referendum where the result would automatically take effect - like with the 2011 referendum on changing the voting system for UK general elections. \nOne widely discussed option would be for a \"confirmatory vote\" on whatever deal is finally agreed where the public would be given the choice between accepting the deal or remaining in the EU.\nOthers argue that any further referendum should have the option of leaving the EU without a deal.\nEither way, a referendum can't just happen automatically. The rules for referendums are set out in a law called the Political Parties, Elections and Referendums Act 2000.\nThere would have to be a new piece of legislation to make a referendum happen and to determine the rules, such as who would be allowed to vote.\nIt couldn't be rushed through, because there has to be time for the Electoral Commission to consider and advise on the referendum question.\nThe question is then defined in the legislation.\nOnce the legislation has been passed, the referendum couldn't happen immediately either. There would have to be a statutory \"referendum period\" before the vote takes place.\nExperts at University College London's Constitution Unit suggest that the minimum time for all of the required steps above is about 22 weeks.\nTheresa May could decide the best way out of the deadlock would be to hold an early general election.\nShe doesn't have the power just to call an election. But, as in 2017, she could ask MPs to vote for an early election under the terms of the Fixed Term Parliaments Act.\nTwo-thirds of all MPs would need to support the move. The earliest date for the election would be 25 working days later but it could be after that - the prime minister would choose the precise date.\nThe government survived a vote of no confidence on 16 January by 325 votes to 306. Labour could table another no confidence motion at any time.\nUnder the Fixed Term Parliaments Act 2011, UK general elections are only supposed to happen every five years. The next one is due in 2022.\nBut a vote of no confidence lets MPs vote on whether they want the government to continue. The motion must be worded: \"That this House has no confidence in Her Majesty's Government.\"\nIf a majority of MPs vote for the motion then it starts a 14-day countdown. \nIf during that time the current government or any other alternative government cannot win a new vote of confidence, then an early general election would be called. \nThat election cannot happen for at least 25 working days.\nThe European Court of Justice has ruled that it would be legal for the UK to unilaterally revoke Article 50 to cancel Brexit (without the need for agreement from the other 27 EU countries). \nWith the government still committed to Brexit, it's very likely that a major event such as a further referendum or change of government would have to happen before such a move.\nIt's not totally clear what the process would be. But an act of Parliament calling for Article 50 to be revoked would probably be sufficient.\nTheresa May has said she will step down if her deal is passed. \nHaving already survived a challenge to her leadership, there is no way she can be forced out by her party until December - under the Conservative Party rules.\nBut she could still choose to resign if she can't get her deal through and she's not prepared to change course.\nThat would trigger a Conservative leadership campaign which would result in the appointment of a new prime minister.\nShe might also come under pressure to resign if MPs pass a \"censure motion\" - that would be a bit like a no-confidence vote but without the same automatic consequences. Again this could lead to a change in prime minister or even a change in government.\nWhoever ended up in charge would still face the same basic range of Brexit options though. ", "date": "11 April 2019", "href": "https://www.bbc.co.uk/news/uk-politics-46393399", "tags": "brexit uk happens eu mps referendum could vote government deal"}