{"title": "Brexit: Your simple guide to the UK leaving the EU", "content": "Feeling a little lost on Brexit? Never really got your head around it in the first place? Let us walk you through it. \nBrexit is short for \"British exit\" - and is the word people use to talk about the United Kingdom's decision to leave the European Union (EU).   \nThe EU is a political and economic union of 28 countries which trade with each other and allow citizens to move easily between the countries to live and work (click here if you want to see the full list).\nThe UK joined the EU, then known as the EEC (European Economic Community), in 1973.\nA public vote - called a referendum - was held on Thursday 23 June 2016 when voters were asked just one question - whether the UK should leave or remain in the European Union. \nThe Leave side won by nearly 52% to 48% - 17.4m votes to 16.1m - but the exit didn't happen straight away. \nIt was due to take place on 29 March 2019 - but the departure date has been extended twice (we will explain in more detail below).  \nThe 2016 vote was just the start. Since then, negotiations have been taking place between the UK and the other EU countries.\nThe discussions have been mainly over the \"divorce\" deal, which sets out exactly how the UK leaves - not what will happen afterwards. \nThis deal is known as the Withdrawal Agreement.\nThe Withdrawal Agreement covers some of these key points:\nA length of time, called the transition period, has been agreed to allow the UK and EU to agree a trade deal and to give businesses the time to adjust. \nThat means that if the withdrawal agreement gets the green light, there will be no huge changes between the date of Brexit and 31 December 2020. \nAnother, much shorter, document has also been drawn up that gives an overview of what the UK and EU's future relationship will be in the longer term.\nThis is the political declaration. However, neither side has to stick exactly to what it says - it is a set of ambitions for future talks.\nThe deal was agreed by the UK and the EU in November 2018, but it also has to be approved by British MPs.\nWell, no. They have voted against it three times.\nOn 15 January they rejected the deal by 432 votes to 202 - a record defeat.\nThen on 12 March, after Theresa May had gone back to the EU to secure further legal assurances, they rejected it again.\nAnd on 29 March - the original day that the UK was due to leave the EU - MPs rejected it for a third time (this vote was slightly different as it did not include the political declaration).\nAs MPs did not approve Theresa May's withdrawal deal in a vote on 12 March, the prime minister was forced to ask other EU leaders to delay Brexit.\nThey agreed to postpone it until 22 May, if MPs approved her deal in a new vote.\nAs they didn't (on 29 March), the UK missed that deadline and faced leaving on 12 April instead.\nBut Mrs May has now gone back to the EU to ask for another extension - which the EU has agreed to.\nThe new deadline is 31 October. However, the UK can leave before then if the prime minister can somehow get her deal approved by Parliament.\nThe government will continue talks with Labour to try to come up with a solution.  \nIf the two sides do not come to an agreement, Theresa May has said she will put a number of options to MPs to work out what to do next.\nThere are a broad range of complaints, many of which claim the deal fails to give back to the UK control of its own affairs from the EU. \nOne of the biggest sticking points has been over what happens at the Irish border.\nBoth the EU and UK want to avoid the return of guard posts and checks (here's why), so something called the backstop - a sort of safety net - was included in the deal. \nThe backstop is meant to be a last resort to keep an open border on the island of Ireland - whatever happens in the Brexit negotiations.\nIt would mean that Northern Ireland, but not the rest of the UK, would still follow some EU rules on things such as food products. \nThe prime minister insists that if all goes as planned it will never be used.\nBut it has annoyed some MPs, who are angry that the UK would not be able to end it without the EU's permission and so EU rules could remain in place for good.\nOther MPs would prefer the UK to stay closer to the EU - or even still, in it. \nAnd others say Northern Ireland should not be treated separately from the rest of the UK.\nOn 11 March, Mrs May and the EU released a statement, giving added legal reassurances that the backstop plan, if it ever needed to be used, would only be temporary. \nMrs May hoped the statement would persuade her MPs to vote for her deal, but it was still rejected.\nIt is written into law that the UK will be leaving.\nThe European Court of Justice has said the UK could cancel Brexit altogether without the agreement of other nations, but politically, that's not likely to happen.\n\"No deal\" means the UK would have failed to agree a withdrawal agreement.\nThat would mean there would be no transition period after the UK leaves, and EU laws would stop applying to the UK immediately (more on that here).\nThe government says it is preparing for this potential situation.\nIt expects some food prices could rise and checks at customs could cost businesses billions of pounds. (Read the government's report here).\nIt has published a series of guides - which cover everything from mobile roaming on holiday to the impact on electricity supplies.\nHere is a list of 10 ways you could be affected by a no-deal Brexit. ", "date": "11 April 2019", "href": "https://www.bbc.co.uk/news/uk-46318565", "tags": "brexit agreement may uk eu leaving simple mps guide vote deal march"}