{"title": "Brexit deal: Theresa May buys breathing space", "content": "The prime minister made her decisions on Thursday night while the No 10 Downing Street Christmas party carried on.\nIt isn't celebration on Friday though for her government, but relief. \nAnd her allies note that in those fraught hours she made the decision to go to Brussels even though the DUP had continued to make its objections known, despite the progress it had secured. \nThat may be a comfort to her internal critics who believe that Theresa May is all too often a prisoner of circumstance rather than a bold decision maker.\nAnd after a rocky few months, Downing Street can breathe out, for once, because it reached a critical short-term goal, moving on from Monday's embarrassment to a temporary conclusion. \nAnd it matters so much. \nBrexit is the biggest political and policy project any British government has undertaken for many, many years. \nAs the leader of the government pursuing the policy, the prime minister's own record rises and falls with the progress of our departure from the EU. \nSimply, while No 10 always maintains that she wants to focus on domestic reforms, Mrs May's fate is intertwined with these negotiations.  \nThe talks stumble, and so does she. The negotiators muddle through, so does her leadership. \nAnd the deal at dawn mutes the criticism of her inside her party, and restores some of the faith perhaps in Brussels. \nHad it not been struck, had she not made the decision to get on the plane, there would have been serious rumblings in her party. \nIt might not have been the end of her leadership. \nThere are plenty of hopeful leadership contenders, but few who would be guaranteed to put their head above the parapet to try to push her out. \nBut critical Brexiteers have been conspicuous by their absence. \nAnd Remainers are relieved that she has, as they see it, been firm in the face of some of their and the DUP's demands, and left the route pointing to a softer Brexit. \nIn truth, so much has not been agreed. \nThis is a document that to a large extent, resolves to solve problems and contradictions together in the future.  \nThe document contains more ambiguities than pages. \nAnd as with any compromises there are some losses, and some victories. \nOver time those fault lines will appear. The two sides of the Tories' internal debates over Europe have not suddenly met in the middle. \nThe brooding clash has been delayed, again, allowing the prime minister to press on into the next phase. \nAnd above all, the agreements in this document may never come to pass. \nTruly, \"nothing is agreed until everything is agreed\".  \nThis is a big, first, political step that allows the real journey to begin. \nWith this progress, however limited, Theresa May buys breathing space.   ", "date": "8 December 2017", "href": "https://www.bbc.co.uk/news/uk-politics-42288942", "tags": "brexit may breathing minister buys theresa prime space party leadership progress agreed decision government made deal"}