{"title": "Brexit: DUP meets PM before no-confidence vote", "content": "A Democratic Unionist Party (DUP) delegation has met Prime Minister Theresa May, just hours before the government saw off a no-confidence vote.\nThe votes of the 10 DUP MPs were crucial in backing Mrs May, who won by 19 votes.\nThe DUP voted against Mrs May's Brexit deal in Parliament on Tuesday.\nParty leader Arlene Foster said the meeting with the PM had been \"useful\" and that discussions would continue.\nMeanwhile, the Irish government has said it is activating plans for a no-deal Brexit, should the UK leave the EU with no deal.\nThe DUP said the result of the Brexit vote had made a no-deal outcome more likely, and has urged Mrs May to return to Brussels to seek concessions on the Irish border backstop.\nSpeaking after she met the prime minister, Mrs Foster said: \"These are critical times for the United Kingdom and we have indicated that first and foremost we will act in the national interest.\"\nThe rejection of the deal by MPs has put the manner of the UK's departure on 29 March in doubt.\nTaoiseach (Irish prime minister) Leo Varadkar said he would do everything he could to avoid no deal, but had to ensure the Republic of Ireland was fully prepared.\n\"These are no longer contingency plans, they are being implemented,\" he said.\nThe Irish government is to bring an \"omnibus\" piece of legislation to the Dáil (Irish parliament), which will cover no-deal planning for:\nThe government was not currently making plans for checks along the Irish border, Mr Varadkar told reporters in Dublin.\nHe warned businesses and other organisations to get their plans in place, if they were not already doing so.\nMr Varadkar said the \"onus\" was on Westminster to come up with an ultimate solution - but he still believed the current withdrawal deal was a good agreement.\n\"The ball is very much in Westminster's court, now they need to come up with something they can get through Parliament,\" he said.\n\"Over the coming weeks the government will continue to work with EU partners in a collective effort to conclude talks with the UK to get a deal.\n\"We've always said if the UK were to evolve from its red lines on the customs union and the single market, then the EU position could evolve also.\"\nThe only long-term solution to the Irish border issue would have to come \"not through goodwill but through an agreement\" that the EU accepts, added the taoiseach.\nEarlier on Wednesday, Mr Varadkar's deputy Simon Coveney said the Republic of Ireland would not block a UK request to extend the Brexit deadline, as long as the UK has a workable plan to discuss.\nAnalysis by Jayne McCormack, BBC News NI political reporter\nDublin is playing this carefully.\nThe Irish government is reluctant to say anything that could further stoke tensions, but all the while acutely aware that time is running out.\nIt continues to ramp up no-deal preparations, including on key issues like transport and the supply of medicines.\nThe DUP says the scale of the defeat last night means the backstop cannot remain in the deal, but Irish thinking is unlikely to budge. \nIt is mindful of its often-repeated commitment to avoid the return of a hard Irish border, and has banked on the backstop being its insurance policy to ensure that.\nDublin will now be looking to its support network in Brussels to stand firm in the face of any political pressure from Westminster.\nEU planning notices published last month said that in the event of no deal, every consignment of animal products (including food) coming into the EU from the UK would have to undergo checks \"at the point of entry\".\nIt did not suggest that Ireland would be exempt from that.\nOn Monday, the UK prime minister said those EU plans made it \"clear there will be no flexibility on border checks in no deal\".\n\"The Irish government will be expected to apply EU checks in full,\" she added.\nSinn Féin leader Mary Lou McDonald said the Theresa May's defeat over the Brexit deal reinforced the need for the Irish government to \"stand firm\" on the backstop.\nUlster Unionist leader Robin Swann said the government needed to \"grab this process by the scruff of the neck and seek an extension to Article 50\"  - a law which triggered the process of Brexit.\nSDLP leader Colum Eastwood has written to Mrs May asking her for a commitment not to renege on the backstop.\nMr Eastwood said the majority of people in Northern Ireland believed the backstop was the only way to protect the interests of all communities.\n\"This voice cannot be ignored,\" he added.\nAlliance leader Naomi Long said the scale of the prime minister's defeat was \"surprising\" and the only way forward was another referendum.", "date": "16 January 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-46889692", "tags": "brexit may uk eu backstop deal irish meets pm government dup vote no-confidence"}