{"title": "Brexit: Could leaving with no deal cause traffic jams?", "content": " As the March deadline for leaving the European Union approaches, councils and other local organisations are drawing up contingency plans to be put in place in the event of the UK exiting the EU without a deal.   \nThe possibility that a no-deal Brexit  (ie where the UK immediately drops out of the EU single market and customs union) could lead to traffic jams, especially around ports, is one area being looked at. \nIn a letter to MPs, Transport Secretary Chris Grayling said it was \"possible that there could be some freight traffic disruption in Kent in the event of a no-deal, if additional customs checks were introduced in Calais, Coquelles and Dunkirk, where freight services disembark.\"\nKent is home to the Port of Dover, which handles approximately 10,500 lorries a day, with the Channel Tunnel receiving a further 6,000 lorries daily. \nMost lorries transporting freight overseas are accustomed to rolling on a ferry one end and rolling off at the other - it's relatively easy, seamless and quick. \nAt the moment, freight vehicles going through Dover are subject to passport and security checks.\nBut under a no-deal scenario, EU-bound lorries will also need to complete custom declarations.\nFurthermore, certain UK goods arriving into EU ports may also require physical checks, under single market rules. \nThis would apply to certain food, animal and chemical products - like insecticides.   \nThe worry is that these extra checks could lead to bottlenecks, as lorries wait to be processed. \nIn its no-deal guidance published in September, the UK government pledged to introduce \"contingency arrangements to manage the flow of traffic\" in the event of delays caused by extra checks.\nSo how could traffic be affected and what are the plans to stop any gridlock?\nDover has looked at the potential impact of more checks on lorries and - through independent modelling - has estimated that two minutes of extra processing time for each lorry would lead to tailbacks of 17 miles. The port authorities say that the present \"frictionless trade\" between the UK and the EU means that tailbacks in and around the port are \"very rare\".\nResearchers at Imperial College, London, have gone further. In a paper published last March, they estimated that extra check times could lead to a \"dramatic increase of congestion on the motorways as well as local streets\", with tailbacks of up to 29 miles. \nGiven just how quickly the roads around Dover could become clogged, Kent County Council, along with the Department for Transport, has been developing contingency plans. \nSince 2015, a traffic management system known as Dover Tap (Traffic Assessment Project) has been used to control traffic around the port during times of \"mild disruption\". \nWhen Tap is in use, lorry drivers heading to the Port of Dover via the A20 must use the left-hand lane only, and stick to a 40mph speed limit.\nUnder a no-deal Brexit, Tap would remain the first line of defence. But if it proves unable to control the volume of traffic, then a plan called Operation Brock would come into effect. This involves a contraflow system - ie traffic would be allowed to flow in both directions on the same carriageway. \nThis system would operate for about 13 miles, between junctions eight (Maidstone) and nine (Ashford) on the M20, and lorries would be left queuing on the other side.\nThis means - unlike under the previous Operation Stack - the M20 would be kept open and traffic would continue to flow in both directions at times of disruption.\nKent county council says that this system would be able to cope with up to 2,000 lorries. \nIf that proved to be insufficient, the next option would be to divert Dover traffic to the disused Manston airfield, near Ramsgate - and use it as a lorry park to hold up to 6,000 lorries on the runway at any one time.\nThe Department for Transport carried out two test runs at Manston on 7 January, using up to 90 lorries. It said the test went well and traffic flowed smoothly, although the Road Haulage Association complained the exercise \"was too little too late\" and should have begun months earlier.\nIf further capacity was still required, a \"last resort\" would be to turn the M26 into a temporary lorry park.\nThe M26 is a 10-mile motorway connecting the M25 at Sevenoaks and the M20 near West Malling.\nUnder this scenario, the M26 would be closed to normal road users and lorries would park on the carriageway. Kent council believes this option could accommodate a further 2,000 lorries.\nUltimately it would be up to the police to decide the circumstances under which each plan would be triggered.\nChris Grayling says the main focus of traffic contingency planning is solely on Kent - given the large numbers of lorries passing through Dover each day.\nHis letter to local MPs adds that the situation in Kent is \"unique\" and other UK ports don't face the same risk.\nBut that hasn't stopped other councils from considering their options.\nPortsmouth Council owns the city's port and says it's concerned about a lack of infrastructure outside the freight gates, saying it only has space for 13 lorries before they would end up queuing on a nearby roundabout.\nAbout 500 lorries are handled by Portsmouth International Port each day and the council says it's currently looking to acquire nearby land to turn into a potential lorry park in the event that additional checks cause delays.\nIn the case of maximum disruption, lorries could be stacked on some local roads, including motorway sections - according to Assistant Chief Constable Dave Hardcastle on behalf of the Hampshire Local Resilience Forum. \nHowever, Mr Hardcastle adds this would be the \"least preferred option\" and the priority is to acquire Dunsbury Park in nearby Havant as a holding area.   \nKe Han, who specialises in traffic modelling and led Imperial College's research, believes the plans being developed by local councils should avoid significant traffic problems - but he still expects queues, possibly of up to 10 miles, around the Port of Dover in the event of no-deal.\n\"Lorry parks will reduce the impact on local traffic but they won't reduce the expected delays for the lorries. Even if you divert the lorries they still need to eventually converge at a single point,\" he says.\nThere are also practical considerations for the drivers. \"If they're to be parked up for a day, drivers need to get access to coffee, food and toilets,\" Rona Hunnisett, from the Freight Transport Association, says.\nShe welcomes the contingency plans being drawn up but says they're not a long-term solution, and delays will ultimately hurt businesses.\n\"We need to reduce the friction at the border if there is a no-deal Brexit,\" she says.\nThe Department for Transport told BBC News it neither wanted nor expected a no-deal, but would \"continue to prepare for all eventualities and contingencies\".\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "14 January 2019", "href": "https://www.bbc.co.uk/news/uk-46794226", "tags": "brexit no-deal traffic cause port leaving kent local lorries jams says could deal dover"}