{"title": "Brexit: No-deal NI plan disastrous, say businesses", "content": "Business groups in Northern Ireland have reacted with concern at proposals that would see no tariffs on Irish goods coming into NI in a no-deal Brexit.\nThe government published its new contingency plan on Wednesday. \nIt also said it would not place checks or controls on the Irish border.\nBut the Confederation of Business and Industry (CBI) in Northern Ireland said the proposals were \"confused at best, disingenuous at worst\".\nThe NI Food and Drink Association said it could eventually see firms across the EU attempting to exploit a loophole.\n\"Quite quickly you will see goods from Ireland being redirected north.\n\"And within a couple of weeks, goods from the whole of Europe seeking to avoid the tariffs for the rest of the UK will wash through Northern Ireland.\n Convoys of lorries coming south to north congesting our ports, congesting our ferries driving up costs to service the UK market from the only part of the UK that doesn't apply tariffs to European goods.\n\"The government's proposals are confused at best, disingenuous at worst.  There are serious questions over deliverability, and potentially consequences for the island of Ireland on smuggling and tariff proposals.\n\"This latest proposed tariff scheme would leave Ireland with no option but to apply EU tariffs on all goods coming from the UK and therefore would require substantive checks to take place at the Irish border.\"\nSpeaking to the Irish Farmers' Journal, he said: \"We export over 50% of our beef to the UK. If this is subject to tariffs, it will be a 'direct hit' of almost 800m euros (£686m) on the sector.\n\"If the UK decide to apply zero tariffs on food imports from all countries that would expose Irish food to competition from countries with much lower food standards and lead to a disastrous scenario.\"\n\"This will affect Northern Ireland's reputation as a serious trading area, effectively turning us into the wild west of the UK. This proves yet again we need a deal. \n\"The people who will suffer most are legitimate businesses and farmers in Northern Ireland who will not be able to move their goods to the Republic of Ireland without tariffs, whereas Republic of Ireland  goods will have free rein and it will be a goldmine for criminals.\"\n\"The no deal plan for Northern Ireland is shambolic and as I've said before, in a no deal scenario Northern Ireland will be the biggest loser.\n\"Any MPs who back a no deal Brexit in the vote clearly don't really care about Northern Ireland or are playing a dangerous game.\"\n\"Our concern is there is no reciprocation for Northern Ireland firms going into the Republic of Ireland... that distortion is unacceptable.\n\"The proposals are deeply unwelcome.\"", "date": "13 March 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47554346", "tags": "brexit no-deal goods uk ni proposals irish northern say ireland tariffs food disastrous plan businesses"}