{"title": "Brexit: No majority for any options after MPs' votes", "content": "None of MPs' eight proposed Brexit options have secured clear backing in a series of votes in the Commons.\nThe options - which included a customs union with the EU and a referendum on any deal - were supposed to help find a consensus over how to leave the EU.\nBrexit Secretary Stephen Barclay said the results strengthened ministers' view their deal was \"the best option\".\nThe results capped a dramatic Wednesday in which Theresa May promised to stand down as PM if her deal was passed.\nThe prime minister told a meeting of Tory MPs she would leave office earlier than planned if it guaranteed Parliament's backing for her withdrawal agreement with the EU. \nHer announcement prompted a number of Tory opponents of her deal to signal their backing but the Democratic Unionists suggested they would continue to oppose the agreement. \nMPs hoped Wednesday's unprecedented series of \"indicative votes\" would help break the parliamentary deadlock over Brexit. \nThe failure to identify a clear way forward led to angry exchanges in the Commons with critics of the process saying it had been \"an abject failure\".\nThe proposal which came closest to commanding majority support was a cross-party plan - tabled by former Conservative chancellor Ken Clarke - for the whole of the UK to join a new customs union with the EU to ensure tariff-free trade after the UK's exit.\nIts supporters included five Conservative ministers: Mark Field, Stephen Hammond, Margot James, Anne Milton and Rory Stewart. \nAll Conservative MPs - excluding cabinet ministers - were given a free vote, meaning they were not ordered to vote in a certain way. \nEight Conservatives voted for a referendum to endorse the deal, the proposal which secured the most affirmative votes. Labour controversially whipped its MPs to back the proposal but 10 shadow ministers abstained and Melanie Onn quit her job to vote against. \nLabour's own alternative plan for Brexit - including \"close alignment\" with the single market and protections for workers' rights - was defeated by 307 votes to 237.\nFive other propositions - including backing for a no-deal exit, the so-called Common Market 2.0 plan, a separate proposal to remain in the European Economic Area and one to stop the Brexit process by revoking Article 50 - all failed to secure the backing of a majority of MPs. \nBrexiteer Mark Francois said \"this attempt to seize the order paper\" by MPs had failed and the public would be looking on \"with amazement\". \nBut Conservative MP Sir Oliver Letwin, who oversaw the unprecedented process of indicative votes, said the lack of a majority for any proposition was \"disappointing\".\nWhile he said he believed MPs should be allowed to have another go at reaching a consensus on Monday, he said this would not be needed if the PM's deal was approved before then.\nIndependent Group MP Anna Soubry said more people had voted for the idea of another referendum than voted for Mrs May's deal on the two times it had been put to Parliament.\nAnd Labour MP Dame Margaret Beckett, who put forward the motion for a confirmatory referendum, said the objective had not been to identify a single proposition at this stage but to get a sense of where a compromise may lie by, in her words, \"letting a thousand flowers bloom\".\nThe prime minister offered to pay the ultimate price, and leave office - the grandest of gestures any leader ever really has.\nFor a moment it seemed it might work and line up the support she so desperately needs. \nBut within a couple of hours her allies in Northern Ireland were refusing to unblock the progress of Theresa May's main mission.\nThat might not be terminal - one cabinet minister told me the PM may yet have another go at pushing her deal through Parliament against the odds on Friday.\nBut if Plan A fails, Parliament is not ready with a clear Plan B that could yet succeed. \nFor our politics, for businesses trying to make decisions, for all of us, divisions and tensions between and inside our government - and our Parliament - are too profound to bring this limbo to an end. \nCommons Speaker John Bercow said the process agreed by the House allowed for a second stage of debate on Monday and there was no reason this should not continue.\nWhile it was up to MPs, he said there was an understanding Wednesday's objective was to \"shortlist\" a number of options before moving on to consider the \"most popular\". \nMr Barclay appealed to MPs to back the PM's deal \"in the national interest\" when it returns to the House for a third time - which could happen as soon as Friday.\n\"The House has considered a wide variety of options as a way forward,\" he said.\n\"And it demonstrates there are no easy options here. There is no simple way forward. The deal the government has negotiated is a compromise...That is the nature of complex negotiations. \n\"The results of the process this House has gone through today strengthens our view that the deal the government has negotiated is the best option.\"", "date": "28 March 2019", "href": "https://www.bbc.com/news/uk-politics-47728333", "tags": "brexit options may parliament mps backing votes majority deal"}