{"title": "Brexit: EU leaders dismiss talk of renegotiating draft agreement", "content": "EU leaders have dismissed talk of renegotiating the draft Brexit deal and warned the UK's political situation could make a \"no-deal\" more likely.\nGerman Chancellor Angela Merkel said there was \"no question\" of reopening talks as a document was \"on the table\". \nMeanwhile French PM Edouard Philippe said there was a need to prepare for a no-deal because of UK \"uncertainty\".\nThe EU has set out a series of meetings leading up to 25 November when it plans to approve the Brexit agreement.\nHowever leaders admit that there is still much ground to cover after the UK Prime Minister Theresa May won backing on Wednesday from her cabinet for the 585-page draft agreement. \n\"We still have a long road ahead of us on both sides,\" the EU's chief Brexit negotiator Michel Barnier said.\nOn Thursday, Mrs Merkel said she was pleased that progress had been made. \nBut following news of resignations from Mrs May's cabinet, including the UK's Brexit Secretary Dominic Raab, she said it was possible that Britain may still leave without a deal.\nShe also said that there was no appetite for further talks on possible amendments to the current agreement. \n\"We have a document on the table that Britain and the EU 27 have agreed to, so for me there is no question at the moment whether we negotiate further,\" she said. \nMr Philippe appeared to echo her sentiment over UK political uncertainty. \n\"It will escape no-one that the current political situation in Britain could fuel uncertainty... over the ratification of the accord,\" he said. \nThe European Parliament's Brexit chief Guy Verhofstadt said the deal had been hammered out after two years of \"intense negotiations\" and he hoped UK MPs would accept that \"there is not a lot of room [for] manoeuvre to say, 'OK, let's start again'\".\nFrench Finance Minister Bruno Le Maire said the deal was \"good news for the French economy\" but also issued caution, saying the UK must be made to respect all EU rules.\nAnalysis by BBC Europe editor, Katya Adler\nThe EU knows there is a very real possibility the Brexit deal could be voted down by the UK Parliament in a few weeks' time.\nI put the question to Michel Barnier on Wednesday night at his press conference - but, skilled politician that he is, he refused to engage.\nBrussels is very keen indeed not to give the impression that the EU might change or come up with a \"better\" Brexit deal text if this one ends up being rejected in the House of Commons.\nMr Barnier quoted Theresa May as saying that this is a deal in the UK's interest.\nFinland's Prime Minister Juha Sipila tweeted to say that while Wednesday's developments were important, \"decisions on both sides are still needed for a final agreement\".\nAustrian Chancellor Sebastian Kurz said he was \"very pleased\" and \"optimistic\", adding: \"We are pinning our hopes on it.\"\nSpeaking on Thursday alongside EU Council head Donald Tusk, Mr Barnier said the agreement was fair and balanced, took into account the UK's needs and laid the ground for an \"ambitious new partnership\".\nMr Tusk praised Mr Barnier's work and said the agreement had \"secured the interests of the 27 member states and EU as a whole\".\nHe laid out the timetable for the days ahead.\nMr Tusk said: \"Since the very beginning, we have had no doubt that Brexit is a lose-lose situation, and that our negotiations are only about damage control.\"\nAddressing the UK, he added: \"As much as I am sad to see you leave, I will do everything to make this farewell the least painful possible, for you and for us.\"\nMr Barnier later took the document to the European Parliament. Its president, Antonio Tajani, said MEPs would vote on the deal in early 2019.\nIf the agreement is approved by both sides, a 21-month transition period will kick in, during which a trade deal and the thorny issue of how to ensure there is no physical border between Northern Ireland - part of the UK - and the Republic of Ireland will need to be worked out.\nA smooth border-free exchange underpins the peace deal that ended the Northern Ireland conflict.", "date": "15 November 2018", "href": "https://www.bbc.co.uk/news/world-europe-46228454", "tags": "brexit agreement barnier leaders uk eu may draft renegotiating dismiss talk deal still"}