{"title": "Brexit: New checks on some goods from GB into NI under backstop", "content": "Some goods coming into Northern Ireland from the rest of the UK would be subject to new checks and controls if the Brexit backstop is implemented.\nThe details are contained in a draft withdrawal agreement between the UK and EU.\nThe backstop would mean Northern Ireland would have to stay aligned to some rules of the EU single market.\nThat means that goods coming into Northern Ireland would need to be checked to see if they meet EU rules.\nAs the ultimate interpreter of those rules, the European Court of Justice would have a continuing role in Northern Ireland.\nSpeaking on Thursday, the prime minister said if the backstop was used the UK government could make a unilateral commitment not to have regulatory divergence with Northern Ireland.\nShe said that would \"reduce the necessity\" for new checks and controls.\nGuidance published by the European Commission (EC) says:  \"There would be a need for some compliance checks with EU standards, consistent with risk, to protect consumers, economic traders and businesses in the single market.\n\"The EU and the UK have agreed to carry out these checks in the least intrusive way possible.\"\nFor industrial goods based on risk assessment, checks could take place \"in the market\" or at traders' premises.\nSuch checks would always be carried out by UK authorities.\nFor agricultural products, existing checks at ports and airports would \"be increased in scale in order to protect the EU's single market, its consumers and animal health\".\nLive animals coming into Northern Ireland from Great Britain are already subject to checks and controls.\nYes. It seems likely that those controls would have to be extended to some food products.\nAodhán Connolly, who represents the large supermarkets in Northern Ireland, said the deal \"provides solutions to customs, tariffs, an innovative solution on VAT.\"\nBut Mr Connolly, who is director of the Northern Ireland Retail Consortium added: \"There certainly is some work to be done by both the Westminster government and the EU on the checks and administration for goods coming in to Northern Ireland from GB. \n\"That will need to be light touch and be mitigated in further agreements, hopefully to an absolute bare minimum. \n\"However, this agreement must pass through Parliament. We have always said the backstop is better than no deal.\"\nThe deal means that goods going in the other direction, from Northern Ireland into Great Britain, would not be subject to new controls.\nThe agreement states that \"nothing in this protocol prevents the United Kingdom from ensuring unfettered market access for goods moving from Northern Ireland to the rest of the United Kingdom's internal market.\"\nStephen Kelly, chief executive of Manufacturing NI, said the EU had made important concessions which would help NI businesses if the backstop is ever implemented.\n\"The fears and risks flagged by business seem, so far, to have been addressed,\" he said. \n\"The issues of VAT remains an HMRC responsibility and there will be no quotas, origin rules nor tariffs between Britain and Northern Ireland,\" he added. \nUnder the backstop there would be new labelling requirements for Northern Ireland produced goods.\nNorthern Ireland products being sold in Great Britain could be labelled as being from the UK or Northern Ireland.\nBut Northern Ireland made goods being sold in Northern Ireland or the EU could only be labelled as being from Northern Ireland, not the UK. \nThe actual labelling mark for Northern Ireland products will be UK (NI).\nThe agreement also explains how, if the backstop was implemented, Northern Ireland produced goods would be certified and approved.\nProducts being made only for the UK market would not need to go through an EU approval process.\nThey would follow the approvals and certifications processes they do today, through the same UK bodies. \nBusinesses selling products to both the EU & UK would need an EU approval but that approval will also be valid in the UK.\nThat means NI businesses selling in both the EU and the rest of the UK will not have to go through two separate approvals processes.\nThe backstop would also mean the EU having a continuing role in deciding what sort of help businesses can get from government - what is known as state aid.\nFor aid granted by the UK that affects trade between Northern Ireland and the EU, the European Commission (EC) will continue to enforce the aid rules directly. \nThe European Court of Justice will also continue to have a role.\nHowever, for aid granted by the UK affecting trade between the rest of the UK and the EU, the enforcement will be done by a UK enforcement authority, likely to be the Competition and Markets Authority.\nUK courts will supervise the UK enforcement authority, but the EC will have legal standing before UK courts and the right to intervene in cases.\nOne major question around the backstop is how it can be brought to an end.\nThe Irish government's view has always been simply that it will last unless and until something else comes along which which means it is no longer necessary.\nThe agreement lays out in more detail a process for reviewing or ending the backstop.\nIf either the EU, or more likely, the UK thinks its no longer necessary they would have to notify the other side about why they think it should end.\nWithin six months of that notification there would have to be a meeting of ministers - that meeting could also seek an opinion from the Northern Ireland Executive.\nHowever the ultimate decision would have to be a joint one between the EU and the UK. \nOne side could not choose to end the backstop on their own.", "date": "15 November 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-46216120", "tags": "brexit goods uk eu market ni backstop gb northern ireland new checks"}