{"title": "Brexit: How would no deal affect UK citizens in the EU?", "content": "The UK government's Brexit withdrawal deal offers temporary guarantees for Britons living elsewhere in the EU and EU citizens in the UK. \nBut the UK parliament has rejected that deal twice, so a no-deal exit is still a real possibility. The EU has set 12 April as the new deadline - instead of 29 March - for the UK to resolve the Brexit impasse. \nBy that date, the EU says, the UK must present a viable way forward, or face a no-deal exit. \nUnder no deal a host of things would change overnight - what critics call the \"cliff edge\". But here we will focus on the situation of Britons living in another EU country (in the EU27).\nAbout 1.3m UK-born people are resident in the EU27, while the UK hosts about 3.2m EU27 nationals. \nThe withdrawal deal enables them to keep their current freedom of movement and other EU citizenship rights, until 31 December 2020, when the Brexit transition period ends. \nAs for no deal, there is huge uncertainty about what it will mean for Britons living in France, Spain, Germany and elsewhere. \nThe priority for most will be to register as residents, but the rules - including deadlines for paperwork - vary from country to country.\nThe European Commission, in its contingency plan for no-deal Brexit, urges the EU27 to \"take a generous approach to the rights of UK citizens in the EU, provided that this approach is reciprocated by the UK\".\nIt says the EU27 \"should adopt a pragmatic approach to granting temporary residence status\". \nThe Commission - the EU executive - has proposed visa-free travel for British visitors to the EU, provided the UK reciprocates.\nUnder the political declaration agreed alongside the withdrawal deal the UK says \"the principle of free movement of persons between the Union and the United Kingdom will no longer apply\" after the transition.\nIt speaks of \"non-discrimination\" and \"full reciprocity\" and says both sides \"aim to provide, through their domestic laws, for visa-free travel for short-term visits\". \nHowever, that declaration is not legally binding; it spells out ambitions for the future UK-EU relationship, yet to be negotiated. \nUnder no deal, the declaration would be null and void. The UK would immediately be treated by the EU as a \"third country\" like other non-EU states. \nSo the rules for Britons in the EU could well be the same as for Americans or Chinese, unless some emergency reciprocal deals are done.\nNo deal would immediately hit Britons whose work currently takes them to more than one EU country. \nThey would no longer be on a level playing field vis-a-vis EU citizens, who can easily move to another EU country and start a new job there. For Britons, post-Brexit, there will be more bureaucracy.\nMobility in Europe is important for many private sector workers, especially in the tech sector, such as computer game designers. \nSpecialists involved in pan-European research projects also need to be able to travel easily across the EU, often at short notice.\nDaniel Tetlow of campaign group British in Germany says \"Brits are now being discriminated against in job applications\".\nPost-Brexit, he said, \"I have the right only to continue working in Germany - I'm effectively landlocked\". \n\"This has huge career implications for all UK citizens, not just those living in the EU, as is often misunderstood,\" he told the BBC. British in Germany is part of the coalition British in Europe.\nIt is not clear which UK professional qualifications will be recognised in the EU post-Brexit, and vice versa. Those details are yet to be negotiated.\nUnder the withdrawal deal, British students in the EU27 can continue under the current system. But from 2021 they may face much higher tuition fees - those that non-EU students have to pay. Only Germany and Norway (which applies EU rules) offer free tuition for international students.\nNo deal would mean the current reciprocal healthcare, shared by the UK and the EU27, would no longer apply. \nIt could send health insurance premiums soaring for UK citizens who need sufficient cover for holidays or work in the EU.\nNo deal would most likely delay the registration of some medicines and/or delivery of them.\nBritons could find their European Health Insurance Card (EHIC) - a passport to emergency medical treatment - is no longer valid in some EU countries.\nThe House of Commons Library says that post-Brexit, if a UK national moves to the EU, access to benefits will depend on the host country's immigration policy and the terms of any bilateral social security agreement it has with the UK.\nIn the EU, social security contributions are co-ordinated. So someone who has worked in more than member state can make just one application to the relevant agency where they are living when they reach pension age. That agency notifies any other EU state where the individual has worked, and the national insurance contribution that he/she paid there becomes part of the pension.\nThat reciprocity disappears under a no-deal scenario. It is not clear whether any old bilateral UK deals with individual EU states on social security will be revived.\nThe UK tax treatment of overseas pension transfers could change post-Brexit. Transfers from the UK to non-EU countries have been subject to a 25% UK \"overseas tax charge\" since 2017. There is no guarantee that tax-free transfers will continue for UK pensioners living in the EU.\nWhat about the EU27 countries where most UK citizens live?\nOf the estimated 310,000 Britons living in Spain about 65,000 are resident and in permanent work. About one-third of the 310,000 are pensioners.\nNo deal would be much less of a problem for a Briton with dual nationality. But Spain does not allow it - except for veterans of the 1930s left-wing International Brigades and Sephardi Jews who can prove a family connection with Spain. For other Britons, acquiring Spanish citizenship means surrendering a UK passport.\n\"Third country\" nationals in Spain have to prove annual income of at least €26,000 (£23,000; $30,000) to remain legally resident - and that could be a problem for some British pensioners, post-Brexit.\nWhatever happens, both governments say, the Common Travel Area will remain in force. That is a relief for Britons living in Ireland and the people of Northern Ireland. \nUnder the CTA, Irish and British citizens can travel and work freely in both countries. It is also recognised by the EU.\nThe big risk is that no deal could bring back a \"hard\" Northern Ireland border - something the withdrawal deal goes to great lengths to prevent, with the controversial backstop plan.  \nFrench MPs have granted the government emergency powers to issue decrees in the event of a no-deal Brexit.\nThe government says it will not impose visas on British visitors, provided the UK government also maintains visa-free travel. \nBritons living in France are not yet required to register as residents. But registration could make it easier to buy or sell a property.\nFrom 30 March - in the event of no deal - Britons will have three months to register for a new temporary residence permit. \nThe bureaucratic formalities vary from one German state to the next, under the federal system. Berlin has the largest number of Britons - there has been a big influx since the 2016 Brexit referendum.", "date": "28 March 2019", "href": "https://www.bbc.com/news/world-europe-46841041", "tags": "brexit citizens uk country eu britons living would british says affect deal"}