{"title": "Brexit: What could no deal mean for the Irish border?", "content": "The German Chancellor Angela Merkel has said a solution must be found to avoid a hard border in Ireland, in the event of a no-deal Brexit.\nSpeaking in Dublin, Ms Merkel said: \"We will simply have to be able to do this... where there's a will there's a way. We still hope for an orderly Brexit.\"\nBut if Theresa May cannot find a way to get a withdrawal agreement through Parliament then the UK will leave the European Union (EU) with no deal.\nThe UK and Irish governments and the EU have been consistent that, whatever happens, there will be no hardening (ie physical checks) at the border.\nBut keeping that promise could be challenging.\nIf the UK leaves without a deal, it will cease to have a trade deal with the EU.\nThe EU imposes a range of checks at its borders for countries like this.\nThere are customs checks, like those on the Norway-Sweden border, and product standard checks.\nThe checks on food products are strict - they must take place at border inspection posts located \"in the immediate vicinity of the point of entry\" into the EU.\nThe EU says these border checks are necessary to protect what it refers to as the \"integrity\" of its single market and customs union.\nEssentially, it means that the EU wants to prevent products entering its market that could be unsafe or represent unfair competition.\nThe EU's chief negotiator Michel Barnier has repeatedly emphasised that protecting the single market is a key objective for the EU.\nThe EU has made it increasingly clear that there would have to be some form of checks on cross-border trade in Ireland - but the question is how and where would they take place?\n\"We have to implement everywhere, at each and every external border of the EU, three types of controls\" to protect consumers, businesses and national budgets, says Mr Barnier.\n\"We need to find the way somewhere to implement the checks. We're working with the Irish government to know where we can apply these checks.\"\nThe Revenue Commissioners, Ireland's tax authority, has suggested that while all customs declarations could be filed electronically, up to 8% of consignments would still need to be physically checked for customs purposes.\nIt says it is exploring ways of doing this at traders' premises or at designated warehouses.\nBrexit supporters and some government ministers have seized on suggestions like this to say that there is no real problem.\n\"Solutions have been come up with that don't involve a hard border, that involve doing checks elsewhere,\" Liz Truss, the chief secretary to the Treasury, told the BBC.\nHowever, the EU's strict rules on checking certain food products may prove to be a potential problem, according to the Revenue Commissioners.\nOn top of that, carrying out checks in warehouses would seem to conflict with the Irish government's definition of a hard border which rules out not only physical infrastructure but also \"related checks and controls\".\nTaoiseach (Irish prime minister) Leo Varadkar has said Ireland will do everything possible to avoid a hard border, but food and animal checks will be difficult to get round.\n\"Customs duties can be collected as other taxes are, either online or into tax offices... When it comes to animal checks it's much more difficult. Animal checks can only possibly be done physically by vets,\" he said.\nAnna Jerzewska, trade policy consultant at British Chambers of Commerce, agrees that customs formalities can be carried out away from a border but eliminating all checks would be a stretch.\n\"That would be a massive departure from existing procedures for any country,\" she said.\n\"There's a reason borders are not invisible. It ensures some level of compliance and an acceptable level of risk.\"\nShe adds that the European Commission would also have to justify to other member states why these procedures could be used in Ireland and not in, say, Bulgaria.\nLeo Varadkar has suggested that this would be the best way to prevent any hardening of the border.\nSpeaking after a summit of EU leaders last month, he said: \"There is a growing acknowledgement that the only way you can avoid a hard border is special arrangements.\n\"It's the detail of those we need to work through - but if you want to know what they look like, they look like the backstop.\"\nThe backstop is the most controversial part of Theresa May's deal with the EU. \nIt would mean that if a final trade deal was not sufficient to keep the Irish border as it is now, then Northern Ireland would stay aligned to some rules of the EU single market.\nThat would mean goods coming into Northern Ireland from elsewhere in the UK would need to be checked to see if they meet EU standards.\nIt would be a huge step for a UK government to implement something like the backstop in the event of no deal.\nAnd the DUP has repeatedly said it is against any new checks on goods coming into Northern Ireland from Great Britain as \"that would make us separate from the UK\", according to its leader, Arlene Foster. \nInstead, the DUP wants alternatives solutions, such as technology, to replace the backstop. But the EU has ruled out using existing technology, saying it would not be enough to remove the need for checks and controls.\nAn alternative suggestion is that checks could take place on goods leaving the island of Ireland and destined for the EU.\nSo, in effect, the border shifts between the island of Ireland and mainland Europe.\nBut the Irish government has made it clear it would resist any such plan.\n\"We don't want Ireland to be a backdoor to the single market,\" Mr Varadkar told a press conference in Paris.\nThe government published its no-deal plan for the border last month.\nIt has promised not to introduce any new checks or controls on goods, including no customs requirements for nearly all goods.\nThe plan is intended to be temporary and the government said its priority would be to enter into discussions with the European Commission and the Irish government to jointly agree long-term measures to avoid a hard border.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "5 April 2019", "href": "https://www.bbc.com/news/uk-northern-ireland-47786455", "tags": "brexit eu hard border deal irish ireland could government customs checks mean"}