{"title": "British academic awarded Nobel economics prize", "content": "British academic Angus Deaton has been awarded the Nobel economics prize for 2015 for his analysis of consumption, poverty, and welfare.\nThe 69-year-old Princeton University professor said he was delighted to have won the prize.\nProfessor Deaton described himself as \"someone who's concerned with the poor of the world and how people behave, and what gives them a good life\".\nHis research focuses on health, wellbeing, and economic development.\nTorsten Persson, secretary of the Royal Swedish Academy of Sciences award committee, said that Professor Deaton's work has had \"enormous influence\", particularly in India where the government had reshaped its measurement of poverty.\nIt had also been very influential in the academic community by reshaping various branches of economics, he said.  \nWhile Professor Deaton expected extreme poverty to continue decreasing, he did not want to be \"blindly optimistic\" because \"tremendous health problems among adults and children in India\" still existed. \nProfessor Deaton said that half of Indian children were still malnourished: \"For many people in the world, things are very bad indeed.\"\nThe academy said that individuals' consumption choices must be understood before economic policy aimed at reducing poverty could be formulated. \n\"More than anyone else, Angus Deaton has enhanced this understanding. By linking detailed individual choices and aggregate outcomes, his research has helped transform the fields of microeconomics, macroeconomics, and development economics.\"\nThe work for which Professor Deaton has been honoured revolved around three questions:\n\"His research has uncovered important pitfalls when comparing the extent of poverty across time and place,\" the committee said.\nThe Edinburgh-born academic, who had been in the running for the prize several times in past years, was previously at Cambridge and Bristol universities.\nThe award includes prize money of 8m Swedish kronor (£637,000, $950,000).\nThe economics award was not created by Alfred Nobel in 1895, but was added by Sweden's central bank in 1968 as a memorial to the Swedish industrialist.\nThe Nobel prizes will be given to winners on 10 December at ceremonies in Stockholm and Oslo.", "date": "12 October 2015", "href": "https://www.bbc.com/news/business-34505586", "tags": "academic prize poverty economics nobel awarded british research swedish deaton professor"}