{"title": "British Party Leader Suspended After Crude Remark and Swipe at Reporter", "content": "LONDON — The right-leaning populist party that has sent tremors through British politics sustained a self-inflicted setback on Friday when a senior official was disciplined after jokingly referring to women as “sluts” and hitting a television reporter on the head with a party document.\nThe disciplinary action against Godfrey Bloom of the United Kingdom Independence Party, which campaigns against immigration and for Britain to leave the European Union, overshadowed a party conference here. Mr. Bloom is also a member of the European Parliament.\nAlthough the party has no members in Britain’s Parliament, some opinion polls suggest that it is challenging to become the country’s third-most popular party, eclipsing the Liberal Democrats, who are the junior partners in the coalition government.\nBuoyed by a series of electoral successes, the Independence Party’s leader, Nigel Farage, told the party conference that “an earthquake in British politics” would occur next year when, he predicted, the party would win more seats in European Parliament elections than any other in Britain.\nBut Mr. Bloom, who made headlines nine years ago by saying that women did not clean behind the refrigerator often enough, did so again Friday when he was heard saying that a room was “full of sluts.” He said later that the comment was meant as a joke and that everyone, including the women in the room, had laughed.\nBut he later reacted angrily when asked by a television reporter, Michael Crick, why there were no black faces among more than 250 photographs of party supporters on the cover of the conference agenda. Mr. Bloom accused Mr. Crick of asking a racist question and was filmed hitting him across the head with a copy of the agenda.\nThe party leadership said that Mr. Bloom would be removed from his party whip post pending an investigation, which meant he would be suspended from formal involvement in party business.\nThe episode could damage the credibility of the Independence Party, which has made impressive electoral gains. Some analysts say that by splitting the right-wing vote in some areas, the party is hurting the prospects of the Conservative Party, led by Prime Minister David Cameron, to win a majority in the next general election, due in 2015.\nAddressing the conference, Mr. Farage insisted that the party was “opposed to racism, sectarianism and extremism.” But his speech dwelled at length on European Union rules that starting in January will allow Romanians and Bulgarians without special permits to seek work in Britain. The two nations joined the European Union in 2007, and their citizens are already allowed to enter Britain freely for visits.\n“I’d come here myself if I was in their position,” Mr. Farage said. “So would you. Anyone would be tempted. In Bulgaria and Romania, average earnings are a fifth of ours.\n“London is already experiencing a Romanian crime wave,” Mr. Farage said. “There have been an astounding 27,500 arrests in the Metropolitan Police area in the last five years. Ninety-two percent of A.T.M. crime is committed by Romanians.”\nHe also said that Britain “should not welcome foreign criminal gangs” and should deport offenders.\nRomania’s embassy in London did not respond to a request for comment. The Metropolitan Police said Mr. Farage’s figures were in line with theirs, which show that 7,650 Romanians were arrested in the first six months of this year, compared with 7,046 in all of 2012. Mr. Farage’s A.T.M. fraud statistic was based on an estimate given by the London police.\nMr. Farage argued that his party has changed the contours of British politics by forcing other parties to toughen positions toward the European Union and immigration. Earlier this year Mr. Cameron said that if he were re-elected, he would renegotiate the terms of Britain’s membership in the European Union and hold a referendum in 2017 on whether to continue membership.\nOnce seen as a maverick, Mr. Farage has become a rising star of British politics through plain speaking, a rejection of political correctness and a strong sense of mischief. But Peter Wilding, director of British Influence, a group campaigning to keep Britain in the Union, described Mr. Farage as “a demagogue, whipping up fear and hatred with a smile on his face and a pint in his hand.”", "date": "Sept. 20, 2013", "href": "https://www.nytimes.com/2013/09/21/world/europe/british-party-leader-suspended-after-sluts-remark-and-swipe-at-reporter.html", "tags": "farage european “ suspended party union swipe britain remark british leader crude reporter said"}