{"title": "Brock Turner Is Appealing His Sexual Assault Conviction", "content": "Brock Turner, the former Stanford University student and champion swimmer who was found guilty in March 2016 of sexually assaulting an unconscious woman on campus, is appealing his conviction.\nA 172-page brief filed on Friday by Mr. Turner’s lawyer, Eric Multhaup, said Mr. Turner did not get a fair trial for several reasons, including the exclusion of testimony by character witnesses who spoke of his swimming career and his performance in school and attested to his honesty, the appeal said.\nAbout 60 pages focus heavily on how intoxicated the victim, known as Emily Doe, was on the night of the attack.\nMr. Multhaup declined to offer a comment beyond the brief.\n“Brock Turner received a fair trial and was justly convicted,” Jeff Rosen, the Santa Clara County district attorney, said in a statement on Saturday. “His conviction will be upheld. Nothing can ever roll back Emily Doe’s legacy of raising the world’s awareness about sexual assault.”\nThe trial and sentencing of Mr. Turner prompted a national outcry and called attention to sexual assaults on college campuses.\nJudge Aaron Persky of Santa Clara County Superior Court sentenced Mr. Turner — who was a 19-year-old freshman when the crime occurred on Jan. 18, 2015 — to six months in a county jail and three years’ probation after he was convicted of three counts of felony sexual assault. Mr. Turner faced as much as 14 years in prison.\nHe lost his swimming scholarship to Stanford and had to register as a sex offender in Ohio, his home state.\nThe sentence was criticized as egregiously lenient, prompting an effort to recall Judge Persky. Mr. Turner served three months in jail and was released on Sept. 2, 2016.\n“The jury heard the evidence and decisively rejected Turner’s efforts to blame the victim,” Michele Dauber, a professor of law at Stanford and the chairwoman of a committee to recall Judge Persky, said on Saturday. “The problem with this case is not that Judge Persky was unfair to Brock Turner, it’s that Judge Persky was unfair to the victim.”\nThe 22-year-old victim, who was not a Stanford student, was attacked after a party at the Kappa Alpha fraternity. Two Stanford graduate students who were bicycling came upon the assault, according to court records. When Mr. Turner began to flee, they chased him, tackled him and held him for the police.\nThe victim has said she does not recall the assault. She said she was told she had been found behind a Dumpster, and learned from news reports that the witnesses discovered her attacker on top of her unconscious, partly clothed body.\nMr. Turner’s appeal takes issue with the prosecutor Alaleh Kianerci’s many references to the Dumpster during the trial, particularly her repeated use of the phrase “behind the Dumpster.”\nThe appeal said the use of the phrase “implied an intent on the appellant’s part to shield” his activities from others and “implied moral depravity, callousness, and culpability on the appellant’s part because of the inherent connotations of filth, garbage, detritus and criminal activity frequently generally associated with Dumpsters.”\nThe victim and Mr. Turner were found in a three-sided structure that customarily houses a Dumpster. They were discovered on an open side, facing a darkened basketball court. The fraternity house faced the other side.\nThe graduate students approached from the basketball court side, meaning Mr. Turner and the victim were not obscured, the brief said.\nA request for comment from Ms. Kianerci was not immediately returned on Saturday.\nMr. Turner was convicted of sexual assault of an unconscious person, sexual assault of an intoxicated person and sexual assault with intent to commit rape.\nIn a statement submitted to the court before his sentencing, Mr. Turner insisted that the sexual encounter was consensual, but he did admit to “imposing trauma and pain” on the victim.\nAt Mr. Turner’s sentencing, the victim read a lengthy statement.\n“This is not a story of another drunk college hookup with poor decision making,” she said in the statement. “Assault is not an accident.”\nMr. Turner’s father, Dan, was harshly criticized online after he made a statement saying that his son should not go to jail or have his life ruined for “20 minutes of action.”\nA still-unresolved issue stemming from the case is the fate of Judge Persky, who sought in court to block signature-collection efforts calling for his ouster. That request was rejected on Friday by a state appellate court.\n“We’re extremely pleased that the court of appeals turned down Judge Persky’s request for a stay,” Professor Dauber said. The committee she is leading has so far collected 76,000 signatures of the 90,000 needed to get on the June ballot.\nAttempts on Saturday to reach Judge Persky, who is prohibited from commenting on the appeal because it is a pending case, were unsuccessful.\nLaDoris Cordell, a retired Superior Court judge from Santa Clara County and an opponent of the recall effort, said in an interview on Saturday that the appellate court had denied his request for an emergency writ but that a full hearing would happen sometime next year.", "date": "Dec. 2, 2017", "href": "https://www.nytimes.com/2017/12/02/us/brock-turner-appeal.html", "tags": "victim appealing “ conviction court judge turner sexual brock said persky assault"}