{"title": "Brock Turner Wanted Only ‘Outercourse,’ Lawyer Argues in Appeal", "content": "A lawyer for Brock Turner, whose six-month jail sentence for sexually assaulting an unconscious woman prompted outrage in 2016 and beyond, argued this week that the former Stanford swimmer shouldn’t have been convicted of intending to commit rape because he merely sought “outercourse.”\nThe lawyer, Eric Multhaup, made that argument before a three-judge panel of California’s Sixth District Court of Appeal in San Jose on Tuesday. Mr. Turner is appealing his conviction on charges of sexual assault of an unconscious person, sexual assault of an intoxicated person and sexual assault with intent to commit rape.\nThe 22-year-old victim was attacked after a fraternity party in January 2015. Two witnesses said they found Mr. Turner, then 20, thrusting on top of her unconscious body by a dumpster near the fraternity house, her dress pulled above her waist. He told the police that he removed her underwear and penetrated her with his fingers, but never took his own pants off.\nDuring Tuesday’s court appearance and in a brief filed in May, Mr. Multhaup argued that the “outercourse” — defined as sexual activity other than vaginal sex — was all Mr. Turner sought.\nThe distinction is significant because, at the time, California law narrowly defined rape as “an act of sexual intercourse” under duress or lack of consent. (The law has since been expanded to include all forms of nonconsensual sexual assault.)\nThe jury found sufficient evidence that he had intended to rape the unconscious woman, as rape was defined by California law at the time. But in the appeal, Mr. Multhaup referred to “outercourse” as “an alternative to or substitute for sexual intercourse, not a precursor to it.”\n“As a matter of common sense, the sexual activity that was observed here is mutually exclusive to actual intercourse,” the brief said, linking to a Planned Parenthood page in support. “A person seeking sexual gratification chooses one or the other.”\nHe repeated the argument in court on Tuesday — but according to local media accounts, at least one of the judges did not seem swayed.\n“I absolutely don’t understand what you are talking about,” Associate Justice Franklin D. Elia said, according to The San Jose Mercury News.\nJustice Elia also said that the United States Supreme Court had ruled that a person doesn’t have to expose himself to provide intent to commit rape, according to Palo Alto Online. The judges will have 90 days to make a decision.\nMr. Multhaup did not return an email seeking comment on Thursday.\nMr. Turner’s case received widespread attention because many saw his sentence — six months in jail, well short of the 14-year maximum he could have received — as being far too lenient. The judge who sentenced him, Aaron Persky, was recalled in June by just over 60 percent of voters in Santa Clara County after a two-year effort to remove him from the bench.\nMr. Turner served three months before he was released in September 2016. He also received three years of probation, was required to register as a sex offender and was barred from Stanford’s campus.\nIn September 2016, Gov. Jerry Brown signed a law that required minimum sentences for sexual assault cases.\nThe lawyer’s invocation of “outercourse” was widely denounced or mocked. Camille Gear Rich, a law professor at the University of Southern California, said in an email that it could serve as a substitute for intercourse only with the consent of both parties, while Mr. Turner’s behavior suggested he intended to penetrate the victim.\n“It’s both offensive and counterproductive for a defense attorney to try to convert voluntary safe sex techniques into a cover for what clearly was malicious intent in this case,” she said.\nKristen Houser, a spokeswoman for the National Sexual Violence Resource Center, based in Pennsylvania, called it “a desperate whitewashing attempt.”\n“This just really seems like a brazen attempt to sanitize a sexual assault by splitting hairs in individual legal definitions,” she said.\nMichele Dauber, a Stanford law professor who led a committee to recall Judge Persky, said the appeal tactics confirmed what critics had said during the sentencing: that Mr. Turner hadn’t been remorseful or taken responsibility.\nShe said the introduction of the “outercourse” argument was inappropriate for an appeals court; Mr. Turner had the opportunity to make that case to the jury but never did, she said.\n“In the grand scheme, he got off very lightly and was very lucky in the way he was sentenced,” Ms. Dauber said. “Everyone would be better off if he were to accept the consequences and move on.”", "date": "July 26, 2018", "href": "https://www.nytimes.com/2018/07/26/us/brock-turner-victim-outercourse-appeal.html", "tags": "wanted ‘ argues mr. rape court appeal ” turner outercourse brock sexual law assault lawyer"}