{"title": "Brock Turner Loses Appeal to Overturn Sexual Assault Conviction", "content": "A California appeals court has upheld the conviction of Brock Turner, the former Stanford University swimmer who was sentenced to six months in jail in 2016 for sexually assaulting an unconscious woman, despite his lawyer’s argument that there was insufficient evidence and that Mr. Turner had sought only “outercourse.”\nMr. Turner was appealing his 2016 conviction on charges of sexual assault of an unconscious person, sexual assault of an intoxicated person and sexual assault with intent to commit rape. The felonies stemmed from his assault of a 22-year-old woman after she had blacked out from drinking at a campus party in January 2015, when he was 19.\nIn March 2016, the news of Mr. Turner’s sentence of half a year in county jail and three years’ probation set off a national outcry and drew attention to sexual assaults on college campuses. He served three months in jail.\nHis lawyer, Eric Multhaup, filed a 172-page brief in December 2017 saying that Mr. Turner did not get a fair trial for several reasons, including insufficient evidence and the exclusion of character witnesses. The brief included about 60 pages on how intoxicated the victim was on Jan. 18, 2015, the night of the attack.\nIn July, Mr. Multhaup told a three-judge panel of California’s Sixth District Court of Appeal in San Jose that Mr. Turner should not have been convicted of intending to commit rape because he had kept his pants on and fly zipped and had merely sought “outercourse,” defined during his appearance and in the brief as sexual activity other than vaginal sex.\nBut on Wednesday, the panel affirmed the conviction. “We are not persuaded,” wrote Associate Justice Franklin D. Elia. “While it is true that defendant did not expose himself, he was interrupted.”\nJustice Elia wrote that jurors “reasonably could have inferred from the evidence” that if two graduate students had not stopped Mr. Turner when they saw him on top of the unresponsive woman, “he would have exposed himself and raped” her.\nThe justices also ruled that there was substantial evidence that Mr. Turner knew that the victim was unconscious at the time he sexually penetrated her with his finger, and noted that he had lied to a detective in the case about trying to run away.\nThe case prompted public outrage over the sentence, which was widely regarded as lenient. At the sentencing, the victim, who became known as Emily Doe, read a lengthy statement. “This is not a story of another drunk college hookup with poor decision making,” she said. “Assault is not an accident.”\nIt also called attention to sexual assaults on college campuses, and led to a vote in June to recall the sentencing judge in the case, Aaron Persky of Santa Clara County Superior Court, the first judge recalled in California in more than 80 years.\nMr. Turner lost his swimming scholarship to Stanford and had to register as a sex offender in Ohio, his home state. He is required to register as a sex offender for the rest of his life because he was convicted of trying to rape an intoxicated person.\nOn Thursday, Mr. Multhaup declined to comment on whether he would seek to take the case to the state’s Supreme Court or on other details of the case.\nLaurie L. Levenson, a professor at Loyola Law School, said that it was unlikely that the court would take the case because there were no dissents among the panel of judges and the court affirmed there was sufficient evidence. “It takes a look when there is a conflict in the lower courts on legal issues, when different courts are coming out in different ways that they have to reconcile,” she said. “It’s a real long shot. He may be at the end of the line.”", "date": "Aug. 9, 2018", "href": "https://www.nytimes.com/2018/08/09/us/brock-turner-appeal.html", "tags": "evidence “ overturn conviction court appeal loses turner california sexual brock case assault"}