{"title": "Brryan Jackson: My father injected me with HIV", "content": "When Brryan Jackson's father injected his son's infant body with a syringe full of HIV-infected blood, he hoped he'd never see him grow up. Nobody ever imagined that 24 years later, he'd be facing his strapping young son in court to hear about the devastating impact of his crime. \nIt's lunchtime at the Missouri Department of Corrections. A nervous Brryan Jackson is guided away from the prison waiting room with its entrance buzzers and clanking doors into the quietness of a sparse white-walled courtroom. \nAt the other end of the room a man wearing a white prisoner's uniform is waiting for him. Although they haven't met since he was a baby, this man, Bryan Stewart, is his father. \nJackson is here to read a statement he's hoping will ensure his father remains behind bars for as long as possible. It's a statement very few believed he'd get the chance to read, when, in 1992, he was diagnosed with \"full-blown Aids\" and sent home to die. \nClutching a single sheet of typed paper, Jackson calmly takes his place next to his mother, five seats away from his father. \"I tried to keep my eyes forward. I didn't want to make eye contact with him,\" he says.\nHe can see him out of the corner of his eye, though, and at one point momentarily glimpses his face. \n\"I recognised him from his mugshot, but I have no connection to him,\" Jackson says. \"I wouldn't even recognise him as my father.\" \nThe parole board calls on him to read aloud his victim's statement. Jackson pauses.\n\"In that moment I wondered if I was doing the right thing, but my mother always taught me to be courageous.\n\"I tried to remind myself that God was with me. Whatever the result of the hearing, God is bigger than me, bigger than my father, bigger than that room or even the Justice Department.\"\nHe takes a deep breath, fixes his eyes firmly on the parole board and begins to tell his story.\nIt begins when his mother and father met at a military training facility in Missouri, where they were both training as medics. They moved in together and five months later - in mid-1991 - his mother was pregnant.\n\"When I was first born my father was really excited, but everything changed when he went away for Operation Desert Storm. He came back from Saudi Arabia with a completely different attitude towards me,\" Jackson says.\nStewart began denying Jackson was his child, demanding DNA tests as proof of paternity, and became verbally and physically abusive towards Jackson's mother.\nWhen she finally left him, the couple fought bitterly over child support payments, which Stewart refused to pay. During their fights he would make sinister threats, Jackson says. \"He used to say things like, 'Your child's not going to live beyond the age of five,' and 'When I leave you I'm not going to leave any ties behind.'\"\nMeanwhile Stewart, who had found work as a blood tester in a laboratory, had begun secretly taking samples of infected blood to store at home, investigators later discovered. \n\"He used to joke around with colleagues saying, 'If I wanted to infect someone with one of these viruses they'd never even know what hit them,'\" Jackson says.\nBy the time Jackson was 11 months old, his mother and father had all but lost contact. But when Jackson was hospitalised following an asthma attack, his mother picked up the phone.\n\"My mother called my father to let him know - she assumed he'd want to know his son was sick. When she called, his colleagues said, 'Bryan Stewart doesn't have a kid.'\"\nThe day Jackson was due to be discharged, Stewart paid an unexpected visit to the hospital.\n\"He wasn't a very active father so everyone thought it was strange when he showed up,\" Jackson says. \n\"He sent my Mum down to the cafeteria to get a drink so he was alone with me.\"\nWhen the coast was clear, Stewart took out a vial of HIV-tainted blood and injected it into his son.\n\"He was hoping I would die off so he wouldn't have to pay child support,\" Jackson says.\nHis mother returned to find him screaming in his father's arms. \"My vital signs were all out of whack because it wasn't just HIV blood he had injected me with, it was incompatible with mine.\"\nThe doctors were baffled. Oblivious to the deadly virus now coursing through his veins, they restored his pulse, temperature and breathing to normal and sent him home expecting him to live a full and healthy life.\nBut in the weeks that followed, Jackson's mother saw her lively child's body begin to deteriorate before her eyes.\nDesperate for a diagnosis, for four years \"she carried me to numerous doctors' appointments begging them to find out why I was near death,\" Jackson says. But none of the tests they ran gave any clue.\nEven though he was a child, Jackson was aware his situation was frightening. \"I remember waking up in the middle of the night screaming, 'Please Mum don't let me die!'\" he says.\nOne night, after he had been checked for every disease imaginable, his paediatrician woke up from a nightmare and called the hospital to ask them to test for HIV.\n\"When the test came back, I was diagnosed with full-blown Aids and three opportunistic infections.\" The doctors came to the conclusion there was no hope of his survival.\n\"They wanted me to have as normal a life as I could,\" he says. \"So they gave me five months to live and sent me home.\"\nThe doctors continued to treat Jackson, though, with every drug available.\nHe says his entire childhood was lived \"one day at a time\". Staying alive was a high-wire act. \"One day I would seem fine, the next hour I would be rushed back to the hospital with another infection,\" he says. \nHe was left hearing-impaired as a side-effect of the medication.\nBut while other children Jackson had met in hospital did not survive, much to the amazement of his doctors, Jackson's health began to improve. \nEventually, he was just about healthy enough to go to school, and started attending lessons part-time with a backpack full of medications fed through an intravenous line.\nA friendly little boy, he was unaware of social stigma surrounding his disease.\n\"The tragedy of my school life was that the school didn't want me. They were scared. \n\"Back in the 90s people thought back then you could get Aids from a toilet seat. I once read a college textbook that said you could get HIV through eye contact,\" he says. \nTo begin with it wasn't the children who were afraid of Jackson, it was their parents. They wouldn't invite him to birthday parties - in fact they wouldn't even invite his half-sister. But as they grew older the children adopted their parents' prejudices.\n\"They'd call me things like, 'Aids boy, gay boy.' That's when I started to feel isolated and alone. I felt like there was no place in the world for me,\" he says.\nAged 10 he began to piece the story of his father's crime together, but it took a few more years for the magnitude of what his father had done to hit home. \n\"At first I was very angry and bitter. I grew up watching movies where fathers cheer on their sons from the sidelines. I couldn't wrap my mind around how my own father could do that to me,\" he says. \n\"He didn't just try to kill me, he changed my life forever. He was responsible for the bullying, he was responsible for all the years in hospital. He's the reason I have to be so conscious about my health and what I do.\"\nWhen he was 13, studying the Bible alone in his bedroom, he found faith and this enabled him to forgive his father.\n\"Forgiveness isn't easy,\" he says, \"but I don't want to lower myself to his level.\"\nAlthough he was born Bryan Stewart Jnr, last year he added an '\"R\" to his first name and adopted his mother's surname, Jackson. \n\"Changing my name helped me protect my identity,\" he says.\n\"It also gave me the opportunity to say 'I have no association with Bryan Stewart. I am a victim of his crimes.'\n\"During the parole hearing he kept calling me his son. I tried to raise my hand to request he refer to me as his victim. I thought, at what point have I ever been his son? Was I his son when he intentionally injected me with HIV?\"\nBut even in the darkest hours of his illness, Jackson would still laugh, cracking the nurses up with Forrest Gump impressions from his hospital bed. \n\"I've always made jokes,\" he says. \"I like making jokes about what it's like to be HIV-positive, or what it's like to be hard of hearing or what it's like to be without a father. \n\"I reckon if I hadn't become a motivational speaker, I'd have been a stand-up comedian.\n\"People get confused. They think my sense of humour is a coping strategy, but I believe if you have the ability to laugh at tragedy and bad things that happen in your life, you're not coping… you've got power.\"\nIn July, Jackson received a headed letter from the Missouri Department of Corrections informing him that on the basis of the hearing, his father has been denied parole for another five years. \n\"All I could do at the hearing was read my statement and pray and hope justice is done. But to have that verdict is very empowering,\" he says.\n\"There have been times I've woken up from nightmares, scared he might come back to finish the job,\" he says. \"I may have forgiven him, but even in forgiveness I believe you have to pay the consequences.\"\nAlthough his father argues in his defence that he was suffering from PTSD, after his time in Saudi Arabia, Jackson is not convinced. He says his father served with the naval reserves and never saw combat.\nMeanwhile, Jackson continues to confound medical expectations.\n\"I'm as healthy as a horse! Healthier than a horse! I am beyond that! I might be slightly chunky, but I'd still consider myself a good athlete,\" he says.\n\"Right now my T-cell count is above average. That gives me virtually no chance of passing the virus on. I've gone from taking 23 pills a day to taking one. I don't know what I've been doing but now my HIV status is 'undetectable'.\n\"I still have Aids, though,\" he says cheerfully. \"Once an HIV diagnosis, always an HIV diagnosis.\"\nAlthough he is kept busy with his career as a motivational speaker and his charity, Hope Is Vital, which promotes understanding about HIV, he often finds himself daydreaming about fatherhood. \nHaving had a bad father, he longs to be a good one.\n\"I would love to be a dad,\" he says.\n\"A dad is one of the things in life I think I am meant to be.\n\"I'd like to root my kids in hope. I want to give them a vision that the world is a peaceful place and I am always going to be there to protect them. Through bad things, great things are possible.\"\nListen to Brryan Jackson talking to Outlook on the BBC World Service\nJoin the conversation - find us on Facebook, Instagram, Snapchat and Twitter.", "date": "19 October 2016", "href": "https://www.bbc.co.uk/news/magazine-37696071", "tags": "mother jackson son brryan one injected says father hiv like stewart"}