{"title": "Bruce Springsteen Cancels North Carolina Concert Over Anti-LGBT Law", "content": "North Carolina’s controversial new anti-LGBT law doesn’t sit well with Bruce Springsteen. \nThe Boss, 66, has been thrilling audiences across the country on The River Tour with his E Street Band since the start of the year. Although he and his bandmates had been slated to perform at the Greensboro Coliseum on April 10, Springsteen announced Friday that he was canceling the show following North Carolina’s passage of House Bill 2, or HB2, last month. \nSpringsteen blasted the new legislation, which Gov. Pat McCrory signed into law March 23, in a lengthy statement on his official website April 8. \n“HB2 — known officially as the Public Facilities Privacy and Security Act — dictates which bathrooms transgender people are permitted to use,” Springsteen wrote in the statement. “Just as important, the law also attacks the rights of LGBT citizens to sue when their human rights are violated in the workplace. No other group of North Carolinians faces such a burden.”\nCalling the law “an attempt by people who cannot stand the progress our country has made in recognizing the human rights of all of our citizens to overturn that progress,” he added, “Some things are more important than a rock show and this fight against prejudice and bigotry — which is happening as I write — is one of them.”\nCanceling the concert, he said, is “the strongest means I have for raising my voice in opposition to those who continue to push us backwards instead of forwards.”\nAccording to Springsteen’s website, all tickets for the April 10 concert will be refunded at point of purchase. No word on whether or not he’ll return to the Tar Heel state in the future. \nThe legendary rocker is the latest to join a growing chorus of celebrities and public figures who’ve spoken out against HB2. On April 3, basketball legend Charles Barkley cited the law when he called for the NBA to relocate its 2017 All-Star Game, which is slated to take place in Charlotte, in an interview with CNN.  \nMeanwhile, stage and screen composer Stephen Schwartz has said he’ll deny the production rights to his Broadway musicals, including “Wicked,” to all North Carolina-based theaters and performing arts groups until the law is repealed. \nJust further proof that they don’t call Springsteen “The Boss” for nothing. ", "date": "\n04/08/2016", "href": "https://www.huffpost.com/entry/bruce-springsteen-north-carolina_n_5707f503e4b04bf520ff674a", "tags": "anti-lgbt springsteen rights cancels ” carolina — new bruce april north law concert"}