{"title": "Brunei stoning: Which places have the death penalty for gay sex?", "content": "Brunei is introducing new laws that make sex between men an offence punishable by stoning to death.\nIt joins Iran, Saudi Arabia, Yemen, Sudan, Mauritania and parts of Nigeria and Somalia, which also impose the death penalty for same-sex relationships, according to the International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA). \nIdentifying which countries have actually carried out these punishments, though, is difficult.  \nAmnesty International says it has had no reports of executions under anti-homosexuality laws in the past few years.\nHowever, there have previously been reports of executions in Iran and Saudi Arabia.\nNigeria has the punishment of stoning in its Muslim-majority northern states - but it has never been carried out.\nHomosexuality was already illegal in Brunei and carried a punishment of up to 10 years in prison. \nThe new measures introduced in Brunei also criminalise sex between women, carrying a penalty of 40 strokes of the cane and/or up to 10 years in jail.\nThere are currently 70 countries that criminalise same-sex relations, according to the ILGA. \nOther countries have some form of legal restriction.\nRussia is included - even though same-sex relationships were formally legalised in 1993. This is because \"a variety of repressive legal provisions\" have come into force over the past decade, according to the ILGA.\nIn many places, breaking these laws is punishable by long prison sentences, fines or even corporal punishment.\nMany of the states criminalising homosexual relations are Commonwealth countries (35 in total) with legal statutes originating from British colonial times.\nThe Commonwealth Secretary General, Patricia Scotland, has urged the government of Brunei to reconsider the new punishments, which, she says, \"will potentially bring into effect cruel and inhuman punishments which contravene international human rights law and standards\". \nA ruling by the Indian Supreme Court in 2018 removed India from the list of states that explicitly outlaw gay sex.\nIndia's membership of the Commonwealth had made its ruling, striking down a colonial-era law, particularly significant, said Tea Braun of the Human Dignity Trust, a UK-based charity that supports those challenging anti-gay laws.\n\"Its dismantling by the Indian Supreme Court, after over a century and a half of oppression against LGBT people, signals a change in tide for the world,\" she told BBC News.\nIn a number countries, legal challenges could bring about change:\nGay marriage is now legal in 26 countries worldwide, the ILGA says. \nDefinitions can sometimes be tricky though - the UK is included despite gay marriage remaining illegal in Northern Ireland.\nBrazil and Mexico are also on the ILGA's list because \"through one legal route or another, it appears to be possible to marry in most jurisdictions\".\nCountries where gay marriage is now legal:\nAnd in August 2018, Costa Rica's top court overturned a ban on same-sex marriage and gave legislators 18 months to change the law.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "3 April 2019", "href": "https://www.bbc.com/news/world-45434583", "tags": "laws legal death gay ilga same-sex stoning sex countries marriage places penalty new brunei"}