{"title": "Brussels in bleak mood in 'crunch' Brexit week", "content": "\"Is this a crunch week? Is this not a crunch week? What does this have to do with us any more?\" an EU diplomat from a country traditionally close to the UK asked me this weekend. \n\"Are you having meaningful votes? Are you not?\" says another. \"Does one cabinet minister agree with the other? Exactly what do you want changed to the backstop? Is the backstop really the only objection to the Withdrawal Agreement? It's up to you British. The EU has no magic wand to wave.\" \n\"How can we move forward with the UK?\" another EU diplomat spluttered in frustration. \n\"We held talks this weekend, yes. But with whom? UK civil servants representing whom? Theresa May only?\"\n\"How can the EU conduct negotiations, when the other side (the UK) doesn't have one position but many? And they keep changing and contradicting.\"\nThe mood in the EU, I can assure you, is not one of a bloc that is poised to \"blink\" at the last moment. And there is huge irritation in EU circles that UK government fingers of blame are pointing at Brussels for what they see as EU intransigence.\n\"We hear many in the UK saying 'oh, the EU always backs down last minute, and if they don't do it now it's because they want to punish the UK',\" one well-placed EU source said to me recently. \n\"These people cite the Greek debt crisis. But remember: at the time of the Greek debt crisis, our choice was clear. We moved to keep Greece in our club. We sent a message of unity to the world and we saved the euro (currency) from breaking apart. We protected the single market. We 'blinked' in our own interest. And (Greek Prime Minister Alexis) Tsipras made the decisions for the whole country. \n\"Who does Theresa May represent these days? And anyway the UK's goal is to leave us. We don't see dramatic changes in opinion polls.\"\nThe sense in the EU is that division and indecision will continue in parliament this week and into next.\nIt's thought here that Theresa May (now known in Brussels for a habit of: \"when faced with a wall, delay, delay, delay if you can\") will soon begin to point ahead to the EU leaders' Brexit summit next week. The time for her next \"Battle for Britain\", as all backs are firmly lined up against the wall of the 29 March deadline.\nAfter all, the argument could go, only the leaders of the 27 EU countries ultimately have the legal ability to decisively change or alter the Withdrawal Agreement and therefore the backstop. That power does not lie with Commission President Jean-Claude Juncker or EU chief negotiator Michel Barnier.\nOf course anything is possible. If the UK parliament does not approve an extension of the negotiations and hard Brexit looms the other side of 29 March, then some EU diplomats think it possible that EU leaders could, reluctantly, agree to an expiry date (or appearance of an expiry date) to the backstop - as long as that date is far enough into the future that, it's presumed, a trade deal or some alternative could be in place by then.\nBut, before anyone gets too excited or outraged by that suggestion, the above scenario, while possible, does not seem likely.\nAs I've noted before in this blog, throughout the Brexit process those slamming the brakes on EU \"flexibility\" in negotiations have not been the often-demonised Brussels bureaucrats but EU national leaders, with France's President Emmanuel Macron in the front line.\nAnd don't imagine that the EU is salivating at the thought of a second referendum. \nEU leaders' idea of hell would be to postpone Brexit long enough for the vote, allowing the issue to overshadow so much other EU business, including upcoming European parliamentary elections, only for the second referendum result to be inconclusive and even more divisive than the first, thus maintaining Brexit as an unresolved open wound in the EU's side for even longer.\n\"We just want to get on with it\" is the EU's loud and clear message right now.\nAnd while the EU far prefers the type of Brexit advocated by Jeremy Corbyn - a softer Brexit, with the UK staying in the EU customs union and closely aligned with the European single market - his plan is clearly seen in Brussels as yet more \"magical thinking\" and \"cherry-picking\", though this time from the leader of the opposition.\nAnd why do I say that?\nWell, either you are a member of the single market or you are not. If you are, then free movement of people is part and parcel of the package, however much Mr Corbyn says it wouldn't be for him. That was the stumbling block for David Cameron - and he was the prime minister of a net-contributor EU member state at the time. \nSomething else for the Labour leader to take note of: you can't be a member of the EU customs union, yet have a free hand in making your own trade deals.\nJust after the Brexit vote in the UK, almost three years ago now, I remember a high-level EU official saying to me: \"Of course we (the EU) would prefer the UK to stay as close to us as possible after Brexit but, most importantly for successful negotiations with the UK, there needs to be a strong and stable (he did use those words) leader in 10 Downing Street, who knows what he or she wants, who can cut a deal in Brussels and sell it back home in Westminster.\"\nWell, that hasn't really come to pass.\nEU officials reel off with an eye-roll the number of Brexit secretaries, intermediaries and, most recently, the UK Attorney General, Geoffey Cox, who have rolled into Brussels from London, with the perceived attitude of \"telling the Europeans what's what\" but without (I'm told at the highest levels here) a clear understanding of European law and of how the EU works.\nThe prediction now in Brussels is that Theresa May will end up asking the EU for an extension - a short one - to this negotiating period. Which she will get (under EU law, all 27 EU leaders need to agree on this).\nBut you may be shocked to hear that the \"short\" three-month extension being debated in the UK is not the same \"short\" Brexit delay the EU has in mind right now. \nEU Parliament elections are held between 23 and 26 May.\nIf the UK doesn't want to field its own candidates in the vote, then the current thinking in Brussels is that Brexit has to happen around 20 May. \nAnd if you are hoping for that infamous \"EU blink\" before then, I will leave you with the thoughts of a well-placed Brussels official:\n\"Things would be different, if Theresa May had one, clear objective in these last-minute negotiations. A clear concession - that we could grant at a push - that would turn things around definitively in Westminster.\"\n\"But we look at the UK and everyone seems to be fighting everyone - about the backstop or whether Brexit should happen at all; over Norway or no deal and whether Theresa May should stay or go. There are splits in the prime minister's cabinet; we even see UK civil servants disagreeing amongst themselves now.\"\n\"These are UK domestic problems, yet the prime minister looks to us (the EU) to sort it out. We can't. We simply can't.\"", "date": "11 March 2019", "href": "https://www.bbc.com/news/world-europe-47523611", "tags": "brexit may uk leaders mood eu bleak theresa week minister backstop one brussels"}