{"title": "Bryan Singer: Director fired from Freddie Mercury film", "content": "The director of the new Freddie Mercury biopic, Bohemian Rhapsody, has been fired due to \"unreliable behaviour\".\nIn a statement, Twentieth Century Fox said Bryan Singer was no longer the director of the film. \nA source told the BBC the main reason for the firing was \"a pattern of unreliable behaviour on the set\". \nBut Singer said his firing came while he was ill and that the studio was \"unwilling to accommodate\" him during his illness.\nThe Hollywood Reporter reported on Monday that Singer had clashed with lead actor Rami Malek and failed to show up for filming on multiple occasions.\nThe studio had earlier said production had been suspended so Singer could deal with \"a personal health matter\".\nIn a statement issued through his lawyer to the BBC, Singer - the director of The Usual Suspects, four X-Men movies and Superman Returns - said he was disappointed not to be able to finish the film, \"a passion project of mine\".\n\"With fewer than three weeks to shoot remaining, I asked Fox for some time off so I could return to the US to deal with pressing health matters concerning one of my parents,\" he said.\n\"This was a very taxing experience, which ultimately took a serious toll on my own health.  Unfortunately, the studio was unwilling to accommodate me and terminated my services.  This was not my decision and it was beyond my control.\"\nHe added that rumours of clashes with Malek, the star of the Mr Robot TV series, were not true.\n\"While, at times, we did have creative differences on set, Rami and I successfully put those differences behind us and continued to work on the film together until just prior to Thanksgiving,\" he said.\nFilming has been taking place in the UK, with Ben Hardy, Joe Mazzello and Gwilym Lee starring as Queen's other members.\nThe movie is still expected to be released in December 2018 as planned.\nAs well as directing, Singer is listed as a co-producer, alongside Queen's Brian May and Roger Taylor, among others.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "5 December 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-42231387", "tags": "film us behaviour mercury studio director bryan singer statement unreliable fired freddie health"}