{"title": "Bucking Trump, These Cities, States and Companies Commit to Paris Accord", "content": "Representatives of American cities, states and companies are preparing to submit a plan to the United Nations pledging to meet the United States’ greenhouse gas emissions targets under the Paris climate accord, despite President Trump’s decision to withdraw from the agreement.\nThe unnamed group — which, so far, includes 30 mayors, three governors, more than 80 university presidents and more than 100 businesses — is negotiating with the United Nations to have its submission accepted alongside contributions to the Paris climate deal by other nations.\n“We’re going to do everything America would have done if it had stayed committed,” Michael Bloomberg, the former New York City mayor who is coordinating the effort, said in an interview.\nBy redoubling their climate efforts, he said, cities, states and corporations could achieve, or even surpass, the pledge of the administration of former President Barack Obama to reduce America’s planet-warming greenhouse gas emissions 26 percent by 2025, from their levels in 2005.\nIt was unclear how, exactly, that submission to the United Nations would take place. Christiana Figueres, a former top United Nations climate official, said there was currently no formal mechanism for entities that were not countries to be full parties to the Paris accord.\nMs. Figueres, who described the Trump administration’s decision to withdraw as a “vacuous political melodrama,” said the American government was required to continue reporting its emissions to the United Nations because a formal withdrawal would not take place for several years.\nBut Ms. Figueres, the executive secretary of the United Nations Framework Convention on Climate Change until last year, said the Bloomberg group’s submission could be included in future reports the United Nations compiled on the progress made by the signatories of the Paris deal.\nThere are 195 countries committed to reducing their greenhouse gas emissions as part of the 2015 agreement.\nStill, producing what Mr. Bloomberg described as a “parallel” pledge would indicate that leadership in the fight against climate change in the United States had shifted from the federal government to lower levels of government, academia and industry.\nMr. Bloomberg, a United Nations envoy on climate, is a political independent who has been among the critics of Mr. Trump’s climate and energy policies.\nMayors of cities including Los Angeles, Atlanta and Salt Lake City have signed on — along with Pittsburgh, which Mr. Trump mentioned in his speech announcing the withdrawal — as have Hewlett-Packard, Mars and dozens of other companies.\nEighty-two presidents and chancellors of universities including Emory & Henry College, Brandeis and Wesleyan are also participating, the organizers said.\nMr. Trump’s plan to pull out of the Paris agreement was motivating more local and state governments, as well as businesses, to commit to the climate change fight, said Robert C. Orr, one of the architects of the 2015 Paris agreement as the United Nations secretary-general’s lead climate adviser.\nOn Thursday, Gov. Jay Inslee of Washington, Gov. Andrew M. Cuomo of New York and Gov. Jerry Brown of California, all Democrats, said they were beginning a separate alliance of states committed to upholding the Paris accord.\n“The electric jolt of the last 48 hours is accelerating this process that was already underway,” said Mr. Orr, who is now dean of the School of Public Policy at the University of Maryland. “It’s not just the volume of actors that is increasing, it’s that they are starting to coordinate in a much more integral way.”\nThe United States is about halfway to its 2025 emissions reduction target, Mr. Orr said. Of the remaining reductions, the federal government — through regulations like gas mileage standards for vehicles — could affect about half.\nBut in a draft letter to António Guterres, the United Nations secretary-general, Mr. Bloomberg expressed confidence that “non-national actors” could achieve the 2025 goal alone.\n“While the executive branch of the U.S. government speaks on behalf of our nation in matters of foreign affairs, it does not determine many aspects of whether and how the United States takes action on climate change,” he wrote.\n“The bulk of the decisions which drive U.S. climate action in the aggregate are made by cities, states, businesses, and civil society,” he wrote. “Collectively, these actors remain committed to the Paris accord.”\nCities and states can reduce emissions in many ways, including negotiating contracts with local utilities to supply greater amounts of renewable energy, building rapid transit programs and other infrastructure projects like improved wastewater treatment. Similarly, corporations can take measures like buying renewable energy for their offices and factories, or making sure their supply chains are climate-friendly.\nGovernor Inslee said that states held significant sway over emissions. Washington, for example, has adopted a cap on carbon pollution, has invested in growing clean energy jobs and subsidizes electric vehicle purchases and charging stations.\n“Our states will move forward, even if the president wants to go backward,” he said in a telephone interview.\nAmerica’s biggest corporations have been bracing for the United States to exit from the Paris climate accord, a move executives and analysts say would bring few tangible benefits to businesses — but plenty of backlash.\nMultinational companies will still need to follow ever-stricter emissions laws that other countries are adopting, no matter the location of their headquarters. Automakers like Ford Motor and General Motors would still need to build cars that meet stringent fuel economy and emissions standards in the European Union, Japan and even China, not to mention California.\nAmerican companies also face the wrath of overseas consumers for abandoning what has been a popular global agreement — customers who could buy more Renaults instead of Chevrolets or Reeboks instead of Nikes.\n“Pulling out of Paris would be the worst thing for brand America since Abu Ghraib,” said Nigel Purvis, a top environmental negotiator in the Clinton and George W. Bush administrations and the chief executive of Climate Advisers, a consulting firm.\n“Mars stands by the Paris Climate Agreement,” said Grant Reid, the chief executive of Mars. The company, best known for its candies, remained committed, he said, to achieving “the carbon reduction targets the planet needs.”\nIt was unclear from Mr. Trump’s announcement what commitments the United States would honor in the Paris accord, which include contributions to the operating budget of the accord’s coordinating agency, the framework convention.\nBut Bloomberg Philanthropies, Mr. Bloomberg’s charitable organization, is offering to donate $14 million over the next two years to help fund the budget should it be needed, a spokeswoman said. That figure represents the United States’ share, she said.\nJackie Biskupski, the mayor of Salt Lake City and a Democrat, said her administration had recently brokered an agreement with the local utility to power the city with 100 percent renewable energy by 2032.\nGlobal warming is having a significant impact in Utah, she said, especially on water availability and quality. “We feel very strongly that we have an obligation to make sure we keep moving in the right direction on this issue,” she said.\n“We really have to make choices that reflect our long-term goals, that really address long-term issues of today,” she added.", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/climate/american-cities-climate-standards.html", "tags": "commit companies united states ” bucking trump climate nations accord cities emissions paris"}