{"title": "Bulgarian Journalist, Host of Anticorruption TV Show, Is Raped and Killed", "content": "WARSAW — When the body of a 30-year-old woman, bruised, beaten and raped, was discovered on Saturday in a park in the city of Ruse in northeastern Bulgaria, the grisly crime scene stunned a nation where corruption is endemic but murder is relatively rare.\nThe victim was identified on Sunday as Viktoria Marinova, a journalist who was the host of a new talk show called “Detector” that offered a venue for investigative reporters, and national shock over her brutal death quickly spread to international concern.\nAlthough there was some disagreement about the extent of Ms. Marinova’s role in investigating corruption, the questions surrounding her death reflected the tense atmosphere for journalists in the region: Two reporters in the European Union — Jan Kuciak in Slovakia and Daphne Caruana Galizia in Malta — have been killed in the past year because of the work they were doing to expose graft at the highest levels of government.\nBulgarian officials condemned the attack on Ms. Marinova, but they were also insistent that there was nothing to suggest that she had been killed because of her work. They said there was no evidence that she had been threatened, and noted that her car keys, her cellphone and parts of her clothing were missing.\n“It is about rape and murder,” Interior Minister Mladen Marinov said, a view that was shared by Prime Minister Boiko Borisov.\n“The best criminologists were sent to Ruse, let’s not press them,” Mr. Borisov said. “A large amount of DNA has been obtained.”\nMs. Marinova was last seen alive Saturday morning, when she had coffee with friends and then went for a run along the Danube River.\nThe prosecutor general, Sotir Tsatsarov, told reporters in Ruse on Monday that nothing would be ruled out, but he also said that it was unlikely the killing was connected to her work.\n“The hypothesis about linking the murder to her work and the topics she covered in her program is not a leading one,” he said, refusing to offer more details about the continuing investigation.\nStill, some European Union lawmakers and press freedom advocates were hesitant to accept the government’s suggestion that Ms. Marinova’s work was coincidental to her death.\n“Those responsible must be held to account,” Harlem Desir, a representative for media freedom at the Organization for Security and Cooperation in Europe, wrote on Twitter, urging a full investigation.\nThe brutal crimes shook Ruse, where murders are rare. There were only five murders last year in the small city of about 150,000. Across Bulgaria, which has a population of a little more than seven million, the police reported 260 killings.\nIn 2016, there were 1.1 homicides per 100,000 inhabitants in Bulgaria. In the United States, the murder rate in 2016 was 5.3 per 100,000.\nBulgaria has been ranked among the most corrupt nations in the European Union and among the worst in terms of press freedom. More than 10 years after joining the bloc, it has reported only limited progress in turning the tide against graft.\nThe Center for the Study of Democracy, based in the capital, Sofia, outlined in a report last year a portrait of a state so riddled with graft that one in five adults, or 1.3 million people, were thought to have taken part in a corrupt transaction, such as paying or receiving a bribe.\nA 2016 report from the research organization RAND Europe estimated that every year, the country loses $7 billion to $12 billion because of corruption — a fifth of its gross domestic product.\nAt the same time, the number of independent media outlets reporting on corruption has fallen. The Union of Publishers in Bulgaria, in a report issued in May, found that “growing collusion between publishers, oligarchs and political parties during the past decade has resulted in a major decline in the press freedom.”\nTeodor Zahov, the organization’s president, said in a statement, “The pressure on independent media has been systematic for the past 10 years.”\n“It is so sophisticated and lacking in transparency that some people don’t understand it and others don’t believe it,” he said.\nIn that dismal environment, international concern over Ms. Marinova’s killing — particularly in the European Union, which has prided itself on its support for press freedom — was swift to develop.\n“We need to find out quickly whether the murder is connected with Marinova’s research into the misuse of E.U. funds,” said Sven Giegold, a German member of the European Parliament. “Freedom of the press is in acute danger in Europe if research into corruption ends in death.”\nThe killings of Mr. Kuciak in Slovakia and Ms. Caruana Galizia in Malta caused alarm across the Continent, coming at a time when a new brand of professed populist leaders in the region have used increasingly caustic language to attack reporters, especially those probing corruption.\nIn February, Mr. Kuciak and his fiancée, Martina Kusnirova, both 27, were shot dead after he began digging into connections between top government officials and organized crime. The police have said the killings were connected to Mr. Kuciak’s work, and they recently arrested several people suspected of involvement, including one man the authorities believe was a paid hit man. He was identified last week as Tomas Szabo, a former police officer who spent nine years on the force but who was reportedly having financial difficulties.\nProsecutors said Mr. Szabo and his accomplices were paid “at least 70,000 euros,” or about $80,000, for the killing of Mr. Kuciak. They believe his fiancée was not targeted but was “in the wrong place at the wrong time.”\nThe authorities in Slovakia say they have narrowed the list of those suspected of ordering the killing but declined to offer any details while the investigation was in progress, noting that the plot may have also involved targeting a high-ranking prosecutor involved in prosecuting corruption.\nPublic anger over the death of Mr. Kuciak led to large protests and ultimately forced the prime minister, Robert Fico, to resign.\nMr. Kuciak’s murder came several months after one of Malta’s best-known investigative journalists, Ms. Caruana Galizia, 53, was killed when a  bomb blew up her car. She was also looking into allegations of money laundering and fraud among the country’s business and political elite. Three men were arrested and accused of planting the bomb.\nBut that investigation appears to be stalled, and there has been no public comment on who might have ordered the killing.\nThe first episode of Ms. Marinova’s program aired on Sept. 30 and featured two investigative journalists — Dimitar Stoyanov from the Bivol.bg website and Attila Biro from the Romanian Rise Project — discussing their investigation into allegations of fraud involving European Union funds linked to prominent businessmen and politicians in Bulgaria.", "date": "Oct. 8, 2018", "href": "https://www.nytimes.com/2018/10/08/world/europe/viktoria-marinova-killed-anti-corruption-tv.html", "tags": "tv bulgaria show host corruption ” killed raped kuciak anticorruption ms. — bulgarian marinova journalist"}