{"title": "Bulletproof, Slow and Full of Wine: Kim Jong-un’s Mystery Train", "content": "HONG KONG — The mysterious train that pulled into Beijing’s central train station on Monday night is now known to have been carrying Kim Jong-un, North Korea’s leader, who arrived in the capital for secret talks with his Chinese counterpart.\nThe train spotted in Beijing — 21 cars painted drab green, their windows tinted to obscure the identities of those on board — bore the hallmarks of the bulletproof private transports preferred by the mistrustful leaders of North Korea.\nBoth Mr. Kim’s father and grandfather, the country’s former leaders, traveled in similar style on rare foreign trips, stoking decades of intrigue and interest about the trains.\nWhile much about Monday’s journey remains a mystery, here is what we know about the train:\nMuch of what is known about the train comes from intelligence reports, recollections of officials permitted to travel on board in previous eras and rare state news media footage.\nThere are believed to be at least 90 high-security carriages at the leader’s disposal, according to a 2009 South Korea news report that relied on classified information. According to the report, written during the era of Mr. Kim’s father, Kim Jong-il, three trains operate each time the leader travels: an advance security train, the leader’s train and a third carrying additional bodyguards and supplies.\nEach of the carriages is bulletproof, making them thousands of pounds heavier than average. That additional weight translates to a slow ride. The trains are estimated to reach a maximum speed of just 37 miles per hour.\nIn Kim Jong-il’s time, according to the 2009 report, 100 security officers traveled in the advance train, searching stations for bombs and other threats and testing the safety of the track. Additionally, military helicopters and airplanes would fly overhead to provide more security.\nTwenty train stations have been built across North Korea just for the leader’s personal use, according to the report.\nNorth Korea’s state news media has occasionally covered the leaders from inside the train, offering a rare glimpse at some of the many specialized cars.\nIn 2015, Kim Jong-un was seen seated at a long white table in what appeared to be a conference room. In a similar video from 2011, his father, Kim Jong-il, is seen holding court in the same venue. In the older video, a flat screen television is clearly visible, and in the more recent one a laptop computer is seen.\nIn footage of the elder Mr. Kim’s trips, the leader is seen in an audience car with plush seats, leading a meeting in a dining car and attending a banquet in a car paneled in dark wood. In that footage, Mr. Kim is seated at a table filled with food as entertainers perform in tuxedos and evening gowns.\nThe former leader’s office car, including a desk and computer, is preserved as a museum exhibit at the Kumsusan Palace of the Sun, Kim Jong-il’s mausoleum in Pyongyang, the North Korean capital.\nKim Jong-il was rumored to have had a fear of flying and preferred to travel on his train, which was outfitted with modern communications technology and a large staff that catered to his whims.\n“It was possible to order any dish of Russian, Chinese, Korean, Japanese and French cuisine,” wrote Konstantin Pulikovsky, a Russian official who traveled with the former leader during a 2011 trip through Russia.\nMr. Kim insisted that live lobster and other fresh delicacies be delivered to the train as it crossed Siberia on trips to Russia. Cases of Bordeaux and Burgundy wines were flown in from Paris, Mr. Pulikovsky recounted in his memoir of the trip, “Orient Express.”\nWhen bored, Mr. Kim relied on a group of female entertainers known as lady conductors to serenade him in Korean and Russian.\nIt is unknown what his son, Kim Jong-un, does for nourishment and entertainment while on board, but the younger Mr. Kim’s appetite is known to rival his father’s. He reportedly prefers Swiss cheese, Cristal Champagne and Hennessy cognac.\nThe train has been at the center of several events in modern North Korean history.\nMore than 160 people were killed in Ryongchon, near the Chinese border, in April 2004, when trains laden with combustible material exploded because of a collision or an electrical malfunction.\nThere were initial rumors that the explosion was part of an attempt on Kim Jong-il’s life because the leader’s train had passed through the town hours earlier.\nAccording to the state news media, he would later die onboard his train after a heart attack in December 2011.\nAfter Kim Jong-un arrived on the train in Beijing on Monday, he met with Chinese officials to prepare for planned peace talks with South Korea and the United States.", "date": "March 27, 2018", "href": "https://www.nytimes.com/2018/03/27/world/asia/kim-jong-un-train-beijing.html", "tags": "wine jong-il full slow bulletproof according leader jong-un train kim north korea mystery known"}