{"title": "Burger-flipping robot taken offline after one day", "content": "Flippy the burger-flipping robot that started work this week in a California restaurant has been forced to take a break because it was too slow.\nThe robot was installed at a Cali Burger outlet in Pasadena and replaced human cooks.\nBut after just one day at work the robot has been taken offline so it can be upgraded to work faster.\nIts human helpers are also getting extra training to help the robot keep up with demand. \nUSA Today reported that the robot was still in place behind the grill at the burger joint but was switched off. A sign said the robot would be \"cooking soon\" but gave no date for when it would once again be flipping hamburger patties.\nThe robot is believed to have been given time off because news about it spread widely, and led to more interest and orders than the restaurant could handle.\nIn a statement Miso Robotics, which made Flippy, said it was testing the code that controls the robot to ensure that it can cook quickly enough to fulfil orders at peak times. Prior to starting work, Flippy was said to be capable of cooking up to 2,000 burgers a day.\nCali Burger said it was also working with staff to show them the best way to prepare and place the raw patties and other ingredients in its burgers to ensure Flippy works as fast as possible.\nAnthony Lomelino, head of technology at Cali Burger, told USA Today that kitchen staff needed to learn to \"choreograph\" their movements around the motions of the mobile, spatula-fitted arm which Flippy uses to cook.\nCali said that it started to use the robot to get around the problems it has recruiting staff. The high turnover rate among staff in fast-food restaurants meant it often spent time and money training people to prepare food only to have them leave after a few months.\nEventually, said the chain, burger-flipping robots will be installed in up to 50 of its restaurants.", "date": "9 March 2018", "href": "https://www.bbc.com/news/technology-43343956", "tags": "work burger taken started offline cali staff one flippy restaurant robot burger-flipping day"}