{"title": "Burger King ‘O.K. Google’ Ad Doesn’t Seem O.K. With Google", "content": "Google appeared to stymie a marketing stunt on Wednesday by Burger King, which had introduced a television ad intended to prompt voice-activated Google devices to describe its burgers.\nA video from a Burger King marketing agency showed the plan in action: “You’re watching a 15-second Burger King ad, which is unfortunately not enough time to explain all the fresh ingredients in the Whopper sandwich,” the actor in the commercial said. “But I got an idea. O.K. Google, what is the Whopper burger?”\nPrompted by the phrase “O.K. Google,” the Google Home device beside the TV in the video lit up, searched the phrase on Wikipedia and stated the ingredients.\nBut within hours of the ad’s release — and humorous edits to the Whopper Wikipedia page by mischievous users — tests from The Verge and BuzzFeed showed that the commercial had stopped activating the device.\nBurger King, which did not work with Google on the ad, said Google appeared to make changes by Wednesday afternoon that stopped the commercial from waking the devices, in what amounted to an unusual form of corporate warfare in the living room. Google, which previously said it had not been consulted on the campaign, did not respond to requests for comment.\nIt was unclear if Burger King can alter some of the ads, which were to air on Wednesday during “The Tonight Show Starring Jimmy Fallon,” “Jimmy Kimmel Live!” and other shows, to work around any changes.\nBurger King’s tactic, while novel, raised eyebrows, particularly as more Americans use smart speakers at home, a trend led by Amazon’s Echo device and its virtual assistant, Alexa. While internet-connected gadgets have been praised for the screen-free convenience they offer, they have also raised questions about security and privacy.\nBob Gilbreath, chief of Ahalogy, a marketing technology company in Cincinnati, said Burger King’s stunt posed a risk to Google, which introduced Home in November, given that such appliances are “new and unknown to the vast majority of people.”\n“Most people don’t trust advertising, and having advertisers continually listen to what happens in our homes is scary,” he said.\nAmazon and Google have said that their speakers only process people’s speech after registering certain “wake words,” such as “Alexa” or “O.K. Google,” which is what Burger King exploited.\n“With the onset of consumers buying intelligent system devices and using them at home, we thought this was a good way to make a connection and go directly to guests and tell a story about our product,” José Cil, president of Burger King, said in an interview Wednesday morning.\nAsked whether he was concerned that consumers might find the advertisement invasive, Mr. Cil said, “We think about our guests’ perception and their perspective on how we interact with them, but on balance we felt this was a really positive way to connect with them.”\nThe Whopper ad was the second example of a marketer using Home in the last month, which is of note because Google is the largest seller of advertising on the internet. A few weeks ago, some devices apparently played brief, unexpected promotions for “Beauty and the Beast,” a new Disney movie, after the weather forecast and commuting conditions.\nA Google spokeswoman said the Disney promotion “wasn’t intended to be an ad,” and was part of a feature that provides daily information to Google Home users and sometimes shares “timely content.” She added, “We’re continuing to experiment with new ways to surface unique content for users, and we could have done better in this case.”\nMore often, companies are trying to avoid waking devices through the television. Google accidentally set off some speakers recently with its Super Bowl commercial. In January, a television news station’s report on a 6-year-old girl’s accidental purchase of a dollhouse through Amazon Echo used the name “Alexa,” and inadvertently set off its own round of attempted orders from viewers.\nAmazon, which has run many TV ads that use the name “Alexa,” said by email, “Given the nature of far-field wake-word technology, live discussions about Echo and Alexa can trigger an on-device response.” It said it alters Alexa ads to “minimize Echo devices falsely responding in customer’s homes.”", "date": "April 12, 2017", "href": "https://www.nytimes.com/2017/04/12/business/burger-king-tv-ad-google-home.html", "tags": "devices ad ‘ burger home ” o.k seem alexa king google"}