{"title": "Bush Loyalist Now Sees a White House Dangerously Soft on Iran and North Korea", "content": "WASHINGTON, Nov. 8 — The White House’s effort to challenge Iran’s nuclear ambitions has been hobbled by “four and a half years of failed diplomacy.” Its policy regarding North Korea is a dangerous fraud. It is pursuing an improbable Palestinian-Israeli peace at the expense of its stance against proliferation in the Middle East.\nAnd that from a longtime Bush loyalist: John R. Bolton, the conservative lawyer who until less than a year ago was President Bush’s proudly unwavering ambassador to the United Nations.\nMr. Bolton, long viewed by liberal critics as a villain on the Bush team, has since emerged as the administration’s most outspoken critic from the right, rebuking his former boss in interviews, in op-ed articles and now in a book. For a man who rushed to Florida in 2000 to join the Bush campaign’s legal fight during the disputed vote recount, the disappointment sounds personal.\n“I didn’t spend 31 days in Florida,” he said, “to end up where we are now.”\nMr. Bolton’s criticisms reflect a growing unease among some conservatives that a weakened White House chastened by the war in Iraq is abandoning core principles in pursuit of a more moderate policy of negotiations.\n“You see this at the end of every administration,” said Representative Peter Hoekstra, Republican of Michigan, who criticized the administration’s talks with North Korea to dismantle its nuclear weapons program.\nWith Representative Ileana Ros-Lehtinen of Florida, another staunchly conservative Republican, he recently wrote an op-ed article in The Wall Street Journal, calling on the administration to disclose information about a reported Israeli airstrike in September against a site in Syria that was suspected of being a nuclear facility that North Korea was equipping.\n“I’m going to watch very carefully what they do in North Korea,” Mr. Hoekstra said in a telephone interview. “I’m going to watch what they do with the Israelis and the Palestinians and the Syrians.”\nMr. Bush’s turn to a more pragmatic policy coincided with the departure of some of the administration’s most hawkish officials and the ascendancy of Condoleezza Rice as secretary of state. Now, some of the debates that once occurred behind the administration’s closed doors are taking place in public. “I thought the policy had been moving in the wrong direction for quite some time,” Mr. Bolton said of his decision to leave when his recess appointment expired with the last Congress at the end of December.  (The White House discussed keeping him on, though it was clear that the Senate would never confirm him as ambassador.)\n“Not only was it moving in the wrong direction, it was going to continue in the wrong direction no matter what I did,” he continued during a recent interview at the American Enterprise Institute, the conservative perch to which he returned. “So in the cost-benefit calculus of being in the government, I just felt that on policy terms I could do more outside the government than within.”\nWhen Mr. Bolton stepped aside, Mr. Bush called his departure a disappointment, and for an administration sensitive about criticism, it has turned out to be one. When Mr. Bolton’s name came up in a recent conversation, an administration official who was not authorized to discuss the matter publicly recalled, the president curtly responded, “Interesting guy,” and changed the subject.\nMr. Bush’s press secretary, Dana Perino,  would say only, “He has a huge amount of respect for John Bolton.”\nOn the foreign policy crisis of the day, the state of emergency in Pakistan, Mr. Bolton argued that Mr. Bush was naïve to call on Pakistan’s president, Gen. Pervez Musharraf, to hold elections. He said elections in Pakistan would risk instability — perhaps even an Islamic government with a nuclear arsenal.\n“While Pervez Musharraf might not be a Jeffersonian democrat, he is the best bet to secure the nuclear arsenal,” he said.\nMr. Bolton’s book — “Surrender Is Not an Option: Defending America at the United Nations and Abroad” (Threshold Editions) — is no kiss-and-tell screed against Mr. Bush and his team, though he recounts with relish his conflicts with colleagues and rivals at the United Nations and in the State Department.\nHe describes disputes that pitted his conservative faction against the “high minded,” those who, in his view, have seized control of not only the media, Congress, the State Department and the United Nations, but now also of the White House.\n“They picked up some allies among Bush’s political appointees, distracted a few, and seduced others,” Mr. Bolton writes about Mr. Bush’s decision to negotiate with North Korea.\n“They whispered to the press against the infidels in the new administration who advocated a harder line. They even watched a few of their own go over the side, but they always persisted. And in the Seventh Year, Bush and his team rested. The bureaucracy’s persistence prevailed so overwhelmingly that Bush himself did not even realize it.”\nMr. Bolton, who served first as the State Department’s chief arms control official, argues that the administration has abandoned the unilateralist strategy it followed at the beginning when it bolted from the Kyoto Protocol, the international agreement that limits the emissions of greenhouse gases from most industrialized countries; “unsigned” the agreement that created the International Criminal Court and abrogated the Antiballistic Missile Treaty.\nHe says that only a fundamental change in government, not negotiations, will divert Iran and North Korea from the nuclear path.\n“They are not going to give up their nuclear weapons voluntarily,” Mr. Bolton said in the interview. “They might be forced to give up their nuclear weapons, but that is not the policy that we’re pursuing. So the consequence of the policy is that it won’t achieve the stated objective and it will have the effect of legitimizing and reinforcing two fundamentally illegitimate regimes.”\nHe said North Korea’s apparent assistance to Syria in the construction of what analysts and officials said was a nuclear reactor  showed that the North Korean leader, Kim Jong-il, was already violating its pledge in February to dismantle its nuclear weapons program even though the administration points to a recent trip by Americans to a North Korean nuclear reactor to begin disabling the facilities.\nIn the case of Iran, Mr. Bolton said: “I think this is a very difficult question that has to be very carefully thought out. The choice is not between the world as it is today and the use of force. The choice is between the use of force and Iran with nuclear weapons.”\nMr. Bolton’s disenchantment mirrors that of fiscal conservatives who publicly questioned the White House’s budget policies, especially before Mr. Bush began to veto spending bills approved by the Democratic-controlled Congress.\nOne of those conservatives, Bruce Bartlett, an economist who wrote a book called “Impostor: How George W. Bush Bankrupted America and Betrayed the Reagan Legacy,” said that criticism from the right had the effect of making the administration seem more moderate. But it also makes Mr. Bush seem more isolated.\nIn the current presidential campaign, the leading candidates for the Republican nomination are, arguably, even more hawkish than Mr. Bush on a host of issues, especially Iran.\nMr. Bartlett suggested that on the most pressing issues — terrorism and the war in Iraq — Mr. Bush had not yet lost the core of the Republican Party but that criticism like Mr. Bolton’s reflected an intraparty struggle as the Bush presidency neared an end.\n“I don’t think you can transform support for Iraq into support for a more aggressive response to Iran,” Mr. Bartlett said. “People like John are trying to make that happen.”", "date": "NOV. 9, 2007", "href": "https://www.nytimes.com/2007/11/09/world/middleeast/09bolton.html", "tags": "bush iran administration loyalist policy nuclear “ sees bolton soft dangerously white house north korea"}