{"title": "Businesses Are Joining The Fight Against North Carolina's Anti-LGBT Law", "content": "Companies are taking a stand against North Carolina's new anti-LGBT law, which Gov. Pat McCrory (R) signed on Wednesday.\nHouse Bill 2, approved by the state's General Assembly in a special session, prevents cities from passing anti-discrimination ordinances protecting lesbian, gay, bisexual or transgender people. The law came in response to an anti-discrimination ordinance recently passed in Charlotte, which allowed transgender people to use the bathroom designated for the gender with which they identify. Conservatives, including McCrory, vowed to take down the so-called bathroom bill, arguing the law would give predators license to enter women's bathrooms. (As HuffPost's Amanda Terkel reports, this rhetoric has doomed many equal rights initiatives.)\nThe resulting legislation is a wide-ranging measure that blocks local governments from passing laws protecting LGBT people, requires schools to designate single-sex bathrooms based on \"biological sex\" and preempts city policies involving wages, benefits and other workplace regulations.\nCorporate leaders in the state have been swift to condemn the law, echoing the backlash that helped take down Indiana's \"religious freedom\" law last year.\nDow Chemical, which has several factories in the state, tweeted its opposition to the law:\nBiogen, a biotech company that employs more than 1,000 North Carolinians, also opposes HB 2: \nPayPal, which just announced a new 400-person office in Charlotte, offered a similar message:\nThe law also drew opposition from the NCAA, which had planned to host at least 20 high-profile games in the state in 2017 and 2018, including the immensely popular Division I men's tournament. The association hinted that HB 2 could change its mind.\n\"We’ll continue to monitor current events, which include issues surrounding diversity, in all cities bidding on NCAA championships and events, as well as cities that have already been named as future host sites,\" the organization said in a statement. \"Our commitment to the fair treatment of all individuals, regardless of sexual orientation or gender identity, has not changed and is at the core of our NCAA values. It is our expectation that all people will be welcomed and treated with respect in cities that host our NCAA championships and events.\"\nAmerican Airlines, which has a major hub in Charlotte, also condemned HB 2.\n“We believe no individual should be discriminated against because of gender identity or sexual orientation,” American Airlines spokeswoman Katie Cody said. “Laws that allow such discrimination go against our fundamental belief of equality and are bad for the economies of the state in which they are enacted.”\nThe NBA, which has scheduled the league's 2017 All-Star Game in Charlotte, said its leaders \"do not know\" how the law will affect plans for the game:\n Google, Apple, IBM and Bayer weighed in as well: \nAnother big name going after the law is Salesforce CEO Marc Benioff, who fought Indiana's anti-LGBT bill and is battling a similar bill in Georgia. Benioff told The Huffington Post he is lobbying Brian Moynihan, the CEO of Charlotte-based Bank of America, to speak out against the law. The bank, one of the largest employers in the state, has not specifically condemned the legislation, but did release a statement to the Charlotte Observer saying the company has \"been steadfast in our commitment to non discrimination and in our support for LGBT employees through progressive workplace policies and practices.\nEquality groups are also pressing Bank of America, along with BB&T and Burt's Bees (a subsidiary of Clorox) to break their silence on the law.\n\"As three of the largest corporations in North Carolina, all of which proudly protect lesbian, gay, bisexual, and transgender employees through LGBTQ inclusive non-discrimination policies, we believe these corporations have a moral obligation and responsibility to voice their opposition when state legislatures put the communities they serve in danger of discrimination,\" said Brad Delaney of One Million Kids For Equality in a Wednesday statement.\nFacebook, which has a data center in Forest City, said it was \"disappointed\" by the law. \"As a company, Facebook is an open and vocal supporter of equality. We believe in ensuring the rights of LGBT individuals and oppose efforts that discriminate against people on the basis of their gender identity or sexual orientation,” a company spokesperson said.\nDemocratic presidential candidate Hillary Clinton was among those from outside the business community to express disappointment.\nOn Thursday evening, demonstrators gathered outside the governor's mansion on North Blount Street in downtown Raleigh. Several were arrested, according to posts to Twitter and Facebook.", "date": "\n03/24/2016", "href": "https://www.huffpost.com/entry/businesses-nc-anti-lgbt-law_n_56f42b8ee4b0c3ef52184903", "tags": "company people anti-lgbt joining gender charlotte cities carolina state bill fight north law businesses"}