{"title": "Business ‘exasperated’ after Brexit vote", "content": "Business groups are \"exasperated\" after the Prime Minister's EU withdrawal plan was again rejected by Parliament.\nThey called on MPs to shut down the possibility of a no-deal Brexit and come up with a clear EU exit plan. \nThe City UK, the finance industry body, said leaving without a deal \"would be an own goal of historic proportions\".\nThe government is set to publish more details of its no-deal plans on Wednesday, including trade tariffs and Irish border proposals.\nCBI director-general Carolyn Fairbairn said the extension of the Brexit process \"should be as short as realistically possible and backed by a clear plan\".\n\"It's time for Parliament to stop this circus,\" she added.\nStephen Phipson, chief executive of manufacturers' group Make UK, said: \"It is now essential that Parliament brings the curtain down on this farce and removes the risk of no deal.\n\"That outcome would be disastrous for the UK manufacturing, jeopardising many thousands of jobs in every constituency in the land.\"\nThe government is set to publish more details of its no-deal plans, including tariff rates, on Wednesday.\nLast week, reports suggested that should the UK leave the EU with no deal in place, the UK government might cut trade tariffs on between 80% and 90% of goods.\nAnd on Tuesday, Theresa May said that no-deal plans for the Irish border would be released on Wednesday.\nHelen Dickinson, chief executive of the British Retail Consortium, said the public would be hit by no-deal Brexit in the form of tariffs, non-tariff barriers and currency depreciation.\nThese would \"all push up costs and reduce the choice on the shelves we currently enjoy,\" she said.\nShe added that businesses are \"exasperated by the lack of clarity over their future trading arrangements\".\n\"Hundreds of ships are currently sailing towards Britain without a clear understanding of the tariffs, checks, or documentation requirements, they will face when they arrive,\" she said.\nMike Hawes, chief executive of car industry body the SMMT, said the vote to reject Mrs May's deal \"leaves us perilously close to the 'cliff edge'.\"\n\"No-deal would be catastrophic for the automotive industry,\" he said.\n\"It would end frictionless trade, add billions to the cost of manufacturing and cost jobs.\n\"UK automotive businesses will be put at immediate risk. Parliament must reject no-deal and take it permanently off the table,\" he added.\nThe pound was volatile ahead of the Commons vote on Tuesday, sinking after the government's senior law officer said the legal risk of the UK being tied to EU rules after Brexit remained unchanged.\nIt regained some ground after the vote, but settled lower.\nAndrew Wilson, Europe, Middle East and Africa chief executive of Goldman Sachs Asset Management, said:\n\"We expect the British pound, which has reversed last night's strength over the course of the day, to weaken further amid prolonged uncertainty.\n\"That said, ruling out of a 'no-deal' Brexit could provide some support for the currency,\" he added.", "date": "12 March 2019", "href": "https://www.bbc.com/news/business-47546925", "tags": "brexit no-deal ‘ uk eu business parliament deal tariffs government vote exasperated"}