{"title": "Business v state investment disputes in EU spotlight", "content": "Should foreign businesses have the right to take a sovereign state to arbitration to seek compensation for a change in the law or government policy? And if so, in exactly what circumstances? \nThese issues have been raised as a result of a plan being negotiated by the EU and the US called the Trans-Atlantic Trade and Investment Partnership (TTIP). \nThe questions about companies' rights to seek arbitration are the subject of a public consultation exercise that is under way in the EU, ending in early July.  \nThe European Commission has a page on its website for members of the EU public wanting to contribute.\nTTIP is controversial and the proposed rights for foreign investors are especially contentious. That part of the plan is known as investor-state dispute settlement (ISDS - not to be confused with the International Sheepdog Society).\nThe basic idea of ISDS is that foreign investors should be able to go to independent arbitration if they believe they have been treated by a host government in a way that breaches an international investment agreement. If they win, they may get compensation. \nThe potential benefits for the foreign investors are clear enough. But why would governments subject themselves to this kind of constraint? \nThere are two arguments. The legal protection can be appealing to foreign companies, so it could encourage them to invest when they might not otherwise have done.  \nAnd if you offer this arrangement in a bilateral agreement, the same protection would be available to your own companies when they invest in the other country involved.  \nThe inclusion of ISDS in the transatlantic negotiations is hotly debated. Critics say that it could inhibit governments' rights to regulate in the public interest, and expose them and taxpayers to hefty compensation bills if they do regulate in a way that hits foreign investors' profits. \nBrussels-based Corporate Europe Observatory (CEO) is one of the leading groups campaigning against ISDS.\nIt rejects the idea that ISDS protects investors against unfair behaviour by host states. Instead, the group argues: \"It serves as a powerful corporate weapon to delay, weaken and kill regulation.\" \nOlivier Hoedeman of the CEO says that ISDS will impose a \"chill factor\" on regulation, as governments will be reluctant to act for fear of being sued. \nThe group also complains that ISDS gives special privileges to foreign companies and says that it will not bring the economic benefits claimed. \nThis type of provision is not new in international agreements. They have existed for decades and the World Bank has had an agency dedicated to arbitration in such disputes since 1966. But there is some strong evidence that international companies are making more use of them than they used to.  \nResearch by the United Nations Conference on Trade and Development found a cumulative total of 568 known cases (and the agency suggests there probably are further cases where there are no public records), most of them happening since the turn of the century.  \nAbout half have been concluded, 43% in favour of the state defending itself, 31% in favour of the investor. The remainder were settled.\nThe largest award to date, so far as is known, went to the oil company Occidental in a dispute with Ecuador over the cancellation of an exploration and drilling agreement. The amount awarded by arbitrators was $1.77bn (£1.06bn) plus interest.  \nOther cases have involved regulation of energy prices, invalidation of patents and alleged wrongful criminal prosecution. A number of cases have been brought against Spain and the Czech Republic over changes to their treatment of the renewable energy sector. \nOne of the most famous, or infamous, examples is the complaint by the tobacco company Philip Morris about Australia's plain packaging law. There has been no ruling in that case. \nIn the UK, some campaigners have a specific concern about how ISDS might interact with domestic UK legislation on the National Health Service.  \nOne group, called patients4nhs, says that ISDS means it will be \"virtually impossible in future for the UK government to reverse the privatisation of the NHS that we see as a result of the Health and Social Care Act (2012) - even if this proves to be a disaster.\"\nThe worry for them and other groups is that once foreign companies have a place in the market, they might be able to seek compensation if a British government wanted to revert to public sector provision. \nThe European Commission does not accept this argument. It says: \"It will be made crystal clear that this agreement will not limit the scope for governments to take decisions on, for example, the balance between public provision of healthcare and private services.\"\nJohn Clancy, a spokesman for the Trade Commissioner, Karel de Gucht, says the protection that investors would get would cover a limited number of actions, such as \"discrimination, denial of access to justice, expropriation without compensation and the inability to transfer capital to invest\".\nMany campaigners, however, are not reassured by what the Commission says or by its consultation. ", "date": "12 June 2014", "href": "https://www.bbc.co.uk/news/business-27635165", "tags": "spotlight investment public disputes eu compensation international business isds companies investors says state foreign v arbitration government"}