{"title": "Cable Hosts Taunt Donald Trump Over Tax 'Bombshell'- 'Con Man In Chief'", "content": "Cable news network hosts swooped in on Tuesday’s report in The New York Times that said President Donald Trump had racked up almost $1.2 billion in business losses between 1985 and 1994.\nAnchors on CNN and MSNBC focused on the claims that Trump lost more money during that time period than any other individual taxpayer, including in 1987, when he published the best-selling business book “The Art of the Deal.”\nCNN’s Chris Cuomo addressed Trump directly as he explained how the report raised “legit questions about stock manipulation, lies about your income, lies about your wealth” and “curious income reporting on interest.” \n“None of that is good for your brand or your credibility,” he said.\nCuomo later noted the irony of how Trump’s business fortunes were turned around (at least in part) by Jeff Zucker, who offered Trump the chance to host “The Apprentice” reality TV show. Zucker is now president of CNN, which Trump repeatedly trashes as “fake news.”\nCheck out the clip here:\nDon Lemon began his “CNN Tonight” show by claiming that the president was “a fraud and a con man, and the fraud and the con is on us, the American people.”\n“Audit, schmaudit,” he added. “It turns out Donald Trump is our con man in chief, and his biggest con was pulling the wool right over your eyes, convincing voters that he would be the best dealmaker ever in the White House.”\nCheck out the clip here:\nCNN’s Erin Burnett said Trump was “literally, the biggest loser.”\nCheck out the clip here:\nCNN’s Anderson Cooper also riffed on Trump being “the biggest loser, to use a term he would use if he was labeling someone else.”\nCheck out the clip here:\nMSNBC’s Rachel Maddow called the “bombshell” report fascinating because the losses covered a “time of his life when the president was marketing himself as being the most successful businessman of his age.”\n“Honestly, if I had $100 million in cash and a warehouse full of matches, I could not figure out how to burn $100 million over the course of a year, let alone how to do it every year for 10 straight years, but that is the business acumen that he had which he has nevertheless marketed to Americans as a success story.”\nCheck out the clip here:\nAnd on Fox News, the widely watched conservative network whose prime-time hosts regularly defend Trump, Sean Hannity downplayed the report. He said Trump was “still a billionaire” and “still president.” He noted that “businesses fail every day” and the Trump Organization was “still an overwhelming American success story.”\nCheck out the clip, via Media Matters, here:", "date": "\n05/08/2019", "href": "https://www.huffpost.com/entry/donald-trump-tax-returns-cable-reaction_n_5cd275a4e4b0a7dffcce82c2", "tags": "taunt tax report clip business president man chief trump ” cnn donald hosts cable check"}