{"title": "California Shooting Kills 12 at Country Music Bar, a Year After Las Vegas", "content": "THOUSAND OAKS, Calif. — Country music was blaring and beer was flowing. The Lakers game was on the television, and if revelers weren’t line dancing they were playing pool. Then all of a sudden, into “College Country Night!” at the Borderline Bar & Grill stepped a man with a gun.\nWearing dark clothing and a dark baseball cap, he set off smoke bombs to create confusion. He shot a security guard at the entrance and then opened fire into the crowd. Patrons dropped to the ground, dashed under tables, hid in the bathroom and ran for exits, stepping over bodies sprawled across the floor.\n“I remember looking back at one point to make sure he wasn’t behind me,” said Sarah DeSon, a 19-year-old college student.\nAnd as they raced for safety, many of them thought: not again.\nJust last year, they had fled the same chaos — gunshots, bodies falling — in Las Vegas, at a country music festival where 58 people were killed in the worst mass shooting in modern American history. The Borderline, a popular hangout for country music fans, had become a place of solace for dozens of survivors of the Vegas massacre to come together for music, for healing and for remembering — “to celebrate life,” in the words of one.\nAnd now, at least some of them belong to a group that seems uniquely American: survivors of two mass shootings.\n“This is the second time in about a year and a month that this has happened,” Nicholas Champion, a fitness trainer from Southern California who posted a group photo on Facebook of Vegas survivors gathering at the Borderline in April, said in a television interview. “I was at the Las Vegas Route 91 mass shooting as well as probably 50 or 60 others who were in the building at the same time as me tonight.”\nWhen a gunman opened fire at the Route 91 Festival in Las Vegas last year, Telemachus Orfanos somehow survived.\nOn Wednesday night, though, he didn’t.\n[Here’s what we know about the gunman.]\n“He was killed last night at Borderline,” his mother, Susan Orfanos, said, speaking rapidly into the telephone. “He made it through Las Vegas, he came home. And he didn’t come home last night, and the two words I want you to write are: Gun control. Right now — so that no one else goes through this. Can you do that? Can you do that for me? Gun control.”\nMs. Orfanos then hung up the telephone.\nThe authorities said the gunman, Ian D. Long, 28, of Newbury Park, Calif., was found dead at the scene after killing 12 people, including a sheriff’s deputy, and being confronted by officers who had stormed the bar. Mr. Long’s .45-caliber handgun had been purchased legally and had been outfitted with an extended magazine.\n[What stereotypes do you see around veterans and PTSD?]\nInvestigators said there was no clear motive. Mr. Long, a Marine Corps veteran who had served in Afghanistan, had apparently been wrestling with his own demons: officers responded to a disturbance at his home in April, and mental health specialists spoke to him about his military service after suspecting that he might be suffering from post-traumatic stress disorder. But they decided he was not a danger to himself or others, and determined they could not force him to seek treatment.\nThe shooting inside the bar, a favorite local hangout for 25 years that hosted line-dancing lessons and allowed students in starting at 18, and where on Wednesday night several college women were celebrating their 21st birthdays, began around 11 p.m. Witnesses described sudden chaos. Among the estimated 130 to 180 people at the bar were five off-duty police officers, enjoying the night like the other partyers. As patrons dove for cover, the sounds of glass shattering and gunshots rang out in the cavernous bar. The gunman prowled the emptying dance floor, shooting the wounded as they lay on the ground.\nTeylor Whittler, a young woman inside the bar, saw the gunman quickly reload and fire again. “He knew what he was doing,” she said. “He had perfect form.”\nThe attack is only the latest in a wave of mass shootings that have plagued the country this year. A man opened fire at a Pittsburgh synagogue late last month, killing 11 people in an attack that officials said was motivated by anti-Semitism and anti-immigrant rage.\nAs the day wore on, a handful of victims were identified. Among them were Sgt. Ron Helus, a sheriff’s deputy only a year or so from retirement; Alaina Housely, an 18-year-old freshman at Pepperdine who loved soccer and planned to major in English literature; and Cody Coffman, 22, a baseball umpire who planned to join the army.\nMr. Coffman’s father’s saw his son just before he left for the bar Wednesday evening. “The first thing I said to him was please don’t drink and drive,” he told reporters. “The last thing I said was, son, I love you.”\nWith mass shootings a fixture of life in this nation, Americans in large gatherings — at churches, concerts, public squares — have become accustomed to thinking through the possibilities, eyeing exit routes and weighing escape options, should the horrific happen.\n“Unfortunately, our young people or people at nightclubs have learned this may happen and they think about that,” said Geoff Dean, the Ventura County sheriff, whose last day on the job before retirement was scheduled for Friday. “Fortunately it probably saved a lot of lives that they fled the scene so rapidly.”\nAuthorities said as many as 22 people had been injured and taken to the hospital.\nOne college student, Nellie Wong, was at the bar celebrating her 21st birthday. Ms. Wong was trapped in the club until the police arrived, and described the whole thing as a blur.\n“She’s alive, though,” said Ms. Whittler, standing with Ms. Wong outside the bar. “She’s alive for her 21st birthday.”\nBrendan Kelly, 22, was among those who survived both the Vegas massacre and the shooting at the Borderline. “It’s your worst nightmare,” he said. “It’s terrible.”\nSome of the survivors of both mass shootings posted about the Las Vegas shooting on social media, including the memorial event earlier this year at the Borderline. Mr. Kelly, who has posted photographs of himself on Facebook wearing a “Vegas Strong” T-shirt and at a Borderline event, said in a television interview with ABC 7, a local affiliate, “it’s too close to home. Borderline was our safe space, for lack of a better term. It was our home for the probably 30 or 45 of us who are from the greater Ventura County area who were in Vegas. That was our place where we went to the following week, three nights in a row just so we could be with each other.”\nThe news sent convulsions through the community of Las Vegas shooting survivors who have come to call themselves the Route 91 Family, posting constantly on private Facebook groups and getting together for what they call “meet-greets.”\nBorderline is one of several places that the survivors use for these gatherings, which are meant to heal the trauma of the October 2017 shooting.\nJanie Scott, 42, a Las Vegas survivor who runs a Facebook page for others, said that 47 people who made it out of that shooting had posted on her page that they were at Borderline last night.\nShe’d spoken with 10 of them today.\n“They’re just broken,” she said. “I’m hearing a lot of: Why is this our new norm? Why is this our new norm? It shouldn’t be. At all.”\nMolly Maurer, another person who said she was a survivor of both shootings, wrote on Facebook Thursday morning, “I can’t believe I am saying this again. I’m alive and home safe.”\nLater in the day, she wrote again: “In the middle of this confusion and heartbreak, I just want to take a minute to say that Borderline is our place. Our parents came here, our friends work here, we celebrate our happy moments and drown out our worst here. We’re coming back from this stronger than ever.”\nChris Weber, 26, on Thursday considered himself lucky, twice. Last night he was on his way to the Borderline from a country music concert in Los Angeles to meet friends, when they got a call about the shooting. They rushed to the scene, standing outside the police perimeter awaiting word on the fate of their friends. And last year he planned to attend the Vegas festival, but backed out at the last minute.\n“Someone is looking over me,” he said. “And for the people who got out last night, someone was looking over them too.”\nMany of the people he knew from the Borderline were casual acquaintances, familiar faces they saw each week, drinking beer and dancing and listening to music, even if he didn’t know their names.\n“Now as I look back I wish I could say I was better friends with them,” he said.\nHe said he knew many people who were present at both shootings. “No one should have to go through a shooting, let alone twice,” he said.\nMichael Millar, 25, an accountant from Thousand Oaks, grew up hanging out at the Borderline, but was not there Wednesday night, unlike many of his friends. He said that for those from Thousand Oaks it is a point of pride to not be from Los Angeles, 40 miles to the east — he said residents love their 805 area code and country music is a big thing.\nThe community is conservative and popular with law enforcement and military veterans. It prides itself on its safety, and has been on a list of America’s safest communities. In 2017, the Ventura County Sheriff’s Office handled just five murders in its jurisdiction, which covers thousands of square miles.\nOn Thursday Mr. Millar was speaking to a friend who survived both mass shootings. He said that just like in Vegas, when he heard the first shots he thought they were firecrackers. But this time, at the Borderline, a learned response kicked in.\nHe told Mr. Millar, “I learned from Vegas not to think twice, but to just get out.”", "date": "Nov. 8, 2018", "href": "https://www.nytimes.com/2018/11/08/us/shooting-california-thousand-oaks.html", "tags": "shooting vegas country bar borderline music ” night california las last year kills"}