{"title": "Calorie count on menus plan will hit small restaurants - Treasury", "content": "Plans to force restaurants in England to put calorie counts on menus could push up prices and lead to thousands of job losses, the Treasury has warned.\nSome big chains like McDonalds and Wetherspoons already print the calories of dishes on their menus.\nThe Department of Health wants to make it a legal requirement as part of its childhood obesity strategy.\nBut the Treasury has said small independent cafes and restaurants should be exempt from the move.\nChief Secretary to the Treasury Liz Truss has said the policy would be a burden on 26,000 small businesses and could lead to job cuts.\nThe Treasury estimates that working out the precise calorie count of individual dishes could cost up to £500 and menus would have to be reprinted when recipes changed, adding further costs.\nThe Federation of Small Businesses said it would like to see more flexibility for its members in recognition of the fact that smaller operators would find it much harder to absorb the costs involved. \n\"Businesses will have to spend hundreds to work out a precise calorie count and when recipes change, which could well incur additional costs unless regulations are written with small business in mind,\" said the organisation's chairman Mike Cherry.\nThe Department of Health and Social Care is set to launch a consultation on the plans and has said exempting small restaurants will be considered as part of that.\nA spokesman for the department said: \"The government announced its intention to consult on mandatory calorie labelling on menus as part of the second chapter of the childhood obesity plan in July and we will set out our next steps in due course.\"\nMs Truss has written to Cabinet Office Minister David Lidington, Theresa May's de facto second-in-command, to express her concerns. \nIn the letter, leaked to The Daily Telegraph, she says: \"At this stage I am not agreeing to any preferred or final policy change for small or micro businesses.\n\"We should take a final decision following this consultation and informed by the evidence submitted to it.\n\"HM Treasury clearance is required for government's response to this consultation.\"\nMinisters have also been warned that requiring restaurants to include calorie counts on menus could cause added distress to people with eating disorders.\nBeat, a charity that supports people with eating disorders, said research indicated the number of calories someone consumed was not a reliable indicator of their health.  \n\"Evidence shows that calorie labelling exacerbates eating disorders of all kinds,\" said the organisation's chief executive, Andrew Radford. \n\"Public health campaigns need to consider people's mental health as well as their physical health. \n\"They must move away from obesity shaming to emphasising healthy behavioural changes and instilling confidence into people.\" ", "date": "5 September 2018", "href": "https://www.bbc.com/news/uk-politics-45420835", "tags": "count menus businesses calorie small hit treasury could plan restaurants health"}