{"title": "Cameroon's Anglophone crisis: Red Dragons and Tigers - the rebels fighting for independence", "content": "The Red Dragons, Tigers and Ambazonia Defence Forces (ADF) - these are just some of the armed groups which have sprung up to fight for independence in English-speaking parts of Cameroon, posing a major security threat to Sunday's elections, in which President Paul Biya, 85, is seeking to extend his 36-year rule. \nIn the absence of reliable opinion polls, it is impossible to gauge the level of their support but the authorities' brutal crackdown has only pushed more of the local population into the arms of the separatists, analysts say.\nThe militias, formed in the past 12 months, have made many small towns and villages in the two main Anglophone regions, the North-West and South-West, \"ungovernable\", something unimaginable just a few years ago, Nigeria-based Cameroon analyst Nna-Emeka Okereke told the BBC. \n\"They probably have 500 to 1,000 active fighters, but more importantly they have the morale and determination to fight for the independence of what they call Ambazonia state,\" he said. \nThe militias have repulsed attempts by the powerful Cameroonian army, including its elite US-trained troops, to defeat them because of the support they command in the two regions, Mr Okereke said. \n\"Women will cook for them, share information with them on troop movement and, in at least one instance, even helped lure a soldier to his death in Manyu Division [in the South-West],\" Mr Okereke said.\nThe militias began to emerge in 2017 after a security force crackdown on mass protests, led by lawyers in wigs and teachers in suits, over the government's alleged failure to give enough recognition to the English legal and education systems in the North-West and South-West. \nThe government was accused of relying heavily on people trained in the French legal and educational tradition to work in key posts and generally marginalising Cameroon's English-speaking minority, who make up about 20% of the population.\nAfter some groups declared independence on 1 October 2017, the government dismissed the armed groups as \"terrorists\", and state radio reported that Mr Biya \"declared war\" on them.\n\"People in these regions are proud of their Anglophone heritage - especially their legal and education institutions. So it was a campaign for greater political and civil rights, and the separatists were seen as very marginal. But the government intervened in a heavy-handed way and that stirred support for the militants,\" Francophone Africa analyst at the UK-based Chatham House think-tank, Paul Melly, told the BBC.\nLocals say this happened in many areas, including the farming town of Bafut, where soldiers were accused of carrying out random attacks, even torching the motorcycle taxis of young men.  \nWith their source of income destroyed, the taxi operators made the town a no-go area for the government by forming the Seven Karta militia - \"karta\" refers to a famous cloth worn by people in the area and \"seven\" to a group of men who, legend has it, were known for their strength during the colonial era.\nRights group Amnesty International said the militants have also committed atrocities. \nApart from killing members of the security forces, they have also carried out attacks \"designed to strike fear amongst the population, going as far as burning down schools and targeting teachers who did not enforce the boycott\", Amnesty said in a report. \nThe International Crisis Group (ICG) think-tank estimates that around 10 armed separatist groups exist, gaining control of a \"significant proportion of rural areas and main roads\" in the North-West and South-West regions.\n\"They are not operating under one broad front, but there is very likely to be co-ordination between political elements in exile,\" ICG Cameroon analyst Richard Moncrieff told the BBC.  \n\"They are waging a classic rural insurgency. They don't control territory all the time. They move around. They use hit-and-run tactics against isolated units of the security forces or prestigious targets - like local chiefs, whom they kidnap,\" Mr Moncrieff told the BBC. \nMr Okereke said he believed that the Ambazonia Self-Defence Council (ASDC), which is also known as the Ambazonia Restoration Forces (ARF), is the largest armed group, incorporating smaller militias like the Seven Karta, the Red Dragons and the Tigers. \nRead more: Cameroon timeline\nBut the monitoring group, Armed Conflict Location and Event Data (Acled), said on its website that the ADF is the most active militia.\nThe ADF launched operations in 2017 in the Manyu district in the South-West and Mezam in the North-West, before shifting its focus to six other districts, the monitoring group said. \nThe ADF and other militia have clashed with government forces 83 times this year, compared with 13 times last year, Acled added.  \n\"Many of the regions where Ambazonian separatists are newly active are in North-West Cameroon. This expansion does not necessarily suggest that any one militia that comprises the Ambazonian separatists is expanding its operations; the spread could be the result of new groups forming in the North-West,\" it said. \nThe armed separatists have also established a strong presence on social media, with the Red Dragons posting videos of its fighters, including women, in gumboots and uniforms in a bush, and showing what they say was the shooting down of a military helicopter. \nCritics dismiss the videos as propaganda and say the group has suffered heavy setbacks at the hands of government forces.   \nThe militias rely heavily on imagery of animals, as well as African mythology, to rally support. \n\"You must know a tiger to become a Tiger,\" the Tiger group said on its website.\n\"It is believed that some of the Tigers are the ghosts of dead ancestors who have risen from the grave to defend their people,\" it added. \nThe name Ambazonia comes from Ambas Bay, the area of a settlement of freed slaves which is regarded as the boundary between Anglophone and Francophone Cameroon.\nA phrase often heard among the fighters as they appeal to their supporters, inside and outside the country, for funding is: \"We need to buy sugar cane and ground nuts.\" \nIt is a euphemism - sugar cane refers to guns and ground nuts to bullets. \nRead more about Cameroon:\nMany of the Amba Boys, as the separatist fighters are colloquially known, are armed with hunting rifles, though more sophisticated weapons, like Kalashnikovs, are said to have been seized from government forces while ammunition is being smuggled in from neighbouring Nigeria, according to some analysts.\nMore significantly, the ranks of the militias are also being swelled by some English-speaking deserters from the Cameroonian army, the ICG said. \n\"The security apparatus is under pressure, as evidenced by the proliferation of military desertions in the English-speaking area, some 20 of them even joined armed separatist groups,\" the ICG said. \nAgreeing with the ICG, Mr Okereke said some government officials, including governors and mayors, fled their posts or failed to take up new appointments after the conflict started.\n\"Biya thought he could overrun the separatists, but the government is under immense pressure from them,\" he added.\nWhile the army has been unable to defeat the separatists, they in turn are unable to win a military campaign, Mr Moncrieff said. \n\"They do not have sufficient international support and military strength to defeat the army,\" he added. \nThe conflict has, in the past year, claimed the lives of at least 420 civilians, 175 military and police officers, and hundreds of separatist fighters. More than 300,000 people have also been forced to flee their homes, according to the ICG.\nMr Melly said the conflict was mainly between the armed separatists and the government.\n\"This is not an inter-communal war between two nations who hate each other. People move back and forth all the time between the Anglophone and Francophone regions, and many of the people fleeing the conflict are going to Francophone areas. If there is political will, a solution can be found,\" he added.   \nFor now, there is no sign of that. The armed separatists have vowed to enforce a boycott of Sunday's election, raising fears of attacks on polling stations and a low turn-out in mainly Anglophone areas.\nMr Biya is likely to win the poll, as he has \"absolute control over the security forces, and the electoral body\", Mr Moncrieff said. \nThe key question is whether he will offer an olive branch to the separatists after the poll. \n\"So far, his strategy has been to keep multiplying troops,\" Mr Moncrieff said.\n\"There has been no serious attempt to advance dialogue. He'll need to do that. The overwhelming majority of Anglophone Cameroonians have genuine grievances, and feel they are treated like second-class citizens.\" ", "date": "4 October 2018", "href": "https://www.bbc.co.uk/news/world-africa-45723211", "tags": "forces groups fighting mr separatists red cameroon tigers independence rebels armed group government anglophone crisis dragons"}