{"title": "Cameron Underwood: Face transplant means I can smile again", "content": "Cameron Underwood says he doesn't get as many \"stares or questions from strangers\" since his face transplant.\n\"I have a nose, and a mouth so I'm able to smile, to speak and eat solid foods again,\" he says.\nCameron was speaking two years after shooting himself in a suicide attempt in 2016.\nHe lost his nose, most of his lower jaw and all but one of his teeth in the incident.\n\"I am so grateful to have a face transplant because it gives me a second chance at life,\" the 26-year-old said at a press conference in New York on Thursday.\n\"I have been able to get back to many of the activities I love, like being outdoors, playing sports and spending time with my friends and family. \n\"I hope to get back to work soon and someday to start a family.\"\nIn January this year, more than 100 medical staff performed a 25-hour surgery on Cameron at the NYU Langone Health centre in Manhattan, New York, and his recovery was revealed this week.\nThe operation took place just 18 months after Cameron's suicide attempt - which the centre says is the shortest period of time between injury and surgery in US history. \nSince the first face transplant in 2005, more than 40 have been performed worldwide.\nThe surgery was led by Dr Eduardo D. Rodriguez who says, along with medical advances, it was Cameron's determination to survive that helped make the surgery a success.\n\"In the end, it's all about the patient. Cameron has put in the work and has made the necessary commitments,\" he says.\nCameron's transplant was the third carried out by Dr Rodriguez and he says the relatively short time in which Cameron had lived with his injuries was also a major factor in his recovery.\n\"Cameron has not lived with his injury for a decade or longer like most other face transplant recipients have,\" he says.\n\"As a result, he has not had to deal with many of the long-term psychosocial issues which often lead to issues like severe depression, substance abuse, and other potentially harmful behaviours.\"\nDuring the surgery, the doctor transplanted and reconstructed Cameron's upper and lower jaw, including all 32 teeth and gums.\nThe roof and floor of his mouth, lower eyelids and nose were replaced and his tongue needed reconstruction.\nThe centre says the operation was the most technologically advanced face transplant and was the first use of a 3D-printed donor facial mask in the US.\nThe donor was 23-year-old Will Fisher, a chess champion, aspiring writer and filmmaker.\n\"My son's death was a tragedy,\" says Will's mum Sally.\n\"I am thankful that, in honouring his decision, we were able to give life to others, and especially that Will and Dr Rodriguez have given Cameron and his family a chance to recapture their dreams.\n\"Being a part of this experience has been a source of strength for me during a very difficult time. \n\"I don't think I would have survived Will's death if not for Cameron. Cameron has his whole life ahead of him - and I love the idea that Willie is helping him have a better life.\"\nCameron paid tribute to Will and the support of the Fisher family during his speech at the hospital's press conference.\n\"I want Sally and her family to know how much my family and I appreciate their gift and I'll always honour Will's legacy,\" he says.\n\"There have been so many amazing advances in surgery. I'm living proof of that. But it only happens because of special people like Will and his family.\"\nFor information and support on issues such as suicide, visit the Radio 1 advice pages.\nFollow Newsbeat on Instagram, Facebook and Twitter.\nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.", "date": "30 November 2018", "href": "https://www.bbc.co.uk/news/newsbeat-46397317", "tags": "transplant face like surgery cameron means says underwood many time life family smile"}