{"title": "Campus Rape Policies Get a New Look as the Accused Get DeVos’s Ear", "content": "WASHINGTON — The letters have come in to her office by the hundreds, heartfelt missives from college students, mostly men, who had been accused of rape or sexual assault. Some had lost scholarships. Some had been expelled. A mother stumbled upon her son trying to take his own life, recalled Candice E. Jackson, the top civil rights official at the Department of Education.\n“Listening to her talk about walking in and finding him in the middle of trying to kill himself because his life and his future were gone, and he was forever branded a rapist — that’s haunting,” said Ms. Jackson, describing a meeting with the mother of a young man who had been accused of sexual assault three months after his first sexual encounter.\nThe young man, who maintained he was innocent, had hoped to become a doctor.\nIn recent years, on campus after campus, from the University of Virginia to Columbia University, from Duke to Stanford, higher education has been roiled by high-profile cases of sexual assault accusations. Now Education Secretary Betsy DeVos is stepping into that maelstrom. On Thursday, she will meet in private with women who say they were assaulted, accused students and their families, advocates for both sides and higher education officials, the first step in a contentious effort to re-examine policies of President Barack Obama, who made expansive use of his powers to investigate the way universities and colleges handle sexual violence.\nHow university and college administrations have dealt with campus sexual misconduct charges has become one of the most volatile issues in higher education, with many women saying higher education leaders have not taken their trauma seriously. But the Obama administration’s response sparked a backlash, not just from the accused and their families but from well-regarded law school professors who say new rules went too far.\nIn an interview previewing her plans, Ms. Jackson, who heads the Education Department’s Office for Civil Rights and organized Thursday’s sessions, made clear that she believes investigations under the 1972 law known as Title IX have gone deeply awry. A sexual assault survivor herself, she said she sees “a red flag that something’s not quite right” — and that the rights of accused students have too often been ignored.\nHundreds of cases are still pending, some for years, she said, because investigators were “specifically told to keep looking until you find the violation” on college campuses even after they found none — a charge her critics strongly deny.\nAs of Monday, the office had 496 open sexual assault cases, and the average length of a case is 703 days, according to the department. The longest pending higher education cases, against the University of Massachusetts-Amherst and Arizona State University, have been open for more than five years. The office is required to complete 80 percent of its investigations within 180 days.\nInvestigative processes have not been “fairly balanced between the accusing victim and the accused student,” Ms. Jackson argued, and students have been branded rapists “when the facts just don’t back that up.” In most investigations, she said, there’s “not even an accusation that these accused students overrode the will of a young woman.”\n“Rather, the accusations — 90 percent of them — fall into the category of ‘we were both drunk,’ ‘we broke up, and six months later I found myself under a Title IX investigation because she just decided that our last sleeping together was not quite right,’” Ms. Jackson said.\nMs. Jackson later issued a statement clarifying that the conclusion was based on feedback from cases involving accused students, and even if complaints don’t allege violence, “all sexual harassment and sexual assault must be taken seriously.”\nSuch comments infuriate advocates for victims and women, who have spent the last six years waging a concerted campaign to educate college administrators, and the public, on students’ rights under the law, and how to combat what some have called “rape culture” on campus. A 2015 survey commissioned by the Association of American Universities found that more than one in four women at a large group of leading universities said they had been sexually assaulted by force or when they were incapacitated while in college.\n“We took for granted the fact that the White House and the Department of Education supported accepting and advancing these rights, and we can’t take that for granted anymore,” said Michele Dauber, a professor at Stanford University Law School. “There is going to be a fight.”\nWomen’s groups are girding for battle, and are outraged that some men’s rights groups — including advocates they regard as misogynists — are being included in Thursday’s sessions.\nFatima Goss Graves, president of the National Women’s Law Center, which is suing the Department of Education to obtain records related to Title IX, said she was “worried that the department will turn into apologists for the sort of violence that happens on campus,” and that the Trump administration would “allow myths about rape to be perpetuated” — including, she said, “the whole idea that rape is just a drunken encounter gone wrong.”\nUnder pressure from the Obama administration, many universities overhauled their procedures for investigating sexual assault. But college administrators have been chafing against the strictures imposed by the Education Department, said Daniel Swinton, a top official with the Association of Title IX Administrators.\nSome rape cases have resulted in convictions, but others — such as a University of Virginia rape chronicled by Rolling Stone and another that ensnared the Duke University lacrosse team — fell apart under scrutiny.\nAppointed by Ms. DeVos in April, Ms. Jackson represented sexual assault victims as a private lawyer before joining the Education Department. She is best known for her involvement in attacks against Hillary Clinton during the presidential campaign, when she elevated women who had accused former President Bill Clinton of sexual assault or harassment, while denouncing women who accused Mr. Trump of such behavior.\nOne question before her is whether to rescind a so-called Dear Colleague letter, issued by the Obama administration in April 2011, that put colleges and universities on notice that the federal government was going to be aggressive on sexual misconduct. The 19-page guidance warned schools they could lose millions in federal funding if they did not comply.\nCatherine E. Lhamon, who led the Education Department’s civil rights office from August 2013 through December 2016, called Ms. Jackson’s claims that investigators were told to fish for violations “patently, demonstrably untrue.” For the department to distinguish between violent and nonviolent assaults in investigations, she added, “portrays a profound misunderstanding of Title IX.”\nMs. Lhamon said investigations under her tenure turned up “jaw-dropping degrees of noncompliance” with sexual assault law.\nThe most controversial part of the 2011 guidance mandated that college officials use a “preponderance of the evidence” standard, which makes it easier to find students responsible than a “clear and convincing” evidence standard that some schools had been using. Advocates for the accused are pushing for Ms. Jackson to revoke the guidance and adopt the “clear and convincing” standard.\nOne of those advocates is C. D. Mock, whose son, Corey, was accused of rape while a student at the University of Tennessee, Chattanooga, in the spring of 2014.\nThe accusation led to a convoluted process of administrative hearings, Mr. Mock said, in which his son was at first found “not responsible,” then expelled from school, and then readmitted by a judge after the family sued, but kicked off the school’s wrestling team. Corey Mock graduated but was forced to abandon his dream of becoming a college wrestling coach, his father said.\n“The young men who have been accused have gone through an absolutely horrendous experience,” his father said in an interview. “They have had their entire world turned upside down.”\nA spokesman for the university declined to comment, citing pending litigation.\nThe April 2011 guidance was only the first step in the Obama administration’s efforts to hold universities accountable for the way they investigate sexual assault. In 2014, the Education Department published a list of schools that faced civil rights investigations related to sexual violence reports, which included some of the nation’s elite Ivy League schools.\nAdvocates saw the guidance, and the list, as powerful tools to raise awareness and persuade universities to take sexual assault complaints seriously.\nBut Ms. Jackson said that college campus representatives have presented it to her as a “list of shame” that even identifies universities where sexual misconduct has not yet been found to have occurred. The department is still deciding whether it will continue publishing the list.\nFacing what they view as retrenchment by the federal government, some advocates for victims are turning to the courts. Among them is Debra Katz, who represents a feminist group at the University of Mary Washington in Virginia.\nThe group filed a Title IX complaint with the civil rights office in 2015, after administration officials refused to investigate threatening messages sent over the now-defunct messaging app Yik Yak. Ms. Katz recently withdrew the complaint and sued the university instead.\n“It became very clear that this case was going to die on the vine,” she said.\nMeanwhile, groups like Know Your IX, which teaches students their rights under the federal law, have been promoting a hashtag on Twitter, #DearBetsy, and asking people to post their personal stories about sexual assault on Twitter. Jessica Torres, a 27-year-old Democratic strategist, tweeted to Ms. DeVos that she had been raped as a student at Williams College.\n“My concern is we’re going back to the years when women and queer students were absolutely terrified of coming forward,” Ms. Torres said in an interview.\nMs. Jackson said she planned to draw from her experiences in courtrooms across the country.\n“We have a justice system where nobody demands that the system itself be weighted in favor of a plaintiff,” she said. “In principle, there is no reason to depart from setting up a Title IX discipline process on campus that is anything other than fairly balanced and doesn’t prejudge and weight the system in favor of a finding. We don’t do that in our court system, our criminal justice system, and I see no reason why we would want to do it in a campus system either.”", "date": "July 12, 2017", "href": "https://www.nytimes.com/2017/07/12/us/politics/campus-rape-betsy-devos-title-iv-education-trump-candice-jackson.html", "tags": "rape devos ear accused department ” ms. education policies university look campus sexual new get assault"}