{"title": "Can the UK parliament block a no-deal Brexit?", "content": "It seems a simple question: can the UK parliament block a no-deal Brexit? \nAfter all, we've been told repeatedly that there isn't a majority in parliament for no-deal. But the answer isn't that straightforward. \nThe most obvious routes to stopping a no-deal departure are the following:\nAll of these, however, are assumed to require European Union agreement (even if in the case of the current deal that is already secured). \nBut a court case which is starting at the European Court of Justice (ECJ) is aiming to change that. \nThe case is considering whether the UK has the right to unilaterally revoke Article 50. \nIt was started by a group of Scottish politicians and could deliver a decision by the end of the year.\nGiven the current state of political gridlock, that could prove significant.\nIt is worth emphasising that this would be a tool to staying in the EU, not simply extending. The Lisbon Treaty is clear that the two-year Article 50 period can only be extended with the unanimous agreement of the other European Union member states.  \nAny unilateral move could only be used with a view to staying part of the club, not renegotiating or holding a vote.  \nLawyers expect that any judgment allowing such a move would come with some 'good faith' conditions to stop it being misused. \n(Some also argue - as the UK government did - that this is a hypothetical question and the ECJ therefore won't make a ruling on it).\nBut were the ECJ to decide that the UK can unilaterally revoke Article 50 (and legal heavyweights are divided on which way the case will go), would that be a powerful tool?\nThere is an argument that this new power would be largely academic. Would the EU really stand in the way of the UK's democratic processes if Parliament voted in favour of a second referendum or an election? \nPlus European leaders have repeatedly suggested that the door is open to staying in the EU, if the UK chooses. \nThere is also the question of how much it helps Parliament to have the right to revoke Article 50 if the government of the day's policy is clearly opposed to such a move. \nBut Jolyon Maugham, the pro-Remain lawyer in the case, says that the government has already suggested that Parliament could direct the government to use this power against its settled policy. \nThere are also reasons to think there is more to this than just clarifying a point of law. \nFirst, the government has spent substantial time and resources trying to stop this case from even making it to the ECJ. That suggests that they, at least, think the decision has importance. \nSecond, the ability to unilaterally revoke Article 50 would seem to present the cleanest, most unambiguous way to avoid a so-called accidental no-deal. \n\"It would put MPs more in the driving seat,\" one person told me.  If time ran out, then MPs might have a no-questions-asked way of averting a chaotic departure. \nThird, it could - some argue - subtly change the UK's negotiating position with the EU. For a start, if Article 50 can only be revoked with the EU's agreement, that suggests it could impose conditions, for example around the UK's budget rebate or recouping costs. \nThere is also a school of thought that says the existence of a clear unilateral right to revoke could strengthen the UK's hand were it to ask for an extension or renegotiation. \nOf course, this is all debateable when legal rights meet political realities. Would Parliament ever vote to keep us in the EU, flying in the face of the 2016 result, even on the brink of no-deal? \nBut, at the very least, this case might clear up one point left ambiguous in the Lisbon Treaty. And it could add yet another dynamic to the 'what ifs' about how the next four months play out. \nYou can watch Newsnight on BBC 2 weekdays 22:30 or on iPlayer. Subscribe to the programme on YouTube or follow them on Twitter.", "date": "27 November 2018", "href": "https://www.bbc.com/news/business-46347139", "tags": "no-deal brexit uk eu block parliament could case article revoke government"}