{"title": "Can Charging Drivers Really Solve the Subway Crisis?", "content": "The idea of charging drivers to enter Manhattan’s busiest neighborhoods has been debated for decades, but it could finally have a real shot in Albany next year. \nGov. Andrew M. Cuomo recently called the idea, known as congestion pricing, “the only realistic option” to pay for a major overhaul of the aging subway. Congestion pricing died in Albany earlier this year, but it could take center stage during the next legislative session.\nBut would it cover the massive $40 billion price tag to fix the subway?\nThe short answer is no. But it could be a major piece of a broader funding solution. \nThe answer also depends on how the vehicle fees are structured, the size of the subway renovation plan and how much money is siphoned away to other priorities. \nUnder congestion pricing, drivers pay a fee to enter parts of Manhattan, from 60th Street south to the Battery, during the busiest times of day. The money would go to the Metropolitan Transportation Authority, which oversees the subway.\nThe proposal aims to tackle two of New York City’s biggest problems: Alleviating traffic and raising money to fix the failing subway. It could reduce traffic entering the congestion zone by about 13 percent, according to a January report by a group of experts.\nWhile congestion pricing has been a success in other cities, including London, Stockholm and Singapore, efforts to introduce it in New York have repeatedly failed. Mayor Michael R. Bloomberg pressed for it in 2008. Mr. Cuomo, who controls the subway, revived the idea last year. \nState lawmakers were reluctant, in an election year, to embrace the latest proposal to charge $11.52 for passenger cars and $25.34 for trucks. Instead, they approved a surcharge on for-hire vehicles, including a $2.50 fee for taxi trips in Manhattan south of 96th Street. \n“It’s head and shoulders above any other conceivable new funding stream,” Charles Komanoff, a transportation expert, said of congestion pricing. “It’s far bigger, and it’s also the only one that does immense good for transportation at the same time by unclogging the streets and roads.”\nMost experts agree congestion pricing could allow the M.T.A. to finance between $12 billion and $25 billion, depending on how the tolls are designed. That estimate is based on an annual revenue stream of $800 million to $1.5 billion, which would allow the agency to issue bonds to raise 15 to 17 times that amount.\nWe still don’t know exactly how much the subway overhaul plan will cost. \nThe subway’s leader, Andy Byford, has said it could cost $40 billion over 10 years. Mr. Cuomo, a Democrat who is running for re-election, gave an estimate of $33 billion.\nSome revenue would be set aside for the tolling system, which involves building overhead gantries to read E-ZPass transponders and cameras to scan license plates.\nAlbany is also known for horse trading. As part of any deal, suburban leaders could ask for some revenue to go toward the region’s commuter railroads or other infrastructure needs.\nSubway officials say congestion pricing is only part of the solution. “We need reliable, sustainable, predictable funding sources — we believe that would certainly include congestion pricing, but we can’t limit ourselves to that,” said Jon Weinstein, an M.T.A. spokesman.\nOther ideas have been floated, including a proposal by Mayor Bill de Blasio to pay for subway repairs through a so-called millionaire’s tax on wealthy New Yorkers.\nMr. de Blasio has stubbornly opposed congestion pricing — a position that has aggravated transit advocates. \nMr. de Blasio has said it would hurt low-income residents, even though research shows that middle class and wealthy residents would be more likely to pay the tolls.\nPoor New Yorkers mostly rely on public transit. Only about 2 percent of poor residents in the boroughs outside Manhattan drive to Manhattan to work, according to a report by the Community Service Society, an antipoverty group. \nMr. de Blasio’s views, critics say, are shaped in part by his reliance on an S.U.V. to get around the city, even for out-of-the-way trips to a gym in Brooklyn.\nMr. de Blasio, a Democrat in his second term, said he is hopeful that state lawmakers will tackle subway funding if Democrats win control of the State Senate.\n“I think with a Democratic State Senate, we will finally have a historic moment in 2019 this coming spring to solve the M.T.A. funding crisis once and for all,” Mr. de Blasio said in a recent radio interview.\n Hiking the state gas tax. Increasing vehicle registration fees. \nFares are a major part of the budget, but subway leaders do not want to raise them beyond the regular increases that are scheduled for every two years. \nAnother idea, known as “value capture,” would allow the M.T.A. to tax property owners who benefit from their proximity to the subway. Some transit advocates called on Mr. Cuomo to use the billions of dollars the state won from large settlements with banks after the 2008 financial crisis, but Mr. Cuomo spent that money primarily in other areas.\nThe M.T.A.’s finances are a mess, according to a new report by the state comptroller. As subway and bus ridership decline, the agency could end up losing $822 million in revenue from 2016 through 2019.\nIt certainly won’t be easy. But there is some momentum for congestion pricing.\nIf Mr. Cuomo is re-elected to a third term, he will return to Albany, where he is known for setting the agenda. His Republican opponent, Marcus J. Molinaro, has said congestion pricing should be part of the solution, but only if the M.T.A. reduces its construction costs. If Democrats take the Senate, they would have the majority in both chambers, which could make it easier to approve congestion pricing.\nCorey Johnson, the speaker of the City Council, has been a vocal supporter.\nCongestion pricing has traditionally faced opposition from leaders in the boroughs outside Manhattan whose constituents sometimes rely on cars. It remains to be seen whether the subway crisis could push some of those lawmakers to embrace the idea.", "date": "Oct. 12, 2018", "href": "https://www.nytimes.com/2018/10/12/nyregion/congestion-pricing-subway-mta.html", "tags": "charging really drivers manhattan subway solve would state could cuomo crisis pricing congestion"}