{"title": "Can the world live with a nuclear North Korea?", "content": "This is, by any standards, the most provocative of North Korea's recent missile tests. \nLaunching a rocket over Japanese territory - with at least the possibility that it could break up and deposit debris on Japanese soil - shows that Pyongyang is intent on maintaining its brinkmanship - this was only the third missile test to over-fly Japan within the past two decades. However, this may perhaps be brinkmanship only to a point.\nIt is noteworthy that North Korea did not make good on its threat to direct a missile towards the US Pacific territory of Guam - something that might well have precipitated a US military response. \nBut equally clearly it shows that the Trump administration's assertions earlier this month - after a round of escalating threats between Washington and Pyongyang - that the North Korean regime was now pausing for thought, were premature.\nSo here we are again, facing the question of what to do about North Korea as it moves rapidly forward with its linked ballistic missile and nuclear weapons programmes.  \nOr, to put the question another way, if these programmes cannot be stopped, and Pyongyang eventually gets the ability to target the continental USA with a nuclear-armed missile, can the US and the world live with a nuclear-armed North Korea?\nThere are five declared nuclear weapons states: Britain, France, the US, China and Russia. \nThey mostly developed their nuclear weapons arsenals in the aftermath of World War Two, which had seen a frightening demonstration of the power of \"the Bomb\" with its use by the Americans against two Japanese cities. China was a relative latecomer to the nuclear \"club\", joining in the mid-1960s. \nSince then, efforts to prevent the spread or proliferation of nuclear weapons have been remarkably successful. The Non-Proliferation Treaty - which entered into force in 1970 - made the clear distinction between the declared nuclear weapons states and everyone else. \nThe deal was that the declared nuclear states would seek to cut - and eventually eliminate - their arsenals, while the rest would get the benefits of peaceful nuclear technology by agreeing never to seek nuclear weapons.\nEither through the Non-Proliferation Treaty, by military threat - as in the case of Iraq and Libya - or by additional agreements - such as the understanding with Iran - very few countries have sought to develop nuclear arsenals. \nSome, who had relatively advanced weapons programmes, like South Africa, abandoned them altogether.\nThree countries who never signed up to the NPT deal did develop nuclear weapons arsenals: Israel, India and Pakistan.\nBut, while their programmes remain for some controversial, they are only seen as a threat in a regional context, though Pakistan's nuclear security and its proliferation activities in the past have rung alarm bells more widely. \nSo what would it mean if North Korea joined this trio?\nIndeed, for practical purposes, it already is a nuclear-armed state. It is its capacity to strike US cities that is still in doubt. \nWell, for one thing North Korea is clearly the odd man out. It is not a democracy, it is not in any sense an ally of the United States. It is peculiarly isolated from the international system and despite its bluster it is fundamentally a weak and failing regime. \nAnd - unlike Israel, India and Pakistan - its nuclear weapons are not solely intended to deter regional rivals. It seeks a capacity to strike the United States itself. \nSo could the US and North Korea simply co-exist as nuclear \"rivals\", bearing in mind that the American nuclear punch far outweighs anything deliverable by Pyongyang?  \nMany argue that nuclear deterrence helped keep the peace during the Cold War, with the US and the then Soviet Union able to destroy each other many times over. \nDeterrence evolved into a complex theory and practice; a language that in many ways Moscow and Washington shared. But it is hard to see Washington and Pyongyang developing that sort of common understanding.\nThere was a time, of course, when all this seemed theoretical. North Korea was testing its missiles and developing its nuclear capability but its progress was slow - the idea that it might ever threaten the continental United States, decades away. \nWell, now that moment is fast approaching. The goal was then to halt and roll back the North Korean programme; basically to get it to abandon its nuclear weapons ambitions. Such hopes proved illusory. \nSo what are the key points to bear in mind at the moment? \nNorth Korea's progress has been remarkable and worrying but it is not there yet. \nAs the veteran US strategic analyst Tony Cordesman has noted: \"Testing a missile booster and a re-entry vehicle is a long way from having an actual operational missile. Having a design capability to make a relatively small fission warhead is a long way from having produced and tested an actual warhead design.\" \nMight Pyongyang seek to use its fledgling capability against the US? Well, Tony Cordesman is blunt: \"Firing an unproven missile with an unproven warhead in an unproven re-entry vehicle with unproved accuracy and reliability at these ranges against a major nuclear power goes from stupidity to insanity.\" \nHis view seems to be that North Korea is getting ever closer to its goal but this requires a coherent policy response not rhetorical bluster and threats. \nPresident Trump has sought to double-down on Beijing in an effort to get it to force Pyongyang to back down. \nWell, this has had mixed results. China has supported much tougher sanctions imposed through the UN, but it has responded angrily to bilateral sanctions imposed by the US that hit Chinese individuals or enterprises. \nChinese pressure is one of the few levers against Pyongyang but its influence should not be over-stated. \nIn the final analysis, China does not want to see the North Korean regime swept away and millions of refugees flood across its border. So it will always be ambivalent, sharing US concerns but only up to a point. \nIt is easy to see this as a struggle between two mercurial leaders, President Trump and the North Korean leader Kim Jong Un. \nBut it is vastly more complex than that. There is the inter-Korean dimension, there is the Japanese dimension, there is the wider relationship that these two countries have with both Washington and Beijing. \nAnd then there is the wider strategic calculus. The growing threat from North Korea could lead to significant rearmament in the region. The growing popularity of ballistic missile defence has already prompted tensions between South Korea and China. Russia, too, will be watching the development of these defences closely. \nIf North Korea continues on this trajectory then a new policy of deterrence and containment needs to be crafted. But it needs to be one that doesn't simply make matters worse. \nSome of the elements of such a policy have already been mentioned above: tougher economic sanctions against North Korea that China can buy into, better defensive weaponry for America's allies in the region including anti-missile systems, a clear show of US resolve, if need be to extend its nuclear umbrella over its Asian allies in the same way that it does with its European allies within Nato. \nBut in and of themselves many of these steps will simply make the North Koreans feel more under threat, so there needs to be an additional dimension…\nDiplomacy under the Trump administration has got a bad rap. Look at his opposition to the nuclear agreement with Iran. \nBut just imagine if there was a similar deal in place with Pyongyang. That is not really a feasible proposition but the point remains that in a substantially deteriorating situation even an agreement that slows or delays North Korea's progress might be better than nothing.\nFormer US diplomats have cautioned that past diplomatic engagement with \"the hermit kingdom\" is often unfairly written off. \nTrue, the deal that froze North Korea's nuclear activities in the mid-1990s eventually collapsed. But Pyongyang's nuclear progress was frozen for several years. Another agreement in 2000, freezing North Korea's long-range missile programme, similarly collapsed. \nBut the key takeaway here is that the record shows it was US actions as much as North Korea's that ended these deals.  \nThe North Korean regime, many analysts argue, is not quite as crazy as it seems. There is a logic behind its behaviour and there are things that it wants. A peace deal on the Korean peninsula; economic development; a commitment by the US not to seek regime change; these are all the potential currency for diplomatic exchanges in the future. \nThis, as ever, is a problem with few good alternatives on offer. The goal needs to be to avoid the very worst outcomes and to favour the least bad. Diplomacy, coercion, sanctions, deterrence, all have a part to play. \nThe question remains whether this US administration is capable of rising to the challenge and whether the North Korean regime is prepared genuinely to bargain if it were to receive tangible gains.", "date": "30 August 2017", "href": "https://www.bbc.com/news/world-asia-41083375", "tags": "us world nuclear live pyongyang korean missile states weapons regime north korea"}