{"title": "Can Rahul Gandhi revive India's Grand Old Party?", "content": "Rahul Gandhi's ascension to the leadership of India's 132-year-old Congress party comes at a time when it is struggling to stay relevant.\nMr Gandhi's appointment was confirmed on Monday, days after he filed his nomination papers for the post. There were no other contenders. He will officially take over on 16 December. \nThe Congress, the country's largest opposition party, won less than 20% of the popular vote in the seismic 2014 general elections which catapulted Narendra Modi's BJP to power. It secured just 44 - or 8% - of the 543 parliamentary seats in its worst performance ever.\nSince then, the Congress has lost elections in half-a-dozen states, and is now in power in only two big states - Karnataka and Punjab - and three other smaller ones. Its prospects in two imminent state elections - Gujarat and Himachal Pradesh - look mixed. \nVoters in cities and villages have deserted the party in droves - between 2009 and 2014, the Congress lost more than 9% of the popular vote, bleeding support across castes and minorities. \"It is a party bereft of a social constituency of its own,\" says political scientist Suhas Palshikar.\nThe party has already gained the unenviable reputation of failing to make a comeback in states it loses.  \nTamil Nadu, where the Congress last won an election in 1962, and West Bengal, where it hasn't been in power since 1977, are standout examples. Key states like Uttar Pradesh and Bihar, where the Congress lost in recent elections, appear to be going the same way. \nSo can Mr Gandhi, 47, change the fortunes of his enfeebled party?\nHe entered public life 13 years ago, when he stood and won in his family seat of Amethi. Since then, the fifth-generation scion has been seen as a reluctant politician, aloof and disinterested in the hurly burly of politics. \nMr Gandhi's elevation to the party's second most senior leader - after his mother Sonia Gandhi - in 2013 didn't improve things. He tried to reform his party by holding primaries, revitalise its flagging youth wing and running it like a corporate office. But the results have been less than impressive, and the party's slide has continued.\nThen something happened a few months ago. In September, Mr Gandhi went on a well-received tour of the US, meeting students, think-tank experts, government leaders, and journalists and took questions from them. He was self deprecating about his limitations - he told students at University of California, Berkeley that Mr Modi was a \"better communicator\" than him.\nHis social media campaign has finally begun packing a punch.  Mr Gandhi is now being seen as more open and refreshingly amusing - he tweeted a health update about his mother's illness and a video featuring his dog, which caused a sensation. \nMost importantly, despite his faction-ridden rag-tag army of party leaders and workers on the ground, Mr Gandhi appears to have even spiritedly picked up the gauntlet in Gujarat, Mr Modi's native state, where crucial elections are due soon. (The BJP won all the 26 seats there in the 2014 election.) \nOn the stump, Mr Gandhi has touched a chord with voters with a persuasive campaign: he has spoken with clarity about lack of jobs, the currency ban, rising intolerance, the slowing economy, and the unfulfilled promises of Mr Modi's government.  \"In his new avatar\", says Aarthi Ramachandran, who wrote a biography of Mr Gandhi, \"he seems eager to engage with voters\". \nMr Gandhi's burst of enthusiasm appears to have energised the party's rank and file somewhat, but he will need a lot more political nous and strategy if he's to start winning elections. \nHe will need to articulate a compelling economic vision to young Indians who are tired of confusing reformist platitudes. He will have to find and encourage charismatic and clean local leaders, forge winning alliances with regional parties, and make sure his party runs better governments in the states it rules.  \nDr Palshikar says the Congress lost the plot a long time ago when it couldn't adapt to \"India's changing competitive politics\" - the country moved from a dominant one-party state to a \"more genuine and intense multi-party competition\" and coalition politics became the key to political success. \nThe Congress needs to be seen as a party that is not impervious to charges of corruption - a number of corruption scandals damaged the party when it was in power. All this and more is required to take on the formidable Mr Modi and the BJP's well-oiled party machinery. \nMany believe Mr Gandhi's toughest challenge will be to contend with the burden of his dynastic roots. They point to Mr Modi who has turned his humble origins to his political advantage. When students in the US asked him about dynastic politics, he argued that India was being led by dynasties. \"That's how the country runs,\" he said.\nIt was a frank admission, and Mr Gandhi is largely right. Regional parties in India are run by dynasts, and even the BJP is not free of them. \"Research has consistently shown that Indian voters are not averse to voting for dynastic leaders,\" says Sanjay Kumar, political scientist and director of the Delhi-based Centre for the Study of Developing Societies (CSDS).  \nMore seriously, many voters have gravitated away from the Congress, according to Dr Kumar, because of the \"growing perception that it is a party which appeases the minorities\". \nIn 2014, the party picked up only 16% of the votes cast by India's majority Hindus. A 2014 analysis by CSDS showed that six out of every 10 Congress voters were either Muslims, tribespeople, Sikhs or Christians - these groups accounted for only three in every 10 BJP voters. \n\"His challenge is to win the hearts and minds of Hindus without becoming a poor copy of Hindutva [Hindu-ness], and to oppose Hindu nationalism without alienating Hindus,\" says Ajaz Ashraf, a Delhi-based analyst.\nA clutch of key state elections next year will truly test Mr Gandhi's mettle. \"He needs a good election win to change his persona and perceptions about him,\" says Dr Kumar. \nThere are other pressing questions. Will he be the prime ministerial candidate for the party in the 2019 elections? Or will he hold the party together and allow a prime ministerial candidate to emerge in time?   \nZoya Hasan, who has written a book on Congress, believes that \"with all its faults, it represents a non-parochial idea of India\". But, she adds, it is also a party which has \"no ideology, only strategy\". If there is one ideology that the party continues to represent, \"it is the ideology of power\". \nWaiting for Mr Modi to make the same mistakes as Congress did appears to be Mr Gandhi's best bet for seizing power in the near future. He clearly faces an uphill battle.", "date": "11 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-42079137", "tags": "revive power india voters party grand elections says rahul old gandhi modi congress"}