{"title": "Can China lead Greece out of darkness?", "content": "At Greece's southern port of Piraeus, the Chinese have arrived.\nRail-mounted cranes use a complex system of ropes and pulleys to offload containers from cargo ships onto lorries. \nThe equipment was built by China's state-run shipping company, Cosco, which paid 500m euros (£426m) to upgrade and run the terminal. It is Greece's largest inward investment and gives China a key access point to Europe. \n\"Everywhere is a business opportunity,\" says deputy general manager Zhang Anming. \"We found one here and we've been successful.\" \nI ask whether he feels Greece needs China more than the reverse. \n\"Greece needs us and we need Greece,\" he replies diplomatically. \"It's a win-win situation\".\nBut of course crisis-ridden Greece is crying out for a helping hand. It is desperate for investment, its privatisation drive woefully behind schedule. The original goal was to raise 50bn euros by 2015, but delays have adjusted it down to just 11bn. \nWestern companies are still wary of a country riddled with social unrest and high debt, so that has left the field largely clear to the emerging economies of the east - and they are now eyeing a foothold in the European Union on very favourable terms. \nThe Greek Prime Minister, Antonis Samaras, led a huge trade delegation to Beijing in May, and China has shown interest in ports, airports and possibly the national railway. \nAthens has even launched a new programme to give Greek residency to those who invest at least 250,000 euros in real estate here. A Chinese man has become the first to benefit.\nUnder Cosco's management, the cargo terminal has doubled the containers it processes but its policies, such as banning the unionisation of staff, are strict. \nA second terminal at Piraeus is still state-owned and the general secretary of the dockworkers' union, Giorgos Gogos, wants it to stay that way. \nHe says China's strategy is self-seeking, preying on a \"vulnerable Greek economy\" to reap the benefit. \n\"Nobody gives money for nothing, especially Chinese companies and the Chinese government,\" he says. \n\"It's interested in helping itself. The investment in Piraeus is positive for Chinese companies but not for the public interest,\" he adds. \"Cosco didn't create the jobs it said it would.\" \nBut the growing relationship with China works both ways. Greek companies are increasing exports to the Chinese market, although they are still only one-twentieth of what China sells here. \nJust outside Athens is a factory producing the Greek carbonated drink Frutop. The business tripled its exports last year by sales to China. \nOn the production line, bottles are sterilised, filled with the juice, sugar and preservatives and then many are given labels in Chinese ready for shipment.\n\"Due to the crisis in Greece and market reduction here, Greek companies have a great opportunity to enter new markets,\" says Evi Morfonidi, the export manager. \n\"And China, due to the size, should be one of the first choices. As our product has been welcomed by the Chinese market, I believe other companies can too.\"\nI ask whether exports to China could save Greek businesses. \"Definitely,\" she replies.\nAway from the factory floor, there is another growing link between the two countries. At the historic sights of Athens or on the picture-postcard Aegean islands, Chinese tourists are arriving in growing numbers - a welcome boost for Greece's biggest industry. \nThey are still fewer than those from the West, but the embassy in Athens says that last year, 21,000 visitors came direct from China to Greece - a 25% rise on 2011 - and around 100,000 Chinese included the country on their travels. \nI join a tour group beneath the Acropolis, shading themselves from the midday sun. \n\"China and Greece have a long history,\" says the guide, Zhange He. \"And we understand each other so we want to travel here. In the last couple of years, the Chinese economy is getting good so we can spend more money here to help the Greek economy.\"\nSome Greeks are looking to China for the opportunities that they lack at home, where unemployment is at record highs. \nAt the Siountri language school in Athens, one of the capital's largest, Chinese was a niche offering in 2005, with just five students. Now 100 learn what is the school's second most popular foreign language. \nAlkis Mouratis joined the class after studying shipping. \n\"We will probably not find work here in Greece in, let's say, two years,\" he says, \"but with the Chinese language, this is a really important asset for us because we will have a way out of the country and probably work abroad.\"\n\"Greeks are shifting more towards the east,\" says another student, Efi Belsi. \"The economy there is better than in Europe or even the United States. People want a better future so they are looking towards China.\"\nThey are two of the world's ancient nations but today Greece and China find themselves at opposite ends of the economic spectrum. Many countries are courting Beijing, and Greece still struggles to rival those countries in investment, trade and tourism links. \nBut the sick man of Europe is increasingly turning to the Asian tiger in its hour of need.", "date": "9 September 2013", "href": "https://www.bbc.co.uk/news/world-europe-23887509", "tags": "investment china companies greek economy lead chinese greece says athens darkness still"}