{"title": "Can Georgian wine win over global drinkers?", "content": "The former Soviet state of Georgia is considered to be the birthplace of winemaking. But as it aims to boost exports around the world, will its unique wines be too challenging for most drinkers?\nI am following two men into a dark cellar that feels more like a tomb than part of a winery.\nBuried underground are a number of qvevri - large lemon-shaped clay pots full of grape juice slowly fermenting into wine.\nEach of the containers holds 2,000 litres of juice, which is added together with the grape skin and seeds, and left for six months.\nIt is an ancient form of winemaking that historians say was first used in Georgia in at least 5,980 BC. This makes the former Soviet state, located in the Caucasus region south of Russia, the world's oldest wine-producing country.\nBut what does wine made by the qvevri method taste like? The amber-coloured liquid is poured into my glass, and looks like brandy.\nIt tastes a bit meaty, and my taste buds revolt. My head gets fuzzy, almost straight away.\n\"It's a challenge for the newcomer, but when you get through the initial shock, it is rewarding,\" says Koka Archvadze, deputy director of the Tsinandali estate, some 100km (62 miles) east of Georgia's capital Tbilisi.\nFor centuries winemaking has been a key part of the Georgian economy, with most exports going to Russia. The relationship has, however, not always worked in Georgia's favour.\nWhile Georgia has always prided itself on its large number of indigenous grape varieties, when part of the USSR from 1922 to 1991 the Communists dug up many of the treasured old, but low-yielding red and white vines. They did this so as to replace them with high-volume vines so they could make mass-produced wines.\nWhen Georgia gained its independence there was a big effort to increase propagation of the older varieties.\nThen in 2006, with Russia buying 95% of Georgia's wine exports, Moscow banned their importation. Georgians believed the ban was a political attack in retaliation to the pro-Western policies of the then Georgian President Mikheil Saakashkvili.\nThe move crippled the Georgian wine industry, and it started to look for export sales in countries other than Russia.\nAlthough Russia repealed the embargo in 2013, Georgia now exports its wine to 55 countries. And while Russia is still its largest export market, its share has fallen to 62%. It is followed by Ukraine at 12%, China 8% and Kazakhstan 4%. Overall exports last year were 18% higher than in 2017.\nIrakli Cholobargia, from the Georgian National Wine Agency, says they are now increasingly focusing on western Europe and North America.\n\"In volume we are not the big country,\" he says. \"Our maximum capacity [for production] now is 300 million bottles a year, which is the size of one big Australian winery.\n\"We cannot compete with France, Spain, Chile and South Africa [in size], but what we offer is our uniqueness, our grape varieties, and qvevri wine, our history.\n\"Our strategy now is to be established in the Western and Asian markets, and to diversify the whole export market.\"\nOne Georgian winemaker who is increasing his exports is Gia Piradashvili, founder of Winiveria.\nHis wines are now available in countries including Belgium, Canada, France, Germany, Italy, Latvia, the Netherlands, Norway, and the US.\n\"We do not want to mass produce commercial wines, and we don't work with large chains and supermarket,\" he says. \"Instead we work with niche wine boutiques and high quality restaurants.\n\"I never thought that my wine would be offered in very good restaurants in Italy or France, Michelin-starred restaurants. But now we do, and we are not alone.\"\nBack at the Tsinandali estate it now exports to countries including Switzerland and Monaco. Established in the 17th Century, Tsinandali is said to be the first winery in Georgia to produce its wine in glass bottles.\nMore from the BBC's series taking an international perspective on trade:\nWith qvevri wines accounting for up to 10% of Georgian production, many of the rest are made by modern methods. But with the grape varieties being so unique, the flavours can be different to what many people in western Europe or the US expect.\n\"The flavour profile for many people is not attractive quite frankly,\" says Lisa Granik, a New York-based expert on Georgian wine, who has the top Master of Wine qualification.\n\"Or it is so unusual that they have difficulty understanding it.\"\nShe adds that the Georgian names can also be hard to pronounce, and that many Americans \"don't even know where Georgia is, they confuse it with the American state [of the same name]\".\nConsistency is another challenge, says Ms Granik, because many Georgian wineries do not add any sulphur dioxide to their bottles to act as a preservative.\n\"It is difficult for them to withstand the travelling [as a result],\" she says. \"The hygiene and consistency has to be ramped up.\"\nHowever, Ms Granik concludes that as more wine drinkers in the West want to try something new and different, Georgian wines could grow in popularity.\n\"There are a lot of millennials who don't want a Bordeaux. They are looking for something that is weird and wild.\n\"And they like this notion of natural, anti-corporate wine that's old and ancient, and they are open to this.\"", "date": "28 February 2019", "href": "https://www.bbc.com/news/business-47363702", "tags": "grape wine many georgian win global georgia says exports russia drinkers like wines"}