{"title": "Canada-US trade: How Trudeau might hit back against Trump", "content": "Prime Minister Justin Trudeau has vowed Canada won't be \"pushed around\" by the US on trade. But just how much leverage does Canada - with over 70% of its trade heading south of the border - have against the US? \nUS President Donald Trump has warned that Mr Trudeau's tougher talk on trade will cost Canada \"a lot of money\". \nIt's the latest jab in a multi-day tirade from the American president against Mr Trudeau and the trade relationship between the two nations. \nOn Tuesday, Canada's Foreign Minister Chrystia Freeland shrugged off the comments, saying the country \"expected moments of drama\" when it came to matters of trade with the Trump administration. \n\"Canada is prepared for any eventuality\" and is ready with \"a plan B, C, D and F and maybe to the end of the alphabet\" if relations continue to sour, she said. \nFormer Canadian prime minister Pierre Elliott Trudeau famously described the relationship between Canada and the US as that of a mouse to an elephant. \nCanada will \"no matter how friendly and even-tempered the beast, be affected by every twitch and grunt,\" he said. \nSimply put, trade with the US matters more to Canada than the other way around. \nToronto-based trade lawyer Jesse Goldman says \"it's kind of evident that we don't have nearly as much leverage as the Americans do\". \n\"The proportionate impact of a bilateral trade war between Canada and the US is much greater on Canada than it would be on the US.\" \nCanadian officials like to point out that Canada is the number one customer for 35 US states, and that no other country buys more US-made goods. \nBut trade consultant Adam Taylor notes that for the vast majority of those states, less than 10% of their economic growth is driven by trade with Canada. \nCanadian provinces are overwhelmingly more dependent on their US trading partners. \n\"When the US tariffs hit us, it's like a huge wave crashing into our shores, verses the little ripple that our tariffs have as an impact on their economy,\" Mr Taylor says. \nCanada does still have arrows in its quiver. \nFollowing the Trump team's 25% tax on steel and 10% tax on aluminium from the EU, Mexico and Canada, Canada hit back with its own tariffs. \nCanadian officials announced  C$16.6bn ($12.7bn; £9.5bn) in retaliatory measures on goods ranging from iron wire to maple syrup and beer kegs. \nMr Taylor says: \"It's almost like bullets ricocheting off a tank.\" \nIt won't have a huge impact on the US economy, he says, but \"you've got to find the ways you can have your shots land\". \nSpecific tariff targets include gherkins from Wisconsin - House Speaker Paul Ryan's state - Kentucky bourbon from US Senate Majority Leader Mitch McConnell's state, and orange juice from Florida, a state that voted for Mr Trump in 2016. \nThe hope is that lawmakers from targeted states will in turn pressure the US administration to resolve the issue. \n\"The tariffs are partly economic but they're really intended to send a strong political message,\" says Mr Goldman.\nCanada has also launched complaints at the World Trade Organisation, though the resolution process can drag on for years. \nLong-term, the country has sought to diversify its trade by signing the Comprehensive Economic and Trade Agreement with the EU and joining the Trans Pacific-Partnership trade deal. \nThere are a handful. \nCanada, the US and Mexico are in the middle of renegotiating the 1994 North American free Trade Agreement (Nafta). \nSticking points remain, 10 months into the talks. \nDairy is one that raises the ire of the US president, though it accounts for less than 1% of the Canada-US economic relationship.\nUS negotiators have proposed the dismantling of Canada's 50-year-old dairy supply management system entirely over the course of a decade. \nThe long-running - and undeniably protectionist -  scheme offers Canadian farmers a guaranteed price for their milk, and puts high tariffs on dairy goods from abroad.\nSupply management has the support of all political parties in Canada, where dairy farmers have a powerful voice. \nOn Tuesday, Mr Trudeau met to reassure anxious dairy farmers about threats to the scheme. \nThe US president is also insisting on including a Nafta sunset clause - an expiry date that would force partners to regularly renew the accord at regular intervals - into the new deal. \nThat's a deal breaker for Canada, which says it would create too much uncertainty for business.\nMr Trump is also keen on striking separate bilateral deals - something Canada has made clear it doesn't want. \nThere are also tariffs on Canadian softwood lumber imports - part of a long-running dispute over the commodity between the two nations. \nAnd in June, the US slapped the steel and aluminium levies on key allies including Canada. \nThe issue of possible automobile tariffs is looming on the horizon. \nIn May, the US commerce department initiated a Section 232 investigation into auto imports, which will determine whether imports of autos and auto parts into the US threaten national security. \nMr Goldman calls the potential impact of those tariffs \"devastating\". \n\"It will have a profoundly negative effect on the Canadian economy.\" \nThat's where diplomacy comes in. \nCanadian officials will be pushing hard for a Canadian exemption on any potential auto and auto parts tariffs. \nThey will also continue to work with allies south of the border who are also worried about a spiralling trade dispute. \nMr Goldman says industry is well aware a trade dispute will cause economic pain on both sides of the border, though the US economy can withstand shocks for longer than other nations\n\"Both countries will suffer significantly,\" he said. \nIndustry and business organisations like the US Chamber of Commerce and the Auto Alliance have been vocal about their concerns over Nafta talks and auto tariffs. \nMeanwhile, Trudeau government officials and Trump administration officials are still working to try and move Nafta talks forward. \nAnd on 1 July, Canadian retaliatory tariffs against the metals levies kick in. ", "date": "12 June 2018", "href": "https://www.bbc.com/news/world-us-canada-44459198", "tags": "us trudeau might canada-us back hit trump tariffs says trade canada also canadian"}