{"title": "Canadian's death sentence in China 'horrific', family says", "content": "The family of a Canadian man who has been sentenced to death in China say their \"worst fears\" have been realised.\nRobert Lloyd Schellenberg was given a 15-year jail term in November but, on Monday, a court said the sentence for drug smuggling was too lenient.\nThe ruling is likely to worsen a diplomatic row between the countries.\nLast month, Canada arrested a top official at the Chinese telecoms giant Huawei, Meng Wanzhou, on a request from the United States.\nThe detention of Ms Meng, 46, last month angered China and soured its relations with both Canada and the US.\nFollowing Schellenberg's death sentence, Canada has updated its travel advice for China, urging citizens to \"exercise a high degree of caution due to the risk of arbitrary enforcement of local laws\".\nSchellenberg's aunt, Lauri Nelson-Jones said the death sentence was \"a horrific, unfortunate, heartbreaking situation\".\n\"It is our worst case fear confirmed,\" she added. \"It is rather unimaginable what he must be feeling and thinking.\"\nCanadian Prime Minister Justin Trudeau condemned the ruling.\n\"It is of extreme concern to us as a government, as it should be to all our international friends and allies, that China has chosen to begin to arbitrarily apply the death penalty,\" he said in a statement.\nChina's foreign ministry said it was \"strongly dissatisfied\" with Mr Trudeau's remarks, and said Canada should respect China's sovereignty.\nSchellenberg has 10 days to launch an appeal and his lawyer told Reuters news agency that he would probably do so.\nThe Canadian, who is believed to be 36, was arrested in 2014 and accused of planning to smuggle almost 500lb (227kg) of methamphetamine from China to Australia.\nHe was sentenced to 15 years in prison in November but, following an appeal, a high court in the north-eastern city of Dalian on Monday sentenced him to death.\n\"I am not a drug smuggler. I came to China as a tourist,\" Schellenberg said just before the verdict was announced, the AFP news agency reports.\nChina is believed to execute more people annually than any other country, but is highly secretive about the number. \nHuman rights group Amnesty International puts the figure in the thousands - more than the rest of the world's nations put together.\nA number of foreigners have been executed for drug-related offences in the past, including British man Akmal Shaikh, who was executed in 2009 despite claims he was mentally ill, and an appeal for clemency from the UK prime minister.\nRelations between China and Canada have deteriorated rapidly since the arrest of Ms Meng in Vancouver on 1 December.\nShe was granted bail by a Canadian court several days later but remains under constant surveillance and must wear an electronic ankle tag.\nMs Meng, who is the daughter of Huawei's founder, is accused in the US of using a subsidiary of the company called Skycom to evade sanctions on Iran between 2009 and 2014.\nShe denies any wrongdoing and says she will contest the allegations.\nIn the weeks that followed her arrest China detained two other Canadian citizens.\nFormer diplomat Michael Kovrig and businessman Michael Spavor face accusations of harming national security.\nChina has denied the detention of the two men is tied to Ms Meng's arrest, but many analysts believe it is a tit-for-tat action.\nDonald Clarke, a specialist in Chinese law at George Washington University, said that Schellenberg's death sentence appeared to be \"an unprecedented step in China's diplomacy\".\n\"I have seen cases I considered unjust before, but I cannot recall a previous case that looked so clearly unconnected to the defendant's guilt or innocence,\" Prof Clarke told the BBC's Chinese service.\nChina began working hard to push Schellenberg's case to international prominence, taking the highly unusual step of inviting foreign journalists into the court, the BBC's John Sudworth in Beijing reports.\nAnd despite the Canadian's insistence that he is innocent, his retrial lasted just a day, with his death sentence being announced barely an hour after its conclusion, our correspondent says.\nAn editorial in the nationalist state-backed Chinese newspaper Global Times on Tuesday said \"unreasonable speculation\" in Western media linking his case to Ms Meng's showed \"rude contempt toward Chinese law\".\n\"The trial will also send the message that China won't yield to outside pressure in implementing its law,\" it said. \nHowever, back in December, the editor of the Global Times warned that China would \"definitely take retaliatory measures against Canada\" if Ms Meng were not released. \nHu Xijin said in a video posted on the Global Times website: \"If Canada extradites Meng to the US, China's revenge will be far worse than detaining a Canadian.\"", "date": "15 January 2019", "href": "https://www.bbc.co.uk/news/world-asia-china-46872651", "tags": "sentence ms china death schellenberg says chinese meng canada canadian family"}