{"title": "Canada PM: St-Jean-sur-Richelieu hit-and-run man 'radicalised'", "content": "A man who struck two Canadian soldiers with his car before he was shot dead by police had been \"radicalised\" and was known to security officials, Canada's prime minister has said.\nThe 25-year-old, identified in local media as Martin Couture Rouleau, was killed by officers at St-Jean-sur-Richelieu in Quebec after a car chase.\nOne of the soldiers died on Tuesday, the other has minor injuries.\nPM Stephen Harper said Rouleau had been \"radicalised\".\nAn official familiar with the case told the Associated Press that Rouleau had been influenced by extreme Islamists.\nOn Monday, Rouleau ran down the two members of the military in a car park near a Canadian military office, police told local media. It was not immediately clear if the soldiers were in uniform.\nHe fled and was chased by police at high speed for about 4km (2.5 miles), until the car drove off the road and rolled over several times. \nHe then left the car and police opened fire, the Montreal Gazette reported. The shooting took place at St-Jean-sur-Richelieu, about 42km (26 miles) south-east of Montreal.\nRouleau was taken to hospital where he died some hours later.\nTelevision pictures showed a large knife on the ground near the crashed car.\n\"The individual who struck the two [Canadian Armed Forces] members with his car is known to federal authorities, including the Integrated National Security Enforcement Team,\" Mr Harper's office said in a written statement on Monday evening. \"Federal authorities have confirmed that there are clear indications that the individual had become radicalised.\"\nPolice and Mr Harper's office did not give further details.\nThe family of the dead soldier has requested that his name not be released.", "date": "21 October 2014", "href": "https://www.bbc.co.uk/news/world-us-canada-29699876", "tags": "soldiers office st-jean-sur-richelieu rouleau man police hit-and-run harper two radicalised pm car canada canadian"}