{"title": "Canadian honour killing suspects extradited to India", "content": "Eighteen years after Jaswinder Sidhu was murdered in India, her mother and uncle have been extradited from Canada to stand trial in the country.\nMalkit Kaur Sidhu and Surjit Singh Badesha, both of whom are Canadian, were taken into custody on Friday, a day after their arrival, police said.\nThe two are accused of ordering the killing after Jaswinder married a rickshaw driver in India.\nThey have denied involvement in her death, which happened in Punjab state. \nMs Sidhu and Mr Badesha were arrested in Canada in 2012 under the Extradition Act following an international investigation by the Royal Canadian Mounted Police and Indian authorities.\nIt is unclear when the trial will begin.\nA court in Punjab remanded Ms Sidhu and Mr Badesha to custody on Friday, police told BBC Punjabi's Daljit Ami. Both are elderly and have a number of health conditions. \n\"They should spend rest of their lives in jail. I don't want them to be sentenced to death,\" Sukhwinder Mithu Singh, Jaswinder's husband, told BBC Punjabi. \nHe added that he was grateful to the police for continuing to pursue the case. \nMs Sidhu and Mr Badesha are among 13 people who were charged in India for the killing. \nThree of them - the two contract killers who committed the crime and a police officer who connected them to the family - have already been convicted and sentenced to life in prison . \nJaswinder or Jassi , as she was known, lived in Canada's British Columbia and met Mr Singh during one of her visits to India. They married secretly in 1999 after which she returned to Canada. \nShe came to India in 2000 to reunite with her husband, allegedly fleeing months of abuse and harassment at the hands of her family who had found out about her marriage. \nBut on 8 June 2000, the couple were ambushed by a group of attackers while riding on a scooter. \nSingh was badly beaten while the body of Jaswinder, her throat cut, was found in a ditch the next day.\nOfficer Swaran Khanna, who investigated the case, told BBC Punjabi that the key evidence was an affidavit filed by Jaswinder in which she said that her family was capable of killing her and her husband. \nHe said they also obtained details about phone calls between family members and the hired killers, which amounted to 300 pages.  \nIn 2014, a British Columbia Supreme Court judge ordered the extradition of Ms Sidhu and Mr Badesha. They were almost sent to Delhi in 2017 but a court blocked the order over concerns that they could be subjected to violence, torture or neglect in the Indian prison system.\nLast month, however, a court of appeal upheld the extradition.", "date": "25 January 2019", "href": "https://www.bbc.com/news/world-asia-india-46997636", "tags": "ms india sidhu court extradited police killing suspects singh canada badesha jaswinder canadian honour"}