{"title": "Candace Owens' Bonkers Take On Nationalism Includes A Defense Of Hitler", "content": "Frequent Fox News guest Candace Owens shared her understanding of nationalism and said if Adolf Hitler had been just a nationalist, that would have been all right\n“I actually don’t have any problems at all with the word ‘nationalism.’ I think that the definition gets poisoned by elitists that actually want globalism. Globalism is what I don’t want. ... Whenever we say ‘nationalism,’ the first thing people think about, at least in America, is Hitler. You know, he was a national socialist, but if Hitler just wanted to make Germany great and have things run well, OK, fine,” she said.\n“The problem is that he wanted — he had dreams outside of Germany. He wanted to globalize. He wanted everybody to be German, everybody to be speaking German. Everybody to look a different way. That’s not, to me, that’s not nationalism. In thinking about how we could go bad down the line, I don’t really have an issue with nationalism. I really don’t. I think that it’s OK,” she continued.\nOwens, the director of communications at the conservative advocacy group Turning Point USA, made the comments in December at a Turning Point event in England.\nBuzzFeed News reports that she began her remarks by saying, “We’re here to fight a culture war and we feel that we can win.” She brought up Hitler when she was asked by one member of the audience about nationalism in Western politics. \nAfter the BuzzFeed report came out on Friday, a video surfaced of Owens’ odd defense of the man responsible for killing millions of people. People on Twitter had a lot to say about her remarks:\nOwens is a staunch supporter of President Donald Trump, and he apparently admires her as well.\nIn May 2018 he tweeted praise for her, writing, “Candace Owens of Turning Point USA is having a big impact on politics in our Country. She represents an ever expanding group of very smart ‘thinkers,’ and it is wonderful to watch and hear the dialogue going on...so good for our Country!” \nPerhaps he’ll have something to say in response to her thoughts now.", "date": "\n02/08/2019", "href": "https://www.huffpost.com/entry/candace-owens-nationalism-hitler_n_5c5dc561e4b0650f4c0d95ec", "tags": "bonkers defense wanted ‘ hitler think take owens candace nationalism say includes"}