{"title": "Cannes Film Festival 2019: Nine films to look out for", "content": "Bonjour mes amis!\nThe 72nd Cannes Film Festival begins on Tuesday with a heady mix of star names, fresh faces and both high- and low-brow subject matters.\nFrom familiar-looking zombies to a late Hollywood arrival - via football icons, rock stars and zero-hour contracts - here are nine films sure to make the headlines.\nIt all gets going on Tuesday evening with the official premiere of US director Jim Jarmusch's comedy-horror, The Dead Don't Die, at the city's Grand Théâtre Lumière.\nThe film, which boasts \"the greatest zombie cast ever disassembled\", finds police officers (Bill Murray, Chloë Sevigny and Adam Driver) and a morgue expert (Tilda Swinton) attempting to keep the humdrum town of Centerville safe from a horde of zombies, including Iggy Pop, Sara Driver and Carol Kane.\nAre you keeping up so far? Good.\nThe un-dead Iggy previously teamed up with Jarmusch on the 2016 Stooges rock doc Gimme Danger and he isn't the only music star in this one, as Selena Gomez, Wu-Tang Clan's RZA and Tom Waits all appear.\nThe festival opener is one of 21 films 'in competition' for the prestigious Palme d'Or prize finale, and in a show of strength for cinema, it will be broadcast simultaneously in more than 400 theatres across France.\nBetter bring a jacket to hide/laugh behind... \nLittle Joe is an unsettling-sounding story, about a genetically engineered crimson flower plant causing strange changes in living creatures.\nIt stars Emily Beecham and Ben Whishaw, and as one of two BBC and BFI-backed films at this year's event you're bound to see it on UK telly over the next few years.\nAustrian director Jessica Hausner is also one of only four female directors up for the top prize this year, including Celine Sciamma for her Portrait of a Lady on Fire. The only other time that not-so-lofty figure was reached was in 2011.\nLast year, dozens of women - including acting stars Cate Blanchett, Kristen Stewart and Salma Hayek - staged a red-carpet demonstration against gender-based discrimination in the industry. As Blanchett remarked: \"The prestigious Palme d'Or has been bestowed upon 71 male directors... but only two female directors.\"\nYou do the maths.\nFor the first time Cannes claims to have \"methodically counted the female directors submitting their films for selection\" and the jury for the big one is made up of four men and four women; including movie star Elle Fanning.\nFestival president Pierre Lescure honoured the late French filmmaker and \"icon of the festival\" Agnès Varda, by featuring her on the official poster.\nKen Loach is on a Palme d'Or hat-trick as he returns to Cannes this year with the other British-backed film, Sorry We Missed You - written by Paul Laverty.\nThe 82-year-old UK director has bagged the big one twice before, first in 2006 for the Irish War of Independence drama, The Wind That Shakes the Barley. Ten years later he won again for I, Daniel Blake, which tackled unemployment and food banks in England.\nThat film sparked a national debate and Loach will be hoping for more of the same with his latest politicised effort, which follows a delivery driver and his carer wife, who are pushed to breaking point as they struggle to keep their family going on zero-hour contracts.\nOne of Loach's veteran US counterparts, Terrence Malick, 75, returns this year too with his historical drama, A Hidden Life, which tells the story of Franz Jägerstätter, a conscientious objector from Austria, who refuses to fight for the Nazis in World War Two. \nMalick took the Palme d'Or in 2011 for The Tree of Life; an experimental movie which found Brad Pitt, Sean Penn and Jessica Chastain pondering the origins of existence and the very meaning of life itself (we've all done that on a rainy Wednesday in work).\nCannes loves nothing more than a good 'auteur' and so along with Malick and Loach, Pedro Almodóvar's new film about a director in decline, Pain and Glory - starring Antonio Banderas and Penelope Cruz - also makes the esteemed list.\nWhile female directors have often been overlooked in the competition, black female filmmakers have been absent entirely.\nFrench-Senegalese director Mati Diop, therefore, makes history this year by becoming the first-ever woman of African descent in the Cannes competition with her feature directorial debut, Atlantics. \nIt stars Mame Sane (above) as a young woman in the Senegalese capital of Dakar, whose lover disappears by boat in search of greater opportunities in Europe.\nA most topical movie for the festival which will also hold discussions about the impact of Brexit on the film industry.\nThursday night's alright for a screening so a touch of showbiz stardust will be sprinkled on the Croissette as the Sir Elton John biopic, Rocketman, is launched into orbit out of competition - one week ahead of its UK release.\nIt is directed by Dexter Fletcher, who stepped into the breach of another rock biopic - 2018's Bohemian Rhapsody, after Bryan Singer was fired from the project. \nNotably, this one is produced by Sir Elt' himself alongside his husband, David Furnish. Taron Egerton, who plays the piano, recently told the BBC that his portrayal will show him at his best and worst.\n\"Elton essentially gave me licence to go and make him look ugly at times,\" he said.\nThe pair performed together at an Oscars viewing party in February, and with the Rocket Man expected in town there are whispers of another possible pre-screening performance.\nThe life of another charismatic and often-troubled entertainer, Diego Armando Maradona, will be brought to the big screen similarly out of competition on Sunday.\nThe self-titled documentary about the controversial Argentine footballer is the latest work of Asif Kapadia, who won an Oscar for his 2016 feature on late soul singer Amy Winehouse. \nHe also directed the 2011 film about the life and death of Brazilian motor-racing champion Ayrton Senna.\nNow Diego Maradona tells the tale of how \"the world's most celebrated football genius and the most dysfunctional city in Europe [Napoli] were a perfect match for each other.\"\nIt's out on 14 June in the UK, no doubt bringing back nightmares for England fans everywhere.\nThe ongoing talks between Cannes and Netflix bosses Ted Sarandos and Scott Stuber means there will be no films by the streaming giant for a second year, with festival director Thierry Frémaux saying \"we are not ready to welcome films that are not released in a theatre\".\nIn doing so he noted the support of mega director and cinema enthusiast, Steven Spielberg.\nCannes' principled stance caused them to miss out last year after Netflix took their films, including the soon-to-be Oscar-winning Spanish-language movie, Roma, elsewhere - but rules are rules...\nDespite all that, two episodes of Nicolas Winding Refn's haunting new Amazon TV series, Too Old To Die Young (North of Hollywood and West of Hell) will be shown out of competition.\nThe Danish director, who gave us the Ryan Gosling-starring Drive in 2011, places Miles Teller, John Hawkes and Jena Malonewill in the lead roles for his latest noir thriller about a grieving police officer who finds himself embroiled in the LA underworld after crossing paths with the man who killed his partner.\nUnwittingly, South Korean director Bong Joon-ho was partly to blame for the whole Cannes v Netflix debacle in the first place.\nOne of his previous offerings, the Netflix-funded Okja, actually made the in-competition list in 2017, causing the festival to come in for criticism and subsequently change its policy.\nParasite, his new Korean-language tragicomedy - which explores notions of class and the family - has been financed in a more conventional manner, though, and is in the running.\nJustice for Joon this year... anyone?\nThe movie platform debate is not going away any time soon, though, and could be complicated further by the upcoming arrival of Apple+, as well as Disney and Warner's new streaming services. \nFinally, in the least surprising surprise in recent Cannes history, Quentin Tarantino's new retrospective, Once Upon a Time in Hollywood, was declared ready for competition with just weeks to spare.\nIt wasn't listed on the initial official selection last month but Frémaux suggested he would welcome a late addition from the US director, who he later called \"a real, loyal and punctual child of Cannes!\"\nMore eyebrows will have been raised by two other late announcements last week; first that Sylvester Stallone will return this year to promote Rambo V - Last Blood, and secondly Mel Gibson is heading to the festival market as Santa Claus in the action comedy, Fatman.\nTarantino's film, set in 1969 against the backdrop of the Manson murders, stars Brad Pitt as the stuntman for a Hollywood actor (reportedly based on Burt Reynolds) played by Leonardo DiCaprio, and Margot Robbie as the tragic late actress Sharon Tate.\nTarantino has apparently been buried in the editing studio for months and wanted to deliver the newly-finished product on old school 35mm film.\n\"His film,\" said Frémaux, \"is a love letter to the Hollywood of his childhood, a rock music tour of 1969, and an ode to cinema as a whole.\"\nOnce Upon a Time will premiere on Tuesday, 21 May, exactly 25 years to the day since another of his creations, the 1994 Palme d'Or-winning Pulp Fiction, was first shown by the French Riviera.\nIf it wins that would be a truly Hollywood ending.\nThe Cannes Film Festival takes place from 14 to 25 May.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/entertainment-arts-48049918", "tags": "competition film hollywood nine cannes festival director one look year late films"}