{"title": "Capitalism Has a Problem. Is Free Money the Answer?", "content": "LONDON — One need not be a card-carrying revolutionary to deduce that global capitalism has a problem.\nIn much of the world, angry workers denounce a shortage of jobs paying enough to support middle-class life. Economists puzzle over the fix for persistently weak wage growth, just as robots appear poised to replace millions of human workers. At the annual gathering of the global elite in the Swiss resort of Davos, billionaire finance chieftains debate how to make capitalism kinder to the masses to defuse populism.\nEnter the universal basic income.\nThe idea is gaining traction in many countries as a proposal to soften the edges of capitalism. Though the details and philosophies vary from place to place, the general notion is that the government hands out regular checks to everyone, regardless of income or whether people are working. The money ensures food and shelter for all, while removing the stigma of public support.\nSome posit basic income as a way to let market forces work their ruthless magic, delivering innovation and economic growth, while laying down a cushion for those who fail. Others present it as a means of liberating people from wretched, poverty-level jobs, allowing workers to organize for better conditions or devote time to artistic exploits. Another school sees it as the required response to an era in which work can no longer be relied upon to finance basic needs.\n“We see the increasing precariousness of employment,” said Karl Widerquist, a philosopher at Georgetown University in Qatar, and a prominent advocate for a universal social safety net. “Basic income gives the worker the power to say, ‘Well, if Walmart’s not going to pay me enough, then I’m just not going to work there.’ ”\nThe universal basic income is clearly an idea with momentum. Early this year, Finland kicked off a two-year national experiment in basic income. In the United States, a trial was recently completed in Oakland, Calif., and another is about to launch in nearby Stockton, a community hard-hit by the Great Recession and the attendant epidemic in home foreclosures.\nThe Canadian province of Ontario is enrolling participants for a basic income trial. Several cities in the Netherlands are exploring what happens when they hand out cash grants unconditionally to people already receiving some form of public support. A similar test is underway in Barcelona, Spain.\nA nonprofit organization, GiveDirectly, is proceeding with plans to provide universal cash grants in rural Kenya.\nAs a concept, basic income has been kicked around in various guises for centuries, gaining adherents across a strikingly broad swath of the ideological spectrum, from the English social philosopher Thomas More to the American revolutionary Thomas Paine.\nThe populist firebrand Louisiana governor Huey Long, the civil rights icon Martin Luther King Jr., and the laissez faire economist Milton Friedman would presumably agree on little, yet all advocated some version of basic income.\nIn a clear sign of its modern-day currency, the International Monetary Fund — not an institution prone to utopian dreaming — recently explored basic income as a potential salve for economic inequality.\nNot everyone loves the idea. Conservatives fret that handing out money free of obligation will turn people into dole-dependent slackers.\nIn the American context, any talk of a truly universal form of basic income also collides with arithmetic. Give every American $10,000 a year — a sum still below the poverty line for an individual — and the tab runs to $3 trillion a year. That is about eight times what the United States now spends on social service programs. Conversation over.\nLabor-oriented economists in the United States are especially wary of basic income, given that the American social safety programs have been significantly trimmed in recent decades, with welfare, unemployment benefits and food stamps all subject to a variety of restrictions. If basic income were to replace these components as one giant program — the proposal that would appeal to libertarians — it might beckon as a fat target for additional budget trimming.\n“Tens of millions of poor people would likely end up worse off,” declared Robert Greenstein, president of the Center on Budget and Policy Priorities, a Washington-based research institution, in a recent blog post. “Were we starting from scratch — and were our political culture more like Western Europe’s — U.B.I. might be a real possibility. But that’s not the world we live in.”\nAnd some advocates for working people dismiss basic income as a wrongheaded approach to the real problem of not enough quality paychecks.\n“People want to work,” said the Nobel laureate economist Joseph E. Stiglitz when I asked him about basic income early this year. “They don’t want handouts.”\nYet some of the basic income experiments now underway are engineered precisely to encourage people to work while limiting their contact with public assistance.\nFinland’s trial is giving jobless people the same amount of money they were already receiving in unemployment benefits, while relieving them of bureaucratic obligations. The bet is that people will use time now squandered submitting paperwork to train for better careers, start businesses, or take part-time jobs. Under the system the trial replaces, people living on benefits risk losing support if they secure other income.\nIn short, basic income is being advanced not as a license for Finns to laze in the sauna, but as a means of enhancing the forces of creative destruction so central to capitalism. As the logic goes, once sustenance is eliminated as a worry, weak companies can be shuttered without concern for those thrown out of work, freeing up capital and talent for more productive ventures.\nThe trials in the Netherlands, conducted at the municipal level, are similarly geared to paring bureaucracy from the unemployment system. Ditto, the Barcelona experiment.\nSilicon Valley has embraced basic income as a crucial element in enabling the continued rollout of automation. While engineers pioneer ways to replace human laborers with robots, financiers focus on basic income as a replacement for paychecks.\nThe experiment in Stockton, Calif. — set to become the first city government to test basic income — is underwritten in part by an advocacy group known as the Economic Security Project, whose backers include the Facebook co-founder Chris Hughes. The trial is set to begin next year, with an undisclosed number of residents to receive $500 a month.\nThe trial in Oakland was the work of Y Combinator, a start-up incubator. Its researchers handed out varying grants to a few dozen people as a simple feasibility test for basic income.\nThe next phase is far more ambitious. The Y Combinator researchers plan to distribute grants to 3,000 people with below-average incomes in two as-yet undisclosed American states. They will hand out $1,000 a month to 1,000 people, no strings attached, and $50 a month to the rest, allowing for comparisons in how recipients use the money, and what impact it has on their lives.\nOne key element of the basic income push is the assumption that poor people are better placed than bureaucrats to determine the most beneficial use of aid money. Rather than saddle recipients with complex rules and a dizzying array of programs, better to just give people money and let them sort out how to use it.\nThis is a central idea of GiveDirectly’s program in Kenya, where it began a pilot study last year in which it handed out small, unconditional cash grants — about $22 a month — to residents of a single village. The program is now expanding its sights, with plans to hand out grants to some 16,000 people in 120 villages.\nFrom a research standpoint, these remain early days for basic income, a time for experimentation and assessment before serious amounts of money may be devoted to a new model for public assistance.\nYet from a political standpoint, basic income appears to have found its moment, one delivered by the anxieties of the working poor combined with those of the wealthy, who see in widening inequality the potential for mobs wielding pitchforks.\n“The interest is exploding everywhere,” said Guy Standing, a research associate at SOAS University of London. “The debates now are extraordinarily fertile.”", "date": "Nov. 15, 2017", "href": "https://www.nytimes.com/2017/11/15/business/dealbook/universal-basic-income.html", "tags": "free work problem trial income ” money year basic capitalism — answer"}