{"title": "Capital cities: How are they chosen and what do they represent?", "content": "All eyes are on Jerusalem, which US President Donald Trump has officially recognised as Israel's capital despite warnings not to do so from within and beyond the Arab world.\nThe city - home to holy sites for Jews, Christians and Muslims - is a unique and symbolic place, and its status is one of the key issues that divide Israel and the Palestinians. \nJerusalem is Israel's declared capital and seat of government, but no other country has recognised it officially as so until now.\nBut the discord over the US decision raises questions about what capital cities represent, and why they are located where they are.\nHere are four reasons:\nThe word \"capital\" originates from the Latin capitalis, meaning \"of the head\".\nAs the city at the head of the territory, it is linked to the state and hosts the seat of government and, if they exist, usually royalty too. \nThe capital needs to be protected, but also able to exert control and project unity.\nFor that reason many capitals are built in the centre of countries - they need to be seen as representative and accessible.\nMadrid is located at almost the dead centre of the Iberian peninsula, while Abuja, which became Nigeria's official capital in 1991, was built as a brand new, geographically central city to signify the unity of a nation divided along religious and geographic lines.\nLikewise, Brazil moved its capital from coastal, crowded Rio de Janeiro to inland Brasilia in 1961 - the idea being to build a brand new capital \"to bring progress to the interior of Brazil\", as architect Oscar Niemeyer described it.\nBrasilia: Does it work as a city?\nUnlike the deeply divided Washington of today, the founding of the US capital in Washington DC in 1790 was grounded in political compromise.\nAlexander Hamilton and the northern states wanted the federal government to take on states' debts and struck a deal with Thomas Jefferson and James Madison, who wanted the capital in the South.\nGeorge Washington chose the exact spot on the Potomac River and the rest is history.\nIn Australia, curious tourists are often shocked to find Sydney is not actually the capital city, and usually told the inland city of Canberra was built as the \"bush capital\" as a compromise somewhere between Australia's largest city and its competitor to the south, Melbourne.\nSome historians say, however, that this is not exactly true, and that the scorching heat in Sydney and Melbourne in summer is one of major reasons that cool Canberra was chosen.\nAustralia debates 'city to visit' Canberra\n\"The most significant reason, which all politicians agreed with at the time, was that whites could only really thrive and lead by living in a cold climate,\" historian David Headon told the Australian Geographic. \nBerlin or Bonn? That was the question when the Berlin Wall came down in 1989 and Germany reunified and had to decide on a capital.\nDuring the years of Cold War division, Bonn was the capital of West Germany and east Berlin was the capital of East Germany (the German Democratic Republic).\nToday, few of the travellers thronging Berlin's nightclubs and taking pictures of the wall's colourful remnants may know about Bonn - but the decision on which two cities became the capital actually came down to just a few votes in the Bundestag on 20 June 1991. Berlin triumphed with 337 votes to Bonn's 320. \nAnd while Germans fought over two prospective capitals, South Africa actually has three.\nThe branches of government are split between Cape Town (legislative), Pretoria (administrative) and Bloemfontein (judiciary), though the Constitutional Court is in Johannesburg.\nThis dates back to the creation of the Union of South Africa in 1910 after four British colonies were unified and agreement could not be reached on where the capital would be located.\nIn 1994, after apartheid ended, there was a movement for a new capital to be created à la Canberra or Brasilia - to allow a fresh start, but this never happened. \nAstana - which became the capital of Kazakhstan in 1997 - is a gleaming futuristic playground and a totem to the ambitions of authoritarian president Nursultan Nazarbayev, who has ruled since 1991.\nAmong the landmarks are the Palace of Peace and Harmony - a concrete and glass pyramid designed by Norman Foster that boasts a 1,500-seat opera venue.\nThis windswept city in the frozen steppe was briefly called Akmola but changed to Astana because the former means \"white grave\".\nThe pyramid that reveals Kazakhstan's ambitions\nAnother country - Myanmar (formerly Burma) - also has a remote capital city, and its one is four times the size of London.\nNay Pyi Taw was built in 2005 as an isolated refuge for the paranoid military government, at a time before the country began its rocky transition to democracy.\nThe huge capital has everything - huge roads, a zoo and golf courses - but few people.", "date": "6 December 2017", "href": "https://www.bbc.com/news/world-42258989", "tags": "built us city israel bonn capital represent cities south government berlin canberra chosen"}