{"title": "Carillion collapse to cost taxpayers £148m", "content": "The collapse of construction giant Carillion will cost UK taxpayers an estimated £148m, the National Audit Office has said.\nThere will also be wider costs to the economy, Carillion's customers, staff, the supply chain and creditors, the NAO said in a report.\nWhen it was liquidated with debts of £1.5bn in January, the firm had about 420 UK public sector contracts.\nSince then, nearly two-thirds of its UK workforce have found new jobs.\nThe NAO said 11,638 Carillion workers in the UK, about 64% of the total, were now employed elsewhere. Of the rest, 2,332 - 13% of the total - had been made redundant and the remaining 3,000 were still employed by Carillion.\nThe NAO said the £148m estimated loss was subject to a range of uncertainties, such as the timing and extent of asset sales.\nHowever, it would be covered by money already provided by the Cabinet Office to help finance the costs of liquidation.\nAlmost all services provided by Carillion continued uninterrupted after the firm's collapse, although work on some construction projects stopped, including building work on two hospitals funded by Private Finance Initiatives, the NAO said.\nCarillion's non-government creditors were unlikely to recover much of their investments, the NAO said.\nIn addition, the firm's extensive pension liabilities, which amounted to £2.6bn at the end of June last year, would have to be compensated through the Pension Protection Fund.\nThe head of the NAO, Amyas Morse, said the government had \"further to go\" in protecting the public interest in cases such as Carillion.\nHe added: \"Government needs to understand the financial health and sustainability of its major suppliers and avoid creating relationships with those which are already weakened.\"\nMeg Hillier, chair of the Public Accounts Committee, agreed this needed further work. She told the BBC's Today programme: \"My committee is looking at the wider relationship between government and large suppliers. There are 27 other companies with large contracts across government.\n\"We need to really examine this relationship between these large outsourcing companies and government. We'll be talking to those big suppliers over the next few weeks and publishing our findings by the summer.\"\nOne of those companies, Mitie, reported its results on Thursday. \nIt made an £8m loss, after one-off costs were taken into account, compared with a £40m loss the year before.\nIts chief executive, Phil Bentley, told the Today programme: \"We have made the point it is not just abut pricing, it is about process. We think we're very different to Carillion, which was brought down by construction contracts and we're not in that business.\"\nA spokesman for the Cabinet Office said the government's priority was to ensure public services provided by Carillion continued to run smoothly and safely.\n\"The plans we put in place have ensured this, and we continue to work hard to minimise the impacts of the insolvency, having safeguarded over 11,700 jobs to date,\" he said.\nLabour's shadow Cabinet Office minister, Jon Trickett, said: \"The government's dogmatic commitment to the failed outsourcing ideology blinded it to the large risks. The Tories were more concerned about the commercial interests of big business than protecting taxpayers' money or public services.\n\"In government, Labour would end this racket and would introduce a presumption in favour of bringing contracts back in house.\"\nFrank Field MP, who chairs the Work and Pensions Committee, said: \"This invaluable report adds new weight to what we found: Carillion hoodwinked the government as they did many others who were so naive as to trust their published accounts.\"\nMr Field accused Carillion's directors of \"extraordinarily negligent planning\" in their oversight of UK public sector construction contracts.\nTim Roache, GMB general secretary, described the report as \"damning\".\nHe added: \"Carillion held £1.7bn of public contracts, but this report suggests that ministers were working for the company, not the other way around.\n\"The same corporate bosses who are responsible for Carillion's failure pocketed millions while going cap in hand to the taxpayer, begging for help to prop up their failing business model.\"", "date": "7 June 2018", "href": "https://www.bbc.co.uk/news/business-44383224", "tags": "taxpayers public uk nao work construction office cost contracts collapse carillion government"}