{"title": "Carter Page, Ex-Trump Adviser With Russian Ties, Visits Moscow", "content": "MOSCOW — Carter Page, an early foreign policy adviser to Donald J. Trump who was scrutinized by the F.B.I. on suspicion of private communications with senior Russian officials over the summer, was back in Moscow on Thursday.\nMr. Page was closelipped about the purpose of his visit, telling RIA Novosti, a Russian state-run news agency, that he would stay in Moscow until Tuesday and would meet with “business leaders and thought leaders.”\nMr. Page, who founded an investment company in New York called Global Energy Capital, drew attention during the summer for a speech that criticized the United States and other Western nations for a “hypocritical focus on ideas such as democratization, inequality, corruption and regime change” in Russia and in other parts of the former Soviet Union.\nHe worked as an investment banker in Russia for at least three years in the 2000s, advising on several major transactions involving Russian state companies. Mr. Page’s extensive business links in Russia prompted suggestions that he might be serving Mr. Trump as a back-channel liaison with senior Kremlin officials.\nMr. Page dismissed the accusations, calling the F.B.I. investigation a “witch hunt.”\nDmitri S. Peskov, the Kremlin’s spokesman, told journalists that government leaders in Moscow had no plans to meet with Mr. Page and that they had never had any contact with him. “We have learned about this from the press,” Mr. Peskov told the news agency Interfax.\nRussia’s deputy foreign minister, Sergei A. Ryabkov, said officials at his department had no plans to meet with Mr. Page.\nIn Russia’s Parliament, Leonid E. Slutsky of the international affairs committee dismissed talk of Mr. Page as a foreign policy adviser to Mr. Trump, even though the American president-elect told the Washington Post editorial board in March that he was.\n“He is not Mr. Trump’s adviser. He is an impostor who likes to make a lot of media noise about himself,” Mr. Slutsky said.\nIn his previous visit to Moscow, in July, Mr. Page gave a speech at a graduation ceremony at the New Economic School, a Moscow university. At the time, he insisted that he had traveled to Russia as a private person.\nSpeaking to CNN in September, Kellyanne Conway, Mr. Trump’s campaign manager, said that Mr. Page was not part of the Trump team and that he was not authorized to speak to Russian officials on its behalf.", "date": "Dec. 8, 2016", "href": "https://www.nytimes.com/2016/12/08/world/europe/carter-page-donald-trump-moscow-russia.html", "tags": "visits carter adviser ex-trump officials russian ” moscow ties russia page foreign"}