{"title": "Catalonia: What would an economic split from Spain mean?", "content": "On 27 October 2017, Catalonia's former president Carles Puigdemont unilaterally declared independence from Spain, sparking the country's worst constitutional crisis since 1975.\nIt followed a referendum in the restive region - deemed illegal by the Spanish government and courts - in which two million, mainly separatist, voters took part, despite a huge - and some say heavy-handed - police operation to stop them. \nKey members of the independence movement have since been jailed, and Mr Puigdemont has gone into exile in Belgium. But the crisis has not gone away. \nA separatist majority again holds sway in the Catalan parliament and, despite a more conciliatory tone from Madrid, the Spanish government and electorate remain vehemently opposed to a legal vote on independence.\nNot surprisingly, questions continue to swirl about the region's future. Could we one day see an independent Catalonia, be it by legal or illegal means? \nAnd how would the new state manage its economy, and in particular its trading relationships with the rest of the world?\nCatalonia has a lot going for it economically - it has the highest GDP [gross domestic product] of any of Spain's regions, with an economy about the size of Denmark's.\nWhen it comes to trade, it punches above its weight, too. In 2017, its exports were worth €71bn (£63bn), more than a quarter of the national total, with cars, food products, and chemicals just some of the products shipped elsewhere. \nBut what would happen to all of this output if the region broke away? \nAngel Talavera, lead eurozone economist at forecaster Oxford Economics, says the transition to independence would be \"relatively painless\" if it followed a legally-binding referendum. \nBut the Catalan economist, who is against independence, says this would be \"extremely unlikely to happen\", with the region much more likely to secede unilaterally, \"causing chaos\".\nFirstly, he says Catalonia would crash out of the European Union and go back to trading on World Trade Organization rules with the EU and Spain - by far its two biggest trade partners.\nMr Talavera also believes foreign investment would fall and, as we saw before last October's poll, businesses would begin to relocate their headquarters for legal reasons. \n\"With the central government providing a lot of liquidity to the region, Madrid could also shut down Catalonia's credit line. It might also block re-entry to the EU,\" he adds.  \n\"I think we would see Catalonia tumble into recession within two quarters.\"\nMore from the BBC's series taking an international perspective on trade:\nSince the 2017 referendum there have been warnings that the uncertainty over independence is hurting the tourism industry and property market. \nIndeed in June, the Catalan government forecast Catalan GDP growth would slow to 2.9% this year - down from 3.4% in 2017 - although that is in line with the national trend.\nThat said, the region continues to attract foreign direct investment from big firms such as Amazon and Uniqlo. And in February it was ranked the best Southern European region for foreign investment for 2018 and 2019 by fDi Magazine, a Financial Times-owned publication. \nMany economists - whether for or against independence - agree that an independent Catalonia could have a bright future once its ructions with Madrid and the EU were resolved.  \n\"Transitions always are bad, but in the long term and medium term the balance of earnings and expenditure will be profitable in Catalonia,\" says Prof Santiago Niño Becerra, an economist at Ramon Llull University in Barcelona.\n\"There are around 300 academic studies that demonstrate that an independent Catalonia would be successful and only 10 that say it wouldn't.\"\nCatalan nationalists also see the short-term pain of secession as a price worth paying to be free from Madrid's clutches.\nThey argue Catalonia has always had its own distinct language and culture and has been seeking independence since the mid-19th Century. They also say the region pays more than its fair share of income tax to Madrid - claims some economists dispute.\n\"At the point when Catalonia reaches independence, the first problem will be determining the amount of Spanish national debt that belongs to Catalonia,\" says Prof Niño Becerra. \n\"In my view, Catalonia should not have to take any of the debt because it has paid so much already.\" \nAll of this is purely hypothetical, of course, and many commentators argue Madrid would never allow Catalonia to break free, let alone hold a vote on independence. \nPolls also suggest Catalans are evenly split on whether to stay part of Spain, while secessionist parties have never achieved more than 48% of the popular vote.\nHowever, Prof Niño Becerra believes that Catalonia will eventually break away, and when it does both the EU and Spain will change their positions.\n\"A declaration of independence does not need to be sudden or violent. It could be gradual, with the area getting more and more autonomy until it doesn't make sense to be part of Spain anymore.\"\nIn the latest salvo in the saga, Catalan president Quim Torra this week threatened to withdraw parliamentary support for the minority government in Madrid if it did not agree to grant an independence referendum within one month. \nMadrid swiftly rejected the demand but hinted it was open to talks about greater autonomy. \n\"We don't accept ultimatums,\" said Isabel Celaa, a minister and spokeswoman for the Spanish government. \n\"Self-government yes, but independence no,\" she added.\nThe pro-independence government in Barcelona did not respond to repeated BBC requests for comment on the economic issues raised in this article.", "date": "4 October 2018", "href": "https://www.bbc.com/news/business-45723474", "tags": "madrid independence region catalonia would catalan economic says mean split government also spain"}