{"title": "Catalonia 'National Day' rally draws million", "content": "About a million people have taken to the streets of Barcelona to mark Catalonia's \"National Day\" and show continued support for independence.\nThe annual celebration is the first since Catalonia's failed attempt to break away from Spain last October.\nA sea of protesters wearing red shirts and bearing red-and-yellow Catalan flags banged drums, blew whistles and chanted slogans of support.\nThe turnout was roughly the same as last year.\nCatalan regional president Quim Torra and his predecessor Carles Puigdemont, who fled into exile in Belgium after the failed independence bid, had urged people to demonstrate.\nMr Torra said at the end of the rally: \"We are starting an endless march.\"\nTuesday's Diada holiday marks the day Barcelona fell to the soldiers of King Philip V in 1714 and for the past eight years has been used as a rallying point for independence.\nIt is the first such celebration since Catalonia held a referendum on independence on 1 October last year and then unilaterally declared independence on 27 October.\nBut the bid failed after Spain's constitutional court deemed the move illegal and Madrid imposed direct rule.\nProtesters formed human towers and demanded the release of separatist leaders who are in detention awaiting trial following the independence campaign.\nOne elderly protester at the rally, Dolors Llauralo, told Reuters she would continue the battle.\n\"I will demonstrate every year, as long as I can... I fight for [my children and grandchildren] so they will have a better life than the one we have had,\" she said.\nRead more stories on the Catalonia crisis:\nMore protests are planned on the key anniversary dates of the referendum and declaration of independence.\nHowever, opponents complained the Diada was being usurped as independence was not supported by all Catalans.\nSpanish Foreign Minister Josep Borrel, who is Catalan, said: \"We Catalans should celebrate our national day and not just a call for independence that is shared by less than half of the population.\"\nAn opinion poll in July suggested 46.7% of Catalans favoured independence and 44.9% opposed it.", "date": "12 September 2018", "href": "https://www.bbc.com/news/world-europe-45492205", "tags": "catalans draws independence catalonia failed rally catalan last year october million day"}