{"title": "Census- Uninsured Rate Falls As Young Adults Gain Coverage And Government Programs Grow", "content": "President Barack Obama's health care reform law and government health programs helped drive down the number of Americans without health insurance last year to the lowest tally since 2008, according to a new census report. \nThe number of uninsured Americans declined from 2010 to 2011 to 48.6 million people, according to a U.S. Census Bureau report on income, poverty and health insurance released Wednesday. In 2011, 15.7 percent of Americans had no health insurance compared to 16.3 percent in 2010.\nThe uninsured rate for people aged 19 to 25 also decreased from 29.8 percent in 2010 to 27.7 percent in 2011, when 8.3 million of them had no health insurance, the data also show. One reason may be  that young adults are benefiting from a provision in the 2010 health care reform law enabling them to remain on their parents' health insurance plans until they turn 26. \nEnrollment in Medicaid, the government health program for the poor, rose from 48.5 million to 50.8 million between 2010 and 2011 amid a sluggish economy. The rates of people covered by private insurance, including job-based health benefits, remained statistically the same, according to the Census Bureau. \"The increase in public coverage and no statistical change in private coverage may account for the increase in overall coverage,\" David Johnson, chief of the Census Bureau's Social, Economic and Housing Statistics Division, said during a conference call with reporters.\nFewer Americans may be without health insurance compared with 2009 and 2010, but the 48.6 million uninsured people last year still stands as the third-highest number ever and is 4.5 million more than in 2007. The share of the U.S. population that was uninsured last year is tied for the fourth-highest on record. Obama's health care reform law will extend health insurance coverage to about 30 million people starting in 2014, the Congressional Budget Office projects.\nTens of millions of Americans are uninsured because health care and health insurance are getting more expensive and worker's wages aren't keeping up, said Paul Ginsburg, the president of the Center for Studying Health System Change in Washington. \n\"The overwhelming, number-one reason is that the cost of insurance, the premiums, have gone up faster than peoples' earnings have,\" Ginsburg said. Poor economic conditions over the last five years have accelerated the net increase in the number of uninsured people during that period, he said.\nJob-based health insurance for families has almost doubled in price in the last decade and now costs $15,745 on average, according to a study released Tuesday by the Henry J. Kaiser Family Foundation in Menlo Park, Calif., and the Chicago-based Health Research and Educational Trust. The U.S. spent $4.78 trillion on health care last year and while spending growth has slowed in recent years, health care cost increases still outpace wage hikes and inflation.\nAmericans who don't have health insurance are at risk for worse health than those who are covered. When people can't afford medical care, they go without it and their conditions worsen, studies have shown. Lack of health care coverage also exposes people to huge medical bills, debt and even bankruptcy if they get sick or injured.\nWithout a government safety net, even more people would be uninsured. Medicaid covered a larger share of the U.S. population, 16.5 percent, in 2011 than Medicare, the health program for the elderly and disabled, the Census Bureau reported. Medicaid and Medicare have grown for five straight years, Johnson said. Between June 2007 and December 2010, more than 10 million people enrolled in Medicaid, according to an analysis by the Urban Institute in Washington. \nGains in health insurance for young adults came from them joining their parents' health plans, Johnson said.  The health care law allowed 2.3 million people aged 18-26 to get health coverage since 2010, according to a report released this week by the Washington-based Center on Budget and Policy Priorities, which used data from the Centers for Disease Control and Prevention. \nThe number of children without health insurance actually decreased since the recession began because Medicaid and a related benefit, the Children's Health Insurance Program, have more than made up for the loss of private health coverage, said Genevieve Kenney, a senior fellow at the Urban Institute. According to the new census data, 7 million children, or 9.4 percent of them, were uninsured in 2011, 306,000 fewer than in 2010.\nBut Medicaid strictly limits coverage for adults without disabilities: In some states, even a $5,000 annual income is too high to qualify. Although joblessness and slow wage growth have made many adults poor enough to enroll in Medicaid, more are left out, Kenney said. \"There are just whole groups of people who don't have a safety net underneath them in terms of health insurance coverage,\" she said.\nHelp may be on the way for a lot of those who remain uninsured come 2014 under health care reform. Medicaid will open up to anyone earning up to 133 percent of the federal poverty level, which is $14,856 for an individual this year, and those earning up 400 percent of poverty, $44,680 in 2012, will be eligible for tax credits to defray the cost of private health insurance.\nThe Supreme Court upheld the health care reform law in June, though it made Medicaid expansion optional for states, leading a handful of Republican governors to vow they wouldn't add poor residents to the program. The Congressional Budget Office projects 3 million fewer people will gain health coverage as a result of the Court's ruling.\nThe law also faces a political threat: Republican presidential nominee Mitt Romney has vowed to work with GOP lawmakers to repeal health care reform if he wins the White House. Romney also supports a plan authored by his running mate, Rep. Paul Ryan (R-Wis.), to slash funding for Medicaid by $810 billion over a decade, which would result in 14 million to 27 million people losing benefits, with most of them becoming uninsured, according to an analysis by the Urban Institute.\nCORRECTION: An earlier version of this story incorrectly stated the Center on Budget and Policy Priorities based its analysis of young adults and health insurance on data from the U.S. Census Bureau. Their report is based on figures from the Centers for Disease Control and Prevention.", "date": "\n09/12/2012", "href": "https://www.huffpost.com/entry/census-uninsured-young-adults_n_1876862", "tags": "grow care falls young census- gain coverage adults medicaid according programs rate government uninsured million insurance health"}