{"title": "Chanel chooses London for global office", "content": "The luxury goods maker Chanel has told the BBC it's elected to set up its global office in the UK.\nFor the first time in its 110-year history, the brand is gathering the majority of its global business functions under one roof.\nChanel, renowned for its tweed suits, handbags and perfume, had global sales of over £7bn last year, and employs more than 20,000 people.\nIt has over 30 million social media followers on Instagram.\nChanel told BBC Radio 4's Today programme that it \"wanted to simplify the structure of the business and London is the most appropriate place to do that for an international company. London is the most central location for our markets, uses the English language and has strong corporate governance standards with its regulatory and legal requirements\".\nThe decision - which is understood to involve dozens of jobs -  means that Chanel has picked London as the base for its global team over other locations such as New York, or even its creative hub of Paris. \nChanel, whose Little Black Dress has come to epitomise the label's Parisian heritage, is retaining its head designer Karl Lagerfeld and his team in the French capital.\nJustine Picardie, editor-in-chief of Harpers' Bazaar and Coco Chanel's biographer, hailed the move as a mark of the global powerhouse's confidence in the UK's long-term prospects. \nShe pointed out that it also moves Chanel closer to one of its fastest growing customer bases with \"spending on luxury goods by affluent London households being only second to Hong Kong, in terms of growth\". \nShe added: \"Chanel leads the way. My strong intuition is that other (luxury brands) will follow.\"\nThe reasons Chanel gives for its decision echoes those cited by the likes of banks and manufacturers who've opted to move operations to the UK over the years.\nThe news comes as many businesses voice concerns about the continued uncertainty over Brexit and future trading arrangements, and the impact that may have on investment and jobs.     \nChanel's decision will be welcome news to British designers as London Fashion Week gets underway. They're potentially facing upheaval to their supply chains in the form of tariffs, delays at the border and exchange rate volatility in the event of a no-deal Brexit.\nSuch concerns could, according to Paul Alger, of the Fabrics and Textiles Association, make buyers at catwalk shows hesitate to place orders, which would be due for delivery next spring. \nThe fashion industry contributed over £32bn to the UK industry in 2017, according to the British Fashion Council. That's an increase of 5.4% on 2016, making it one of the fastest growing sectors of the economy. ", "date": "14 September 2018", "href": "https://www.bbc.co.uk/news/business-45517279", "tags": "goods office uk fashion chanel global one chooses told decision luxury london"}