{"title": "Chandrashekhar Azad: The Indian Dalit leader challenging Modi", "content": "It is hard to be heard in a country of more than a billion people. \nBut one young, charismatic man - a member of India's lowest caste, the Dalits (formerly \"untouchables\") - is hoping to do just that in the general election.\nChandrashekhar Azad is taking on India's powerful Prime Minister Narendra Modi on his home turf, challenging him to a David versus Goliath battle for the veteran politician's seat, in Varanasi. \nIn reality, Mr Azad is unlikely to pose any real threat to Mr Modi, who is yet to even announce if he will recontest that particular seat, which he won in 2014 by more than 300,000 votes.\nBut it's obvious Mr Azad's aim is not to win a seat. Instead, it's about the optics that such a contest will bring him.\nThis election is being seen as a referendum on Mr Modi, a polarising figure adored by many but also blamed for the country's divisions.\nMr Azad is the leader of Bhim Army, a Dalit (formerly untouchables) organisation, and will be running as an independent candidate. \nIn the past three years, he has emerged as an icon for low-caste Dalits, who have long been denied civil liberties and dignity under India's rigid caste system. \nLast Friday, the young lawyer-turned-politician took his challenge right up to Mr Modi's doorstep by addressing thousands of supporters at a rally in the capital, Delhi.\nAs his car reached Parliament Street, his supporters raised the party's ink blue flag and chanted \"Jai Bhim, Jai Bhim\" - Long Live Bhim - a reference to Indian independence hero and Dalit icon, Bhimrao Ambedkar.\nThe crowds had begun gathering from early morning, and many told me they had been waiting for more than five hours to see him. \nAs Mr Azad got out of the car, young men mobbed him. Many tried to shake his hand or take selfies with him. \nHis arrival in Delhi was preceded by high drama. Earlier in the week, as he advanced towards the capital in a procession of motorbikes from his hometown of Saharanpur, in the northern state of Uttar Pradesh, police stopped him saying he didn't have the permission for so many bikes.\nMr Azad insisted they had permission, which the police had revoked without informing them.\nIn the scuffle that followed, he fell ill and spent the next two days on a hospital bed, connected to a drip. On Friday, when he arrived in Delhi, he still looked unwell and had to be supported up on to the stage.\nAmid loud cheering by his supporters, he called on India's 200 million Dalits to vote against the prime minister and his Bharatiya Janata Party (BJP).\n\"I am going to Banaras [Varanasi] and I will need your help to defeat him [Mr Modi]. I am going there because he is anti-Dalit and he must know that he will be punished for it,\" Mr Azad said.\n\"We will together write the future of India.\"\nI had met Mr Azad on one of his earlier visits to Delhi too and he'd told me that \"atrocities against the Dalit community have increased after Mr Modi took over in 2014 and it will be foolish for us to re-elect him\".\nThe prime minister, he said, was cut-off from reality and had been \"lying\" when he claimed rapists are hanged in three days, now his government is in power. \n\"When a Dalit woman is raped, the police don't even register her complaint for 40 days,\" he said, adding sarcastically: \"Mr Modi clearly lives in another country.\"\nMr Azad's politics are rooted in the \"daily caste discrimination\" he and his family and community faced while he was growing up. \nIn 2015, he formed the Bhim Army, to fight caste oppression in a college where Dalit boys were often beaten up for drinking water or not cleaning benches. \nTwo years later, Bhim Army came to the limelight when Dalits and upper caste Thakurs violently clashed in Saharanpur, the hometown of Mr Azad.\nHe was arrested and spent 16 months in jail, held under the stringent National Security Act. \nThe prison term did not diminish his popularity - in fact, it further endeared him to his community.\nMr Azad said he doesn't believe in violence, but there's an \"undeclared emergency\" in India and that must be fought.\n\"We believe in peace, but we're not cowards. We know how to make shoes, we also know how to hit people with them,\" he said.\nHis greatest appeal lies in the fact that he constantly challenges the traditional caste role assigned to the Dalits and the symbolism that goes with it. \nHe first grabbed attention when he was photographed standing next to a signboard outside a village that read \"The Great Chamar\". Chamar is a pejorative caste term used to describe Dalits who work with animal hide.\nWith the signboard, he turned the abuse into an honour. \nIn photos, he is often seen twirling his upturned moustache, wearing sunglasses and riding a Royal Enfield motorbike. \nThis has endeared him to the young and aspirational members of his community - and turned him into a fashion icon too.\nAt the Delhi rally, many young men in their 20s and 30s were wearing sunglasses, and sported bushy moustaches with the corners twirled up. \nBut his influence runs deeper than just what the eye can see. Many of them tell me that they will vote for the party or candidate of his choice.\nHis growing influence has Ms Mayawati, the four-time Dalit chief minister of Uttar Pradesh, worried. She has accused him of being a \"BJP agent\" who is working to split the Dalit votes. \nMr Azad has denied the charge and said the fact that he is running against Mr Modi in Varanasi is proof that he is opposed to the ruling party.\nHis sole aim, he said, is to rid the country of the BJP and their upper-caste ideology.\n\"Baba saheb [Bhimrao Ambedkar] said the 21st Century would belong to us, the Dalits, so I think we will form a government in 2019. If not, then definitely in 2024,\" he added.\n\"The upper castes have treated us as their personal servants for 3,000 years. No more.\"\nAll photographs by BBC's Abhishek Madhukar", "date": "20 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47621018?intlink_from_url=https://www.bbc.com/news/topics/c27kzzpqm7xt/india-election-2019&link_location=live-reporting-story", "tags": "azad indian india dalits bhim dalit challenging caste modi leader many chandrashekhar"}