{"title": "Chancellor hints at Article 50 delay", "content": "Chancellor Philip Hammond has raised the possibility of an extension to Article 50, the process by which the UK is due to exit the EU. \nIn a call with business leaders on Tuesday evening, Mr Hammond sought to reassure the business community that a \"no-deal\" Brexit could be avoided.\nAccording to the CBI, he outlined how the 29 March date might be postponed.\nAndrea Leadsom, leader of the House of Commons, told the BBC the government would not be delaying Brexit. \n\"We are clear we won't be delaying Article 50. We won't be revoking it,\" she said.  \nJohn Allan, president of the CBI, said the chancellor appeared more relaxed about the possibility of delaying Brexit. \nPhilip Hammond was joined by the business secretary Greg Clark and Brexit secretary, Stephen Barclay, for the conference call with business representatives, which came shortly after the government's EU withdrawal deal was rejected by the House of Commons 432 to 202.\nThe CBI, the UK's biggest business lobby group, has warned a \"no-deal\" Brexit is a threat to jobs and growth.\nMr Allan said it \"wasn't absolutely crystal clear\" that the government could avoid that scenario, but he understood, following the call, that there would be moves in Parliament next week which would allow the UK's exit date from the EU to be put back \"if it became clear we were heading towards that\".  \nA delay to implementation of Article 50 would avoid the UK leaving the EU without a negotiated deal.\nThe CBI chief said he was encouraged by government moves to build a cross-party consensus for a new approach to Brexit.\nDespite fears that the pound would plummet if the government suffered a heavy defeat in Parliament, sterling rallied slightly. Shares traded in London broadly flat on Wednesday morning. Some observers have suggested that there is now a stronger consensus amongst MPs wishing to avoid a \"no-deal\" Brexit, making that a less likely outcome. \nThe governor of the Bank of England Mark Carney told Parliament's Treasury Committee the strengthening of the pound reflected the markets' interpretation that \"the process of resolution will be extended... and the prospect of no deal has diminished.\" \nInvestment bank Goldman Sachs said Tuesday evening's Parliamentary defeat for the prime minister made it more likely that the UK would pursue a \"softer\" Brexit, retaining closer ties to the EU, or even that Brexit might be overturned. \n\"We think the prospect of a disorderly 'no-deal' Brexit has faded further,\" Goldman Sachs' European economist Adrian Paul wrote in a note.\nGoldman Sachs still believes the most likely outcome is that \"a close variant\" of the deal Mrs May has negotiated with Brussels will eventually be passed by the House of Commons.\nHowever, Stephen Martin, director general of the Institute of Directors, said the UK was still \"staring down the barrel of no deal\". \n\"As things stand, UK law says we will leave on 29 March, with or without a withdrawal agreement, and yet MPs are behaving as though they have all the time in the world - how are businesses meant to prepare in this fog of confusion?\" he said.", "date": "16 January 2019", "href": "https://www.bbc.co.uk/news/business-46889062", "tags": "brexit uk cbi eu hammond business chancellor would hints delay article deal government"}