{"title": "Charlie Savage’s ‘Power Wars’", "content": "When Paris was attacked last month, politicians and pundits fell all over themselves rushing to proclaim what Washington should do next in the war on terror. The vast majority of them would have done better to keep quiet and read Charlie Savage’s new book, “Power Wars,” instead. It offers a master class in how to think seriously about crucial aspects of the subject.\nA Pulitzer Prize winner, a reporter for The New York Times and the author of an earlier book on the George W. Bush administration, Savage provides a comprehensive, authoritative history of the legal side of national security policy making during the Obama years. That might sound dry and forbidding, especially in a book so dense and long (almost 700 ­pages of text). But anyone truly interested in foreign policy or national security should find it essential and enthralling, thanks to the author’s intelligence, objectivity, legwork and literary skill.\nSavage has the instincts of a journalist but the soul of a wonk. He understands that policy making is about choice, and for every issue discussed — from detention and interrogation of terrorist suspects, to surveillance and targeting, to the White House’s tussles with Congress over war powers — he methodically describes the problems administration officials faced, the options they considered and why they decided as they did. Readers come away understanding not just what happened but why — and the legitimate grounds for agreeing or disagreeing with the choices made.\nThe heroes of the book are well-­intentioned officials struggling to balance the competing demands of legality, democracy and national security. One senses that whether or not Savage agrees with their specific positions, he respects the honest people “in the arena,” as Theodore Roose­velt put it, who try to find the least bad course in a fallen world. The villains, meanwhile, are not only the actual bad guys but also those officials who don’t grasp the full intellectual, moral and practical responsibilities of their positions. For example, Savage has nothing but icy contempt for an intelligence court judge who makes a dodgy ruling accompanied by procedural irregularities and doesn’t even bother to write an opinion explaining his reasoning. And his portrait of cynical politicians who demagogue counterterrorism policy is scathing.\nThere have been debates about the laws of war for centuries, but over the last couple of decades the scope and complexity of national security law have exploded as terrorism has thrust the United States into an omnipresent conflict with malevolent stateless actors operating in the shadows. Democratic governments naturally want to do whatever they can to protect their citizens, Savage notes, but they also want to avoid breaking the law — and so it becomes crucial to decide just what counterterrorism tools are legally permissible.\nThe George W. Bush administration entered office already determined to eliminate what it saw as excessive post-­Watergate restrictions on presidential authority, and the 9/11 attacks only strengthened that conviction. So the administration initially dealt with the legal dilemmas of counterterrorism by having sympathetic government lawyers authorize the aggressive policies it wanted, using a somewhat more sophisticated version of Richard Nixon’s reasoning that “when the president does it, that means that it is not illegal.” Here as elsewhere, in its later years the administration abandoned or reined in some of its most controversial policies and rationales, but observers on both sides of the aisle expected dramatic changes with the arrival of a Democratic administration in 2009. Why those changes never happened is the underlying theme of Savage’s book.\nThe answer, he says, lies in appreciating that legal criticisms of the Bush administration’s war on terror actually came in two flavors. Some critics opposed Bush’s policies on civil liberties grounds, while others opposed them for procedural reasons. The key members of Obama’s legal team were drawn from the second camp, and that made all the difference.\nTake the question of so-called warrantless wiretapping. To simplify: Was the main problem the wiretapping part (that is, blanket surveillance involving an inherently inappropriate violation of citizens’ rights), or the warrantless part (that the bulk data collection was implemented without appropriate legal sanction)? If you take the first approach, the Obama administration’s continuation of the programs has been disgraceful. If you take the second, the Obama team’s success in putting them on firmer legal ground with stronger oversight is a significant accomplishment.\nSavage walks the reader through dozens of these debates with a sure hand, translating arcane legal reasoning into plain English. His summary of the fight over whether the government is allowed to deliberately kill a United States citizen without a trial — an issue raised by the case of Anwar al-Awlaki, a major figure in Al Qaeda’s Yemeni affiliate — is a model of lucidity. And his explanation of why it has proved so difficult to close down the prison at Guantánamo Bay despite the president’s own obvious passion for the issue is convincing, if depressing.\nMany detainees couldn’t be released outright (because they posed a real security risk), couldn’t be tried in civilian courts (because the evidence against them was inadmissible), couldn’t be transferred to prisons in the United States (because Congress wouldn’t allow it) and couldn’t be sent back to their home countries (because those countries couldn’t hold them securely). So in Gitmo they stay, to nobody’s satisfaction. (At one point, King Abdullah of Saudi Arabia proposed tracking released Yemeni detainees by implanting them with electronic chips, like horses or falcons. John Brennan, then Obama’s senior counterterrorism adviser, replied, “Horses don’t have good lawyers.”)\nThe Obama administration, Savage concludes, proved less able or willing to change course than anybody expected — in part because it decided, in practice, that many alternative policy approaches to the war on terror were worse. “Instead of rethinking basic premises of the national security state, then, Obama accepted them but sought to find a stronger legal framework for carrying out its policy prescriptions.” The administration was also less successful than it had hoped to be in coming up with definitive answers to problems, as opposed to merely defensible, provisional ones. As a result, Savage writes, “Obama seemed likely to be remembered as less a transformative post-9/11 president than a transitional one — the bridge to a national security legal policy destination that would be determined by his successor, future Congresses and the world as it is rather than as one might want it to be.”\nAt one point, Savage quotes a disappointed critic (Naz K. Modirzadeh, the director of the Harvard Law School program on international law and armed conflict) who accuses the Obama administration’s lawyers of having “traded in strict fealty to international law for potential influence on executive decision-making,” contributing not to law but to a “law-like discourse” that legitimized practices “that do not, ultimately, seem bound by international law — at least not by any conception of international law recognizable to international lawyers, especially those outside of the U.S.”\nSuch critiques will fall by the wayside, Savage notes, if over time a consensus develops that the administration’s compromises represent a sensible fusing of principle and practicality. But if the administration’s new norms are not ultimately embraced, the critique will hold up. Either way, Savage’s superb book should stand as an indispensable guide to the debate.", "date": "Dec. 1, 2015", "href": "https://www.nytimes.com/2015/12/20/books/review/charlie-savages-power-wars.html", "tags": "policy administration security ‘ charlie legal wars ” obama savage power — law"}