{"title": "Charges Against Jason Rezaian, Washington Post Reporter Held in Iran, Include Espionage", "content": "Jason Rezaian, the Washington Post correspondent incarcerated in Iran for nine months, has been charged with four serious crimes including espionage, his Iranian lawyer said on Monday. The newspaper and the White House denounced the charges, calling them absurd.\nOne of the counts, the lawyer, Leilah Ahsan, said in a statement, accused Mr. Rezaian of having broken the law by writing a letter to President Obama.\n“Jason is a journalist, and it is in the nature of his profession to gain access to information and publish” it, she said in her first substantive comment on the case. “My client, however, has never had any direct or indirect access to classified information to share with anyone.”\nHer disclosure provided the most detail yet in the prosecution of Mr. Rezaian, whose imprisonment, interrogation and mistreatment in a penitentiary in Tehran have added tensions to the difficult relations between Iran and the United States.\nBoth countries, which broke diplomatic relations 35 years ago after the Islamic Revolution, are in the final months of negotiations aimed at resolving a protracted dispute over Iran’s nuclear activities. The Rezaian case is increasingly seen as intertwined with the outcome of those negotiations, which have been promoted by both President Hassan Rouhani of Iran and Mr. Obama. The negotiations face a June 30 deadline.\nThe possibility of a thaw in the Iranian-American relationship that could emerge from such an agreement has angered hard-line elements in Iran’s hierarchy. Recent reports in Iranian news media with particularly anti-American views have called Mr. Rezaian a spy with links to Iranian expatriates in the United States and Europe.\nThe Washington Post’s executive editor, Martin Baron, said in a statement that the charges outlined by Mr. Rezaian’s lawyer, believed to carry a maximum penalty of 20 years in prison, “could not be more ludicrous.”\nThe Obama administration said it had not seen the actual charges but was aware of the reporting about them. “If the reports are true these charges are absurd, should be immediately dismissed, and Jason should be freed immediately,” the White House spokesman, Josh Earnest, said at a daily news briefing in Washington.\nAccording to Ms. Ahsan’s statement, translated from Persian and provided by the family of the journalist, Mr. Rezaian has been accused by the prosecutor in Tehran of “espionage through collecting policies regarding the country’s domestic and foreign policy and providing them to individuals with malicious intent.”\nMs. Ahsan said in the statement that Mr. Rezaian had also been “accused of collaborating with hostile governments as well as writing a letter to President Obama.” It was unclear from her statement how precisely such an act could be deemed illegal. Iran’s supreme leader, Ayatollah Ali Khamenei, has exchanged letters with Mr. Obama.\nThe other charges, she said, related to collecting classified information and “propaganda against the establishment of the Islamic Republic of Iran.”\nThe Revolutionary Court in Tehran that is overseeing Mr. Rezaian’s case has not officially announced the charges and has not set a trial date.\nMs. Ahsan, who only recently was permitted to read the case file against her client, had not been permitted to confer with him until Monday, and that meeting apparently took place under heavy scrutiny. Her statement said that they met in court with an official translator present.\n“All of the items and accusations are the ones that I mentioned and I cannot divulge details because the trial has not yet begun,” she said in the statement. But she said the case file presented no evidence to justify the charges against Mr. Rezaian.\nMs. Ahsan also drew a direct link to the nuclear discussions and the Rezaian case in her statement: “Even though legal affairs are outside the bounds of politics, I hope the nuclear talks and its developments will have a positive effect on a speedy release of my client.”\nMr. Rezaian, a 39-year-old Californian of Iranian descent, has been The Post’s Tehran bureau chief since 2012. Before that he had worked in Tehran as a freelance reporter. The Iranian government has refused to acknowledge his American citizenship.\nMr. Baron, who has repeatedly protested what he has called the “Kafkaesque” prosecution of Mr. Rezaian, said the lawyer’s statement amounted to more evidence of his innocence.\n“Whatever its motive, Iran’s judiciary is presenting the claims that are transparently baseless,” Mr. Baron said.\n“It is absurd and despicable to assert, as Iran’s judiciary is now claiming, that Jason’s work first as a freelance reporter and then as The Post’s correspondent in Tehran amounted to espionage or otherwise posed any threat to Iranian national security,” he added.\nMr. Rezaian, his wife, Yeganeh Salehi, and two other people were arrested July 22. Ms. Salehi, an Iranian who works for a United Arab Emirates newspaper, and the two others, both Iranian citizens, were released on bail and warned not to talk about the case.\nMs. Ahsan’s meeting with Mr. Rezaian came a few days after Iranian media organizations that are linked to outspoken critics of the United States published unattributed articles claiming sinister revelations in Mr. Rezaian’s case.\nThe Vatan-e Emrouz newspaper, which supported the government of former president Mahmoud Ahmadinejad, said Mr. Rezaian had collaborated with the National Iranian American Council, a Washington-based advocacy group that supports nuclear negotiations and improved relations with Iran, although it also has been critical of the Iranian government. But inside Iran, hard-liners say the group is connected to another former president, Ali Akbar Hashemi Rafsanjani, known to favor ties and business with the West.\nThe newspaper’s coverage focused on the founder and president of the council, Trita Parsi, and one of his aides, Reza Marashi, a former State Department employee, who regularly engaged in public conversations with Mr. Rezaian on Twitter.\n“These two men are present at the nuclear negotiating table,” the paper wrote of Mr. Parsi and Mr. Marashi, who have been photographed in the presence of Iran’s foreign minister, Mohammad Javad Zarif, during talks with world powers in Switzerland. “Mr. Rezaian was in contact with them.”\nMs. Ahsan, who also represents Mr. Rezaian’s wife, criticized such coverage in her statement. “The whole of the investigation into my client has been kept secret so far, and my clients and I have refrained from making them public,” she said. “It is a shame that some domestic media have resorted to the widespread publication of untrue and false accounts without considering the secret nature of the case — their action is both against the law and moral and Islamic standards.”\nMr. Parsi said in a telephone interview that the prosecution of Mr. Rezaian reflected what he called the desperation of extremist opponents in Iran to derail the nuclear agreement reconciliation with the United States.\n“We all know Jason is innocent,” he said. “The easiest accusation to make in Iran is to say someone is a spy.”", "date": "April 20, 2015", "href": "https://www.nytimes.com/2015/04/21/world/middleeast/washington-post-reporter-held-in-iran-faces-4-charges-lawyer-says.html", "tags": "iran rezaian washington jason iranian espionage held ” charges statement post case reporter include"}