{"title": "Charlottesville: James Alex Fields Jr faces life in prison", "content": "A man suspected of killing a woman near a white supremacist rally in Virginia in August is facing a possible life sentence after charges against him were upgraded to first-degree murder.\nCharges against James Alex Fields Jr were confirmed in an emotional hearing.\nHe is accused of ramming his car into anti-fascism protesters, killing Heather Heyer and injuring 35 others.\nThe incident followed violent protests in Charlottesville over the removal of the statue of a Civil War general.\nMr Fields is said to have harboured Nazi sympathies.\nState District Court Judge Robert H Downer Jr said the court case could proceed, and upgraded the murder charge against him from second-degree to first-degree. Other lesser charges against the suspect were certified.\nProsecutors will now seek an indictment before a Grand Jury on Monday.\nIf found guilty, Mr Fields faces between 20 years and life imprisonment. Second-degree murder carries a maximum sentence of 40 years.\nUnder most US jurisdictions, first-degree murder implies that an attack is premeditated and planned, whereas second-degree murder suggests no premeditation.\nThe parents of Heather Heyer, 32, as well as victims of the attack, attended the preliminary hearing.\nMany became emotional as prosecutors played two previously unseen graphic videos of the attack.\nOne victim, Marcus Martin, swore out loud and stormed out of the courtroom.\nMr Fields showed no reaction to the videos or testimony.\nHundreds of white nationalists convened in Charlottesville on 12 August to protest against the removal of a statue of Gen Robert E Lee, who had fought for the pro-slavery Confederacy during the US Civil War.\nThese groups, which include the Ku Klux Klan, Neo-Nazis and other white supremacy organisations, have coalesced under a banner of the so-called \"alt-right\" movement.\nThey were challenged by anti-fascist and counter-protesters and the rally erupted into violent clashes.\nDuring the melee, Ms Heyer was struck by a car that rammed into a crowd of dispersing counter-protesters.", "date": "15 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42365066", "tags": "faces second-degree alex murder fields white charges first-degree prison james killing charlottesville jr attack life heyer"}