{"title": "Charleston Church Shooting- White Gunman Kills 9 At Historic Black Church", "content": "\nA heartbroken nation’s tension turned to mourning Thursday afternoon as news broke that the suspected gunman in an attack on a Charleston, South Carolina, church had been arrested, and the identities of his nine victims were released.\nDylann Roof, 21, allegedly entered the Emanuel African Methodist Episcopal Church during a weekly Bible study meeting and opened fire around 9 p.m. Wednesday. Eight people were found shot to death at the scene, police said. Two others were transported to a hospital, where one later died.\nRoof was captured Thursday morning in Shelby, North Carolina, according to Attorney General Loretta Lynch. Charleston Police Chief Greg Mullen said Roof was arrested during a traffic stop.\nIn a statement at the White House, President Barack Obama mourned the victims and lamented the steady stream of mass shootings he has had to address while in office. \"Once again, innocent people were killed in part because someone who wanted to inflict harm had no trouble getting their hands on a gun,\" he said. \"At some point, we as a country will have to reckon with the fact that this type of mass violence doesn’t happen in other countries.\"\nSix women and three men were killed. The church's pastor, state Sen. Clementa Pinckney, was among those who died. The other victims are Tywanza Sanders, Cynthia Hurd, Rev. Sharonda Coleman-Singleton, Myra Thompson, Ethel Lance, Rev. Daniel Simmons, Rev. DePayne Middleton-Doctor and Susie Jackson.\n“The only reason someone could walk into a church and shoot people praying is out of hate,” said Charleston Mayor Joe Riley at a news conference. “It is the most dastardly act that one could possibly imagine.”\nThe suspect waived extradition during a court appearance Thursday, The Associated Press reports, and will return to South Carolina, where his charges are pending.\nLIVE UPDATES\nThe Department of Justice, FBI and U.S. Attorney's Office are launching a hate crime investigation into the killings.\nAccording to Mullen, the suspect sat in the church with other attendees for about an hour before he began firing. In an interview with NBC, a cousin of Pinckney said she spoke with a survivor, who reported that the suspect had reloaded his gun five times. When the survivor's son tried to talk him out of shooting more, he reportedly replied, \"'I have to do it. You rape our women and you're taking over our country. And you have to go.'\"\nCornell William Brooks, the president and CEO of the NAACP as well as an African Methodist Episcopal minister, released a statement on Thursday in which he expressed outrage about the \"mass hate crime.\" \n\"The senselessly slain parishioners were in a church for Wednesday night Bible study,\" Brooks stated. \"There is no greater coward than a criminal who enters a house of God and slaughters innocent people engaged in the study of scripture.\" \nIn a Facebook profile photo, Roof appears to be wearing a jacket affixed with patches representing apartheid-era South Africa and the unrecognized, white-dominated state of Rhodesia -- both potent symbols of white supremacy.\nCarson Cowles, Roof's uncle, told Reuters Roof had received a gun from his father as a birthday gift in April.\nA florist from Kings Mountain reportedly made the call that led to Roof’s arrest, the Shelby Star reports. Debbie Dills was driving to work on Highway 74, spotted the suspect’s black Hyundai, and called her boss before calling police.\nSouth Carolina Gov. Nikki Haley (R) urged people to pray for the victims and their families. “While we do not yet know all of the details, we do know that we’ll never understand what motivates anyone to enter one of our places of worship and take the life of another,” she said. “Please join us in lifting up the victims and their families with our love and prayers.”\nWorshippers and other community members gathered Thursday to mourn and pray throughout a town so known for its churches that it's often referred to as \"Holy City.\"\n\r\nWorshippers gather to pray in a hotel parking lot across the street from the Emanuel AME Church. (AP Photo/David Goldman)\r\n\n\r\nA man kneels across the street from where police gather outside the Emanuel AME Church following a shooting Wednesday, June 17, 2015, in Charleston.\nAround 11 p.m., police began pushing media across the street after a possible bomb threat was reported near the scene of the shooting. No bomb was found. \n\r\nPolice stand outside the Emanuel AME Church following a shooting Wednesday, June 17, 2015, in Charleston. (AP Photo/David Goldman)\nThe historic black church, commonly referred to as \"Mother Emanuel,\" has \"one of the largest and oldest black congregations south of Baltimore, Maryland,\" according to the church's website. One of the church's founding members was Denmark Vesey, who organized a slave uprising that started in 1821. Civil rights leaders also visited the church during the 1960s.\nRepublican presidential contender Jeb Bush had been scheduled to campaign in Charleston on Thursday, but has canceled the event.\n", "date": "\n06/17/2015", "href": "https://www.huffpost.com/entry/charleston-shooting-churc_n_7608738", "tags": "victims gunman charleston thursday south white roof church shooting- emanuel black kills police historic"}