{"title": "Charlie Hebdo anniversary: Paris police shoot man dead", "content": "French police have shot dead a man who was apparently trying to attack a police station on the anniversary of the Charlie Hebdo attacks.\nThe suspect was carrying a meat cleaver and wearing a dummy suicide vest.\nA piece of paper found on his body \"pledged allegiance\" to so-called Islamic State and vowed revenge for French \"attacks in Syria\", AFP reported.\nOfficials have named him as a convicted thief, Sallah Ali, born in Morocco.\nMinutes before he was shot, President Francois Hollande had praised police in a speech on last year's killings.\nGunmen murdered 17 people in attacks, including at Charlie Hebdo magazine and a Jewish supermarket.\nIn his address, Mr Hollande said 5,000 extra police and gendarmes would be added to existing forces by 2017 in an \"unprecedented\" strengthening of French security.\nParis January attacks: Victim obituaries\nThree days of terror\nCharlie Hebdo lives on but 'in darkness'\nThe Paris prosecutor's office says it is opening a terrorism investigation into the incident on Thursday, which took place in the 18th district in northern Paris.\nFrench officials say the suspect, who was wielding the butcher's knife, shouted \"Allahu Akbar!\" (God is Great) outside a police station in Goutte d'Or, near Montmartre, before police shot and killed him. \nBomb disposal experts were brought in after wires were seen extending from his body, but officials later said a belt he was wearing did not contain any explosives.\nHis fingerprints were found to match fingerprints on police files after an arrest for theft in the south of France in 2013.\nAnti-terror police and French intelligence services are treating the incident as a case of attempted murder. \nFollowing the attack, a cordon was been set up around the area, and security was boosted at schools and on public transport networks in the city.\nAccording to the prosecutor, it was at 11:30 that the man approached the police station in the Goutte d'Or before being shot.  \nAccording to police accounts, it was also at 11:30 - exactly a year ago - that the Kouachi brothers began their attack on Charlie Hebdo.\nThe presumption of a link must be very strong, especially after the authorities confirmed that this was for them a terrorist incident.  \nWas the man intent on striking a deadly counterblow to the commemorations that are going ahead this week?  \nIf so, it was a feeble gesture compared with what happened a year ago - and of course with the 13 November attacks.  But that in itself is significant.  For a jittery French public, it shows that jihadism comes in all shapes: grand organised conspiracies at one end, small individual acts at the other.   \nBut they too can kill. \nThree days of attacks brought bloodshed to Paris and its surrounding areas last January. \nThe three attackers were shot dead by police, but questions remain about their jihadist contacts and possible accomplices in the Middle East.\nA Paris court sentenced an alleged French IS recruiter in absentia on Thursday to 15 years in prison.\nSalim Benghalem, 35, was freed from a French jail in 2010 and is believed to be in Syria. He was said to have been part of a jihadist network in Paris that included  Cherif and Said Kouachi, the two Charlie Hebdo gunmen.\nThree police officers were among the 17 victims of the gunmen on 7-9 January, 2015.\nOn Thursday, the French president said the officers had \"died so that we could live in freedom\".\nBut with France also still mourning the deaths of 130 people in jihadist attacks in Paris in November, he also used his speech to call for greater co-operation between the security services.\nSince a state of emergency was imposed on the night of 13 November, police have brought to light 25 offences related to terrorism, he added.\nPresident Hollande said the rules for police use of firearms were also being revised, so that gunmen could be tackled more effectively.\nEarlier, Parisians laid flowers and lit candles at the former office of Charlie Hebdo magazine, where a plaque was unveiled on Tuesday.\nA second plaque was installed where a police officer was shot, and a third at the Jewish supermarket.\nOn Saturday, a fourth plaque will be unveiled in the southern suburb of Montrouge, where one of the gunmen shot dead a policewoman.\nThe commemorations will culminate in a public event on Sunday in the Place de la Republique, where Parisians gathered in the wake of the attacks.\nA 35ft (10m) oak \"remembrance tree\" will be planted in the square and veteran French musician Johnny Hallyday will perform Un Dimanche de Janvier (One January Sunday), a song recalling the vast march in Paris that followed the attacks.", "date": "7 January 2016", "href": "https://www.bbc.co.uk/news/world-europe-35250344", "tags": "anniversary hebdo shot shoot january man gunmen charlie police dead french paris attacks"}