{"title": "Charged With Graft in China, Some Fugitives Are Finding Luxury in U.S.", "content": "Even before his name appeared on the “most wanted” list, holes had emerged in the immigrant success story of Wei Chen.\nHis business partner sued him last year, alleging that nearly $50 million was missing from their development project in Plantation, Fla. The ensuing litigation revealed that Mr. Chen had changed his name from He Yejun, and that he had once been a top executive in a state-owned beer company in China.\nWhen the Chinese government released a list last month of what it described as its leading 100 fugitives accused of economic crimes — including 40 people believed to be hiding in the United States — there was He Yejun’s name, along with that of his wife.\nThey were accused of misappropriating funds in China before moving to the United States in the late 1990s. Records show that among Mr. Chen’s luxury purchases since immigrating are a $2 million condo near Miami, a Bentley and a 70-foot yacht owned through a corporation.\nThe highly publicized release of the most-wanted list comes as President Xi Jinping presses an anticorruption crackdown that has already brought down one of the country’s most powerful former officials and sent scores of security agents on a global chase for economic fugitives and their ill-gotten gains.\nLast year alone, 680 fugitives suspected of economic crimes were repatriated from 69 countries and regions in the operation known as Fox Hunt, according to the state news agency Xinhua.\nThis newest phase of the campaign, named Sky Net, was rolled out last month with the publication in Chinese news media of a collection of Interpol alerts that also included one for Yang Xiuzhu, a former deputy mayor of Wenzhou whose stature earned her the top placement on the list.\nMs. Yang previously owned a five-story building on West 29th Street in Manhattan.\nThe United States was identified as the leading destination by the Chinese authorities, with Canada second and New Zealand and Australia tied for third. The four countries do not have extradition treaties with China, partly because of concerns about due process of law, human rights violations and excessive punishment in China.\nThe Chinese authorities say the reluctance of the four countries to hand over suspects has made them especially attractive havens for suspected economic fugitives.\n“Many corrupt officials have chosen to flee to other countries because they can hide themselves behind the complex regulations on extradition and jurisdiction,” Li Zhimin, a spokesman for the Chinese Consulate in New York, said in an email.\nWhether those on the list are truly China’s most wanted is a question of some debate. Chinese news reports say Beijing has handed Washington a far larger list of about 150 fugitives believed to be in the country.\nDing Xueliang, a Chinese politics expert at Hong Kong University of Science and Technology, said Beijing preferred not to publicly identify some suspects for fear that they or their families might retaliate by leaking party secrets. “The biggest targets are not on this list,” he said. “Some of these people could cause enormous political trouble for the party-state system by revealing what they know.” Indeed, some experts suspect the list is intended more as a warning to those whose identities remain secret than to those now widely known.\nA review of the list found a range of figures said to be in the United States — from the relatively high-ranking Ms. Yang to more mundane characters like Qiu Gengmin, a former export agent accused of stealing money from a Norwegian shipping company — but few top officials.\nIn casting his net abroad, President Xi has made the party vulnerable to a force far beyond its control: the rule of law at the heart of Western legal systems. Even though there is no extradition treaty, American officials point out that Beijing has other options for repatriating suspects — as long as it can provide credible evidence of their crimes.\nIf American law enforcement agencies can determine that a person is in the country illegally or had lied on an immigration form, he can be deported, though the legal process is time-consuming, and in the case of China, often subject to an evaluation of potential political persecution and the use of torture.\nIn a statement, a State Department spokesman, Scott C. Lueders, said the United States welcomed increased law enforcement cooperation with China, within limitations. “The United States does not have an interest in serving as a safe haven for fugitives from any country, including China, and will work within the bounds of existing U.S. law to effectuate removals of such individuals,” he said.\nIn April, the homeland security secretary, Jeh Johnson, met in Beijing with China’s minister of public security, and both sides agreed to improve mutual cooperation on the repatriation of fugitives and illegal immigrants.\nWhatever the precise standing of those on the latest list, China’s state-controlled news media has trumpeted the overall crackdown as proof of the Communist Party’s determination to vanquish corruption and bring Chinese criminals to justice — no matter where they are hiding. Western analysts, and not a few ordinary Chinese, also view the campaign through the prism of factional politics, as a cudgel to sideline rivals as Mr. Xi seeks to consolidate power.\nThe zeal with which Mr. Xi and his allies have pursued corrupt officials has sent shock waves through long-untouchable institutions such as the military and the Politburo Standing Committee. Last month, the nation’s former domestic security chief, a retired standing committee member, Zhou Yongkang, was formally charged with taking bribes, making him the highest-ranking party official ever to face corruption charges.\nEven so, Steve Tsang, a senior fellow at the University of Nottingham’s China Policy Institute, says there are limits to how far Mr. Xi can go in confronting corruption at the apex of Chinese power, prompting him to take his campaign overseas. “Xi still has to do something that captures the imagination, so he’s gone from hunting tigers to hunting foxes,” he said.\nWithin the Chinese community in the United States, there is skepticism. “Among the people on the list, there are some bad guys,” said Ning Ye, a lawyer in Flushing, Queens, for Mr. Qiu. “But there are also some falsified cases.”\nThe allegations against Mr. Qiu, 53, arose from his business dealings with I.M. Skaugen Marine Services, a shipping company with headquarters in Norway, which had contracted with a Chinese company to build three oceangoing tankers. Mr. Qiu’s company, Zhejiang Changda Import and Export, was hired as an import-export agent to handle customs formalities, including a value added tax, which would be collected, then refunded, once the ships were exported.\nBut in 2010, he was accused of keeping a $3.7 million tax refund.\nMr. Qiu fled to the United States, where federal prosecutors last year charged him with attempting to launder the money using several bank accounts established in the names of shell companies to purchase real estate, including a beachfront motel in Myrtle Beach, S.C., registered in the name Travelhome 1405 LLC.\nThe use of shell companies to obscure ownership was examined in a recent series of articles in The  New York Times that found an increasing use of hidden ownership by foreign citizens purchasing high-end real estate in the United States.\nMr. Ye argued that Mr. Qiu was the subject of Chinese retaliation because of involvement in a pro-democracy movement. Mr. Qiu, who is being held in the Monmouth County Correctional Institution in New Jersey, has filed for political asylum.\nTransactions that obscured ownership also appear to have been used by Ms. Yang, 67, the former deputy mayor of Wenzhou. She is alleged to have taken bribes of about $30 million while in office.\nIn 1996, while Ms. Yang was still a municipal official, a corporation called New York International I/E Trading purchased the building at 102 West 29th Street for an undisclosed amount. Within months, ownership had been transferred into Ms. Yang’s name.\nIn 2004, when a property manager for Ms. Yang tried to evict a tenant from the West 29th Street property, the tenant filed documents in State Supreme Court saying Ms. Yang was a Chinese fugitive. At about the same time, Ms. Yang transferred the building to a woman in Bayside, Queens, who appears to be her sister-in-law, for $550,000. That same year, it was sold to an apparently unaffiliated group for $2.4 million.\nMs. Yang’s whereabouts is not known; published reports in China have said that she has been apprehended in the Netherlands, but the Chinese Consulate would neither confirm nor deny that.\nThe presence of Chinese fugitives in the United States raises questions about how they were admitted to the country in the first place. There is evidence that several may have lied to the immigration authorities.\nQiao Jianjun, 51, who is No. 3 on the fugitive list, is accused in China of embezzling nearly $4 million from the large state-owned grain warehouse he ran in Zhoukou from 1998 to 2011. A federal indictment in Los Angeles last year alleged that Mr. Qiao, and his ex-wife, Zhao Shilan, who is not on the list, lied about their marital status and source of funds to obtain a visa under a program that provides a special path to citizenship for those who invest $500,000. The couple purchased a home near Seattle through a shell company. Mr. Qiao remains at large.\nA Justice Department spokesman, Peter Carr, cited the California indictment as an example of how the agency “has repeatedly shown that it will vigorously pursue prosecutions” involving charges of money laundering or other criminal activity by fugitives sought by China.\nMs. Zhao is expected to enter a plea of not guilty on Monday, according to her lawyer, Kirk Davis of Seattle, who added, “We don’t have a high degree of trust that the evidence is reliable and accurate because of the nature of the regime in China.”\nIn Florida, the citizenship application of Mr. Chen’s wife, Huang Hong, 48, known as Linda, was denied after immigration officials accused her of arranging a sham marriage to another man to secure citizenship.\nIn China, Mr. Chen — then known as He Yejun — had once been among 30 finalists for selection as “Top 10 Industrious Chinese Youths.” He was credited with helping to salvage a tottering fertilizer plant in Hebei Province and to transform it into the Haomen Group, a state-owned beer company listed as one of China’s 500 most profitable enterprises. Mr. He was both party secretary and general manager, according to the list.\nIn 1999, he fled to the United States, seemingly on the heels of Ms. Huang, an accountant for Haomen’s Beijing office before leaving in 1998. The government put both of them on a wanted list, accused of misappropriation.\nAn earlier episode in the United States might have foreshadowed his fall from grace. During congressional testimony in the 1996 scandal known as Chinagate — in which the Justice Department investigated whether China had attempted to influence the Democratic Party through campaign contributions — it was alleged that Mr. He had asked another man to deliver a bag of cash to an American official to obtain visas for Chinese citizens.\nIt is unclear how Mr. He obtained his own citizenship, but court records show that he changed his name to Chen at the same time. By last year, after his business partner charged that he had misappropriated money from the redevelopment of the Plantation Fashion Mall, the project was placed in bankruptcy and its assets sold off. Phone messages left for him were not returned.", "date": "May 15, 2015", "href": "https://www.nytimes.com/2015/05/16/world/asia/china-hunts-fugitives-accused-of-corruption-many-in-us.html", "tags": "graft china united finding states ” u.s chinese ms. luxury charged fugitives list —"}