{"title": "Charlottesville Anniversary- White Supremacy Didn’t Invade- It Was Always Here-", "content": "CHARLOTTESVILLE, Va. ― On Aug. 12 of last year, after the murder of Heather Heyer, word went around the city that an evening vigil would be held in McGuffey Park, which throughout the day had served as a staging area for counterprotesters.\nAs the “Unite the Right” rally unfolded nearby and then dispersed through the city, McGuffey Park “felt like a resistance camp at the end of the world,” in the words of two University of Virginia law school students. Local clergy and volunteers assisted the counterprotesters of various stripes as they grouped and regrouped in the morning and into the afternoon. And in the hours after Heyer was killed by a neo-Nazi driving a car into counterprotesters, it was a place of respite. Around 5:30 that afternoon, valedictions to a disheartening day were delivered in a corner of the park. People formed a circle, and one by one they dropped a flower in the center.\nMcGuffey Park was chosen because it was not contested ground, not like nearby Emancipation Park. The latter was the site of the Robert E. Lee statue around which the Unite the Right rally was organized. It used to be called Lee Park before it was Emancipation Park, and today it’s known as Market Street Park.\nBut there were no such fights over McGuffey Park, which is named for William Holmes McGuffey, the 19th-century scholar and educator known for the namesake schoolbooks he edited. On this, a civic consensus has reigned, unchallenged: Unlike the lingering tokens of the Confederacy, William McGuffey is safe history in Charlottesville. \nYou can learn a lot about a city from the things its citizens have agreed not to think about.\n“Happiness is a place called Charlottesville, Virginia,” a Guardian headline from 2014 reads. “A new study has named Thomas Jefferson’s hometown the feel-good capital of the U.S., but residents say that just means liberal values and a sense of community.”\nWho has the privilege to say something like that? Probably the same people who don’t bat an eyelash when they see “Thomas Jefferson” and “feel-good” in the same sentence. The same people who can pretend that the Nazis and right-wing extremists came to Charlottesville on Aug. 11 and 12, and then left, like some sort of weather event, a tornado that leaves a town broken but fixable. To them, the days before and after the rally were mostly comfortable. This is a beautiful college town with great food and nice people, after all. Liberal values and a sense of community.\nBut for everyone else ― especially people of color ― this city was never comfortable. Echoes of the Civil War and the Jim Crow era still reverberate off the walls of its slave-built university campus and into downtown. The Ku Klux Klan still marches openly. There’s still tension with the police. Unite the Right merely brought some painful conversations out in the open, where for a weekend the good white liberals of Charlottesville had to grapple with them, and since then activists have taken it upon themselves not to let the good white liberals forget.\n“White, liberal Charlottesville’s message after Unite the Right was, ‘We’re all healing together and moving on.’ The activists said, ‘No, we’re going to talk about why the Nazis came here.’ And they were here because they never left,” said local activist and lawyer Pam Starsia.\nShe and other activists, educators and clergy members met with HuffPost prior to the anniversary of the Unite the Right rally. They wanted to tell a different story about what has really happened over the last year: Charlottesville had a reckoning. It looked in the mirror, saw the white supremacy and racism that has pervaded this town since its founding, and then tried to look away.\n“If you liked living in Charlottesville before, and you thought the way things were before was good, then you want to go back to the way it was, you want to go back to normal,” Starsia said. “But Charlottesville was not OK before Unite the Right. People in this city have been fighting white supremacy for centuries. This is just the latest iteration.”\nIn many ways William McGuffey was a good white liberal of his time. He was mainly known for McGuffey’s Readers, grammar-school primers through which, as journalist Ron Powers has noted, “the first mass-educated and mass-literate generation in the modern world had come of age.” They were used widely throughout American schools from 1840 into the early 1900s. “McGuffey approached education as a moralistic adventure,” wrote biographer Quentin R. Skrabec. “He interweaved morals, religion, and virtues into basic lessons. They promoted patriotism and nationalism through the ‘cult of Washington.’”\nMcGuffey came to Charlottesville in 1845, having previously served as president of Ohio University. He was a philosophy professor at the University of Virginia, a Whig in his politics, a liberal squish on the slavery question, a supposed friend to the black community, although his household also enjoyed the butlering services of an enslaved man named William Gibbons. McGuffey was a Unionist during his time in the North, but as a Southern resident, he softened into states’ rights equivocation. He was consistent, though, in seeing slavery as a failure of moral education, not as a political question, and his description of war-blasted Virginia in 1865 was a lament for “this state of things” — “no matter who is at fault, or whether anybody is to blame.” There were very fine people on both sides.\nMcGuffey is often credited with having kept politics out of education, as if there were anything apolitical about choosing how and what to teach our children. There is certainly nothing apolitical about soft-pedaling the causes and nature of the Civil War.\n“Although the books included selections that promoted patriotism during the Civil War,” Susan Walton reported in Education Week in 1983 at the time of a back-to-McGuffey vogue in American education, “they were more likely to speak in general terms of the nobility of fighting for one’s fatherland and tactfully omit any mention of what that fatherland was.”\nThere were business reasons for writing the actual moral conflict at the heart of the Civil War out of the story of the war. “Editorially, it was in the best interest of the McGuffey Readers to promote rapid national healing, since South and North sales were critical for profitability,” Skrabec wrote. “One story ‘The Dying Soldiers’ was actually added to the 1866 edition of the Fourth Reader to make heroes out of soldiers on both sides. Many again felt the Readers overdid it, but making heroes out of both sides was an important contribution of the McGuffey Readers, which was the only text initially covering Northern and Southern school houses.”\nHealing together, moving on. That was the message. If the neo-Nazis in the park last year were heirs to Robert E. Lee, the good white liberals of Charlottesville, the people who didn’t want to think too hard about why the neo-Nazis had come there in the first place, were the heirs to McGuffey.\nIn July, Jalane Schmidt, a Black Lives Matter activist and associate professor of religious studies at the University of Virginia, took HuffPost on a quick tour of Charlottesville’s most recognizable monuments. She’s an expert in their history, and she has a personal connection to most of them ― because she has stood as a protester during rallies in which those monuments became lightning rods for extremist groups.\nDowntown, a few blocks away from Market Street Park, there are two statues on the property of the Albemarle County Courthouse: One is a Confederate soldier. The other is a towering figure of Stonewall Jackson.\nThe Confederate general is depicted astride his beloved Little Sorrel, and he gazes with some concern in the direction of the Downtown Mall, as if contemplating a flanking maneuver on Urban Outfitters. The statue was unveiled in 1921 to the great satisfaction of the local Ku Klux Klan, who used the courthouse as their living room and recruiting center, hosting ”well-received″ meetings “on the subject of Americanism” and patriotism, according to an essay by Schmidt.\n“In my opinion, this Jackson statue is the more offensive one ― even though it’s less central than the Lee statue ― because it’s on the courthouse lawn,” Schmidt told us. “Supposedly the courthouse is where the U.S. Constitution is respected, and it’s under the rule of law. What if you’re a black person approaching the courthouse and you’re passing by Stonewall Jackson? You know you’re not gonna get justice.”\nIn July 2017, she was here to protest a rally in which some 50 Klan members marched through the streets right to these grounds. Police ― as they are wont to do ― protected the Klan and targeted counterprotesters, she said.\n“There was tear gas thrown at us here on the corner of High and Fourth streets, and there were 22 arrests,” said Schmidt. “Virginia has an anti-masking law which ironically was passed in order to thwart the Klan in the 1920s. Some of the Klansmen had a mask on, and the police very solicitously asked them to remove their masks, and yet, counter-demonstrators ... were arrested and shot in the back with tear-gas canisters.”\nShe took us over to the U.Va. campus, where on Aug. 11 of last year, white supremacists carrying tiki torches marched through Nameless Field and to the Rotunda. That part of campus was built by slaves, who worked behind serpentine walls erected to keep them from being seen or heard by students and staff. Last year, it was swarmed by white extremists, who ended their march at a statue of Jefferson and attacked counterprotesting college students. Schmidt was holed up in St. Paul’s Memorial Church across the street, which had gone on lockdown as clergy members worried the neo-Nazi marchers would come for the congregants next.\nThe white supremacists “came here because they wanted to kind of harken back to the legacy of a founder. ... It was a very deliberate nod there,” Schmidt said. “They shouted their slogan, ‘You will not replace us.’ They kind of think of themselves as being linked to these white founders, and the rest of us are kind of interlopers.”\nEven after the disaster of the Unite the Right weekend, racists continued to see Charlottesville as a welcoming venue in which to espouse hate. White supremacist Richard Spencer and some 50 of his compatriots led another short torch rally just two months later. Jason Kessler, the local white supremacist who organized Unite the Right, tried and failed to secure a permit to hold an anniversary rally here.\nSchmidt also took us to Market Street Park, where we met up with 17-year-old Zyahna Bryant, who in 2016, back when the grounds were still known as Lee Park, started the petition to get the Robert E. Lee statue removed and the park renamed.\nHer petition read, in part:\nLet’s not forget that Robert E. Lee fought for perpetual bondage of slaves and the bigotry of the South that kept most black citizens as slaves and servants for the entirety of their lives. As a result, legislatures of the south chose to ignore and turn a blind eye to the injustices of African Americans from Jim Crow and anti-black terrorism to integrated education. These are all some things that this statue stands for. It is about more than just an individual, but rather what that individual believes in and the things that he stands for.\nIt was a plea to the modern McGuffeys of Charlottesville to wake up. In response, racists like Kessler argued that the monuments’ ”ethnic significance to Southern white people″ was under attack. Other locals, Bryant said, were just beginning to see the racism around them.\n“Originally a lot of people were shocked that I was a high school freshman, 15, starting such a big controversial issue here in Charlottesville,” she said. “As time went on, we realized that this racist past is very long and there’s a very long history of white supremacy here. And I think it really just caused an awakening of a lot of people, community members and activists alike, to kind of take action.”\nAdjacent to Market Street Park is the Charlottesville First United Methodist Church, which served as yet another safe house during the Aug. 12 rally. There we met with Rev. Phil Woodson, who ushered in those who felt unsafe that day and watched as Nazi flags flew and street battles raged. He said he’s always known about the history of Charlottesville, but something changed in him a year ago.\n“August 12th is a very key point in my own journey of sanctification,” he said. “I really had my eyes opened to things like white privilege. I am a straight, white male and have benefited from being such my entire life.”\nStanding outside the church, Woodson said, “I have not once ever had to deal with any discrimination based off of my skin color, based off of my gender. So what do I do with this power? I have a responsibility, not only to myself and to my family and to my two children, but also to the community at large. What am I doing that is benefiting others? How am I living out this idea of a servant leader? How do I put others first? All of these are deeply held Christian beliefs that I am attempting to do better every day.” \nWoodson was looking out over the park. The Lee statue still stands there, surrounded by ugly plastic fences erected to keep vandals and supporters alike away from it. Its fate remains locked in legal battles. A block away is McGuffey Park, empty when we passed by, a monument to silence.", "date": "\n08/11/2018", "href": "https://www.huffpost.com/entry/charlottesville-white-supremacy-always-here_n_5b688d72e4b0fd5c73dc388e", "tags": "supremacy people “ always park invade- white ― mcguffey charlottesville anniversary- right here-"}