{"title": "Charlottesville Isn't Playing The Media's 'Both Sides' Game Anymore", "content": "CHARLOTTESVILLE, Va. ― The Associated Press reporter on the phone with Jalane Schmidt wanted two voices for her article: One would be Jason Kessler, the white supremacist who organized the Unite the Right rally here last year that left one dead and dozens injured. The other, the reporter hoped, would be Schmidt herself, a Black Lives Matter activist and associate professor of religious studies at the University of Virginia. \nThe story would be a debate, of sorts. Both sides would be represented.\n“Hell no,” Schmidt said after she hung up.\nSchmidt gets a lot of calls from reporters. She can take you on a tour of Charlottesville with words alone. She’ll tell the story of the slaves who worked on campus as students bustled to class through Nameless Field and the Rotunda, and juxtapose the image with that of torch-wielding white nationalists and Nazis who marched there on Aug. 11 last year. She’s an expert on the white supremacy that has pervaded this city since its founding. It’s only natural journalists would come to her.\nExcept a lot of journalists, locked into a mode of neutral reporting unsuited to stories about racism, also want “the other side.” That’s why, if you’re reporting in Charlottesville, there’s a question you’ll have to answer if you want to interview certain activists, people of color, clergy members, educators and others affected by last year’s Unite the Right rally:\nWill you also be interviewing a white supremacist for your article?\nIf the answer is anything but no, you’re probably not getting your interview. A network of more than 40 activists like Schmidt ― many of whom marched, provided respite, were injured or were otherwise affected during the violent white supremacist rallies on Aug. 11 and Aug. 12 ― now take calls only if they have the green light from Charlottesville Anti-Racist Media Liaisons, a team of volunteers with a steadfast message for journalists seeking comment:\n“No platform for white supremacy,” the group’s Mimi Arbeit told HuffPost. “No face time, no interviews, no way. No platform to spread their violent views and actions.”\nThis isn’t some petty rule aimed at making reporters’ jobs more difficult. Giving column inches to violent racists and white supremacists ― like Kessler, or fellow UVa graduate and white supremacist Richard Spencer, or their pals ― alongside local activists is creating an equivalency where none exists, tantamount to President Donald Trump saying there were good people “on both sides” of the Charlottesville confrontations.\nJournalists are trained to seek out the two poles of any given question, as if truth could be found somewhere between them. This approach can have its virtues, but what happens when the question is about whether a class of people is fully human? Charlottesville Anti-Racist Media Liaisons members have no patience for any outlet that considers this a matter for debate. \n“It’s a deep betrayal to the entire community of Charlottesville,” Arbeit said. “Fascism uses the press to normalize itself and recruit followers and gain social power. The press is not a neutral player in history.”\nIn Schmidt’s telling, the Unite the Right rally wasn’t exceptional; it was Charlottesville white supremacy, same as it ever was. Not long before the city’s Stonewall Jackson statue was unveiled in 1921, for instance, there was a Klan ceremony at Thomas Jefferson’s Monticello. “Hundreds of Charlottesville’s leading business and professional men” attended, per Schmidt’s research, and a cross-burning ceremony was held at Jefferson’s tomb.\nWhile the expressions of white power became more genteel over the course of the 20th century, the underlying dynamic remained. That’s what made Emancipation Park and UVa’s campus so appealing to Nazis in the first place; it’s why the Ku Klux Klan felt comfortable marching in town a month prior, and why Spencer felt safe coming back two months later; it’s why locals are still fighting over monuments to slavery and the Confederacy that tower over courthouses, in parks, and on campus. \nVery often the best ally to a white supremacist is a reporter stuck in neutral. In November, The New York Times dedicated 2,000 empathic words to “the Nazi sympathizer next door,” giving him space in the newspaper of record to deny the Holocaust, demonize Trayvon Martin and “hail victory” in Charlottesville, all in one story. \nIn their surface neutrality, these kinds of articles assume a liberal cosmopolitanism in readers that the very existence of the articles seemingly contradicts. If Americans could be counted on to recoil from baldly stated white supremacy, well, we wouldn’t be here, would we?\nThis is where Charlottesville Anti-Racist Media Liaisons comes in. Formed in May 2017 in the aftermath of a tiki-torch rally in Charlottesville that was a precursor to the Unite the Right event, the group is made up of volunteer flacks and activists from various anti-racist organizations in town. They coordinate interviews between reporters and activists, issue press releases that identify different extremist groups and leaders so that local and national media know whom they’re covering, and publicize anti-fascist action, when necessary. They also act as a go-between for activists who don’t want to be identified by the press, but want to get a message out.\nIn recent months, various activists and representatives of the group have fielded calls from reporters who wanted to interview their people alongside Kessler or other extremists tied to the Unite the Right rally. Last year, they got similar requests after the KKK marched in town. The answer each time is no. Sometimes, they’ll point to an Associated Press style guide on white nationalism and the alt-right, which suggests giving context when calling someone a white nationalist. Then they’ll issue a press release with such context. A release from last year by Showing Up for Racial Justice, an adjacent activist group in Charlottesville, reads:\nThe activists of Charlottesville Anti-Racist Media Liaisons have seen up close how bad actors take advantage of the “both sides” tendencies of the media.\nA few months prior to Unite the Right, Kessler was looking to get a local black politician fired. He surfaced some years-old tweets sent out by then-Vice Mayor Wes Bellamy. In one, from 2011, Bellamy reportedly retweeted a message about rape: “Word...RT: TAXSTONE: Eat it while she asleep if she moan it aint rape,” the retweet read, according to the Cavalier Daily. In another: “I’m all for equal opportunity..but a Female Principal with a school full of female teachers is fkn a sure fire way to fk our lil boys up smh.”\nSome of the tweets were certainly bad; others — “I DONT LIK WHIT PEOPLE SO I HATE WHITE SNOW!!!!! FML!!!!” he reportedly tweeted in 2009 — were harmless. But they were all being offered up in fake outrage by a man whose agenda does not include standing up for the oppressed. And any story that allowed Kessler to cast himself as a concerned citizen was only helping his cause.\nKessler seized the opportunity and began a media tour to try and get Bellamy ousted from his seat on city council. He found his mark in local freelancer Jackson Landers, who gave the white supremacist 1,000 words in C-VILLE Weekly to attack Bellamy’s character. Prior to writing the story, Landers emailed local activist and lawyer Pam Starsia, wondering why she and her group, Showing Up for Racial Justice Charlottesville, were so up in arms about Kessler, rather than the vice mayor.\n“I understand and agree with everything that you are saying about Kessler but what I’m having trouble understanding is the strong support of Bellamy,” Landers wrote in one email, provided to HuffPost by Starsia. “What is the rationale for condemning one of these guys for his racist and sexist statements but excusing the other for his racist and sexist statements?”\nThe point ― that this was a bad-faith campaign launched in an attempt to unseat a black politician, not to mention that anti-white racism isn’t a thing ― had flown over Landers’ head.\n“He was playing right into Kessler’s thing,” Starsia said this week. “Kessler wanted to attack a black man. I can’t stress enough how hard Charlottesville fell for it. The media at the time was saying Wes’ tweets were racist against white people.”\nAnd, most egregious of all, the media let Kessler do all the talking. In Landers’ story, Kessler was dubbed a “conservative activist” who wants, among other things, to preserve Confederate monuments in town because of their “ethnic significance to Southern white people.” Landers even let Kessler define white supremacy in the piece:\nKessler’s petition to remove Bellamy from office was later thrown out.\nLast week, Landers defended his story in an email to HuffPost, calling it an “accurate piece of journalism.” He said Kessler “hadn’t shown an open affinity for Nazis or the KKK,” though he admitted that he wouldn’t allow Kessler to define white supremacy today.\n“I think I may have been the first person to write any sort of article about Jason Kessler’s antics,” Landers said. But he wanted to make clear: “It is a fact that Wes Bellamy tweeted those statements and as a sitting politician that becomes news.”\nThese are the types of stories that piss off local activists the most — the stories that soften or euphemize Kessler’s intentions. The ones that make him the protagonist. “Kessler Harassed On Downtown Mall by SURJ,” reads a headline. “Confederate statue supporter Jason Kessler,” someone writes. “Local blogger Jason Kessler,” says another.\n“The feeling of being in close proximity to Nazis and in confrontation with Nazis is a weekly experience in Charlottesville,” Arbeit said. “People still living in Charlottesville have not stepped away from that visceral trauma, and we have to relive it regularly. We have a lot of court dates for Nazis being tried for violent crimes, we have lawsuits against them, we have lawsuits over the [Confederate monuments], the targeting of black men who defended themselves on Aug. 12, and constant threats.”\nThat looming threat is that Arbeit and other activists draw a hard line when it comes to showing “civility” to hateful people.\n“We’re not debating. We’re fighting against a genocidal agenda,” she said, noting that Charlottesville Anti-Racist Media Liaisons keeps tabs on news reports that give white supremacy a platform. “The people have not forgotten or forgiven.”", "date": "\n08/07/2018", "href": "https://www.huffpost.com/entry/charlottesville-isnt-playing-the-medias-both-sides-game-anymore_n_5b63390ce4b0b15abaa0e48b", "tags": "game media landers ” white ― sides charlottesville playing kessler activists anymore"}