{"title": "Charles Barkley Wants The NBA To Move All-Star Game From North Carolina", "content": "Basketball legend Charles Barkley is the latest in a growing list of celebrities to condemn North Carolina's new anti-LGBT law.\nBarkley, 53, wants the NBA to relocate the 2017 All-Star Game, which is slated to take place in Charlotte, in response to the state's passage of House Bill 2. The law restricts local governments from passing non-discrimination laws, and also blocks cities from allowing transgender people to use public restrooms that correspond with their gender identity.\n\"As a black person, I’m against any form of discrimination -- against whites, Hispanics, gays, lesbians, however you want to phrase it,\" Barkley told CNN Sunday. \"It’s my job, with the position of power that I’m in and being able to be on television, I’m supposed to stand up for the people who can’t stand up for themselves. So, I think the NBA should move the All-Star game from Charlotte.\"\nThe NBA cast some doubt on whether or not they'd keep the 2017 All-Star Game in Charlotte when they released a statement on March 24, the day after North Carolina Gov. Pat McCrory signed House Bill 2 into law. \n\"The NBA is dedicated to creating an inclusive environment for all who attend our games and events,\" the statement read, according to Deadspin. \"We are deeply concerned that this discriminatory law runs counter to our guiding principles of equality and mutual respect and do not yet know what impact it will have on our ability to successfully host the 2017 All-Star Game in Charlotte.\"\nThe backlash against North Carolina's House Bill 2 has been fast and furious. Both PayPal and Braeburn Pharmaceuticals have withdrawn plans to expand their business in the state since the law took effect March 23. Lionsgate Films planned to shoot the pilot for an upcoming TV series, \"Crushed,\" in Charlotte, but studio executives cited the law in their decision to relocate the production to Canada. \nMeanwhile, Oscar-winning composer Stephen Schwartz has said he'll deny the production rights to his hit musicals, including \"Wicked,\" to all North Carolina-based theaters and performing arts groups until the law is repealed. \nWith everyone from sports superstars to Broadway royalty condemning the law, here's to hoping North Carolina gets the message soon. ", "date": "\n04/07/2016", "href": "https://www.huffpost.com/entry/charles-barkley-north-carolina_n_5706a600e4b0a506064e86dd", "tags": "game all-star charlotte wants house move barkley carolina bill nba north law charles"}