{"title": "Chef John Besh Steps Down Amid Sexual Harassment Scandal", "content": "John Besh, the high-profile New Orleans restaurateur, is stepping down from the company he founded and co-owns after more than two dozen female employees reported facing sexual harassment there.\n“John has decided to step down from all aspects of operations and to provide his full focus on his family,” Shannon White, who is now chief executive of the company, the Besh Restaurant Group, told employees in an email.\nThe move was announced on Monday, after the publication of a lengthy investigation by The Times-Picayune and NOLA.com over the weekend detailing sexual harassment allegations from 25 current and former employees.\nThat report described a work environment where harassment went unchecked and those who spoke up were ignored or penalized. The women said that they were subjected to inappropriate touching and comments from male employees and managers, and that, in some cases, individuals in power tried to use their positions for sex. Some of the allegations were against Mr. Besh himself.\nThe Besh Restaurant Group was founded in 2005 and employs about 1,200 people, according to The Times-Picayune. Its first-ever director of human resources began work on Oct. 11.\n“I think a lot of this could have been avoided if we had a trusted person to talk to,” Madie Robison, who said she experienced harassment during her two years at the restaurant group, said in a phone interview on Sunday.\nIn the email, Ms. White, formerly the company’s chief operating officer, thanked her staff for being patient during what she described as “an extremely stressful time.” She also announced a series of changes underway at the company.\nThey include conducting an outside review into “unreported claims,” creating an employee advisory committee, updating sexual harassment and conduct policies, and offering employees services, training and education.\n“It is unacceptable if even one of you feels you cannot voice a concern about inappropriate workplace conduct,” Ms. White wrote. “Let’s collectively ensure that we have a zero-tolerance policy toward harassment of any kind.”\nThe Times-Picayune investigation revealed that at least two women had filed complaints with the United States Equal Employment Opportunity Commission.\nIn one, an employee who was not named accused Mr. Besh of pressuring her “to submit to his sexual overtures,” the newspaper reported. She said that, during a work trip, he encouraged her to drink heavily and later “overwhelmed” her in her hotel room where he “engaged in oral sex and fell asleep.”\nIn a statement, Mr. Besh said there had been a “consensual” relationship.\n“I also regret any harm this may have caused to my second family at the restaurant group, and sincerely apologize to anyone past and present who has worked for me who found my behavior as unacceptable as I do,” he said.\nThe Besh Restaurant Group is behind several well-regarded New Orleans establishments, including August, Domenica, Willa Jean and Shaya.\nOn Sunday night, Harrah’s New Orleans Hotel and Casino announced that it had severed its relationship with the company and that it would rename its Besh Steak restaurant.\nSeveral high-profile figures in the restaurant industry praised the Times-Picayune investigation for shedding light on misogyny behind the scenes — and expressed hopes that it would bring about positive change.", "date": "Oct. 23, 2017", "href": "https://www.nytimes.com/2017/10/23/us/john-besh-sexual-harassment.html", "tags": "company scandal chef harassment ” besh restaurant sexual group employees john steps amid"}