{"title": "Chibok diaries: Chronicling a Boko Haram kidnapping", "content": "One of the Chibok girls freed in May has been telling journalist Adaobi Tricia Nwaubani how a diary was kept of some of her three years in captivity with Boko Haram Islamist militants.\nOne of the oldest in her class, Naomi Adamu was 24 when she and more than 200 mainly Christian students were taken off into Boko Haram's Sambisa forest hideout in north-eastern Nigeria in 2014, sparking global outrage.\nWhile in captivity, the girls were given exercise books for the Koranic classes they were made to attend.\nBut some of the girls used these to keep secret diaries. When the militants found out, they were forced to burn the books.\nMs Adamu managed to hide hers. She and her close friend, Sarah Samuel, now 20, and three other girls used the books to chronicle some of their experiences.\nThe diary entries, written in passable English and poor Hausa, are undated and appear to be from their early months in captivity. \nHere are 10 of the many disclosures. Some spelling and punctuation have been altered for clarity:\nThe militants who attacked the Chibok school on 14 April 2014 had come with the intention of stealing an \"engine block\", the diary notes. It is not clear what piece of machinery they wanted - there had been some construction work at the school a few weeks earlier, so it may have been the machine used for moulding cement blocks, which can also be used for constructing crude weapons, or they may have been after an engine block from a vehicle.\nBut when it could not be found, they argued over what to do with the students they had gathered in groups. After considering a number of gory options, they decided to take the girls with them.\n\"They started argument in their midst. So one small boy said that they should burn us all and they said, 'No let us take them with us to Sambisa.' Another person said, 'No let's not do that. Let's lead them... to their parent homes.' As they were in argument, then one of them said, 'No, I can't come with empty car and go back with empty car... If we take them to [Abubakar] Shekau [Boko Haram's leader], he will know what to do.'\"\nSome girls were loaded into the militants' vehicle at the school while the majority were made to walk at gunpoint for miles, until several trucks arrived to ferry them away. \nOn their way to Boko Haram's forest hideout, when some students began escaping by jumping off the trucks, one of the kidnapped girls alerted their abductors - perhaps out of fear of being left alone, or a propensity to obey whoever is in authority, or the desire to have company in misery.\n\"Then one girl in the car said, 'Driver, some girls are jumping to escape.' Then the driver opened the door of the car then searched for them with the torch but didn't find anyone. So they said to them that they should stay [in] one place, that if they jump down again, if they saw her or any they will shoot her.\"\nThe militants played a number of cruel tricks on the kidnapped girls, including pretending that their parents had been captured by Boko Haram. On one occasion, they separated the Christian girls from those who were Muslim and threatened to burn those who would not convert to Islam with petrol.\n\"Then they came to us and said, 'Those who are Muslim, it is time for prayer.' After they had prayed, [they said], 'Those who are Muslim, let them be on one side and those who are Christian let them too be on one side.'\n\"Then we saw jerrycan in the car so we thought it was petrol. Then they said, 'Who and how many of you will turn to Muslim.' So many of us, because of fear, some of us stand up and went inside... So [they said], 'The rest that remain you want to die, is that why you don't want to be Muslim? We are going to burn you...' Then they give us that jerrycan which we thought it was petrol. It is not petrol, it is water.\"\nSome of the Chibok girls have stated in previous interviews that they were not sexually abused or forced into marriage - although they were sometimes whipped to persuade them to marry. Some girls were also taken as official concubines.\nThe diaries show that the militants were livid about insinuations in the media that they were raping the girls. The group's leader, Abubakar Shekau, ranted about this a number of times, first in a recorded message that was played to the girls.   \n\"Then in the night, they gathered us and preached to us and put [on] a cassette. They said that cassette is from their master Mr Abubakar Shekau.... So he said that just because of they kidnapped us to come and teach us the way of God, then your parents and the government and your principal are crying to us and saying that we are raping you and are doing bad, bad things to you… We brought you to teach you the way of Allah.\"\n The militants pleaded with the girls to not lead them into temptation, encouraging them to always keep their bodies covered in a hijab. \n\"He opened the Koran and started reading it, then he read one place that said anybody which they kidnap on the fight of jihad, it is your own, whatever you like, you will do with that person... But we that they give us hijab is that they don't want to see our body, which will make them to sin and do what is very bad.\"\nThe marriage proposals from militants were frequent and forceful. \n\"One girl wanted to go inside the room and pick something, then Malam Ahmed [one of the militants] went and met her and asked her about marriage. Then she said, 'No.' He asked her, 'And so what is your own decision about this marriage?'\n\"Then she said that no, they kidnapped her from GGSS [Government Girls Secondary School] Chibok and brought her to Sambisa and now they are talking to her about marriage. How will she get married - after all her mother and her father and her aunties and the rest of her colleagues, they don't even know… Then she asked him, if she says no - that she will not get married, she will only stay and follow her God alone, is it not good? Then he said, 'No, it is bad.'\"\nSome were pressured to change their mind.\n\"We saw the people come in two Hilux [vans]. Then they came asking for those who want to get married. They asked us and said anybody who accepts Muslim religion… must get married if truly she holds the religion with two hands. They gave us 30 minutes to give them their answer but we kept quiet. Then we stayed for an hour but nobody answered them.\"\nNaomi Adamu told me that those who refused to get married were treated as slaves: \"Every day, they beat us. They tell us to marry and if you refuse, they will beat you. We will wash cloth, fetch water, do everything for their wives. We were slaves.\" \nDespite the global Bring Back Our Girls campaign, which saw the involvement of celebrities like former US First Lady Michelle Obama, some people in surrounding communities wanted no part in bringing back the girls, and returned some of the girls when they managed to escape.\n\"There is another day that some girls ran. They tried to escape but they couldn't. So those people arrested them. The way they arrested them was they entered into a shop and asked them to help them and give them water and biscuit. So, the people asked them, 'Who are you and where did you come from?' The girls said, 'We are those that the BH kidnapped from GGSS [Government Girls Secondary School], Chibok.' So, one of the people said, 'Are these not Shekau's children?'\n\"So they gave them good food to eat and a place to sleep and the next day, they returned them to our place... As they brought them to Sambisa at night, they whipped them and said that they are going to cut off their necks.\"\nThe girls were told that they would be allowed to go home to their families if they all, with no exception, agreed to convert to Islam. Those who agreed to convert then blamed the girls who refused for their continued captivity.   \n\"They said that those that do not accept Muslim religion are [like] sheep and cows and goat... they will kill them... Then Malam Abba [one of the militants] said those that who did not accept Muslim religion, they should be on one side, let them not enter into those who have become Muslim. So he told us to stay aside - that they are going to arrange another place for them. Another person said no, that let us stay together. As they left, one week later, the rest of us said that we that did not become Muslim, we are those who are stopping ourselves from going home.\"\nBoko Haram released several videos about the Chibok girls. This is a behind-the-scenes look at the making of one of them. \n\"Then there is a day before this, they came and… [filmed] about 10 girls under the Tamarind tree. They called them one by one and asked them about their name and the name of their parents and then they [film us] and said, 'Did we hurt you in any way.' We said, 'No.' They told us to tell our parents and the government what they are doing to us. The government and our parents are saying that they are raping us and disturbing us. \n\"So they called out one of us and asked her, 'Since we kidnapped you and brought you to this place, have we ever slept with or raped you?' She answered, 'No.' He asked her again... 'I will like you to let you show to your parents and the government what we have offered you and how we are taking good care of you.'\"\nThe videos were sometimes filmed straight after the militants listened to the news.\n\"They stayed a little while and listened to the BBC [Hausa service]. As they finished listening to the radio, they called us one by one. They told some to stand and some to kneel and some to sit so they [filmed] us and told us to read. Then we read from [Islamic text].\"\nNaomi Adamu and three other diarists - Rhoda Peter, Saratu Ayuba and Margaret Yama - were released in May.\nIn September, the government sent them to study at the American University of Nigeria in the north-eastern town of Yola. \nMs Adamu, the second of seven children, said she kept the diaries with only her family in mind, and seems baffled by my interest.\n\"I wrote it because of remembrance,\" she said.\n\"For my brothers to see it, my sisters to see it, my parents to see it.\" \nBut her friend Sarah Samuel, who wrote many of the entries, is yet to return, which is a source of sadness for her. \n\"I feel pained. I feel so pained. Up till now, I'm still thinking about her.\"\nAbout two years into their captivity, at a time when a military crackdown led to Boko Haram's supplies being cut off, she succumbed to pressure and married, a decision that entitled her to leave the camp with her Boko Haram husband, hopefully for a better life elsewhere with access to food. None of those who got married have been released so far.\nHer father, Samuel Yaga, told me that he was not surprised to learn that his oldest child wrote while in captivity.\n\"She was always reading. Sometimes, she fell asleep with a book in her lap,\" he said.\nOn the last page of one notebook, she had listed the names of her five siblings, ending with: \"My father's name is Samuel and my mother's name is Rebecca.\"\nIt was almost as if she did not want to forget.\nMore about Chibok:\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa, on Instagram at bbcafrica or email africalive@bbc.co.uk ", "date": "23 October 2017", "href": "https://www.bbc.com/news/world-africa-41570252", "tags": "chibok diaries haram us militants kidnapping chronicling one muslim girls boko asked ..."}