{"title": "Chief Justice Roberts Just Gave Obamacare Opponents A Major Smackdown", "content": "\nIt was a smackdown.\nThere’s really no other way to describe the ruling that the U.S. Supreme Court handed down on Thursday, rejecting the latest and maybe the last serious threat to the Affordable Care Act.\n \nIn the months since the justices heard oral arguments in the case known as King v. Burwell, many of the Affordable Care Act’s defenders had become pessimistic. The lawsuit contended that a four-word phrase buried deep within the law, “established by the state,” meant that the federal government couldn’t provide health insurance tax credits in two-thirds of the states. \nIf the court had sided with the plaintiffs, 6.4 million people would have lost the financial assistance that enables them to get coverage -- reversing a historic decline in the number of uninsured Americans and wreaking havoc in the insurance markets of affected states. \n \nThe underlying argument of the lawsuit, launched by die-hard opponents of Obamacare, had once seemed preposterous. Of course Congress intended for those tax credits to be available everywhere, the law’s defenders said. All you had to do was to read the rest of the statute, which clearly indicated that the program was supposed to function in basically the same way in all states. The idea put forth by the law’s conservatives and libertarian critics -- this notion that the “plain language” of the law suggested some states shouldn’t get subsidies -- made no sense.\nBut then a three-judge panel from a federal circuit court ruled, 2-1, in favor of the lawsuit. And before the full circuit court could review the ruling, the Supreme Court grabbed the case and agreed to hear it. The court only takes a case when (at least) four justices vote to do so. Most observers figured the four who voted to take King v. Burwell were from among the five Republican appointees on the bench. That seemed to suggest that four of them already thought the case had some merit -- and that a fifth conservative justice might be ready to join them, or at least open to the idea.\n \nThe signals from oral arguments, which took place in March, were ambiguous. Associate Justice Anthony Kennedy, a conservative who sometimes votes with liberals, asked tough questions. But he asked them of both sides. Chief Justice John Roberts, who had saved the Affordable Care Act in 2012 by siding with the four Democratic appointees, said almost nothing. \nThe law’s supporters hoped, with increasing desperation, that one of those two might again provide the decisive fifth vote in favor of the law -- perhaps by citing a conservative legal doctrine or making a ruling that, in the long run, advanced conservative causes. \nMaybe Kennedy would decide a decision for the plaintiffs violated his conservative notions of how federalism is supposed to work. Or maybe Roberts would invoke the “Chevron” doctrine, named for a case involving the Chevron oil company, in which the court allows executive branch agencies (in this case, the Internal Revenue Service, which wrote the regulations on how the tax credits work) enormous leeway to interpret ambiguous statutes. \n \nSuch decisions had the potential to create future problems for liberals, much as the last 5-4 decision upholding the Affordable Care Act did. A ruling based on Chevron, for example, might have given future Republican administrations greater license to interfere with the law -- or any number of other programs that liberals support. Most liberals were willing to tolerate such collateral damage only because it seemed far better than the alternative -- a decision that left many millions of people without insurance, struggling to pay their medical bills or simply going without care altogether.\n \nBut the court did something very different on Thursday. The ruling was 6-3, not 5-4, with Roberts and Kennedy both joining the four Democratic appointees. It was a relatively short, 28-page ruling, the kind the court typically uses when it does not believe rulings are complicated or nuanced. It didn’t spawn multiple overlapping dissents, like the last big case against the Affordable Care Act did.\n \nMost intriguing, Roberts, who wrote the opinion, didn’t end up invoking Chevron or federalism. Instead, he relied on what he considered the obvious meaning of the statute. Whatever the “plain meaning” of those four particular words, Roberts said, justices don’t typically read such passages in isolation -- they read them in context, to discern how a statute is supposed to function. Doing so, Roberts said, cleared up the ambiguity. Clearly Congress intended for those tax credits to be available everywhere. Otherwise, he noted, the law wouldn’t work properly; in states without the subsidies, insurance markets would fall apart.\n“In every case we must respect the role of the Legislature, and take care not to undo what it has done,” Roberts explained. “A fair reading of legislation demands a fair understanding of the legislative plan. Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them.”\nHow strongly did Roberts feel about the ruling? In explaining how the law is supposed to work -- and the critical role the tax credits play -- Roberts pointedly cited the dissent to the Affordable Care Act case that Justice Antonin Scalia had written in 2012. (In that dissent, Scalia noted that the different parts of the law were interlocking pieces, each one necessary for the others to work.)\nIt’s impossible to know whether Roberts was trying to tweak Scalia. But it’s easy to grasp the significance of the ruling as a whole.\n“You’ve got six justices, in a clear, strong statement, ruling that the statute can’t be read any other way,” Abbe Gluck, a law professor at Yale who had collaborated on briefs defending the law, told The Huffington Post. “It can’t get any better than that for the government.”\n“The biggest surprise is that the court refused to defer to the IRS's interpretation of the statute,” said Nicholas Bagley, a University of Michigan law professor who had also worked on amicus briefs supporting the government’s position. “The court decided that the only plausible reading is that subsidies are available nationwide. The court's refusal to defer suggests that a future president won't be able to revisit the IRS rule.”\n“The government couldn’t have won bigger,” Bagley added.\nTo others, the decision was vindication of what they had said all along: The lawsuit was absurd. “This case should never have been brought,” said Andrew Koppelman, a leading constitutional scholar at Northwestern University.\nJonathan Adler, the clever Case Western University law professor who -- along with the Cato Institute’s Michael Cannon -- was a chief architect of the lawsuit, let out a rueful tweet when the decision came down: “Maybe it’s a liberal Supreme Court after all.” \nThat seems overstated. The ruling may yet serve conservative long-term interests in ways that aren’t immediately apparent. And that’s not to mention the fact that three of the conservative justices agreed with the plaintiffs.\nIn the meantime, the Affordable Care Act still faces some legal problems. Another lawsuit, now just starting its journey through the federal courts, alleges that the federal government has no authority to issue another kind of financial assistance -- one available exclusively to lower-income people buying insurance. Like King v. Burwell, it has origins in the statute’s sloppy wording. Most legal experts don’t take it seriously. Then again, most legal experts didn’t take King v. Burwell seriously.\n \nAnd even if the Affordable Care Act has survived its last major threat in the judiciary, the program itself is very much a work in progress. On the one hand, millions now have insurance, overall health care costs are rising at historically low rates and there are signs that quality is improving, too. But even many people with insurance still struggle with their individual premiums and expenses, boosting enrollment in the program’s second year will remain a major challenge, and provisions like the employer mandate are ripe for some kind of modification. \n \nTo Republicans, these problems are not flaws or shortcomings to be corrected. They are the signs of a program that is beyond repair and demands full repeal. Wisconsin Gov. Scott Walker, a leading contender for the Republican presidential nomination, tweeted that the “ruling means Republicans must redouble the efforts to repeal and replace this destructive and costly law.” \n“ObamaCare is fundamentally broken. … Today’s ruling doesn’t change that fact,” said House Speaker John Boehner in a statement. “We will continue our efforts to repeal the law and replace it with patient-centered solutions that meet the needs of seniors, small business owners, and middle-class families.”\nMaybe Republicans are serious about crafting a replacement or maybe, at this point, they are just going through the motions in order to rile up their base. \nEither way, they got a pretty clear message from the Supreme Court on Thursday: Take a sledgehammer to the Affordable Care Act if you’d like.  Just don’t ask us to do it for you.", "date": "\n06/25/2015", "href": "https://www.huffpost.com/entry/obamacare-supreme-court_n_7664156", "tags": "care smackdown gave obamacare court chief justice ” ruling -- act affordable opponents case law roberts major"}