{"title": "Child obesity plan targets sweets at checkouts", "content": "Sweets and fatty snacks sold at checkouts and as part of supermarket deals will be banned under new government proposals to halve childhood obesity in England by 2030.\nTighter restrictions on junk food ads on TV and online are also planned, as well as mandatory calorie labelling on restaurant menus.\nHealth Secretary Jeremy Hunt said the measures gave \"power to parents to make healthier choices\".\nThe plans have been broadly welcomed.\nThe proposals form part of the government's updated Childhood Obesity Plan, which was widely criticised for being too weak when it was launched two years ago.\nWith one in three children now overweight or obese by the age of 11, this updated plan targets stores, industry and advertisers that use \"pester power\" to sell food high in fat, sugar and salt to children and families.\nIt also pledges to \"help close the deprivation gap\" by looking at why children from poorer areas are more than twice as likely to be overweight.\nThe plan encourages all primary schools to introduce a daily \"active mile\" for children. Official advice recommends children should do 60 minutes of activity per day.\nThe measures, which will open for consultation by the end of the year, include:\nMr Hunt told the BBC that under the proposals all the big restaurant chains would have to provide calorie labelling, but there could be possible exemptions for smaller businesses. \nHe said the cost of obesity was too great to ignore.\n\"Parents are asking for help - we know that over three quarters of parents find offers for sugary sweets and snacks at checkouts annoying. \n\"It's our job to give power to parents to make healthier choices, and to make their life easier in doing so.\"\nHalving childhood obesity in England in the next 12 years would mean 700,000 fewer children being obese by 2030, the government said.\nProf Dame Sally Davies, chief medical officer for England, called the plan \"strong, robust and bold\" while Public Health England said the steps announced would help \"turn the tide\" on the obesity epidemic.\nProf Russell Viner, from the Royal College of Paediatrics and Child Health said the measures would \"help all families to make healthy choices and make a real difference in the lives of children and young people\".\nTim Elwell-Sutton, assistant director at the Health Foundation, said it was a \"positive step forward\" but \"we await to see how these ideas will be turned into action\", while Caroline Cerny, of the Obesity Health Alliance, urged \"swift action\" to \"make these commitments a reality\". \nThe British Retail Consortium said retailers were \"fully committed\" to the health of their customers.\nSome supermarkets, including Tesco, Aldi and Waitrose, have already stopped selling sweets and chocolate at checkouts.\nScotland's First Minister set a target to cut child obesity by half by 2030 in May.\nScotland's Public Health Minister, Aileen Campbell, said the government would be setting out its diet and healthy weight delivery plan \"very soon\", adding that it had been \"clear in its intention\" to tackle price promotions on junk food.\nA sugar tax on manufacturers who sell high-sugar drinks came into force in April in the UK.\nIt means some drinks have increased in price while other brands have cut the sugar content of their drinks to avoid the levy.\nThe tax currently doesn't cover flavoured milk drinks but it could in the future.\nThe jury is still out on whether the tax will have the intended effect of putting people off buying and consuming sugary soft drinks, which are thought to be the biggest contributor to obesity.\nPublic Health England has also started a programme challenging manufacturers to reduce sugar content in products like cakes, biscuits and cereals by 20% over the next four years.\nThe UK has one of the highest proportions of overweight and obese children in the EU.\nIn England, 22% of children are overweight or obese when they start school at the age of four or five, increasing to 34% during their time at primary school.\nRecent figures show that one in 25 children aged 10 or 11 is severely obese.\nChildren are measured in different ways and at different ages across the UK.\nIn Wales, 26% of children aged four to five are overweight or obese, and in Scotland 14% of under-16s are at risk of obesity.\nChildhood obesity is a worldwide problem, but it's estimated to cost the UK economy £27bn a year, and the NHS around £5bn, in treating illnesses related to the issue, such as type 2 diabetes and some types of cancer.", "date": "24 June 2018", "href": "https://www.bbc.com/news/health-44574477", "tags": "plan make obese sweets targets child overweight checkouts children england obesity health"}