{"title": "Chilling Adventures of Sabrina: Does the Netflix reboot live up to the hype?", "content": "As a teenager, I would sit on the sofa watching Sabrina the Teenage Witch and dream of having her powers.\nWell, mostly one power, the ability to change my hair, make-up and outfit in a matter of seconds (how easy would that have made getting ready for school?) \nBut watching Netflix's reboot, Chilling Adventures of Sabrina, you realise that the much-loved teen sitcom has been replaced with something a lot darker and scarier.\nOne of Sabrina's first spells cast on the show is on her headmaster. She punishes him for not taking the misogynistic bullying of her friend seriously - by filling his house with spiders.\nThe series, which was brought to life by Riverdale writer Roberto Aguirre-Sacasa, feeds into the new approach that drama made for Generation Z needs to be slicker and more sophisticated to draw in audiences.\nRiverdale was the first Archie Comics series to be developed into a 21st century teen drama and is now in its third series, despite only premiering in January 2017. \nIf you look at some of Netflix's biggest shows designed for that age group - 13 Reasons Why, Stranger Things and the aforementioned Riverdale, it's clear that the teens of today are consuming drama differently to the way us millennials did.\nSo with that in mind, there was only one way to find out if the new Sabrina Spellman [Kiernan Shipka] hit the mark - by enlisting my two friends and former teenage Sabrina fans, Kelly-Leigh and Helen, for an exclusive viewing of the new series. \nSalem was perhaps the most iconic character in Sabrina the Teenage Witch - a former witch who had been punished by the Witches Council by being turned into a black cat.\nHe lived with Sabrina and her aunts Hilda and Zelda in their home in Greendale, but in the new incarnation Salem is Sabrina's protector who doesn't speak. \nInstead, Ambrose Spellman, played by Chance Perdomo, takes on more of that role.\n\"Salem was my favourite character in the original series and this has now been replaced by Ambrose in the new series,\" Helen says.\n\"Ambrose is a reflection of the original Salem cat - the sidekick/ best friend who helps Sabrina through her teenage stresses - without having to suffer through awkward animation.\"\nKelly-Leigh admits she does miss her favourite sassy cat, and says: \"I'd be lying if I said I didn't miss the lighter elements from the 1990s incarnation - especially Salem the cat's scathing sarcasm.\"\nWhilst Sabrina in 90s-sitcom form didn't realise she had magic powers until her 16th birthday, the new Sabrina is already well aware of her supernatural skills.\nThat's not the only difference - the modern Sabrina is as Kelly-Leigh puts it, \"woke\". She's a feminist icon for a new generation of teens and is not afraid to question the archaic rules of the satanic cult she's a part of.\nAlso, Sabrina's cutting rebuttals of everything high priest Father Blackwood (Richard Coyle) says is her way of bringing down the patriarchy, and I for one loved it.\nKelly-Leigh agrees, picking up on the how the show \"explores themes like gender identity and systemic misogyny right from its start\". \nHowever, she says some of this meaning is lost in Sabrina's romance with Harvey Kinkle (played by Ross Lynch): \"It's refreshing to see a show aimed at younger audiences depicting Sabrina and her friends as unashamedly feminist.\n\"But it feels a bit at odds with the decision to have her primary draw to mortal life as a (rather bland and uninteresting) boyfriend in the character of Harvey Kinkle.\"\nHelen points out that Melissa Joan Hart's Sabrina \"was a bit of a romantic with the magic always being secondary.\n\"In the new series, magic is at the heart of everything that happens, and every action she takes.\"\nShe also picks up on the new, feminist Sabrina, adding: \"I'm glad young women are being taught to stand up for themselves however they can, if they're feeling threatened.\"\nNetflix describes Chilling Adventures of Sabrina as \"in the vein of Rosemary's Baby and The Exorcist\" but it's hard not to make comparisons to the other Archie Comics adaptation, Riverdale. \nNot only do the two shows come from the same fictional world, but they both have the same creator in Roberto Aguirre-Sacasa. \nAguirre-Sacasa himself drew comparisons, but said the show is \"a little more innocent than Riverdale\".\nHe told The Hollywood Reporter: \"In Riverdale everyone's having sex in the showers and there's gang wars, and strangely Sabrina is a little more wholesome - even though they do worship the devil and there is cannibalism and there is human sacrifice and things like that.\"\nThe comparison is also evident in the casting; it's almost comical how literally everyone in Riverdale could be a runway model, and that's definitely a common thread in Sabrina too.\nBut there are less crude comparisons too, the film noir element exists in both, as does the gripping cliff-hangers and moments of horror.\n\"The creators have imagined up a rich, gothic aesthetic for the show, which like Riverdale, draws you into its world. \n\"This Sabrina is definitely a horror, and at times gets surprisingly dark in a series jam-packed full of monsters and malevolence,\" Kelly-Leigh says.\n\"What was once a light hearted, after-school romantic comedy which could be watched or just played in the background has been upgraded to a gripping teen thriller which even scared me a bit,\" Helen adds.\n\"The storyline is an honest reflection of what teenagers are watching these days, and is selling itself to an audience who want a thrill - but it's been produced in such a compelling way, which keeps you gripped and eager for the next episode.\"\nThe Chilling Adventures of Sabrina is certainly a reflection of how much teen shows have evolved in even the five years since I was one. I'm glad to see show-runners treating this age group with maturity by creating multi-layered storylines that simply didn't exist when I was younger (One Tree Hill and Dawson's Creek anyone?). \nHelen agrees and says: \"It's fantastic and far more engaging than the original - however, I think if I was watching this at 13 or 14 it might scare me a bit, because I am weak.\"\nKelly-Leigh adds, \"Melissa Joan-Hart's Sabrina Spellman still holds a lot of nostalgia for me as one of my coming-of-age teen television icons. \n\"But Kiernan Shipka shines as Sabrina, who with her signature black headband and Autumnal-Instagram style, will become a cosplay favourite among teen fans. \n\"It's obvious Netflix are hoping this re-birth will hook Halloween binge-watchers and overall, I did enjoy it.\"\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "26 October 2018", "href": "https://www.bbc.com/news/entertainment-arts-45989783", "tags": "teen helen live chilling show adventures series hype one riverdale sabrina says reboot new kelly-leigh netflix"}