{"title": "Children of the Opioid Epidemic", "content": "It was not until her third month of feeling unwell, in the fall of 2016, that Alicia thought to take an at-home pregnancy test. Until then, she assumed her fatigue and nausea were withdrawal symptoms from the Percocets she’d been dependent upon since the year before. “When some days you don’t get enough, you could definitely throw up or wake up feeling sick,” she told me. “It was easily confused with morning sickness.”\nAlicia, who asked that I use her nickname to protect her privacy, was 26 at the time, living with her boyfriend in a tiny apartment just outside Providence, R.I. From the start of their relationship, she had been inspired by his seriousness; he had a job in I.T. that paid $20 an hour. Unlike some of her previous boyfriends, this one wore collared shirts to work and did not use drugs. He had a gangly earnestness that was endearing. “He grew up as a good boy,” Alicia told me. “He did what was right, and he was smart. I wish I could have been like that.” \nShe had struggled with drugs and alcohol since age 15. Family life was often painful; her father, a mechanic, was an alcoholic (he quit drinking years ago); she has a mentally ill sibling; and her mother, a secretary who later went back to school and became a corporate manager, held the family together in a suburb outside Providence. As a teenager, Alicia was shy and often depressed — afraid of saying the wrong thing and looking foolish. “All of this paranoia and social anxiety, it made me very worked up,” she told me last May. “I could never look normal in a social setting.” At 15, she discovered that being high made her loose and funny. “I had my first drink, I tried weed, I had my first cigarette,” she told me. “I was able to go out and hang out with people. I wasn’t isolating myself and staying home. I created a whole new personality of me.” As an older teenager, she began taking the bus into Providence and hanging out with a crowd of drug-using adults, many of whom were homeless. “After 18, 19, I felt like, Whoa, I don’t even know who I am without using stuff.”\nAround that time, she got what she called a “dream job” at a Macy’s Clinique counter, but she was fired for chronic lateness. She had fallen into abusing synthetic marijuana (plant particles sprayed with chemicals), known in Providence as “monkey.” At her parents’ insistence, she underwent a seven-day inpatient rehab; later, when she was 22, they sent her for a second, longer rehab for excessive drinking. Toward the end of the 18-month period of sobriety that followed, she met her boyfriend and moved with him into his parents’ house. She was 24; he was 28. He encouraged her to apply to cosmetology school, and she arranged for student loans and enrolled in a two-year program. She saw a psychiatrist and was prescribed medication for her depression and anxiety, as well as for obsessive-compulsive disorder.\nBut other struggles persisted. She had a habit of picking at small lesions on her skin, which, early in her new relationship, worsened a staph infection she acquired from sharing makeup. Alicia went to the emergency room twice, but even as she wept from the pain, “in the back of my head I remember thinking, I wonder what they’ll give me?” She left the hospital each time with a prescription for five-milligram Percocets: oxycodone mixed with acetaminophen.\n“I started doing it as prescribed, maybe one every five hours when you feel the pain,” she said. “But then I would think, If I take another half of one, I could get high from it. This is when I really made a bad move: I sniffed the pill, and it gave me a different effect. It was a lot more intense. Everything was so slow. I could see and hear everything going on around me. I could control my reactions. Oh, it’s so powerful — I don’t know what they put in there.”\nAlicia prickles with intelligent awareness and self-scrutiny. She has large brown eyes; thick, wavy brown hair that reaches her shoulders; and a few tattoos on her ankles and shoulders. Her voice is mellow, almost purring, as if she is perpetually trying to calm someone down. The person most in need of calming is her; she is prone to obsessive fretting. “Even something as small as: I need to call the dentist. I’ll keep saying it over in my head, but I won’t be able to get it done. I’m so overwhelmed I can’t get started.” These repetitive thoughts make her own mind an uncomfortable place to be; in reaction, she sometimes collapses into self-sabotage. “I’ll be like, Whatever, let’s go get a pill, let’s party. Every paperwork you have, you’re like, I can’t finish this. I don’t want to go to the grocery store today. I can go from zero to extreme quickly, and that’s my weakness.”\nBy the time the 50 pills from her hospital visits ran out, Alicia had formed a conclusion. “I thought: This is my lifestyle. I’m not the best version of myself unless I’m on it.” She had a friend who also liked pills and had connections to buy them, and she soon found herself immersed in a demimonde of chronically ill and disabled people who supported their own addictions by selling a portion of the pills their doctors prescribed. “It happened so quickly that I became physically dependent,” she told me. “No one knew. I had a little pill counter. Everything was divided perfectly by the day, by the milligram. I felt like, I’m a safe user with a pill that a doctor has created, and also supplied.”\nWhen cutting clients’ hair at school, she found that the pills helped her to be relaxed and personable — resulting in larger tips. “I would get a 10-milligram pill, and I would split it into three. I would take any sort of wrapper that I could fold in half, and I would put a little bit in, I would rub a lighter over it, and then I would use a credit card and get it all into one perfect little line. I would get a little straw and take it right up my nose, and then I would lick the paper and get every last bit of it, and I’d put it back in my little pouch. I’d have two milligrams before this client, another five after. I was just bouncing around like I didn’t have a problem in the world. This made people want to be around me, and I liked that. When I’m sober, I don’t want to be around people too much. I loved the idea of being a superwoman.” \nAs Alicia’s tolerance to the drug increased, the pressure of feeding a mounting 30-to-40-milligram-a-day habit on pills costing a dollar per milligram on the street began to take its toll. “That’s when I realized: I’m very irritable, I’m becoming like a monster because I can’t find these things.” \nShe began fighting with her boyfriend and acting disrespectfully to his mother, who kicked them out of the house. In a new apartment, with rent to pay, the couple’s troubles escalated. Alicia’s boyfriend suspected her of using drugs and would lurk outside the bathroom while she was sniffing pills inside. Their violent fights prompted calls to the police from neighbors, and Alicia and her boyfriend filed domestic charges against each other. In order to keep buying Percocets, she sold the Adderalls she had been prescribed by her psychiatrist for O.C.D. “I became very selfish,” she told me. “Even if I got a little euphoria, it wasn’t fun. I had to take these things just to not physically be sick. I was thinking, This is a lost cause: I’m spending $30, $40, $50 a day. How am I ever going to keep up with this?”\nIt was at this point that her sickness and fatigue prompted her to take an at-home pregnancy test. Doubting the positive result, she went to a women’s clinic to be retested and learned that she was in her fourth month. Her joy at the prospect of motherhood was laced with terror. “I’m thinking, Oh, my God, I’ve been using, and I’ve had this baby inside me for three and a half months. So I’m freaking out. I’m thinking, What do I do? How am I going to have an addiction and have a baby?” \n\nOf the ESTIMATED 2.1 million Americans currently in the grip of opioid addiction, many are women of childbearing age. The young-adult population has been hardest hit, proportionately, with nearly 400,000 adults ages 18 to 25 suffering from addiction to prescription painkillers (the vast majority) or heroin. Strict adherence to a birth-control regimen — or any regimen at all — is difficult for someone whose body and mind have been hijacked by drug dependence, which may help to explain why, according to the largest recent study, nearly 90 percent of pregnancies among women who abuse opioid medications are, like Alicia’s, unintended. The number of pregnant women using opioids grew significantly between 2004 and 2013, according to recent research published in JAMA Pediatrics, with the increase disproportionately high — more than 600 percent — in rural areas. Another decade-long study found a fivefold increase in the number of newborns who experienced the opioid-withdrawal condition known as neonatal abstinence syndrome, or NAS: to eight per 1,000 hospital births from one and a half. Experts estimate that a baby with NAS is born in America every 15 minutes.\nBut the tally of babies born into withdrawal also includes the offspring of a great many mothers who go into treatment in the course of their pregnancies. The standard of care for a pregnant women addicted to opioids is medication-assisted treatment: a long-acting opioid substitute — traditionally methadone — that binds to the body’s opioid receptors to prevent withdrawal symptoms, usually without causing the euphoric sensations that commandeer the brain’s dopamine system into a relentless quest for more. Pregnant women on methadone or buprenorphine (a newer opioid-replacement drug) are more likely to bring their pregnancies to term, ensuring higher birth weights and better health for their babies. Federal standards mandate that methadone clinics require pregnant clients to receive prenatal care in order to get their medication. Women stabilized on medication-assisted treatment are in far less danger of relapsing, overdosing or contracting H.I.V., hepatitis C or other infections common among those who inject drugs. They experience less maternal stress, which has been shown to negatively impact the fetus’s epigenetics, or gene expression. \nBut because methadone and buprenorphine are still opioids, a fetus adapted to them is still at risk for withdrawal after birth. Most experts feel that this risk is justified. “As a society, if we’re thinking about the trade-off, it is much better to get Mom into treatment, for her health and her infant’s health, and then have some risk of neonatal abstinence syndrome,” Dr. Stephen Patrick, a neonatologist at Vanderbilt University Medical Center, told me. Compared with other babies in the neonatal intensive-care unit, “for the most part, infants with neonatal abstinence syndrome are just not that sick.”\nSymptoms of withdrawal in newborns range from relatively benign indicators like yawning, sneezing, mottled skin and a high-pitched cry to more serious problems like diarrhea, difficulty feeding and, very rarely, seizures. Doctors can’t predict which babies will develop the syndrome, although factors like maternal smoking, anti-anxiety drugs and antidepressants have been shown to increase the likelihood. Although there are common practices, there is no uniform protocol on how to diagnose or treat NAS; morphine, methadone and buprenorphine are all currently given to newborns, while some doctors believe that, except in extreme cases, swaddling and skin-to-skin contact with the mother are sufficient. Nor has it been determined what, if any, long-term effects NAS might have on a child; the first longitudinal study, a multisite N.I.H. study begun in 2014, in which 117 babies treated for NAS will receive developmental tests at 18 months, is still underway.\nAddiction is now widely recognized as a mental disorder, and the medical establishment and communities are more likely to treat people with drug dependency as victims of an illness. But this more generous spirit rarely extends to pregnant women in the grip of addiction, who are still widely seen as perpetrators. In 24 states and the District of Columbia, the use of any illegal substance during pregnancy constitutes child abuse, and in Minnesota, South Dakota and Wisconsin, it is grounds for civil commitment: court-ordered institutionalization — say, to a drug-treatment program — regardless of the woman’s wishes or needs (using a drug once doesn’t mean she is addicted to it). In just the past few months, authorities in Oklahoma and Montana have announced new initiatives to prosecute pregnant women who use drugs or alcohol. In Alabama, according to a report by ProPublica and AL.com, at least 479 pregnant women were prosecuted — and some imprisoned — between 2006 and 2015 under the “chemical endangerment” law originally aimed at parents who risked their children’s lives by cooking methamphetamine at home. \nThis results in a crazy quilt of punitive approaches to pregnant women with drug problems, which vary arbitrarily by region, county and local politics. In New Jersey, a woman on methadone was charged with child abuse in 2011 because her baby had NAS — an entirely predictable outcome of following the standard of care. In Wisconsin, a pregnant woman who told her doctor she had successfully weaned herself off painkillers was forced onto methadone in 2013 by a skeptical judge who decided she still needed treatment — thus needlessly putting her baby at risk for NAS. \nWidespread horror at the thought of newborns in withdrawal has led, some experts feel, to a cultural overreaction reminiscent of the “crack baby” hysteria of the late 1980s and early 1990s, which wildly overstated the negative effects cocaine would have on the children of pregnant women who smoked it. “Crack moms” were nearly always represented as African-American, adding racism to the mix of distortions at play in that perceived crisis. Race has worked the opposite way in our current epidemic — indeed, the perception of our opioid crisis as an epidemic, rather than a racial pathology, owes much to the fact that white Americans have been hard hit. But pregnant women are often treated especially harshly. As Lynn Paltrow, executive director of National Advocates for Pregnant Women, put it, “Pregnant women are perceived as their own special class of persons, entitled to fewer constitutional and human rights.” Race and class biases may be active here, too. In a 2013 study by Paltrow and a co-author, low-income and African-American women were more likely than other women to be arrested for possibly causing harm to their fetuses during their pregnancies.\nBarry Lester, director of the Brown Center at Women and Infants Hospital in Providence and principal investigator of the Maternal Lifestyle Study, a 16-year landmark longitudinal study of babies exposed to cocaine in utero, told me, “In the ’80s and early ’90s, the initial reports were talking about cocaine causing massive brain damage: ‘These kids are going to be in wheelchairs.’ Then the real data started coming in, showing that, yes, there are cocaine effects, but you’re looking at something more like A.D.H.D. than heart effects and brain damage. You have to realize that there is a certain amount of prejudice against women who use drugs. The expectation — almost the wish — is that there’ll be something wrong with these kids so we can blame these mothers again, like we love to do.”\nHealth experts deplore the societal impulse to blame and punish drug-dependent women who find themselves pregnant because it discourages them from seeking treatment — even in the 19 states where a publicly funded drug-treatment program specifically for pregnant women exists. Not only does inhibiting a woman from treatment harm both fetus and mother, they say, it also squanders a rare opportunity to intervene constructively in a woman’s addiction. “Sometimes a pregnancy is when women see past their own traumas to have that clarity to move forward,” Dr. Lauren Jansson, director of pediatrics at the Center for Addiction and Pregnancy at Johns Hopkins, told me. “Treatment works, and especially for this population. They have a lot to gain.”\n\nAlicia was alone with her quandary; though her boyfriend welcomed the pregnancy, neither he nor her family knew about her addiction. The only people who did know were those who shared it, and she wanted nothing more to do with them. To her mind, taking Percocet while pregnant was out of the question. But how could she stop? After leaving the women’s clinic, where her pregnancy was confirmed, she tried calling Project Link, a treatment program in Providence for pregnant women with substance-use disorders. When she couldn’t get through on the phone, “I went right up to the building in person. I was a complete mess.” She wondered whether there was a way for her to get help without telling her boyfriend. “Because if I told him, he might not stay with me. He’ll say, ‘You’ve been lying to me this whole time, you’ve been using all of our money.’ ” Project Link advised Alicia to go to the emergency room and start opioid-replacement therapy, rather than go into withdrawal, which could cause her to miscarry. Instead, she purchased the illegal pills she needed to avoid getting sick and sniffed them through the weekend. \nOn Monday morning, she registered at Codac, a drug-treatment clinic in Providence, where nearly 2 percent of the clients are pregnant women. “I had no idea what methadone was,” Alicia told me. “But as long as I could be involved with something that kept the baby safe, that’s all I wanted to do.” She was prescribed an initial dose of 20 milligrams of methadone to replace the 30 to 40 milligrams of Percocet she had been taking each day, and was instructed to visit the clinic daily between 5:30 a.m. and 12:30 p.m. There, she would wait in line at a dosing window and be given a small plastic cup of clear liquid. Like all clients at Codac, she would be required to participate in drug counseling and to submit to drug tests, or “tox screens.” If she had consistently “clean urines,” as clients tend to call it, for 90 days, and followed other rules, she would be rewarded with a “take-home” dose once a week, sealed in a small plastic bottle. \nAfter several days, Alicia screwed up her courage and told her boyfriend about her drug problem. “I was all choked up,” she recalled. “He was really shocked. He said, ‘I knew something was up, I just hoped it wasn’t that bad.’ I think it was kind of relieving to him that I wasn’t out at a club or at the casino; I was just searching for these pills. But when we get into arguments, he’ll bring up things like, ‘You’re a dopehead,’ and it’s really hurtful.” She also told her mother, in a Facebook message, and her mother was loving and supportive. \nAfter going to Codac, Alicia found an obstetrician in her town and signed a release permitting him to be in direct contact with the clinic, which was required to ensure her prenatal care. “I told him everything that I had been doing, and they did a lot more extensive ultrasounds than they would normally do on your average patient. It was causing me tons of panic attacks: I was thinking, What did I do to the baby already?” \nHer tendency toward frenetic worry was worsened by the fact that her psychiatrist, on learning she was pregnant, had stopped her anxiety and depression medications. Neither Alicia nor the Codac nurse who works with pregnant clients had been able to find another doctor willing to prescribe them for a pregnant woman on methadone. Alicia smoked marijuana during her pregnancy, she said, to cope with her anxiety and nausea. \nEach morning, before going to cosmetology school (and, after graduation, to her full-time hair-cutting job), Alicia stopped at Codac to be dosed. She recoiled from the clientele. “I don’t want to judge everybody, but if you can’t put some clothes on by 12:30, you’re still in a bad lifestyle. You can tell from their conversations that a lot of people are still using.” The discovery shook her; she had believed that methadone blocked the potential to get high (it does for opioids, but only to a point), and this new knowledge felt dangerous. “If I wasn’t pregnant, I would be the first one to say, ‘Hey, let’s see if it still works,’ ” she told me. “But I can’t do that, and I don’t want to do it, but I’ve thought about it a million times. It’s scary, because my mind is still being controlled by the pills.” This feature of addiction — a compulsion to be high that circumvents logic, judgment and self-interest — is what can prompt relapses even years after the body has been cured of all physical dependence. \nEarly last May, three weeks before Alicia’s due date, I met her at Codac during a gathering of about two dozen of the clinic’s pregnant clients. The clinic sits in the shadow of an expressway, and as the 12:30 dosing deadline approaches, clients can be seen loping from underneath it to reach the doors before they’re locked. Inside, the atmosphere was gritty, with placards in the hall warning that tox screens now included a test for fentanyl.\nThe gathering of women was billed as a baby shower, but mostly it was a chance for pregnant clients to meet one another and talk with representatives of First Connections and Healthy Families America: groups that support high-risk women, including opioid users, and their newborns. Much of the discussion among the women centered on neonatal abstinence syndrome: dread and guilt at the idea of their babies experiencing withdrawal; stories about friends whose babies had to go through it. Alicia chatted with Lyndsey, 31, who had brought along her feisty 8-month-old son. Like Alicia, Lyndsey was addicted to Percocet before switching to methadone, and her son spent three weeks being treated for NAS. “They took such good care of him,” she said of Women and Infants Hospital, where 80 percent of babies in Rhode Island are born, and where Alicia would soon deliver. “As soon as he started the medicine, he really didn’t have any symptoms. In the big picture, that was such a small glimpse. I forget that it happened.” Pregnancy had galvanized Lyndsey; drug-free for 16 months, she was assembling student loans to begin nursing school. \nI struck up a conversation with Elizabeth (her middle name), who was 26, petite and fair, with long straight hair, blond at the ends from grown-out highlights, and an air of apologetic sweetness. She looked impossibly young for someone with her history, which she shared with a trusting openness I’ve found to be characteristic of people in recovery. Her baby girl was due in June. Like Alicia, she had been energized and secretive in the early years of her addiction, working as a day care teacher and also assisting families of children with autism, through a state program that provides helpers in their homes. At the same time, she was addicted to Percocet and ultimately began injecting heroin. In 2015, at age 24, she started attending Alcoholics Anonymous meetings with her stepfather, a recovered alcoholic. In the two years since, she had been on and off methadone (which she hated) and buprenorphine, but she had relapsed on heroin three times, well before her pregnancy. During one relapse, she shared a needle and contracted hepatitis C, a viral infection of the liver that, according to one study, may afflict as many as 50 percent of pregnant women with opioid-use disorder. \nElizabeth returned to Codac just days before the shower, in her seventh month of pregnancy, to begin methadone yet again. Unknown to her family and her obstetrician, she had been taking Percocet since before becoming pregnant, and had hoped to taper off the pills on her own rather than go back on methadone. But weaning off the Percocet without help proved impossible — she couldn’t do it without going into withdrawal, which she feared would hurt her baby. Now that she was back on methadone, she planned to tell her obstetrician — which also meant telling him about the Percocet use that preceded it. “I’m scared,” she said. \nLate that afternoon, Elizabeth sent me a text message: “Thank you so much for taking the time to listen to my story. ... Too many people dont understand addiction & they are VERY judgmental. They assume all addicts are horrible human beings, im hoping you are able to open people’s minds.”\nAbout a month later, Elizabeth and her boyfriend went for a prenatal appointment at Women and Infants Hospital to discuss their baby’s risk for NAS. Alicia had given birth there two weeks before; to her relief and joy, her son had not developed NAS, and she was able to take him home after the required five days of observation. Now, in a sunny hospital conference room, Elizabeth and her boyfriend, J., listened as Dr. Adam Czynski, director of the newborn nursery at Women and Infants, explained the symptoms and treatment of NAS in the hushed tones of a man accustomed to speaking around newborns.\nJ. is a brawny, voluble 34-year-old with a reddish, close-cropped beard. He had come straight from his box-delivery job and was still in uniform, a white baseball cap turned backward on his head. He was also exhausted, having spent the previous day moving the couple into a new apartment, more appropriate for a newborn than their former place above a noisy bar. J.’s ultimate goal, he told me, was for his two older children to live with them in a house he planned to purchase with the help of a government loan for first-time home buyers. There was a defensive edge to J.’s ebullience; he gave the impression of a man whose natural optimism had weathered myriad checks. \nI learned later that J. was not the biological father of Elizabeth’s baby. The couple had dated for a few months the year before, broken up and then reunited by the time she discovered she was pregnant from a brief hookup. Elizabeth was devoted to J.’s 10-year-old daughter and 12-year-old son, whom she called her stepchildren, and J. professed equal willingness to raise her daughter as his own. “I have a gut feeling that physically she’s going to be fine,” he declared to Czynski of the baby. “I feel like we communicate already, so I’m pretty happy. I’m confident.”\n“She loves his voice,” Elizabeth said, in a near-whisper. The very need for an appointment to discuss opioid use and NAS seemed almost to crush her, and she clutched J.’s hand. Her fingernails, ragged from torn-off extensions, still bore flecks of sparkling polish. Her blue-and-white striped tank top shifted visibly as the baby, due in less than a week, squirmed inside her. \nElizabeth told Czynski that, in addition to methadone, she was taking Zoloft, Klonopin and Keppra — the last of these for grand mal seizures, which she had experienced occasionally since age 18, although she wasn’t epileptic. Like Alicia and nearly half of adults with substance-use disorder, Elizabeth struggles with other mental health issues, including anxiety and depression. Though her own parents never used drugs, painkillers — stolen from the medicine cabinets of parents who were often addicted themselves — were popular in the woodsy town outside Providence where she grew up, the older of two girls. Her father, a salesman, was very strict (her parents divorced when she was a child), but as a teenager, Elizabeth was encouraged to drink and smoke marijuana by an uncle who molested her and several other girls and is now in prison. Her psychiatrist, unlike Alicia’s, advised her to remain on her medications through her pregnancy, and Czynski assured her that she had been right to do so, although he warned that the baby might experience a secondary withdrawal effect from the Zoloft. \nJ. introduced a dilemma: Elizabeth’s family assumed she was free of opioids; no one knew that she had returned to Percocet and now was back on methadone. She wanted to conceal it.\n“People that share with their families tend not to get kicked in the teeth,” Czynski said. “Starting back on methadone is saying: I made a choice not to go back and do something else, because I wanted to be responsible about what was happening in my life.” \n“It’s true,” Elizabeth murmured, her head bowed in shame. “I’ll figure it out.”\n“You’re a big girl now,” J. cajoled her. “You’re about to be a mom. It’s not like you’re going to be on timeout sitting in the corner.” \n“I’ve never been in a timeout,” she said, with a hint of tartness.\n“You’re your own woman now.” \n“My father is very judgmental.” \nCzynski led them on a tour of a recently repurposed wing of the postpartum unit where families of infants being observed or treated for NAS can “room in” alongside their babies even after the mothers have been discharged. Of the approximately 9,100 infants discharged from Women and Infants last year, 121 were observed or treated for NAS — significantly above the national average and reflective of Rhode Island’s high rate of opioid addiction. On any given day, there are usually seven or eight babies being treated in the nursery for NAS. The fact that the babies are in a nursery puts Women and Infants at the vanguard of NAS care; a vast majority of babies in withdrawal around the country are still treated apart from their mothers in NICUs, a protocol that is now widely seen as counterproductive. Though families can visit babies in a NICU, and mothers can breast-feed them, the bright, stimulating atmosphere may worsen a baby’s withdrawal symptoms, necessitating more drugs and longer treatment. At Women and Infants, mothers and families can remain with their babies day and night while the baby is being medicated and tapered off the medication, a period that tends to last from two to three weeks, although once a mother has been discharged from the hospital, she must travel to a clinic to be dosed if she is on methadone. A large hospital team, including a social worker, monitors the progress of mother and baby, gathering for rounds at midday in their room. \nRhode Island is one of 23 states that require doctors to alert child-welfare authorities if they suspect or have confirmed that a pregnant woman has used illicit drugs, according to the Guttmacher Institute, and Elizabeth returned to the hospital the next day to meet with one of its social workers. The social worker delivered bad news: Because Elizabeth had waited until her seventh month of pregnancy to enter treatment, the Rhode Island Department of Children, Youth and Families, known as D.C.Y.F., would certainly be involved in her case. \n“It was so much information at once,” Elizabeth told me on the phone later that day, sounding shaken and confused. “My boyfriend had to work — I wish I’d had someone with me. I’m pretty sure the worst-case scenario is that the state takes custody of her,” she said. “If that happens, I won’t be able to stay at the hospital with her at all. I’ll go in to deliver, and that’s it.” \nLater, the social worker called Elizabeth to report that she would be allowed to room in with her daughter. D.C.Y.F. would follow up with her at the hospital. Elizabeth was relieved. “My biggest concern right away is being able to be at the hospital with her,” she said. When she spoke to me of motherhood, she focused resolutely on the practical, as if anything beyond that was too vast to contemplate — or at least articulate. “Being born, she needs that. She needs her mother.”\nThe baby arrived punctually on her due date in late June and soon began showing signs of withdrawal, including stiffness, retraction when she breathed and difficulty feeding. Elizabeth and J. were devastated when the medical team advised beginning treatment for NAS with morphine on the second day of the baby’s life, and later added phenobarbital. “We started bawling our eyes out,” Elizabeth told me when I visited her in the hospital eight days later, after she had been discharged. At the beginning, she cried every time the nurse squirted the tiny plastic syringe, full of clear morphine, into the baby’s mouth. “I kept saying, ‘I’m so sorry I did this.’ ” \nBut during my visit, Elizabeth appeared cheerful and at ease. After six days of morphine, the baby had nearly been tapered off the drug and was set to be released in a few more days. I was struck by Elizabeth’s calm at dealing with her newborn. Even when the baby lapsed into inconsolable crying, she showed no anxiety or impatience. At one point she shimmied out of her sweatshirt, still holding the child, leaving on just her tank top and sports bra. “They say skin-to-skin helps, especially if I’m not breast-feeding,” she explained. (The hospital had encouraged her to breast-feed, but she was afraid the baby might be harmed by her medications or hepatitis C.) She placed the baby, still grunting and fussing, on her own belly. “I’m sorry,” she said gently, as the baby continued to cry. “I’m sorry. I’m sorry. She’s pushing herself up,” she whispered to me.\nIt was true. The baby huffed and squirmed along her torso with the blind doggedness of an inchworm until their faces were pressed together. “I’m right here,” Elizabeth murmured as her daughter burrowed her head into the space between her neck and bare shoulder. At last, the infant relaxed. “That’s me,” Elizabeth said, in a soft singsong murmur. “Hold on. It’s me.”\n\nOf the five other babies being treated for NAS alongside her daughter, Elizabeth told me, four were in the temporary custody of the Rhode Island D.C.Y.F. — meaning that the state was trying to determine if each parent was capable of providing a safe home for the baby. The parents could not room in, but depending on the circumstances, they might be allowed to visit. Federal statutes leave child welfare mostly in the hands of each state, requiring that it enact laws to protect children from abuse and neglect without precisely defining those terms. Whether drug use by a parent constitutes civil child abuse varies state by state. \nWhen removing a child from a mother’s care, federal law requires authorities to try to place the child with a willing and suitable family member; failing that, the child will go into foster care with a family friend or a stranger. Among children placed in foster care nationally, a troubling racial inequity persists: In 2016, nearly one-quarter were black. In Chicago, only 12 percent of children in foster care were white; in New York City, the figure was only 6 percent.\nWhile there is little doubt that drug and alcohol dependency can compromise a person’s ability to parent, for the child, being separated from a parent is hugely traumatic. Another woman I met in Providence last summer, Ashley, who was then 29, grew up in an affluent Massachusetts suburb where her mother coached her junior high school cheerleading squad. After a car accident, Ashley’s mother became dependent on painkillers, and eventually she and Ashley’s stepfather turned to heroin. An only child, Ashley was placed in the custody of her grandmother at age 12. But she missed her mother keenly, and neither her grandmother’s attentiveness nor her mother’s ultimate recovery could assuage the damage caused by that rupture. “I was so abandoned and so hurt from all the things I had seen and dealt with,” Ashley told me. \nBy her early 20s, she had dropped out of college and was addicted to heroin herself. She fell in love with a man named Jon, 17 years her senior, who had spent more than two decades addicted to heroin, cycling in and out of prison, usually for shoplifting crimes. They spent three years homeless in and around Providence, sleeping outdoors in warm weather, and in winter taking refuge in a vermin-infested crack house whose heat source was an open oven. When Ashley found herself accidentally pregnant, they decided to keep the baby — over the appalled objections of their families. “They were like, ‘We’re not raising your kid,’ ” said Ashley, whose rapid, vivid speech is punctuated by silver flashes from a tongue stud. “They thought I was going to use the whole time, get the baby taken, end up strung out, the baby in foster care.” \nBut parenthood proved transformative for Ashley — as it did for a surprising number of mothers I spoke to. She began methadone treatment in earnest (in the past, she continued to use drugs while on methadone) and has not touched drugs or alcohol in more than three years. Jon has done the same and now works full time in construction. Their son, Jaxon, now 2½, is a sweet, lively, flaxen-haired boy. The family lives in a small, neat apartment in Pawtucket, R.I., near a park where they like to walk after Jon gets home from work, so that Jaxon can feed the geese.\n“We didn’t have the strength to get clean before,” Ashley told me, “but something in us, when we had the baby, I felt like God was giving us an opportunity. A way out. Like: You guys could be sober and have a baby and have a life. We didn’t think we could do it.” \nPregnancy also proved redemptive for Cynthia, whom I met in Philadelphia and who had temporarily lost custody of her four children by the time she became pregnant with her fifth. Born to a Puerto Rican father and a white mother who raised her alone in Kensington, a poor Philadelphia neighborhood, Cynthia fell into street life at age 12, gave birth at 17 and dropped out of high school. She fell in love with Charles, her fiancé, who is from a Puerto Rican family in North Philadelphia, and they started a family while both of them were addicted to Percocet. During each of her three subsequent pregnancies, Cynthia quit the pills cold turkey; after the babies were born, she drifted back into using. Garrulous and sharp, with golden hazel eyes, she is the first to admit that her habit compromised her parenting. “You get so wrapped up in the drug use and the lifestyle, everything else gets pushed to the side,” she told me. “There were days where I was so out of it that I didn’t show them as much affection as I should have.” \nShe temporarily lost custody of her four children in 2013. The oldest daughter, then 8, was placed with relatives; the younger three lived with Charles, who lost custody himself a year later — at which point his mother became their guardian. Guilt and anguish over the loss of children can be catastrophic for someone already contending with addiction, and Cynthia turned from Percocet to heroin. “Once the kids got taken, I was so hurt by it that the heroin just kind of — it was a downward spiral,” she said.\nSeven and a half months pregnant with her fifth child in 2016, Cynthia was living with Charles in an abandoned house without running water, her arms bruised from shooting heroin after a relapse. She didn’t know it yet, but she was lucky in one respect: Philadelphia is home to one of the oldest drug-treatment centers for pregnant women in America, known as Mater (Maternal Addiction Treatment, Education and Research), founded in 1973 and now housed at Jefferson University Hospital. After going to a local emergency room with stomach pains, Cynthia, very pregnant and withdrawing from heroin, agreed to be transported to Jefferson. She was admitted to the hospital and stabilized on methadone, and then opted to enter Mater’s residential facility for pregnant women and those with young children, where she remained for the next nine months. Charles, who had been snorting heroin, went into treatment 10 days after she did, and they began the process of getting their other children back.\nNow the family of seven lives in a rented rowhouse in Kensington, Cynthia’s old neighborhood. Charles has a carpentry job, and Cynthia takes the children to school, Girl Scouts and travel soccer. On weekday mornings, she goes to Mater, where her baby, now more than a year old, spends time in the clinic’s child care center while Cynthia receives her methadone, attends parenting classes and therapy sessions and avails herself of counseling about housing, education and career goals. Mater helped her to navigate the child-welfare system and hosted a seminar about healthful infant sleeping. She has taken a 12-week course in mindfulness meditation (Diane Abatemarco, former director of Mater, has published several papers on the efficacy of mindfulness at improving the parenting skills of opioid-dependent women at Mater). Cynthia hopes to become a peer specialist, a trained, paid position that would involve helping other mothers with addictions. \nMater’s comprehensive care is funded by the city of Philadelphia and available free to its residents. Such programs are costly, but many experts say that helping families remain healthy and intact is a worthy investment, even from a purely economic standpoint. “You’re going to pay now, or you’re going to pay later,” said Lenora Marcellus, a registered nurse and professor at the University of Victoria in Canada who specializes in treating pregnant women with addictions. “This population [of children] we’re talking about, especially if they go into foster care: They’re a big part of the homeless population. It all goes around.”\nCynthia told me: “I thank God every day that I was able to get clean and get my children back and get my life back. In a blink of an eye, that 14 months we’ve been clean can be gone. I’m not going to take that chance.”\n\nShortly after Elizabeth and her baby returned home from the hospital, Elizabeth received word that a caseworker from the state’s Early Intervention Program would be making a visit to the family’s new home in Central Falls to assess the child’s development, and would report her findings to D.C.Y.F. It was one of many stresses crowding the air in the small apartment when I visited in July. Each morning, Elizabeth drove with her baby to Codac for her methadone, leaving the baby with a nurse or receptionist while she provided urine for a tox screen or waited in line for her dose. She loved the Codac employees but hated being tethered to the clinic, and hoped to switch to buprenorphine, which can be dispensed by a pharmacy and taken under the tongue. Some experts argue that the lack of mandated daily contact with a clinic allows buprenorphine patients to bypass needed drug counseling and therapy (although prescribing doctors are advised to direct patients to both), but others cite the greater freedom the drug affords. \nElizabeth was exhausted; her methadone dose was too high, she said, which made her groggy, and she stayed up much of the previous night trying to organize the new apartment — where boxes still remained to be unpacked — for the caseworker’s visit. She often responds to stress with a kind of paralysis that registers as slowness, even confusion; she can spend hours in stores, incapacitated by the question of what to buy. \nHer stepdaughter, 10, was helping Elizabeth organize piles of laundry into newly purchased netted bags when J. returned from work with his 12-year-old son, who had spent the day riding with him in his delivery truck. J. looked hot and weary, and he retired to a bedroom, where the baby was asleep. Elizabeth began trying to hook up an Xbox for her stepson. When it refused to work, she lapsed into despair. “I ruined it,” she groaned. \n“You did good,” her stepdaughter said, trying to reassure her. \nThe boy managed to hook up the Xbox himself and began playing video games. Elizabeth had decorated the sunny front room with seashells, scented candles and a sculpture of the word “Believe.” “I’m going to start cleaning,” she told her stepdaughter. “That lady is coming on Monday.” \n“An expector?” the girl asked.\n“Yes. So that’s why I’m very nervous and on edge. How does this look?” She had arranged her Narcotics Anonymous books neatly on a shelf. \nJ. reappeared and said he was taking his children out. His daughter asked if they should bring the baby. “Did you want me to?” J. asked Elizabeth, tersely.\n“Dude, I have to get all this stuff. ...” She trailed off as she wiped the bookshelf with Windex, her eyes lolling shut.\n“You have all weekend for that,” he snapped, but he left the room to collect the infant. \n“No, leave her,” Elizabeth called after him. “Don’t take her. Never mind.”\n“I’m taking her!”\n“No. You just got all upset.”\n“You should probably take a catnap,” her stepdaughter suggested gently, adding, to me, “She stays up all night.” \nJ. and the older children departed without the baby, who remained asleep; she was still on phenobarbital, which Elizabeth had to give her twice daily and which she thought had a sedating effect. She took the monitor onto the front porch and lit a stub of a Newport 100 she had been nursing for the past several hours. She had nodded off repeatedly while cleaning — a result, she said, of too little sleep and too much methadone. A woman usually must increase her dose as her pregnancy progresses, then taper back down after the baby is born; the right calibration can be elusive. As we sat on the front porch in the late-afternoon sun, Elizabeth told me, improbably, that she planned to find a job the following week. She was tired of depending on J. — tired of cleaning up after him and doing his laundry. “I hate him,” she murmured, nodding off again, the cigarette burning, forgotten, between her fingers. “I’m just ... so ... done.” \nI left the apartment concerned for this fragile, fledgling family. The postpartum period is challenging for any new mother, and a time when women with substance-use disorder are at a greater risk for relapse. “I don’t think we focus a lot on what that first few weeks home look like,” Dr. Patrick of Vanderbilt told me. “You often have a family that has multiple stressors, could have child welfare involved, early-intervention services, Mom’s addiction care, baby’s care, Mom’s opioid care. It’s just a lot. And I don’t think we coordinate that care very well throughout the U.S. I think oftentimes we set up families for failure as opposed to giving them the tools they need to succeed.”\nBut to my surprise, things had turned around by the time I visited Elizabeth in early September: Not only had the early-intervention visit gone well, she told me, but she had managed to switch from methadone to buprenorphine. The drugs aren’t chemically equivalent; you must partly withdraw from methadone before starting buprenorphine. That transition, which Elizabeth says was made worse by her hepatitis C, caused her to go into full-blown withdrawal — nausea, shakes, restless legs — and for days she had done little more than lie on the couch in misery. But the ordeal brought her closer to J., who had been “wicked helpful,” she said, caring for the baby overnight and after work while she stabilized. “He’s a really good guy,” she said. “He just gets on my nerves sometimes.” \nRecently, Elizabeth reported more good news by phone: She has a job helping a family whose child has autism. Her grandmother cares for her daughter, now 10 months old and thriving, while she is at work. During a recent snowstorm, she and J. lost power and had to escape their freezing apartment with the baby. They repaired to a hotel, where J. astonished Elizabeth by proposing marriage. She accepted. “It was very unexpected but very awesome,” she told me.\nWhen her baby was dozing in her arms last September, I asked Elizabeth what sort of life she wanted for her daughter. “The opposite of mine,” she said ruefully. “My biggest regret is not going away to college, living in a dorm. I was too busy partying.” She hoped to work toward her associate’s degree, which would let her assist an occupational therapist. She had picked out a different town she wanted to move to — one that had good schools she hoped all three children could attend. In her own hometown, hardly anyone went to college. But in the town she had set her sights on, she received dirty looks at a Dunkin’ Donuts while heavily pregnant — from people who, she presumed, mistook her for a teenager. “It’s that kind of community,” she said approvingly.\nWhen the baby woke, Elizabeth began giving her a massage she had learned from an occupational therapist who paid regular visits. She poured sunflower oil into her hands and began to rub them over her daughter’s chubby thighs. The oil glistened on the baby’s soft, fresh skin. “She’s so ticklish. We’re going to do the legs and the feet. You ready? Is Mommy doing it right?”\nHer daughter cooed, then grinned. It was the first time I had seen her smile.\n\nAlicia and her boyfriend settled contentedly into parenthood after their son sailed through his hospital stay without needing treatment for NAS. There had been a scare in the hospital: Alicia’s blood test was positive for marijuana, a result of smoking to control her anxiety and nausea after her psychiatrist refused to continue her medications. A caseworker from D.C.Y.F. inspected the apartment they would be returning home to and deemed it satisfactory. But shortly after she, her boyfriend and the baby arrived home, Alicia told me, the specter of child services arose again. She received in the mail an official claim of child abuse for having smoked marijuana while pregnant. Another home visit was arranged involving two social workers — one of whom, from the early-intervention program, would perform a developmental evaluation of the 2-month-old. Alicia was half-wild with worry as this date approached. The night before, I visited her and her boyfriend in their small apartment, where a cloth had been pinned across a doorway to keep the cool from their single air conditioner near the baby. “I feel really regretful of smoking,” she told me, her eyes welling up. “I just feel like, who’s going to listen to me, and who’s going to care?” \nAs it turned out, the social workers’ visit went smoothly; the developmental exam revealed that her baby was in excellent health. But things took a grave turn in the winter, when Alicia’s concern about a ridge in her son’s skull led to the discovery that its bony plates had adhered prematurely and would require a complex operation in late spring to be separated. Fear and stress had hobbled Alicia’s relationship; her boyfriend blamed her methadone therapy for their son’s difficulty (there is no evidence that the two are related), and at one point he moved out of the apartment. By late April, he was back, and they were struggling to put their troubles aside for their son. \nThrough it all, Alicia withstood the temptation to escape back into drugs; in fact, she had cut her methadone dose to 45 milligrams from 160 at the time of her son’s birth, and had gone off her antidepressant altogether. Despite the worries she was facing, she sounded more clearheaded and strong, during a recent phone call, than I’d ever heard her. “Sometimes I’ll be emotional, but it’s better than feeling like a zombie,” she told me.\nShe had come to believe that the power of her emotions was something to be embraced rather than muffled. “The surgery makes me feel like running away and soothing myself, but I’ll never fall for the tricks of the disease,” she wrote in a recent text message. “It’ll have to fight my willpower with all it’s got to knock me down again.”/•/", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/magazine/children-of-the-opioid-epidemic.html", "tags": "methadone opioid ” elizabeth epidemic alicia children pregnant women told — baby"}