{"title": "China's eight-year-long smartphone growth comes to an end", "content": "China's smartphone market has fallen for the first time, with annual shipments down by 4% in 2017, according to data from research firm Canalys.\nThe decline ends eight years' growth in the world's largest mobile phone market.\nSmartphone brands Huawei, Oppo and Vivo continue to dominate the Chinese handset market.\nDespite the overall slowdown of the market, Huawei saw double-digit growth, the Canalys report said.\nBetween 2010 to 2015, the global smartphone market was mostly a showdown between Apple and Samsung. \nBut over the last two years, smaller Chinese Android smartphone brands have risen, offering faster entry-level phones at much more affordable prices.\nWhile consumers in big Chinese cities like Beijing and Shanghai see the latest iPhone and Galaxy devices as \"must-have\" handsets, people in rural areas couldn't afford the hefty price tags and mostly stuck to basic feature phones.\nTo offer these consumers a premium experience at a lower price, Oppo and Vivo - both owned by reclusive billionaire Duan Yong Ping - chose to eschew online and instead open retail stores on high streets in rural provinces.\nThe approach of offering an Apple-esque in-store customer experience was successful. In 2016, China saw a huge boom in consumers swapping their basic phones for premium smartphones.\nAccording to Counterpoint Research, by August 2017 Huawei had sold almost as many smartphones as Apple. By the end of 2016, it had already dethroned Samsung from the top spot as most profitable Android device brand in the world. \nSo why the decline? According to Mo Jia, research analyst at Canalys, now that consumers have traded up from basic phones to entry-level smartphones, they feel they don't need another one.\nPeople are saying that \"the phones they have now are already good enough,\" Mr Jia told the BBC. \"We say that it's gone from a 'change' market to a 'stop' market.\"\nSince even entry-level smartphones have an abundance of features, the life cycles of these devices are much longer than before, now up to 26.8 months, according to Canalys.\nThe research firm does not see the Chinese smartphone market growing until 5G devices hit the scene in late 2019.\nAnd while the perceived \"luxury\" prestige of iPhones will prompt some consumers to want to trade up, Mr Jia points out that the latest smartphones from Chinese brands are almost equivalent in specs and hardware to Apple's handsets.\n\"The phone makers are making much better phones. For example, if you look at the Huawei Mate 10 and the Mate 10 Pro, their specs are comparable to iPhone 8 and iPhone 8 Plus. But the Mate 10 is at least 30% cheaper than the iPhone 8,\" he said.\nSamsung's marketing disaster early last year over battery faults with the Galaxy Note 7 severely damaged its brand reputation in China.\nSo, when people wanted a new Android device, they were much more likely to look to Huawei, Oppo and Vivo, Mr Jia added.\nWith the Chinese market looking pretty saturated for now, overseas expansion will be critical for Huawei, Oppo and Vivo in 2018. \n\"Oppo and Vivo are trying to expand into more countries like Russia and Japan, and they're trying to deepen their market in South East Asia,\" said Mr Jia.\n\"Xiaomi is doing very well in India. They are the most popular brand there and are seeking to open more stores. They are also expanding into Thailand.\"\nMeanwhile, Huawei's focus is on \"budget smartphones\" - cheaper entry-level or mid-level devices.\nThe Chinese tech giant has not had much success lately in the US, as talks to release the Mate 10 Pro on AT&T collapsed due to government security concerns.\nBut Huawei is looking to continue growing in developing markets in South East Asia and Africa, while retaining and growing its existing popularity in Europe. ", "date": "26 January 2018", "href": "https://www.bbc.co.uk/news/business-42830375", "tags": "smartphones much smartphone growth china end market oppo phones vivo huawei chinese eight-year-long comes consumers"}