{"title": "China's New Zealand farm-buying runs into opposition", "content": "Chinese conglomerate Shanghai Pengxin Group has been on a buying spree ever since it entered New Zealand in 2011. \nThe food giant has bought 29 farms through local subsidiaries to become the country's third largest dairy producer.\nPengxin's expansion plans in New Zealand seemed to be going smoothly until last month when the government unexpectedly rejected its $56m (£36m) bid to buy the sprawling and iconic Lochinver farm.\nThe move came as a big surprise, considering the sale had been approved by the country's foreign investment body.\nNow, Pengxin has pulled the plug on another deal to buy a group of farms 3,300 hectares in size, saying it was \"not confident\" of approval from the government, considering its last experience. \nIt is also taking the government's decision to block its purchase of Lochinver to court, seeking a judicial review.\nTerry Lee, director of Milk New Zealand - a subsidiary of Pengxin - says the aim of the legal action is to get \"clarity\" on the requirement used to assess the sale of farmland bigger than five hectares to foreign buyers. \n\"Judgement has to be made as to whether the status quo applies (that is, ownership remains with the current owners), or alternately that the property would have been sold anyway to a well-funded and competent New Zealander,\" he said in a statement earlier this month.\nA big Chinese investor backtracking on purchase plans amid slumping commodity prices could not have come at a worst time for some of New Zealand's dairy farmers.\nDairy prices have fallen more than 50% since February, hitting the economy hard.\nNew Zealand is the world's largest dairy producer - exporting 95% of its production - and its central bank has had to cut interest rates three times this year, partly to stem the fallout from tumbling prices. \nAlso, China is the largest foreign investor in the country's dairy sector, according to the New Zealand China Council.\nColin Armer, who is one of New Zealand's largest dairy investors and has been in the farming business for 35 years, says Pengxin's decision to cancel a deal to buy more farms may have an impact on owners looking to sell their farms because of falling prices.\n\"I think long term owners of land are entitled to sell it to the best price they can get and if there's public belief that those owners should take a lesser price, than they should be putting their own hands in their pocket really,\" he told the BBC.\nMr Armer, who is a shareholder in Fonterra - the world's biggest dairy exporter - and top producer Dairy Holdings, says he welcomes the competition from Pengxin.\n\"Bring it on. Foreign investment is great for New Zealand - it's needed,\" he says. \"I hope they do well - I hope New Zealand does well out of it as well.\"\nBut not all farmers are as enthusiastic about how rapidly the Chinese firm's business has grown in the country in such a short period of time.\nDr William Rolleston, president of the Federated Farmers of New Zealand, a group that lobbies on behalf of its farmer members, says some farmers are concerned about the scale of the purchases.\n\"New Zealanders don't have an issue on ownership at a low level. No one would be concerned if 5% of farmland was owned by overseas buyers,\" he says. \n\"But if 95% of the land in New Zealand was owned by overseas buyers, I think we would have an issue - it would reduce our strategic options in the future.\" \nDr Rolleston's sentiment echoes public concern from 2012 when Pengxin bought 16 dairy farms and sparked a debate about national identity.\nDuring the last elections in 2014, opposition politicians stoked those fears by saying that New Zealanders risked becoming \"tenants in their own land\". \nMeanwhile, dairy is not the only sector that is seeing increasing Chinese investment.\nEarlier this month, shareholders of the country's biggest meat co-operative Silver Fern Farms voted to sell half the company to a unit of China's state-own food giant Bright Food Group for $178m. \nThe deal, however, still needs to be approved by New Zealand's Overseas Investment Office (OIO), a body that oversees foreign bids to buy sensitive assets.\nDespite the local backlash, New Zealand's government and trade organisations maintain the country is open for business.\nLand information minister Louise Upston told the BBC that its decision in September to block Pengxin's purchase of Lochinver farm does not mean the country is not interested in attracting foreign investment.\n\"It's [foreign investment's] an important part of our economic strategy, but equally when we do have an application for sensitive land and assets - we will put it across the 21 criteria that we need to assess and make a decision based on that,\" she says.\n\"We weren't convinced that this particular application met that threshold, which is substantial and identifiable benefits for New Zealanders.\"\nHowever, Martin Thompson, chairman of the New Zealand China Trade Association, says Pengxin's decision to cancel the deal to buy more farms in North Island is in part intended to be their statement of disappointment over the government's rejection.\n\"Their messaging in their press release is the timing it's taking to consider their application,\" he says. \"I hope it doesn't translate to a of loss appetite to invest in New Zealand.\"\nPengxin is the second major Chinese investor to pull out of big purchase in the country recently.\nInvestors from He Run International recently cancelled plans to build an $54m dairy factory in Otorohanga in North Island. The move was a big blow to the small town already dealing with job losses because of the downturn in the industry. \nGary Romano, chief executive of Dakang New Zealand Farm Group - the unit of Pengxin that cancelled the latest deal said the purchase and \"significant further investment\" would have had a positive impact on the local and wider New Zealand communities.    \n\"We are very disappointed that this will now not happen,\" he said in a statement.\nThe firm says the deal was cancelled, because it had not received any advice from the country's foreign investment watchdog, OIO, on the sale after filing an application in April. \n\"Our decision to end the agreement is somewhat based on our experience with Lochinver where the sale and purchase agreement had to be extended 11 times, each extension causing frustration and pain to the vendors, and uncertainty for everyone involved,\" he adds. \nAnnelies McClure, manager of the OIO, says the application had been delayed twice, because it required more information from the Chinese firm.\nMeanwhile, Dr Rolleston of Federated Farmers, says that if Pengxin does decide to pull back on future farm purchases in the country, it will not make a big difference to the industry.\n\"There's likely to be softening in farm land prices anyway because of the fall in dairy prices,\" he says. \n\"If you're buying a hundred farms, then you've got to really show that you're making a big difference in New Zealand by taking those sorts of strategic assets out of the country.\"", "date": "29 October 2015", "href": "https://www.bbc.co.uk/news/business-34513287", "tags": "country investment opposition china pengxin zealand farm-buying dairy says chinese new farms foreign runs"}