{"title": "China Purchases Could Undercut Trump’s Larger Trade Goal", "content": "WASHINGTON — At the heart of President Trump’s negotiations with China is a troubling contradiction: The United States wants to use the trade talks to encourage the country to adopt a more market-oriented economy. But a key element of a prospective deal may end up reinforcing the economic power of the Chinese state.\nNegotiators are still working out deal terms, but any agreement seems certain to involve China’s promise to purchase hundreds of billions of dollars of American goods. For Mr. Trump, this is an essential element that will help reduce the United States’ record trade deficit with China and bolster farmers and other constituencies hurt by his trade war.\nBut those purchases will be ordered by the Chinese state, and most will be carried out by state-controlled Chinese businesses, further cementing Beijing’s role in managing its economy and potentially making United States industries even more beholden to the Chinese.\n“It seems like those types of really simplistic purchasing commitment type of arrangements would actually reinforce state ownership rather than discourage it,” said Rufus Yerxa, the head of the National Foreign Trade Council, which represents the United States’ largest exporters.\nAfter months of talks, the two sides are inching closer to an agreement. Robert Lighthizer, Mr. Trump’s top trade negotiator, and Steven Mnuchin, the Treasury secretary, discussed the remaining sticking points with their Chinese counterparts on Thursday evening and Friday in Beijing. Mr. Mnuchin wrote on Twitter on Friday that the talks had been “constructive.”\nBoth sides are trying to iron out an agreement by this week, to coincide with a visit to Washington by Liu He, the Chinese special envoy charged with negotiating the deal, who will begin meeting with his American counterparts on Wednesday.\nThe United States and China had been looking to reach a tentative agreement by the end of Mr. Liu’s visit, with a signing ceremony between Mr. Trump and President Xi Jinping of China potentially later this month.\nBut the two sides are still wrestling with two major sticking points: how an agreement will be monitored and enforced and how many of Mr. Trump’s tariffs come off and when, said Myron Brilliant, executive vice president and head of international affairs at the U.S. Chamber of Commerce.\nMr. Brilliant said there was no question the United States and China were “in the endgame with regard to a deal.” However, he said these factors were “complicating the fact that the agreement is 90 percent done at this point.”\nTo pave the way toward an agreement, China made several announcements that could benefit American companies. Last week, Chinese regulators approved JPMorgan Chase’s request to establish a majority owned and controlled securities brokerage firm in the country, a change China had discussed since entering the World Trade Organization two decades ago. Chinese officials have also floated the idea of an expanded trial that would allow foreign cloud computing companies to operate more freely.\nOn Sunday evening, China’s Finance Ministry issued two statements saying that Beijing would continue to suspend tariffs it imposed last year on American cars and car parts in retaliation for Mr. Trump’s tariffs on $250 billion worth of Chinese imports. Those tariffs, which were suspended while the two sides tried to reach an agreement, were supposed to resume at the end of March, but China said it would extend the suspension indefinitely as a gesture of good will.\nThe Finance Ministry said, “We hope that the U.S. and China will work together to step up consultations and make practical efforts toward the goal of ending trade friction.”\nWhile the two sides are closer to an agreement than at any point in the past, it remains unclear how successful the Trump administration will be in achieving its key goals. The president’s trade war was initiated in large part to try to reorient the Chinese economy and force it to become more open to American companies and investment. Using punishing tariffs as leverage, the Trump administration has pressed China to roll back its heavy hand in the economy, including asking Beijing to curtail subsidies to state-owned firms and to end its practice of forcing foreign companies doing business in China to transfer their technology to Chinese competitors.\nChina has not readily committed to these goals, in part because such commitments are seen as infringing on China’s sovereignty and undercutting the power of the Chinese state. What the Chinese have agreed to most readily is purchasing American goods, especially commodities that can fuel their economy.\nWhile the final list could be different, the United States and China have discussed the purchase of products including corn, soybeans, sorghum, natural gas, oil, coal, chemicals, semiconductors and airplanes, according to people with knowledge of the talks.\nThe Trump administration views these purchases as necessary to bolster the president’s support across farming and manufacturing communities hard hit by the trade war and to help narrow the gap between what China sells to the United States and what it buys. The administration has been working on various draft lists of what it wants China to purchase, according to people who have viewed them.\nThe final purchasing amount is not yet clear. In December, Mr. Mnuchin said that China had made an offer to buy more than $1.2 trillion in American goods as part of the talks. But economists and China analysts have cautioned that such a large amount could be hard for the United States to produce and export.\nThe United States exported just $120 billion of goods to China last year. With the American economy hovering near full employment, it lacks the productive capacity to raise exports by hundreds of billions of dollars in the short term. The United States could redirect some of the goods it sells to other countries to China instead, for instance diverting soybeans headed to Europe to China.\nBut a deal that would require China to buy even more from the United States is raising concerns that China could expand its leverage over the United States.\n“If it can be negotiated by government fiat, it can be taken away by government fiat,” said Kevin Book, managing director at ClearView Energy Partners, an energy-focused research firm.\nThe deal could usher in a wave of new American exports if China agrees to open its markets more fully. Removing its requirements that American carmakers and financial services firms team up with a Chinese entity to do business in the country, for instance, could give those firms more ability to sell goods and services to China.\nBut in other industries, including agriculture, energy and aviation, purchases associated with a trade deal would be made directly by state-controlled entities. And while that would mean greater revenues for American companies, skeptics say it could also increase the leverage that China has over the United States in the future.\n“We are handing them the ability to coerce our companies,” said Derek Scissors, a resident scholar at the American Enterprise Institute.\nSuch a purchasing arrangement could also provoke challenges at the World Trade Organization, which bars its members from granting special advantages or privileges to any one country, as well as directing state enterprises to purchase goods from a specific country.\nChina has already demonstrated its ability to influence commodity purchases depending on the tenor of relations, analysts said. Once trade tensions flared, China drove its purchases of American oil to nearly zero last year, Mr. Book said. After a breakthrough in talks this year, China ramped up its purchases of United States soybeans.\n“How easy would it be for the government of China to then turn off that tap when it gets into a dispute with the U.S.?” Mr. Yerxa asked.\nRecent events have also raised a question over some components of the purchasing package under discussion. China had planned to buy Boeing 737 Max series planes. But the crash of a 737 Max in Ethiopia in early March, the second deadly crash of the new plane in less than five months, has thrown those plans into question.\nLast week, China suspended the airworthiness certification for the model entirely, a move Richard Aboulafia, vice president for analysis at the Teal Group, described as “pretty aggressive.”\n“I think there’s a very good chance that this is less about public safety and more about trade negotiation leverage,” Mr. Aboulafia said.\nIt’s also unclear how many purchases of semiconductors, the advanced components that power circuits in laptops, smartphones and other electronics, will ultimately be in the deal.\nWhile China would like to buy more of the advanced technology, the Trump administration is concerned about allowing Beijing to gain an upper hand in the next generation of technology. The administration has pushed China to roll back its Made in China 2025 campaign, an industrial plan that pumps state money into building cutting-edge industries, like advanced manufacturing and aviation.\nChina had proposed last year to purchase $200 billion of American semiconductors, according to people with knowledge of the deal. Beijing wanted to buy the semiconductors straight from fabrication lines at American factories and then do the necessary packaging and testing in China. The United States rejected that idea. The two sides have since discussed a smaller number, but it is not clear now how many semiconductor purchases will ultimately be included in a deal.\nThe semiconductor industry has publicly warned that additional purchases could result in the Chinese government’s gaining more power to control where Chinese companies buy products. While Chinese companies may buy more American components in the short term, the industry warns that Beijing could ultimately use such a system to redirect purchases to Chinese suppliers instead.\nFor now, administration officials are still trying to assure lawmakers that their trade deal will achieve the economic changes the United States wants and will require much more than purchases.\nWhen pressed by lawmakers in February about whether the deal would require more than just additional sales to China, Mr. Lighthizer told Congress: “I do not think it should just be a purchase agreement.”", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/us/politics/us-china-trade-trump.html", "tags": "american purchases china goal united deal undercut states trump chinese trade could larger said"}