{"title": "China Offers to Buy Nearly $70 Billion of American Goods if U.S. Halts Tariffs", "content": "WASHINGTON — China offered to purchase nearly $70 billion of energy, agricultural and manufactured products from the United States in the first year of a deal that would require the Trump administration to suspend tariffs on Chinese products, a person familiar with the talks said.\nThe offer, which came during a meeting this weekend in Beijing between Commerce Secretary Wilbur Ross and the Chinese economic adviser Liu He, would go only partway toward President Trump’s initial demand that China reduce its $375.2 billion trade surplus with the United States by $200 billion annually. And it leaves untouched other American requests, including that China allow American companies more access to its markets and end practices that the Trump administration and business executives say force companies to transfer valuable intellectual property.\nThe proposal could fizzle quickly. Chinese officials have said publicly that any agreements would be void if the United States continued with plans to impose tariffs and other restrictions, and American officials have given no indication so far that they intend to halt the tariffs.\nSarah Huckabee Sanders, the White House press secretary, would not comment on whether the Chinese proposal would pass muster with Mr. Trump, saying on Tuesday that “we’re in the negotiation process” and that “our focus is to make sure we get good deals.”\nThe White House has said the levies will go into effect shortly after a list of affected products is published by June 15, and that restrictions on Chinese investment in the United States will follow, shortly after they are announced by June 30.\nThose plans have led to a bitter turf war within the administration as officials try to reach a deal with China that would allow Mr. Trump to claim victory in a brewing trade dispute.\nNegotiators like Mr. Ross and Treasury Secretary Steven Mnuchin have pushed China to agree to a package of purchases that would benefit American businesses and forestall the possibility of a trade war between the economies. But that approach has drawn ire from hard-liners like Peter Navarro, a trade adviser, and Robert E. Lighthizer, the top trade negotiator, who argue that the White House needs to hold out for bigger concessions from China in terms of reforming its economy and reducing its trade surplus with the United States.\nThe recent round of discussions in Beijing was more narrowly focused on potential Chinese purchases of American products, a goal that has angered some China critics who fear that Mr. Ross and Mr. Mnuchin are sacrificing the bigger concessions by China that many feel are needed. That includes Democrats, who have also pressed Mr. Trump to push China to open its markets and have criticized the president for focusing on the trade deficit at the expense of other goals.\nEconomists have also expressed skepticism about China’s potential to purchase tens of billions of dollars of additional products from the United States, arguing that the American economy is already operating near its full potential. If China does ramp up purchases of energy and agricultural goods, they say, it would simply displace those purchases from other nations, making little lasting impact on the overall trade deficit or the American economy.\nThe figure offered last weekend follows earlier statements by senior Trump administration officials, who said after a meeting with the Chinese in mid-May that Beijing had proposed a package of purchases and economic reforms that would essentially allow $200 billion worth of American goods to enter China over the next few years.\nAs that round of talks concluded in mid-May, the White House said that China had committed to buying more agriculture and energy exports, but noted that American officials would travel to China to work out the details of their agreement.\nThe push to strike a deal with China has also provoked criticism from some lawmakers. The Trump administration briefed lawmakers two weeks ago on a deal that would keep the Chinese telecom firm ZTE in business in exchange for other trade concessions, a proposal that the president later confirmed on Twitter.\nThe United States had banned the Chinese firm from buying American technology components for seven years as a punishment for violating United States sanctions against Iran and North Korea. The prospect of lifting those sanctions had provoked a backlash from lawmakers across the political spectrum, who saw the issue as a law enforcement matter and ZTE’s expansion in the United States as a potential national security threat.\nThe trade conflict with the Chinese could escalate in coming months, putting at risk multinational businesses that depend on China to source and sell products. China has threatened to retaliate by placing its own tariffs on roughly $50 billion of American products, and Mr. Trump responded by threatening tariffs on an additional $100 billion of Chinese goods.\nThe administration’s efforts to coax China into purchasing more American products may be a peace offering to farmers, who are heavily dependent on exports and have found themselves in the cross hairs of several of Mr. Trump’s trade conflicts, including his push to rewrite the North American Free Trade Agreement and global steel and aluminum tariffs that have prompted retaliation on American goods.\n“Farmers have not been doing well for 15 years,” the president wrote on Twitter on Monday. “Mexico, Canada, China and others have treated them unfairly. By the time I finish trade talks, that will change. Big trade barriers against U.S. farmers, and other businesses, will finally be broken. Massive trade deficits no longer!”", "date": "June 5, 2018", "href": "https://www.nytimes.com/2018/06/05/us/politics/china-trump-trade-tariffs.html", "tags": "american goods billion china u.s. nearly united states buy halts trade chinese products tariffs offers"}