{"title": "China 'gay conversion': Accounts of shocks and pills", "content": "Powerful first-hand accounts from people in China who have been subjected to forced \"gay conversion therapy\" have emerged in a new report. \nThe country's controversial practice has long been known about, but the Human Rights Watch study offers detailed testimony of a kind rarely shared from China.\n\"Gay conversion therapy\" has been declared unethical, unscientific and harmful by the World Psychiatric Association - and it is effectively illegal in China. \nBut the report highlights 17 cases of forced \"gay conversion therapy\" between 2009 and 2017. The case studies detail verbal and mental abuse, forced medication and electric shock therapy taking place in Chinese hospitals.\nAccording to the advocacy director of the gay rights programme at Human Rights Watch, Boris Dittrich, it is also profitable. Doctors and clinics can charge up to 30,000 yuan ($4,530; £3,440) to \"treat\" gay people.\nThe group is urging the Chinese government to ensure an end to such practices. \nVerbal abuse is the tip of the iceberg, according to the report. \nIt says 11 of those interviewed were forced to take medication without being informed about its purpose or side-effects.\nOne 29-year-old gay man who underwent \"treatment\" at a public hospital in Fujian province three years ago said the doctors and nurses did not tell him what pills he was taking. \n\"They just told me they were supposed to be good for me and help with the progress of the 'treatment',\" he explained.\nZhang Zhikun, a transgender woman, said she was forced to watch gay porn while being injected with a \"colourless liquid\". \nFive of those interviewed were subjected to electric shocks while being shown images or videos - or given verbal descriptions - of homosexual acts.\nGong Lei described his experience. \n\"The doctor asked me to relax because I was going to practise some kind of hypnosis and to think about sex scenes with my boyfriend - at that moment I felt pain in both wrists. I did not know what was happening.\"\nAnother interviewee remembered going through nine electroshock sessions during his two-month \"treatment\".\n\"My wrists and arms felt numb, my head too. But the most painful part was my stomach.\"\nMedics say there is no sound scientific evidence for people to be given such so-called treatment - in 2016 the World Psychiatric Association said \"so-called treatments of homosexuality can create a setting in which prejudice and discrimination flourish, and they can be potentially harmful\".\nAll of those interviewed told Human Rights Watch that they were forcefully taken to \"conversion\" therapy. This often occurred within days of coming out to their parents, who felt \"ashamed\" that their children were gay.\nXu Zhen, 21, underwent \"gay conversion therapy\" at a private clinic three years ago.\nShe said that she felt under pressure from her parents to undergo the treatment after she came out to them.\n\"My mum started screaming about unfortunate things happening to our family. My dad said he did not know how to continue living in this world.\"\nShe said that her parents feared \"facing other family members if people found out I was lesbian\". She felt backed into a corner by her parents and, reluctantly, attended the \"gay conversion therapy\" clinic. \nZhang Zhikun went to so-called therapy sessions at a state-owned hospital in Shenzhen in 2012 under pressure from her parents. \n\"There wasn't really much I could do to change my parents' mind. I knew it was not going to work if I kept resisting their pressure.\" \nMost of those forced to undergo therapy say they were subjected to verbal harassment and insults during treatment.\nZhang Zhikun said she was told by her doctor: \"If you do not change [your sexuality], you will get sick and die of Aids.\"\nShe was also recounted emotional blackmail from those treating her.\n\"Have you ever considered the happiness of your parents?\" she was asked.\nA gay man from Hebei province was told: \"If you feel like having sex with another man you are sick.\"\nThere is growing awareness of LGBT issues in China. Homosexuality was decriminalised in 1997 and removed from an official list of mental disorders in 2001.  \nBig cities have lively gay scenes, and in June, Shanghai held a gay pride parade.\nHowever, advocacy groups say that millions of gay people in China have married heterosexual partners rather than come out as gay as a result of pressure from families. Last year a judge ruled that a gay couple could not register as married, the first case of its kind in China.\nBoris Dittrich of Human Rights Watch said that many of those subjected to \"treatments\" did not report what had happened to them. \n\"The fear of having their sexuality made public and family pressure make it difficult for them to file an official complaint.\"\nA 2013 mental health law effectively renders conversion therapy in China illegal but it goes on. Despite that, campaigners say there has been some progress on LGBT rights in recent years.\nIn July, a gay man in central China won an apology and compensation from a mental hospital over forced \"conversion therapy\".\nThese are the suggested treatments for homosexuality listed in \"Consulting Psychology\" published by Guangdong Higher Education Press, a recommended text for mental health education:\n1. Platonic love relationship: Find an \"elegant and caring\" member of the opposite sex. Establish a relationship as friends initially. Then hope it becomes something else.\n2. Repulsion therapy: Induce nausea with forced vomiting or fear of electrocution when thoughts of having a lover of the same sex emerge.\n3. Shock therapy: Cause major shock to your lifestyle by moving to an entirely new environment in order to sever connection with previous friends, etc.\n4. Sexual orientation transfer: When you are aroused, practise channelling that feeling towards somebody of the opposite sex using pictures and audio recordings.", "date": "15 November 2017", "href": "https://www.bbc.co.uk/news/world-europe-41996322", "tags": "china accounts parents gay forced rights watch conversion therapy shocks pills"}