{"title": "Chinese takeover of German firm Leifeld collapses", "content": "The German government has vetoed the takeover of an engineering company by a Chinese firm on the grounds of national security.\nChina's Yantai had planned to buy machine tool maker Leifeld, but the move raised political concerns.\nYantai pulled its bid after Berlin signalled that it would invoke new powers to block foreign takeovers.\nLeifeld specialises in manufacturing for Germany's aerospace and nuclear industries. \nLast year, Germany tightened rules on foreign investment, giving itself wider powers to block takeovers.\nThe Leifeld deal is the first time the new rules have been brought into play. \nLeifeld's majority owner, Georg Koffler, told Reuters that Yantai had dropped its attempt to buy the company ahead of the veto by Berlin.\nHe criticised Berlin's willingness to intervene, telling Reuters: \"We believe these security policy concerns are unjustified.\"\nThe move comes amid concerns that Chinese firms could gain too much influence in European economies via foreign investments. \nSome politicians and businessmen have complained that the European Union is much more open to investment from abroad than Beijing allows on its territory.\nBut the Chinese government eased rules that limited foreign investment in the country's banks, car industry and agriculture in June this year.\nGermany seems to have joined the US and Canada in attempts to toughen the stance around business deals with China. \nIn July, the US weighed plans to curb Chinese investment in the country. The scrutiny was tied to concerns that Chinese companies, many of them state-backed, were targeting high-tech industries that could be put to military purpose. \nThe last time a Chinese firm acquired a German company was in 2016 when China's biggest home appliances manufacturer, Midea, took over industrial robotics maker Kuka. ", "date": "1 August 2018", "href": "https://www.bbc.co.uk/news/world-europe-45030537", "tags": "company investment leifeld firm china concerns collapses germany german yantai chinese takeover berlin foreign"}