{"title": "Chinese Consumers’ Confidence Sags, Casting a Pall Over the Global Economy", "content": "HONG KONG — For years, no matter what was happening elsewhere, global companies bet billions upon billions of dollars that China’s consumers would keep spending money.\nNow, just when the world economy could use their financial firepower, they are holding back, worried about the country’s slowing growth, a trade war with the United States and  rising amounts of personal debt.\nZhao Zheng, 26, is among the cost-conscious consumers.\nOn Thursday, Mr. Zhao, a real estate agent, was browsing smartphones made by Xiaomi, a Chinese rival to Apple that prices its handsets at a fraction of what the American tech giant charges for iPhones. He said the success in China of Xiaomi and Miniso, a chain of low-cost variety stores, suggested that Chinese consumers were looking to get more for their money.\n“The economy,” Mr. Zhao said, “is definitely very bad.”\nA significant pullback could have a big impact on a world looking for engines of growth, on companies that counted on China’s continuing expansion and on global investors who have long viewed Chinese consumers as a steady source of profits.\nStock markets stumbled again on Thursday, in part over concerns that American companies and manufacturers are starting to feel the effects from the slowdown in China and the trade war. The S&P 500 sank 2.5 percent, while shares of Apple dropped nearly 10 percent after the company unexpectedly slashed its financial forecast, citing disappointing iPhones sales in the country.\nThe rise of the Chinese consumer is not over yet, and Apple’s disappointing numbers stem in part from the company’s own decisions. But the weakness at Apple followed reams of other data — declining car sales, faltering retail sales, a slumping property market, a tougher job market — that signal Chinese consumers may be losing their once unshakable confidence.\nThe sagging confidence could undermine China’s efforts to redirect its economy and spur growth.\nThe Chinese government hopes consumers will become a greater source of economic growth as the country’s longtime reliance on government-sponsored infrastructure projects and old-line industries like steel and cement pays ever-smaller dividends. In recent years, Beijing has rolled out a huge social safety net, tax breaks and other incentives to get people to spend more of their own money on the trappings of middle-class life.\nThe spending slowdown in China could be a worrying sign for many of America’s biggest companies, too, at a time when their profits and stock prices are under pressure.\nGreater China — a region that includes mainland China, Hong Kong and Taiwan — is Apple’s third-largest market after the United States and Europe, accounting for $52 billion in annual sales in the company’s most recent fiscal year. General Motors, through local joint ventures, sells more cars in China than it does in the United States. Eight percent of Procter & Gamble’s total sales in 2017 came from Greater China.\nOther companies are also feeling the pinch. China’s auto market, the biggest in the world, saw sales fall during the first 11 months of last year. Sales of all smartphones fell by 13 percent in the third quarter of 2018.\nChinese consumers continued to spend relatively briskly during other recent slowdowns, and they could still help get the country’s economy back on track. But they have reasons to be reticent now.\nBy many measures, the country’s growth has slowed because of government efforts to wean the economy off a heavy reliance on borrowing as well as other policies that have shaken the confidence of the country’s entrepreneurs.\n“China is at a turning point in its economy,” said Andrew Collier, the founder of research firm Orient Capital Research. “They’ve basically been on a debt-fueled binge for a decade.” He added, “It’s difficult to turn the ship from industry to consumer at a time of rough waters.”\nFor many people, circumstances have changed.\nChina has too many apartments that home buyers do not want, depressing a property market that is the largest source of wealth for Chinese households. The stock market lost around a quarter of its value in 2018.\nAnd although they  have a long way to go to catch up to Americans, Chinese households are laboring under growing amounts of debt. Unorthodox Chinese lenders like the online shadow-banking networks known as peer-to-peer lenders are stumbling, giving consumers fewer places to borrow more.\nDeclining business confidence, rising labor costs and the trade war with the United States also appear to be hurting the job market.\nChina does not disclose reliable unemployment data. But a recent survey by Mr. Collier of job postings, recruitment ads, numbers of applicants on recruitment websites and interviews with corporate managers suggested labor demand had weakened significantly. Hiring demand in import and export industries has been hit especially hard, falling 53 percent in the third quarter compared with a year earlier, the survey found.\nAgainst that backdrop, it is not surprising that many consumers are looking for ways to spend less.\nWang Xiaochuan, who made about $145,000 a year as a pharmaceutical sales representative in Yantai in 2015, now makes less than a third of that thanks to a tightening of regulations on the drug industry. He has cut back his spending, buying Clarks shoes instead of the more expensive Ecco brand, or Coach goods rather than Louis Vuitton.\n“I’m hearing a lot more bad news about the economy than good news now,” he said.\nIn a country with an aspirational culture that for decades has encouraged people to get rich, Apple has long held a special place. Having a new iPhone meant its owner had made it. Seven years ago, the release of a new iPhone set off scuffles in front of an Apple store in Beijing.\nBut price increases have put the iPhone beyond the reach of more and more Chinese buyers. An iPhone XR starts at 6,499 yuan, or about $950, just over two and a half months’ worth of disposable income for the average Chinese person.\nRumors once circulated about young people selling kidneys to buy an iPhone. Now, the online joke goes, it would cost two kidneys.\nOn the last day of 2018, William Tan, a 30-year-old university teacher in the southern city of Nanning, replaced his iPhone 7 with a phone made by Huawei, the Chinese telecommunications giant. Although the Huawei phone cost more than $700, about a month’s salary for him, it was still more than $200 cheaper than the base iPhone XR. He had used an iPhone 5, 6 and 7. But when his iPhone 7 broke down, he found he could no longer afford the latest iPhone.\nThe Huawei phone, he said, works fairly smoothly and takes better photos than the iPhone.\n“I won’t choose Apple again at this price range,” he said.\nChinese consumers are by no means done with certain discretionary purchases. Spending on movie tickets and services remains strong, economists said.\nBut the consumer slowdown could worsen if Beijing does not address its economic problems.\n“The question is whether China can stabilize economic growth when it is facing economic headwinds,” said Wei Li, senior China economist at Standard Chartered.\n“If the labor market does worsen in 2019 or if financial conditions don’t improve, if the stock market remains low, all this could weigh on consumer confidence,” Mr. Li said.\nGiven the uncertainty, many Chinese spenders will most likely continue to scrimp.\nWu Yan, a tech company worker who was looking at Xiaomi phones on Thursday afternoon, said he had also tried Apple and Huawei phones and had decided they were not much different from one another. What matters, he said, was the apps, and they work the same from phone to phone.\nBut Mr. Wu, 40, also said many middle-class Chinese people like him had reached a stage where their work was stable, their income was secure and they no longer needed to show off their spending power. His computer at home? It’s four or five years old now, but it still works fine.\n“Now we spend just to fulfill our needs,” he said.", "date": "Jan. 3, 2019", "href": "https://www.nytimes.com/2019/01/03/business/china-consumer-economy-apple-iphone.html", "tags": "market china iphone casting ” global economy sags chinese confidence could apple consumers pall"}