{"title": "China’s Plan to Build Its Own High-Tech Industries Worries Western Businesses", "content": "BEIJING — China has charted out a $300 billion plan to become nearly self-sufficient by 2025 in a range of important industries, from planes to computer chips to electric cars, as it looks to kick-start its next stage of economic development.\nBut big companies in the rest of the world worry that it is more than that: an unfair advantage in China’s home court, and perhaps elsewhere.\nA report by a European business group on Tuesday said the “Made in China 2025” program, which calls for enormous Chinese government assistance to 10 industries, would force out competitors from abroad and lead to government-subsidized global players that would compete unfairly. Indeed, the Chinese government’s plan says Chinese industries that benefit should own as much as 80 percent of their home market in just eight years.\n“The Chinese make it clear that they want to be the global champion” and are trying to carve out market share now, said Joerg Wuttke, the president of the European Union Chamber of Commerce in China, which wrote the report.\nThe plan’s mechanism is simple: It would provide large, low-interest loans from state-owned investment funds and development banks; assistance in buying foreign competitors; and extensive research subsidies, all with the goal of making China largely self-sufficient in the targeted industries.\nAlthough European and American government officials have expressed misgivings about the plan, the Chinese government has made clear in recent days that it plans to press on.\n“We will fully implement our plan for developing strategic emerging industries,” Premier Li Keqiang said in his annual speech to the National People’s Congress on Sunday. “We will accelerate R. & D. on and commercialization of new materials, artificial intelligence, integrated circuits, bio-pharmacy, 5G mobile communications and other technologies, and develop industrial clusters in these fields.”\nIn addition to the sectors Mr. Li cited, the plan also covers the manufacturing of aircraft, robots, electric cars, rail equipment, ships and agricultural machinery. China seeks to wean itself off imports from companies like Boeing, Airbus, General Electric, Siemens, Nissan, Renault, Samsung and Intel.\nThe Chinese government has long worried that the country’s economy is still too concentrated in fairly low-end manufacturing. Making and assembling Apple iPhone components, for instance, is done by hundreds of thousands of workers in China, while the better-paid, value-added design and marketing work is done in the United States, although by many fewer employees.\nAlthough a large-scale shift of factories from the West to China has created tens of millions of Chinese jobs, the country’s leaders worry that an increasingly well-educated younger generation is rejecting factory work for higher-paid office jobs.\nBut the report by the European Union Chamber of Commerce in China was lengthy and critical. The United States Chamber of Commerce in Washington plans to issue a similar report next week.\nThe Chinese Communist Party has long relied on five-year plans to guide national economic growth. But “Made in China 2025” sets out broader targets.\n“It feels like a five-year plan, but this time not only domestic but international,” Mr. Wuttke said.\nThe timing is delicate. President Trump had campaigned about confronting China on trade and currency issues. He has not yet done so, but his advisers have been considering a revision to corporate taxes that would effectively impose a 20 percent tariff on all imports, not just from China.\nChina is also laying the legal groundwork for challenging at the World Trade Organization a refusal by the United States to accept that China is a market economy for purposes of anti-dumping trade cases. It will make a similar challenge to European Union rules.\nChina’s top Commerce Ministry officials will hold their annual media briefing Saturday and may outline China’s trade policy goals for this year.\nAlong with subsidies at home, the Chinese plan calls for a shopping spree overseas.\n“Chinese high-tech investments need to be interpreted as building blocks of an overarching political program. It aims to systematically acquire cutting-edge technology and generate large-scale technology transfer. In the long run, China wants to obtain control over the most profitable segments of the global supply chains and production networks,” according to a report on “Made in China 2025” released in December by the Mercator Institute for China Studies, a German think tank.\nFor all of its funding and targets, analysts are divided about how effective the policies will be. Critics point out that its structure could lead to overspending by local governments and inefficient investment.\nStill, the Mercator report said that the policy is likely to bolster a “small vanguard” of leading Chinese companies, adding, “These front-runners are likely to dominate their sectors on the Chinese market and become fierce competitors in international markets.”", "date": "March 7, 2017", "href": "https://www.nytimes.com/2017/03/07/business/china-trade-manufacturing-europe.html", "tags": "european western report china industries worries build ” chinese government high-tech plan businesses"}