{"title": "China Uses DNA to Track Its People, With the Help of American Expertise", "content": "BEIJING — The authorities called it a free health check. Tahir Imin had his doubts.\nThey drew blood from the 38-year-old Muslim, scanned his face, recorded his voice and took his fingerprints. They didn’t bother to check his heart or kidneys, and they rebuffed his request to see the results.\n“They said, ‘You don’t have the right to ask about this,’” Mr. Imin said. “‘If you want to ask more,’ they said, ‘you can go to the police.’”\nMr. Imin was one of millions of people caught up in a vast Chinese campaign of surveillance and oppression. To give it teeth, the Chinese authorities are collecting DNA — and they got unlikely corporate and academic help from the United States to do it.\nChina wants to make the country’s Uighurs, a predominantly Muslim ethnic group, more subservient to the Communist Party. It has detained up to a million people in what China calls “re-education” camps, drawing condemnation from human rights groups and a threat of sanctions from the Trump administration.\nCollecting genetic material is a key part of China’s campaign, according to human rights groups and Uighur activists. They say a comprehensive DNA database could be used to chase down any Uighurs who resist conforming to the campaign.\nPolice forces in the United States and elsewhere use genetic material from family members to find suspects and solve crimes. Chinese officials, who are building a broad nationwide database of DNA samples, have cited the crime-fighting benefits of China’s own genetic studies.\nTo bolster their DNA capabilities, scientists affiliated with China’s police used equipment made by Thermo Fisher, a Massachusetts company. For comparison with Uighur DNA, they also relied on genetic material from people around the world that was provided by Kenneth Kidd, a prominent Yale University geneticist. \nOn Wednesday, Thermo Fisher said it would no longer sell its equipment in Xinjiang, the part of China where the campaign to track Uighurs is mostly taking place. The company said separately in an earlier statement to The New York Times that it was working with American officials to figure out how its technology was being used. \nDr. Kidd said he had been unaware of how his material and know-how were being used. He said he believed Chinese scientists were acting within scientific norms that require informed consent by DNA donors.\nChina’s campaign poses a direct challenge to the scientific community and the way it makes cutting-edge knowledge publicly available. The campaign relies in part on public DNA databases and commercial technology, much of it made or managed in the United States. In turn, Chinese scientists have contributed Uighur DNA samples to a global database, potentially violating scientific norms of consent.\nCooperation from the global scientific community “legitimizes this type of genetic surveillance,” said Mark Munsterhjelm, an assistant professor at the University of Windsor in Ontario who has closely tracked the use of American technology in Xinjiang. \nIn Xinjiang, in northwestern China, the program was known as “Physicals for All.”\nFrom 2016 to 2017, nearly 36 million people took part in it, according to Xinhua, China’s official news agency. The authorities collected DNA samples, images of irises and other personal data, according to Uighurs and human rights groups. It is unclear whether some residents participated more than once — Xinjiang has a population of about 24.5 million.\nIn a statement, the Xinjiang government denied that it collects DNA samples as part of the free medical checkups. It said the DNA machines that were bought by the Xinjiang authorities were for “internal use.”\nChina has for decades maintained an iron grip in Xinjiang. In recent years, it has blamed Uighurs for a series of terrorist attacks in Xinjiang and elsewhere in China, including a 2013 incident in which a driver struck two people in Tiananmen Square in Beijing. \nIn late 2016, the Communist Party embarked on a campaign to turn the Uighurs and other largely Muslim minority groups into loyal supporters. The government locked up hundreds of thousands of them in what it called job training camps, touted as a way to escape poverty, backwardness and radical Islam. It also began to take DNA samples. \nIn at least some of the cases, people didn’t give up their genetic material voluntarily. To mobilize Uighurs for the free medical checkups, police and local cadres called or sent them text messages, telling them the checkups were required, according to Uighurs interviewed by The Times.\n“There was a pretty strong coercive element to it,” said Darren Byler, an anthropologist at the University of Washington who studies the plight of the Uighurs. “They had no choice.” \nKenneth Kidd first visited China in 1981 and remained curious about the country. So when he received an invitation in 2010 for an expenses-paid trip to visit Beijing, he said yes.\nDr. Kidd is a major figure in the genetics field. The 77-year-old Yale professor has helped to make DNA evidence more acceptable in American courts.\nHis Chinese hosts had their own background in law enforcement. They were scientists from the Ministry of Public Security — essentially, China’s police. \nDuring that trip, Dr. Kidd met Li Caixia, the chief forensic physician of the ministry’s Institute of Forensic Science. The relationship deepened. In December 2014, Dr. Li arrived at Dr. Kidd’s lab for an 11-month stint. She took some DNA samples back to China.\n“I had thought we were sharing samples for collaborative research,” said Dr. Kidd.\nDr. Kidd is not the only prominent foreign geneticist to have worked with the Chinese authorities. Bruce Budowle, a professor at the University of North Texas, says in his online biography that he “has served or is serving” as a member of an academic committee at the ministry’s Institute of Forensic Science. \nJeff Carlton, a university spokesman, said in a statement that Professor Budowle’s role with the ministry was “only symbolic in nature” and that he had “done no work on its behalf.” \n“Dr. Budowle and his team abhor the use of DNA technology to persecute ethnic or religious groups,” Mr. Carlton said in the statement. “Their work focuses on criminal investigations and combating human trafficking to serve humanity.”\nDr. Kidd’s data became part of China’s DNA drive. \nIn 2014, ministry researchers published a paper describing a way for scientists to tell one ethnic group from another. It cited, as an example, the ability to distinguish Uighurs from Indians. The authors said they used 40 DNA samples taken from Uighurs in China and samples from other ethnic groups from Dr. Kidd’s Yale lab.\nIn patent applications filed in China in 2013 and 2017, ministry researchers described ways to sort people by ethnicity by screening their genetic makeup. They took genetic material from Uighurs and compared it with DNA from other ethnic groups. In the 2017 filing, researchers explained that their system would help in “inferring the geographical origin from the DNA of suspects at crime scenes.”\nFor outside comparisons, they used DNA samples provided by Dr. Kidd’s lab, the 2017 filing said. They also used samples from the 1000 Genomes Project, a public catalog of genes from around the world. \nPaul Flicek, member of the steering committee of the 1000 Genomes Project, said that its data was unrestricted and that “there is no obvious problem” if it was being used as a way to determine where a DNA sample came from. \nThe data flow also went the other way. \nChinese government researchers contributed the data of 2,143 Uighurs to the Allele Frequency Database, an online search platform run by Dr. Kidd that was partly funded by the United States Department of Justice until last year. The database, known as Alfred, contains DNA data from more than 700 populations around the world.\nThis sharing of data could violate scientific norms of informed consent because it is not clear whether the Uighurs volunteered their DNA samples to the Chinese authorities, said Arthur Caplan, the founding head of the division of medical ethics at New York University’s School of Medicine. He said that “no one should be in a database without express consent.”\n“Honestly, there’s been a kind of naïveté on the part of American scientists presuming that other people will follow the same rules and standards wherever they come from,” Dr. Caplan said.\nDr. Kidd said he was “not particularly happy” that the ministry had cited him in its patents, saying his data shouldn’t be used in ways that could allow people or institutions to potentially profit from it. If the Chinese authorities used data they got from their earlier collaborations with him, he added, there is little he can do to stop them. \nHe said he was unaware of the filings until he was contacted by The Times.\nDr. Kidd also said he considered his collaboration with the ministry to be no different from his work with police and forensics labs elsewhere. He said governments should have access to data about minorities, not just the dominant ethnic group, in order to have an accurate picture of the whole population.\nAs for the consent issue, he said the burden of meeting that standard lay with the Chinese researchers, though he said reports about what Uighurs are subjected to in China raised some difficult questions.\n“I would assume they had appropriate informed consent on the samples,” he said, “though I must say what I’ve been hearing in the news recently about the treatment of the Uighurs raises concerns.”\nIn 2015, Dr. Kidd and Dr. Budowle spoke at a genomics conference in the Chinese city of Xi’an. It was underwritten in part by Thermo Fisher, a company that has come under intense criticism for its equipment sales in China, and Illumina, a San Diego company that makes gene sequencing instruments. Illumina did not respond to requests for comment.\nChina is ramping up spending on health care and research. The Chinese market for gene-sequencing equipment and other technologies was worth $1 billion in 2017 and could more than double in five years, according to CCID Consulting, a research firm. But the Chinese market is loosely regulated, and it isn’t always clear where the equipment goes or to what uses it is put. \nThermo Fisher sells everything from lab instruments to forensic DNA testing kits to DNA mapping machines, which help scientists decipher a person’s ethnicity and identify diseases to which he or she is particularly vulnerable. China accounted for 10 percent of Thermo Fisher’s $20.9 billion in revenue, according to the company’s 2017 annual report, and it employs nearly 5,000 people there. \n“Our greatest success story in emerging markets continues to be China,” it said in the report.\nChina used Thermo Fisher’s equipment to map the genes of its people, according to five Ministry of Public Security patent filings. \nThe company has also sold equipment directly to the authorities in Xinjiang, where the campaign to control the Uighurs has been most intense. At least some of the equipment was intended for use by the police, according to procurement documents. The authorities there said in the documents that the machines were important for DNA inspections in criminal cases and had “no substitutes in China.”\nIn February 2013, six ministry researchers credited Thermo Fisher’s Applied Biosystems brand, as well as other companies, with helping to analyze the DNA samples of Han, Uighur and Tibetan people in China, according to a patent filing. The researchers said understanding how to differentiate between such DNA samples was necessary for fighting terrorism “because these cases were becoming more difficult to crack.” \nThe researchers said they had obtained 95 Uighur DNA samples, some of which were given to them by the police. Other samples were provided by Uighurs voluntarily, they said. \nThermo Fisher was criticized by Senator Marco Rubio, Republican of Florida, and others who asked the Commerce Department to prohibit American companies from selling technology to China that could be used for purposes of surveillance and tracking. \nOn Wednesday, Thermo Fisher said it would stop selling its equipment in Xinjiang, a decision it said was “consistent with Thermo Fisher’s values, ethics code and policies.”\n“As the world leader in serving science, we recognize the importance of considering how our products and services are used — or may be used — by our customers,” it said. \nHuman rights groups praised Thermo Fisher’s move. Still, they said, equipment and information flows into China should be better monitored, to make sure the authorities elsewhere don’t send them to Xinjiang. \n“It’s an important step, and one hopes that they apply the language in their own statement to commercial activity across China, and that other companies are assessing their sales and operations, especially in Xinjiang,” said Sophie Richardson, the China director of Human Rights Watch.\nAmerican lawmakers and officials are taking a hard look at the situation in Xinjiang. The Trump administration is considering sanctions against Chinese officials and companies over China’s treatment of the Uighurs. \nChina’s tracking campaign unnerved people like Tahir Hamut. In May 2017, the police in the city of Urumqi in Xinjiang drew the 49-year-old Uighur’s blood, took his fingerprints, recorded his voice and took a scan of his face. He was called back a month later for what he was told was a free health check at a local clinic.\nMr. Hamut, a filmmaker who is now living in Virginia, said he saw between 20 to 40 Uighurs in line. He said it was absurd to think that such frightened people had consented to submit their DNA. \n“No one in this situation, not under this much pressure and facing such personal danger, would agree to give their blood samples for research,” Mr. Hamut said. “It’s just inconceivable.”", "date": "Feb. 21, 2019", "href": "https://www.nytimes.com/2019/02/21/business/china-xinjiang-uighur-dna-thermo-fisher.html", "tags": "american people track china samples uses ” kidd help uighurs chinese dna expertise dr."}