{"title": "China's first quarter growth beats expectations at 6.8%", "content": "China's economy grew at an annual pace of 6.8% in the first quarter compared to the same period last year, according to official data, beating forecasts for the period.\nThe growth figures for January to March were also above Beijing's 2018 annual growth target of \"around 6.5%\".\nThe data shows resilience in the world's second largest economy, helped by strong consumer demand. \nBut concerns about China's economy - including rising debt levels - remain.\nThe government has been fighting to contain ballooning debt and a housing bubble without hurting growth.\nAmy Zhuang, China economist at Nordea Bank in Singapore described the first quarter growth figures as \"solid\" but also said there are signs that the positive momentum is weakening, likely due to the cooling housing market. \nThe growth figures come amid concerns about China's outlook for exports which has been clouded by rising tensions with the US, its largest trading partner.\nAgainst this backdrop, Bo Zhuang, China economist at the research firm TS Lombard told the BBC that exports growth is the top growth risk in 2018. \nAnd while Mr Zhuang said stock markets have already priced in significant risks of a trade war, his firm believes it is feasible and likely that a deal can be negotiated. \nAs such, Chinese growth data through 2018 will be closely watched for any impact of tariffs proposed by the US. \nThe first quarter GDP numbers are good figures, reflecting what appears to be a healthy economy in China, which continues to grow, albeit at a slowly decelerating rate. \nBut the prospect of a trade war with the US could stifle that. \nStrong retail sales growth of 10.1% suggests seasonal bounces are being ironed out and that the government's push to boost domestic demand is on track. \nOnline retail sales growth continues to be vast; it was up just over 35%. \nAt the current rate, this sector in China doubles in size every two to three years. \nBut it was also exports that helped the economy grow in line with the second half of last year. \nA resurgent global economy is very good news for China. \nBut remember it's trying to wean itself off a reliance on exports leading the charge. \nThis could be a particularly acute problem if the trade stand-off with the US escalates. \nThe caveat, as always with these numbers, is that China's GDP figures are pretty much unrivalled in their ability to match government targets and remain at a staggeringly consistent level.\nMany China watchers advise caution with China's official GDP numbers.\nJulian Evans-Prtichard, senior China economist at Capital Economics, said the official figures \"need to be taken with a grain of salt as they have been implausibly stable in recent years\". \n\"While we don't think China's economy is expanding as rapidly as the official figures claim, there is broader evidence to suggest that a recovery in industry did prevent growth from slipping too much last quarter.\"", "date": "17 April 2018", "href": "https://www.bbc.co.uk/news/uk-england-43792235", "tags": "us beats expectations growth first china figures quarter official economy last exports"}