{"title": "China banks on lending to ease slowdown", "content": "Build stuff or buy stuff? China has long been a believer in the former to deal with a slowdown in its economy. Now it's trying to shift the emphasis to the latter.\nThis year will be a big test of how far it's come in the transition from state-backed investment to domestic consumption as the main driver of growth.\nChina's President Xi Jinping has warned of a \"struggle\" as his country faces an economic slowdown, the likes of which it hasn't seen for almost 30 years. \nA series of stimulus measures have been unveiled by the government not to boost the economy, but to manage the slowdown.\n\"China's goal is not growth, it's stability,\" says economist Andy Xie. \n\"The option for stimulated growth again, that is not on the table. The debt level is simply too high, not like in 2008.\"\nChina's debt has doubled in the aftermath of the global financial crisis 10 years ago, to around 300% of the size of its economy. \n\"The level is so high now it's not easy to move the economy,\" Mr Xie says.\nWhether it wants to borrow more to build, or to encourage people to buy, he thinks China's ruling Communist Party has far less room to manoeuvre. \n\"It's not easy to move the needle when the base is so large,\" he says.\nSo what is it doing? \nIt's cutting some taxes, to put more money in peoples' pockets. It's reduced the reserve rate for banks, so they don't have to keep as much capital in the safe, and can - in theory - lend more out and boost spending. \nAnd yes, it is splurging cash on big infrastructure projects - railways, bridges, and a vast new city near Beijing.\nOnly one of those measures is likely to help Wu Yijian. \nMr Wu is a consumption success story. He is the co-founder of a tech start-up that makes desk top robots, in various sizes, which help China's children play and learn.\nXiao Bai - or Little White - is powered by voice recognition and artificial intelligence that Mr Wu and his co-founders have spent 20 years developing. \nAs we stood in his office in Shanghai he called its name. It swivelled towards us and blinked. But private firms like his aren't the focus of China's stimulus efforts.\nHe told me sales \"increased\" in 2018 \"but it's not as good as we planned\". \nVenture capital - private money - helped get them to where they are. \nHe says they won't be turning to China's state-owned banks - almost all of the banks here are state-owned or controlled - for help if things get tough in 2019.\n\"Government banks have very low interest rates but that kind of money is not suitable for the company like us.\"\nHe told me that's because banks \"hate\" risk and his company is still considered \"high risk\".  \nIt's mostly big, state controlled firms that benefit from those low interest loans. That kind of preferential treatment has long been a central tenet of a Communist government that treated private enterprise as second class.\n\"Traditional banks, they prefer collateral, like property. But tech companies like us we don't have properties. The biggest assets are human resources,\" Mr Wu told me. \nHe likes the tax cuts though. He hopes that will mean more parents buying more desk top robots.\nPresident Xi has talked about his \"two unwaverings\" - an unwavering commitment to state-backed firms and the private sector. \nIt's the latter after all that creates by far the most new jobs.\nThe government has promised new efforts to boost sales of new cars and household goods. One province here has even touted the idea of a longer weekend, so people can shop more.\nSong Junfu is well placed to deal with whatever 2019 throws at him. \nHis business is paper. Most importantly, paper for the furniture industry. Mr Song's company makes advanced paper used to imprint patterns on synthetic leather. Which is why he is based in Haining, a city developed by the government to focus on furniture.\n\"For our business, I would say, it won't be affected that seriously... partially because of the advanced features of our product, [plus] there's a big need for the product in China.\"\nAs we stood in front of a long, green, four metre high piece of machinery at his plant he said \"we feel confident in the market\".\nHe also has the support of the Agricultural Bank of China, one of the big four state-owned banks.\n\"The support of the government can be a plus, let's say, to help the development of the business,\" he told me. \n\"Financially we can get support, to maybe move your project a little faster.\"\nMore from the BBC's series taking an international perspective on trade:\nMr Song's company is private, and it's taken decades of first study, then development and investment to get to where it is now. \nIt is very far from the often inefficient, behemoth state-owned entities. \nBut as a manufacturer, he's more likely to benefit from any direct stimulus measures than the robot makers of Shanghai.\nHe doesn't need the help though. Even with a trade war with the US causing huge anxiety for many of China's manufacturing exporters like him, he thinks he can absorb any hit. \nThere is a \"big, nice margin\" on the products they export to the US he told me, so \"even if we make 5% or 10% less, for us it's still good business.\"", "date": "5 February 2019", "href": "https://www.bbc.com/news/business-47038327", "tags": "like lending banks us china slowdown help told government ease private big"}