{"title": "China Law Responds to U.S. Investment Demands. Critics Say It’s Not Enough.", "content": "BEIJING — China is poised to approve a sweeping rewrite of the country’s laws on foreign investment that it hopes will help pacify the United States and ease a rancorous trade dispute. The new rules would respond to some concerns among foreign governments and businesses but disregard many other worries.\nChina has been locked in a bruising struggle with the United States over the Trump administration’s contentions that Beijing has repeatedly forced foreign companies to hand over technological secrets as a condition of doing business in China, and has failed to protect American companies’ products from counterfeiting and other illegal copying. Beijing has denied any shortcomings in its existing practices, and the new law does call for tighter enforcement.\nBut the new law is made up of many single-sentence pronouncements on complex issues, with no details on how those rules would be carried out.\n“This is good, but it’s not enough,” said Carlo Diego D’Andrea, the chairman of the European Chamber of Commerce in China.\nThere are some signs that a settlement of the trade war may be coming soon. Still, the new foreign investment law, if passed, would bar local and provincial officials from requiring that foreign companies transfer technology to Chinese companies.\nThe most recent published draft, issued in late December, made no mention of preventing national government regulators from demanding technology transfers.\nThe National People’s Congress said on Monday that it will debate the draft law on Friday and vote on it a week later at the close of the session. Approval is essentially automatic in the 2,975-member congress, which is tightly controlled by the Communist Party, although there is some room for last-minute amendments. The congress’s 11-day annual session opens on Tuesday.\nZhang Yesui, the spokesman for the congress, said the law would “improve the openness, transparency and predictability of the investment environment, and provide more effective legal protection for the formation of a new, open system.”\nChinese experts say the legislation would be a big improvement over the current environment in which foreign investment is regulated by three separate laws.\nForeign experts are less sure. The European Chamber of Commerce in China said in a statement last week that the language used in the law was overly broad.\nThe 2015 draft of the same law, which the legislature never approved, had 170 articles. But the final draft released for public comment in late December had just 39 articles, a third of which are a single sentence each.\nOver the last several years, as Chinese officials mused publicly about the possibility of a new law, there were some calls from foreign and domestic businesses for the laws on foreign investment to be merged with the laws for Chinese investors.\nForeign businesses contended that they should be allowed to compete based on the same rules as local businesses. Some Chinese businesses also favored merging the domestic and foreign investment laws in the hope that they would be given more protection. For example, the draft foreign investment law requires that companies be fairly compensated if their assets are seized by the state — a rule that might benefit Chinese companies if they were in a similar situation.\nThe European Chamber criticized the government for retaining separate rules for foreign investors. And Ker Gibbs, the president of the American Chamber of Commerce in Shanghai, said that “foreign businesses should receive equal treatment and only be restricted from investing in areas that truly impact national security interests.”\nWestern business groups are also particularly concerned that the law would require foreign companies to share detailed information about their operations under a new reporting system. That system would be used to keep score of how well foreign companies’ subsidiaries complied with local and national regulations, including areas like pollution, head count and labor disputes.\nBusiness groups wanted the law to include a ban on the sharing of information from the reporting system with Chinese competitors. But the most recently released draft does not include such a provision.\nForeign business groups and business leaders have also been caught off guard by the way that China has fast-tracked the process of reviewing the new law.\nIn China, draft laws often go through reviews that take several years. In this case, the law looked set to be voted on less than three months after being introduced, although a different, more comprehensive draft had been circulated by China’s Commerce Ministry in 2015.\nThe standing committee of the legislature held an initial review of the new law on Dec. 26 and then issued the draft for public comment. It then held a second review at the end of January, just before the start of Chinese New Year celebrations and nearly a month before the deadline for public comments.\nMany foreign executives were out of town on vacation during both reviews, so there has been little discussion of the new law’s impact. The European Union criticized the government for moving faster on the legislation than China’s own rules for public comment normally allow.\nThe draft law would establish a complaints procedure for foreign companies. But it indicates that such cases may be heard in Chinese courts, which are under the tight control of the Communist Party. Many judges in China have limited legal training and are chosen for political loyalty.\nJames Zimmerman, a partner in the Beijing office of the Perkins Coie law firm, said that if the final version of the legislation next week called for cases to be heard in Chinese courts, practically no Western businesses would want to use the process.\nWestern companies have been afraid of antagonizing Chinese regulators, who have broad powers to retaliate. They have also been reluctant even to tell their home countries’ international trade offices about cases in which they believe Beijing is violating its commitments to the World Trade Organization.\nSo it is far from clear that they will start suing the Chinese government in its own courts.\n“Why would someone want to involve themselves in a politically driven process like that?” Mr. Zimmerman asked.", "date": "March 4, 2019", "href": "https://www.nytimes.com/2019/03/04/business/china-foreign-investment.html", "tags": "investment responds china u.s. companies new say chinese critics enough draft demands foreign law businesses"}