{"title": "China's second quarter growth meets expectations at 6.7%", "content": "China's economy grew at an annual pace of 6.7% in the three months to June, official data showed, meeting forecasts for the period. \nThat marked a slight slowdown from a 6.8% expansion recorded in the previous quarter.\nThe data comes as the government attempts to curb growing debt and as trade tensions with the US escalate.\nThe US raised the stakes in a trade war last week, listing another $200bn worth of Chinese goods to be hit by tariffs.\nChinese stock markets, which have struggled recently amid the escalating trade dispute between the US and China, traded down slightly on Monday. \n\"GDP growth eased... on softer global trade and the tightening of financial policy since early 2018,\" Oxford Economics said in a research note.\nIt expects slow credit growth and softer real estate activity - along with the \"intensifying trade conflict with the US\" - to weigh on China's growth in the second half of 2018.\nThe US slapped tariffs on $34bn of Chinese goods on 6 July, opening the way for a tit-for-tat trade war with the world's second-largest economy.\nChina retaliated, saying the US had launched the \"largest trade war in economic history\".\nHowever, Tom Rafferty from the Economist Intelligence Unit said there were also worries about the strength of China's domestic economy.\n\"The EIU is more concerned about slowing domestic demand within China's economy, with investment persistently weak and consumption also having slowed, and these are much more important drivers of growth than exports,\" he said in a research note.\nChina's monthly trade surplus with the US hit a record high of nearly $29bn (£22bn) in June as exports to America remained strong.\nUS President Donald Trump recently suggested that more than $500bn of Chinese goods could be hit by tariffs. That is almost equal to the value of China's entire goods exports to the US last year.", "date": "16 July 2018", "href": "https://www.bbc.co.uk/news/business-44843203", "tags": "us goods expectations growth china second quarter hit economy meets war chinese trade tariffs"}