{"title": "China hits back in trade war with US", "content": "China has said it will raise tariffs on $60bn (£46bn) of US goods from 1 June, extending a bilateral trade war.\nThe move comes three days after the US more than doubled tariffs on $200bn of Chinese imports.\nThe escalation hit stock markets, with Asia markets falling on Tuesday after Wall Street closed with sharp losses.  \nUS President Donald Trump had warned China not to raise levies but Beijing said it would not swallow any \"bitter fruit\" that harmed its interests.\nItems affected include beef, lamb and pork products, as well as various varieties of vegetables, fruit juice, cooking oil, tea and coffee.\nChinese foreign ministry spokesman Geng Shuang told a news briefing in Beijing that China would \"never surrender to external pressure\".\nThe move hit stock markets in the US on Monday, with the Dow Jones and the S&P 500 closing down 2.4%, while the Nasdaq index lost 3.4%.\nOn Tuesday, Hong Kong's Hang Seng index fell 1.6%. \nThe latest round of US-Chinese trade negotiations ended in Washington on Friday without a deal.\nThe US argues that China's trade surplus with the US is the result of unfair practices, including state support for domestic companies. \nIt also accuses China of stealing intellectual property from US firms.\nAs well as ordering a tariff increase on $200bn worth of Chinese imports, Mr Trump also directed the US trade department \"to begin the process of raising tariffs on essentially all remaining imports from China\", estimated to be valued at around $300bn. \nThough on Monday, Mr Trump said that he had \"not made a decision\" on whether to go ahead with those additional levies.  \nDespite failing to reach a deal last week, Mr Trump said on Monday that the US has \"a very good relationship\" with China. He said the two sides would talk at the next G20 summit which takes place in Japan on 28-29 June. \n\"Maybe something will happen,\" he said. \"We're going to be meeting, as you know, at the G20 in Japan and that'll be, I think, probably a very fruitful meeting.\"\nEarlier, the president had warned China against a tit-for-tat response to the US's actions last week.\n\"China should not retaliate - will only get worse!\" Mr Trump tweeted shortly before news of the Chinese decision came.\nMr Trump also said China had \"taken so advantage of the US for so many years\".\nHe added that US consumers could avoid the tariffs by buying the same products from other sources.\n\"Many tariffed companies will be leaving China for Vietnam and other such countries in Asia. That's why China wants to make a deal so badly!\" he said.\nMr Trump's approach in the dispute has put him at odds with his own top economic adviser, Larry Kudlow, who has said \"both sides will suffer\". ", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/business-48253002", "tags": "us markets china back trump war chinese trade hits tariffs imports"}