{"title": "China Hits Qualcomm With Fine ", "content": "HONG KONG — In the last decade, foreign technology companies have plowed billions into China in the hopes of tapping into a fast-growing market. Now that the country has the world’s most Internet users and its largest smartphone market, multinationals are bumping into a regulatory ceiling.\nThe starkest sign of that came on Monday, when the American chip maker Qualcomm said it would pay $975 million for violating China’s antimonopoly law. As part of the deal, Qualcomm will also offer its licenses for third- and fourth-generation communications systems for high-speed wireless data to smartphones, at a sharp discount to what it charges companies elsewhere.\nFor foreign companies in China, which have faced heightened scrutiny for corruption, monopolistic practices and tax evasion, it is a sign of the times.\nDozens of American, European and Japanese multinationals in the last year have faced a rash of investigations and raids by the Chinese authorities. The Qualcomm settlement is nearly double the amount the Chinese court charged the British drug maker GlaxoSmithKline in September after a criminal trial into bribery.\nGeorge S. Davis, Qualcomm’s chief financial officer, said the company was disappointed with the size of the fine. The fine will knock 58 cents a share off Qualcomm’s earnings for the year.\nBut the Chinese market — and the potential for profit — is just too big for companies to ignore.\nSettling the investigation, Qualcomm said, sets the stage for future growth. Qualcomm’s chief executive, Steven M. Mollenkopf, said “we’re still at the front end” of the Chinese market, in terms of selling smartphones. He also added that the agreement would enable Qualcomm to work closely with Chinese companies like Xiaomi, an innovative maker of software-rich phones, as they expand into markets like India and the United States.\n“We’ve had a number of strong partnerships,” he said. “Now we are better positioned.”\nEven so, the ruling opens a new front in the economic conflict between China and the United States.\nWhile Beijing says foreign companies are simply one part of a larger campaign, multinationals argue that they are the victims of economic nationalism. During his November trip to China, President Obama specifically brought up antimonopoly investigations, according to a person with knowledge of the matter.\n“This goes beyond Qualcomm; now it’s an issue for all major companies, both U.S. and European, that have important patent rights and want to license them and operate in China,” said Alden Abbott, a legal and trade expert at the Heritage Foundation.\nDuring the yearlong investigation into Qualcomm, Chinese officials have made little effort to hide a new economic nationalism. The Chinese Internet czar, Lu Wei, in a recent trip to Washington, pointed out that half of Qualcomm’s revenue came from China. Mr. Lu said that foreign companies could not expect to simply make money from China without being its “friend.”\nEmphasizing that reality, a report in state-run media Tuesday morning noted that the Qualcomm settlement was more than the total amount of antimonopoly fines given out by China’s National Development and Reform Commission in 2014. Known as the N.D.R.C., the regulator has taken a much more aggressive stance in the last year, conducting a series of raids on major companies. \nThe investigation into Qualcomm also coincides with new initiatives by the Chinese government to bolster the nation’s fledgling semiconductor industry. Though China produces many of the world’s electronic devices, it is heavily reliant on foreign companies to design and make the chips that run those devices. In 2013, the country imported $232 billion of semiconductor products, eclipsing even the amount spent on petroleum.\nTo help address the imbalance, Ma Kai, a vice premier, is leading a task force charged with making China’s chip industry a world leader by 2030. The task force is estimated to have $170 billion in government support to spend over five to 10 years, according to a June report by McKinsey & Company.\nThe new ferocity of investigations is leading foreign tech companies to rethink their strategies in the Chinese market.\n“Most of the leading American tech companies feel like they’re in the cross hairs here,” said Daniel H. Rosen, founding partner of the Rhodium Group, an economic research and advisory firm. “One of the strategies they’ve contemplated is cooperating with a powerful Chinese player to inoculate themselves from being boxed out of the marketplace.”\nIn September, the chip maker Intel, a rival of Qualcomm, seemingly took that approach, agreeing to invest $1.5 billion in the Tsinghua Unigroup, a state-run firm that emerged from relative obscurity last year to spend $2.7 billion to acquire two major Chinese chip design companies. Analysts say Beijing plans to make the Tsinghua Unigroup into a national champion for chip design.\nStill, Qualcomm’s experience shows that deep investment and cooperation with local players does not guarantee a free pass on regulatory difficulties in the country. Qualcomm has invested heavily in China since the 1990s and worked with Chinese telecom equipment manufacturers to develop new intellectual property in the country.\nWhile almost half of Qualcomm’s revenue comes from the Chinese market, that revenue has dipped in recent months. The company has admitted that that is partly because it has been unable to collect full royalties from companies in China.\nThe new licensing requirements will put further pressure on Qualcomm’s financials. Particularly problematic, according to legal experts, are terms in the agreement that specify how much Qualcomm can charge to license key patents for branded phones. \nGenerally, intellectual property holders charge clients different amounts based on the advantages they get in return. A large company like Apple might pay low fees to Qualcomm because of its huge market share and strong patent portfolio. A small company would pay much more for the same licenses. The new stipulation forces Qualcomm to charge a flat fee to companies selling certain types of branded phones in China. \nThe deal could also mean an end to the company’s broad cross-licensing agreements, which could pose problems for small Chinese smartphone makers that use Qualcomm technology. In the past, such companies that worked with Qualcomm had access to a broader trove of patents controlled by large smartphone makers that also worked with Qualcomm. \nThe settlement now calls for Qualcomm to negotiate with China’s patent holders. If Qualcomm loses access to the suite of patents, it may make them less competitive in the market. \nStill, given the growth of those smaller companies, like Xiaomi, and larger ones like Huawei — which has set a sales target of 100 million smartphones this year — the agreement will keep Qualcomm in a market it cannot afford to leave.\n“We have made adjustments to our practices,” said Mr. Mollenkopf. “This positions our business to take advantage of the large growth in China.”", "date": "Feb. 9, 2015", "href": "https://www.nytimes.com/2015/02/10/business/international/qualcomm-fine-china-antitrust-investigation.html", "tags": "fine china qualcomm market “ companies chinese hits new foreign"}