{"title": "China Anbang crackdown: Who might be next?", "content": "Airlines, football clubs, five-star hotels and film studios. \nChina's biggest conglomerates have been snapping up businesses around the world, including some in fairly sexy sectors.\nDespite growing so big and borrowing so much, they were seen as untouchable because of their political connections.\nThat was until the middle of last year when, after seemingly unrestrained growth, Beijing suddenly turned up the heat on some of those giants.\nAnd then last week, some real action. Beijing cracked down on one of those firms - taking control of insurance and financial giant Anbang, and prosecuting the firm's head.\nThis, analysts suggest, could indicate more intervention is on the way. \nThe move against Anbang was called a \"warning shot\" by the Economist Intelligence Unit.\nBut it is just one of the businesses which became known as \"grey rhinos\" - large, visible problems in an economy which are often ignored, until they start moving fast and trampling everything in their wake.\nAnd next in Beijing's crosshairs, analysts predict, is likely to be HNA, which has been described as the biggest company you've probably never heard of. \nInvesting an estimated $40bn (£28.7bn) in the past three years, it differs from Anbang having primarily bought into \"real businesses\" rather than being built mainly around complex financial structures. \nIt owns China's Hainan Airlines, airport services firm Swissport, airline caterer Gate Gourmet, holds a major stake in Deutsche Bank, has a 25% share in the Hilton hotel group, and owns Carlson Hotels, which runs the Radisson chain.\nWhile there's no suggestion it's in financial difficulties, expect Beijing to lean on HNA to get rid of \"most if not all of its financial sector holdings\", says Michael Hirson of analysts Eurasia Group.\nEarlier this month, HNA said it had reduced its stake in Deutsche Bank from 9.9% to 9.2%.\nWhile most of Anbang's investors were individuals putting cash into things such as insurance policies, HNA's backers are mainly institutions.\nOn the one hand, this would mean its collapse would be far less politically sensitive. The common man or woman on the street rarely sheds tears when financial giants get their fingers burned.\nBut Eurasia Group says we should not expect a too punitive approach from the government.\n\"Beijing is reluctant to impose major losses on bondholders, which would make it more expensive for many other Chinese corporates to obtain external financing,\" Mr Hirson said. \nSignificant bankruptcies would also carry political risks.\nHNA hasn't commented. But speaking last year to the BBC, chief executive Adam Tan was sanguine about plans by Beijing to tighten restrictions on Chinese businesses spending money abroad.\nHe predicted HNA would still get support from Chinese banks, and could count on international banks as well because of its large presence outside of China.\nIt seems unlikely he will feel so secure today.\nOf all the Chinese firms facing a crackdown, Dalian Wanda has the highest profile overseas, partly because of the sort of investments it made.\nRun by Wang Jianlin, among the country's richest men, it grew into one of the country's most prominent property developers. \nAnd it invested overseas too, most noticeably in Hollywood - controlling the AMC cinema chain as well as Legendary Entertainment, co-producer of hit films such as Godzilla and The Dark Knight Rises.\nBut Mr Wang, once considered a Beijing favourite, fell foul of the establishment, with lenders told to pull out their backing.\nAnd after the warnings came he was quick to offload businesses, including theme parks and hotels in one of China's biggest property deals as it focused on its core shopping mall and cinema businesses. A subsequent rejigging of the deal just added to the picture of chaos.\nEarlier it had pulled out of a $1bn bid for Dick Clark Productions - the owner of the Golden Globe TV and film awards - with China's clampdown on overseas investments blamed.\nMichael Hirson of Eurasia Group described the asset selling as \"aggressive moves\" to \"de-risk\".\nThey were, he added, \"a painful decision for Wang but one that now looks very astute\".\nThe other big player put on the watch list in mid-2017 was Fosun.\nIt has investments in the English football club Wolverhampton Wanderers, leisure group Club Med, travel firm Thomas Cook and entertainments business Cirque de Soleil. \nAnd unlike the others, is still buying abroad.\nJust last week, it said it had completed a deal to become the majority shareholder in Lanvin, France's oldest surviving couture label. Though by its standards, the investment of about $120m is fairly small.\nBoth Wanda and Fosun \"appear to be on more solid political ground\", according to Mr Hirson.\nThe clampdown is very much aimed at the large conglomerates buying into a huge range of sectors.\nMost other firms are able to keep investing. \nBut there has been a fall from the peak years of 2015 and 2016.\nThe number of Chinese deals in the US and Europe fell by almost 25% in 2017 from the previous year, Dealogic said.\nAnd the rhetoric against Chinese investment in the US from the Trump administration - as seen in the collapse of some major deals - means this trend is likely to continue.  \nJust this week, Germany said it would be watching closely after Geely snapped up nearly 10% of Mercedes-Benz owner Daimler. \nTo recap from last week, Anbang firm was known for its aggressive international acquisitions, including New York's Waldorf Astoria hotel.\nBut Chinese authorities have been cracking down on the financial industry to guard against excessive borrowing and risk.\nThe firm's head Wu Xiaohui, who was already detained by authorities last June, is to face prosecution for \"economic crimes\".\nAnalysts at Eurasia Group described it as \"both a takedown and a bailout\".\n\"Beijing's approach reveals President Xi Jinping's approach to cracking down on conglomerates - punish wrong-doing by executives while sending a reassuring message to the markets,\" said Eurasia Group's Michael Hirson. \nChina could have nationalised Anbang instead (as, for example, happened during the UK banking crisis in 2008 with Royal Bank of Scotland).  \nOr it might have forced its sale to another company (continuing the UK analogy, look at how HBOS was sold to Lloyds Banking Group). \nInstead it put it under the stewardship of China's insurance regulator for one year.\nThis, notes Mr Hirson was a \"relatively transparent and investor-friendly\" approach, allowing the regulators to sell-off Anbang assets and bring in funds while keeping it out of state ownership.", "date": "27 February 2018", "href": "https://www.bbc.co.uk/news/business-43207506", "tags": "next china might crackdown beijing financial one anbang hna chinese last group businesses"}