{"title": "China Moves to Shore Up Economy as Slowdown and Trade Fight Loom", "content": "SHANGHAI — China gave its economy a shot in the arm on Sunday amid signs of a slowdown, as it freed up more than $100 billion for banks to use to help small businesses and heavily indebted companies.\nThe money is intended to help Beijing dance a complicated two-step. China is trying to curb the country’s addiction to borrowing, which over the past decade has mired vast areas of the economy in debt. But that effort is showing signs of hurting growth. China is hoping it can help spur growth by steering loans where they are needed and blocking them where they are not.\nBeijing’s balancing act could soon get more difficult. President Trump is ratcheting up his threats to impose more tariffs on Chinese-made goods. While China’s economy is more than big enough to absorb the blows, Beijing could be forced to reopen the lending spigots if the threats devolve into an all-out trade war.\nChina in essence told the country’s banks on Sunday that they do not have to sock away as much for a rainy day, allowing them to lend the money instead. The central bank said that, effective July 5, it would reduce by half a percentage point the share of overall deposits that commercial banks and other savings institutions are required to deposit at the central bank, a measure known as the reserve requirement ratio.\nIt came with a catch: The banks must use the money to help heavily indebted companies or lend more to small businesses with little or no collateral to offer. It is the second time in just over two months that China has freed up money but given banks specific instructions on how to lend it.\nChina’s debt has soared over the past decade, particularly at state-owned companies but more recently among households, threatening the country’s financial future and imperiling one of the world’s most powerful economic engines. That makes it difficult for China to lend more to see the economy through a slowdown.\nA further expansion of credit now could weaken confidence in China’s currency, which has already slid in value against the dollar over the past week because of worries about a possible trade war with the United States.\nChina has been cautious in the past about cutting the reserve ratio during times when its currency appears to be under strain. The move on Sunday “means the People’s Bank of China has put internal economic development as the priority,” said Deng Haiqing, an economist at the China Finance 40 Forum, a Beijing research group.\nFor 17 of the country’s biggest banks, the rules announced on Sunday will free up $77 billion for lending. But the central bank said that this money had to be used as part of programs in which banks obtain shares in deeply troubled companies in exchange for writing off some of these companies’ debts.\nBanks have been cautious about entering into these debt-for-equity programs, to the annoyance of government regulators. The regulators see the programs as a way to stabilize the balance sheets of heavily indebted companies.\nBut the big banks have been wary of holding very large blocks of stock in troubled companies. They have tended to keep lending to these companies, often in the hope that government agencies might bail out the companies and help them pay off their bank debts.\nFor the rest of the banking system — a hodgepodge of smaller commercial banks, postal savings banks and other savings institutions — the central bank’s move frees up $31 billion. They were instructed to lend more to small businesses.\nChinese-owned banks hold more than 98 percent of the Chinese banking market, and they operate under tight government control. But just in case any might not be inclined to follow closely the instructions on how to use the money from the reserves being freed up, the central bank also included a warning in its statement on Sunday evening: Government bank examiners would include compliance with Sunday’s instructions in their compliance assessments.\nOfficials in Beijing have taken other steps in recent months to tackle China’s mountain of debt. They ordered bank auditors to use tougher standards by June 30 in labeling loans as overdue and nonperforming. Those instructions have put pressure on the banks to find solutions for deeply indebted borrowers instead of continuing to wait and hope that the government will offer bailouts.", "date": "June 24, 2018", "href": "https://www.nytimes.com/2018/06/24/business/china-economy-bank-lending.html", "tags": "banks sunday china lend companies slowdown beijing bank economy help money trade shore fight central moves loom"}