{"title": "China 'training for strikes' on US targets", "content": "China's military \"is likely training for strikes\" against US and allied targets in the Pacific, a Pentagon report warns.\nThe annual report to Congress says China is increasing its ability to send bomber planes further afield. \nThe report highlights its increasing military capability, including defence spending estimated at $190bn (£150bn) - a third that of the US.\nChina has not yet commented on the report.\nThe warning about air strikes is one part of a comprehensive assessment of China's military and economic ambitions. \n\"Over the last three years, the PLA [People's Liberation Army] has rapidly expanded its overwater bomber operating areas, gaining experience in critical maritime regions and likely training for strikes against US and allied targets,\" the report says.\nIt goes on to say it is not clear what China is trying to prove by such flights. \nThe PLA may demonstrate the \"capability to strike US and allied forces and military bases in the western Pacific Ocean, including Guam,\" the report adds.\nChina, it says, is restructuring its ground forces to \"fight and win\".\n\"The purpose of these reforms is to create a more mobile, modular, lethal ground force capable of being the core of joint operations,\" the report says.\nChina's military budget is expected to expand to $240bn over the next 10 years, according to the assessment.  \nIt also highlights China's growing space programme \"despite its public stance against the militarization of space\". \nIn June, President Donald Trump announced his intentions to set up a sixth branch of the US armed forces - a \"space force\".\nThe US is concerned about China's growing influence in the Pacific, where Washington still plays a major role. \nOne of the most high-profile areas is the South China Sea, much of it claimed by China and other countries. \nThe US military regularly seeks to demonstrate freedom of navigation by flying over the South China Sea.  \nChina has been expanding what appear to be military facilities on islands and reefs in the area, and it has landed bombers on the outposts during training exercises.  \nAnother flashpoint is Taiwan, which is seen by China as a breakaway province. \nThe document warns that China \"is likely preparing for a contingency to unify Taiwan with China by force\". \n\"Should the United States intervene, China would try to delay effective intervention and seek victory in a high-intensity, limited war of short duration,\" the report says.\nIn a nod to China, the US cut formal ties with Taiwan in 1979 but continues to maintain close political and security ties, which irks Beijing. \nThe US also continues to maintain a substantial military presence in Japan, which has its own territorial disputes with China.\nTensions also continue in the non-military sphere. The US and China have announced tariffs on a range of each other's goods.\nBy Jonathan Marcus, Defence and Diplomatic Correspondent\nWhile the bulk of the Pentagon's annual China report focuses on Beijing's rapidly developing military capabilities, the study also looks in some depth at China's little known Maritime Militia. \nThis is an armed civilian reserve force, organised and recruited locally, but according to the Pentagon, the Militia plays a vital role in the South China Sea, spreading Beijing's political goals through operations short of outright war. \nA large number of Militia vessels support the Chinese Navy and Coast Guard in safeguarding maritime claims, protecting fisheries and so on. \nThe Pentagon study says that the Militia has played a significant role in a number of high-profile incidents, where Chinese vessels have sought to coerce ships from countries with competing maritime claims. \nThis is all part of China's effort to promote so-called \"grey operations\", designed to frustrate the response of other parties involved and secure its interests across a wide swathe of reefs and island chains.\nThe Pentagon report is at pains to stress that the US \"seeks a constructive and results-oriented relationship with China\". \nThere is regular contact between US and Chinese military officials.  \nAnd in June, James Mattis became the first US defence secretary to visit China since 2014. \nCorrection 5 September 2018:  This article has been amended after incorrectly stating that Japan has a territorial dispute with the Philippines.", "date": "17 August 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-45218741", "tags": "us military report china pentagon maritime militia force targets strikes says also"}