{"title": "Chinese Tariffs Are Already Hitting Trump Voters", "content": "In Iowa, where farmers raise 40 million to 50 million pigs annually, President Trump’s tariffs on steel and aluminum from Mexico have already cost producers $560 million, according to an Iowa State University economist. How can that be, you ask. Mexico has threatened countervailing tariffs that include a 20 percent tariff on American pork. That prospect alone sent hog prices tumbling. If you like barbecued ribs, this could be a great summer for you. If you raise the pigs, you may be eating more barbecued beans.\nSoybean growers throughout the Midwest are nervously watching as China, which buys a quarter of American soybeans, takes aim at their crop in response to the Trump administration’s announcement that it will move ahead with $50 billion in tariffs on “industrially significant technologies” in more than 1,000 categories. Trade between the two countries has been “very unfair, for a very long time,” the American president said in a statement. Mr. Trump vowed that he would add to that list if China retaliated — which is what most countries do in this situation. Indeed, the Chinese Ministry of Commerce has said to expect as much. Oh great, Middle America collectively sighs.\nLocal newspapers across the heartland are full of similar tales of value destruction and lost income as a result of Trump trade war tweetism. In Great Lakes states, traditional steel makers might benefit from the administration’s 25 percent tariff on foreign steel. But for steel users, it’s an entirely different story. Shortly after tariffs were announced, steel suppliers, no longer as fearful of price competition, began jacking up prices — they’re no fools. That has meant a 40 percent increase since January in the cost of steel for their customers who use it in their finished products, according to the U.S. Chamber of Commerce. They can either pass that increase on to you or be less profitable.\nThe story is the same with aluminum: Brewers are forecasting that they’ll pay $347.7 million more for aluminum cans. That has small craft-beer makers such as Melvin Brewing in Alpine, Wyo., which packages 75 percent of its products in cans, fretting about impending prices rises and the risks of passing them along to consumers. Try not to be bitter about it.\nMr. Trump’s obsession with Canada is particularly strange, and his outburst directed at Prime Minister Justin Trudeau (“Very dishonest & weak.”) is particularly petulant. When you tote up the goods and services traded between the two nations in 2017, the United States counted a $8.4 billion surplus. Canada buys more American agricultural exports than any other nation, $24 billion worth. The Canadians sent $7 billion worth of steel here last year while we sold a similar amount to them.\nIn the dairy industry, Canada supports its farmers with regulations that restrict the milk supply but does not give direct subsidies. In the United States, dairy farmers are truly suffering. Prices are below production costs in part because farmers continued to overbuild their herds despite lagging demand. Yet Mr. Trump is essentially blaming Canada for our failed agriculture policy.\nThese are not small or isolated examples, as Commerce Secretary Wilbur Ross seems to believe. The losses are real now and could become enormous in the future. Job losses from the metal tariffs alone could top 400,000, according to an analysis by Trade Partnership Worldwide, a nonpartisan consultancy that supports free trade. So while U.S. Steel can celebrate the restart of two  blast furnaces in Granite City, Ill., and bring back about 800 workers, 12,000 jobs will be lost elsewhere, the consultancy estimates.\nNone of this reality seems to have registered with the president, who is obsessed with the trade deficit. “Why should I, as president of the United States, allow countries to continue to make massive trade surpluses, as they have for decades, while our farmers, workers & taxpayers have such a big and unfair price to pay?” Mr. Trump tweeted.\nAs any number of Nobel economists have tried to explain, a trade deficit by itself is neither good nor bad. American citizens benefit from being able to buy competitively priced Mexican produce, Japanese cars and Canadian steel. And foreign countries use the earnings from those sales to invest in American stocks, bonds and industries. Our currency stays strong without our making our export products too expensive. Japan ran trade surpluses for 30 consecutive years until 2011, but that did not prevent its economy from sputtering.\nAnd as for protecting American workers, with a 3.8 percent unemployment rate, the number of job openings now exceeds the number of people who are unemployed, according to The Wall Street Journal.\nRepublican lawmakers, long proponents of free trade, portray themselves as impotent to halt the president’s trade warmongering. The Senate majority leader, Mitch McConnell of Kentucky, has said there’s not much he can do, even as the European Union has put his state’s thriving bourbon industry in the cross hairs with a proposed 25 percent tariff. Kentucky and Tennessee sell $1 billion worth of liquor to foreign countries. In Wisconsin, home state of House Speaker Paul Ryan, companies that make fishing boats and motorcycles (Harley-Davidson) are also being targeted. So are cranberry growers. Senator Bob Corker, Republican of Tennessee, got nowhere when he proposed legislation requiring congressional approval of tariffs that are imposed in the name of national security, as the recent ones were.\nTrade deals can be renegotiated — sure, let’s get a better deal with China — as countries and their economies evolve and the needs of their citizens change. The American economy was once dependent on manufacturing; today, service exports carry much more of the load. It doesn’t mean we don’t build jets or cars or chips, but it does mean that the software and computing algorithms that operate in those things may have as much value as the hardware and may provide better jobs.\nMr. Trump doesn’t see it that way. He lives in a world where Pittsburgh is still Steel City. But it’s not the 1960s anymore — Pittsburgh makes sophisticated robots, not steel.\nThreatening an all-out trade war, insulting our next-door neighbor and ally, will not change the nature of our economy, only damage it. In Wisconsin and Iowa, Nebraska and Kansas, farmers who need to maintain access to foreign markets are hoping that Mr. Trump’s bluster is just that, a negotiating tactic, and that cooler heads will eventually prevail.\nDon’t bet the farm on it.", "date": "June 15, 2018", "href": "https://www.nytimes.com/2018/06/15/opinion/sunday/trump-china-tariffs-trade-farmers.html", "tags": "american percent already farmers voters president steel trump countries chinese trade hitting tariffs"}