{"title": "China Tries to Balance Anger Over Huawei Arrest With Warmer Trade Ties", "content": "BEIJING — China’s leadership is trying to strike a delicate balance between outrage and necessity, as it seeks to maintain a recent thaw with the United States while lashing out at the arrest of a top Chinese tech executive.\nThat balancing act was on display in Beijing on Sunday, as the Chinese government said it had summoned the American ambassador to China, Terry Branstad, to protest the arrest of Meng Wanzhou, the chief financial officer of the Chinese electronics giant Huawei and the elder daughter of its founder.\nEarlier in the day, People’s Daily, the Communist Party’s official newspaper, warned of “serious consequences” against the Canadian authorities who arrested Ms. Meng on an American warrant. She was detained in Canada more than a week ago on suspicion of fraud involving violations of United States sanctions in Iran.\n“Only by correcting its mistake, immediately ending its violation of a Chinese citizen’s lawful and legitimate rights and giving the Chinese people a due explanation, can Canada avoid paying a heavy price,” the editorial said.\nBut at a high-level conference on Sunday at Tsinghua University in Beijing that included four Nobel laureates in economics from the United States, a senior adviser to the Chinese leadership opened his remarks by praising the two countries’ broader economic relationship and avoiding any mention of the arrest.\n“The economies of China and the United States are integrated,” said the adviser, Ma Jianting, a vice president of the Development Research Council, the policy advisory unit of China’s cabinet. “There is no parting of the ways.”\nMr. Ma’s remarks were the latest of many signs that the Chinese government was trying to compartmentalize the Huawei issue, while still taking an assertive enough stance to satisfy nationalistic anger in China.\nBeijing has taken a series of steps to improve trans-Pacific relations since President Trump and President Xi Jinping called a truce in their trade war at the end of the Group of 20 summit meeting in Buenos Aires; Ms. Meng was detained on the same day.\nOn Thursday, hours after word of Ms. Meng’s arrest in Canada spread publicly in China, a Commerce Ministry spokesman, Gao Feng, said that Beijing was “full of confidence in reaching a deal in the 90 days.” He also confirmed for the first time a White House assertion that China would be buying American food, energy and cars following the truce, but declined to provide any details.\nMr. Trump agreed in Buenos Aires to defer plans to raise tariffs on $200 billion a year in Chinese goods on Jan. 1.\nIn the United States on Sunday, Robert Lighthizer, the trade representative who is leading the American talks with China, made clear that he considered March 1 “a hard deadline” for the negotiations. “When I talk to the president of the United States, he is not talking about going beyond March,” Mr. Lighthizer said on the CBS program “Face the Nation,” adding, “If there is a deal to be gotten, we want to get it in the next 90 days.”\nMr. Lighthizer also said that the trade talks should not be affected by the arrest of Ms. Meng. “This is a criminal justice matter. It is totally separate from anything that I work on or anything that the trade policy people in the administration work on.”\nChina’s leaders are coincidentally preparing to observe this month the 40th anniversary of the country’s post-Mao economic overhaul by calling for a series of moves to open up the economy to more trade and foreign investment, people familiar with Chinese policymaking said.\nThe anniversary, heavily promoted in official propaganda and the subject of Sunday’s conference at Tsinghua University, offers Mr. Xi a chance to take market-opening measures sought by the United States without seeming to give in to American pressure.\nThe final list of moves is still the subject of considerable discussion within the Chinese bureaucracy. But some options under serious consideration include further reducing tariffs on imports from all over the world and encouraging broader foreign investment in the slowing Chinese economy.\nChina made some moves in these directions this year, however, and it is unclear how much further the Beijing leadership is willing to go. By Beijing’s calculation, China’s average tariffs have already fallen to 7.5 percent from 9.8 percent at the start of this year. By comparison, average tariffs in the United States are 3.5 percent, while the European Union’s are 5 percent.\nMs. Meng’s detention has considerably complicated China’s economic relations with the United States. It has ignited anger and astonishment in China, where Huawei, one of the country’s largest and most internationally successful private companies, is a source of national pride.\nOn Saturday, China’s vice foreign minister, Le Yucheng, summoned the Canadian ambassador to Beijing, John McCallum, to register his protest, according to Xinhua, the state-run news agency. The Canadian Embassy declined to comment on Sunday.\nOne reason for the outrage is that few people in China are aware that their government has quietly been blocking some Americans from leaving the country without filing charges against them or accusing them of wrongdoing.\nThe State Department issued a travel advisory last January cautioning that “individuals not involved in legal proceedings or suspected of wrongdoing have also” been subjected to “lengthy exit bans in order to compel their family members or colleagues to cooperate with Chinese courts or investigators.”\nSecretary of State Mike Pompeo criticized the bans during a visit to China in October. Last month, he raised with a top Chinese foreign policy official, Yang Jiechi, his concern about an exit ban imposed on two young Americans who visited China last June and were not allowed to leave.\nAt a bail hearing on Friday in Vancouver, British Columbia, where Ms. Meng was arrested on Dec. 1 while changing planes, Canadian prosecutors said that she had taken part in a scheme to trick financial institutions into making transactions that violated American sanctions against Iran.\nA warrant for Ms. Meng’s arrest was issued in the Eastern District of New York on Aug. 22, said John Gibb-Carsley, a lawyer with Canada’s Justice Department. Sino-American trade relations were at a low point then, with the United States imposing its second stage of tariffs on $50 billion a year in Chinese goods.\nA Canadian judge then issued a warrant for Ms. Meng on Nov. 30, after it became known that she would change planes in Vancouver on her way to Mexico from Hong Kong. By the end of Friday, no bail had been set. The hearing is set to continue on Monday morning.\nHuawei has said it has no knowledge of wrongdoing by Ms. Meng. In a statement released after the hearing on Friday, a company spokesman said, “We have every confidence that the Canadian and U.S. legal systems will reach the right conclusion.”\nThe United States government has been looking into Huawei’s business in Iran for years. After investigating sanctions violations by Huawei’s main Chinese rival, ZTE, the Commerce Department issued heavy fines and required it to replace its senior leadership.\nBut coming in a year of tariffs and other measures aimed at curbing China’s efforts to upgrade its technological capabilities, Ms. Meng’s arrest has reinforced the feeling among many people in China that Washington is using every means at its disposal to hold back their nation’s economic ascent. That feeling makes it harder for economic reformers in China to support trade compromises with the United States.\n“China will not stir up trouble. But it is also not afraid of trouble,” People’s Daily said in its editorial. “Nobody should underestimate China’s confidence, willpower and strength.”", "date": "Dec. 9, 2018", "href": "https://www.nytimes.com/2018/12/09/technology/canada-china-huawei-meng-wanzhou.html", "tags": "tries china arrest meng warmer united states beijing ” huawei anger balance trade chinese ms. ties"}