{"title": "China Retools Vast Global Building Push Criticized as Bloated and Predatory", "content": "BEIJING — It took only a week for China’s all-powerful President Xi Jinping to yield. Malaysia had publicly slammed China for vastly overcharging on a showcase rail project, canceling the deal.\nIn a rare admission of Chinese excess, Mr. Xi replied in a major speech last year that his prized global infrastructure program would be more cautious, more consultative. This month, China slashed the cost of the rail by one-third.\nBroadly facing criticism about overpriced and superfluous projects, China is reshaping and retooling its grand infrastructure plan, known as the Belt and Road Initiative. But Beijing isn’t retreating from its vision to build a network of ports, rails and roads that puts China at the center of global trade and enhances its geopolitical ambitions.\nRather, China’s efforts are intended to present a friendlier face to global leaders, who gathered in Beijing on Friday for a conference to mark the sixth year of the initiative.\nMr. Xi continued to strike a conciliatory tone when he addressed nearly 40 national leaders at the opening of the conference. At a similar event two years ago, he highlighted the vast scope of Chinese investments abroad. This time, Mr. Xi was more modest.\nHe stressed the importance of “high quality” and “reasonably priced” infrastructure as the way to help developing countries and said China would follow international rules on bidding and procurement for projects. In an apparent nod to past mistakes, Mr. Xi said: “Everything should be done in a transparent way, and we should have zero tolerance for corruption.”\nTo show it’s a more responsible player, China is promising corruption-free, environmentally conscious ventures. It is also seeking advice from major multinational banks, asking other countries, such as Japan, to collaborate, and in some cases scaling back its projects.\n“The Belt and Road Initiative will make tactical adjustments, not strategic,” said Wang Jun, a former director of the Information Department at the China Center for International Economic Exchanges.\nThe initiative, originally billed as a trillion-dollar venture though trimmed back as the domestic economy weakens, is a pet project of Mr. Xi’s. He unveiled the idea in a speech at a university in Kazakhstan soon after assuming office in 2013.\nMr. Xi regards the program as so special that he directed it be written into the Communist Party Constitution. As he sees it, the creation of infrastructure abroad to sustain the flow of goods in and out of China — and possibly military gear in the future — is intrinsic to cementing the nation’s path to power and competing with the United States.\nBut the aggressive expansion under Belt and Road has dented China’s reputation. Some countries complained about unsustainable debt, while others criticized the overwhelming numbers of Chinese workers imported for construction.\nLast year, Sri Lanka had to give its major port to China after it could not repay loans. Pakistan gripes about high costs and onerous debt. New railways in Kenya and Ethiopia have failed to earn a profit. In Indonesia, a new high-speed railway is way behind schedule.\nAgainst that backdrop, the program has broadly drawn concerns from officials in Western Europe and the United States. The Trump administration has called the project predatory.\nThe scathing critique by the new Malaysian leader, Mahathir Mohamad, hit China coming from a friend. So China’s tone, though hardly humble, has been shaded in recent months to be less strident.\n“The points made after Mahathir could be defined as pragmatic retrenchment,” said Shi Yinhong, professor of international relations at Renmin University. “The tune was somewhat remarkably different from what was in the propaganda before, and has been maintained.”\nAt the conference on Friday, top officials from the United States and India were absent. The Trump administration has announced an alternative offering under the revamped Overseas Private Investment Corporation. India is upset because new Chinese-built ports on the Indian Ocean make India feel hemmed in by its richer neighbor and strategic rival.\nChina scored a substantial victory last month when Italy signed on to Belt and Road, the first major European country to do so. The Italian prime minister was a focus of the gathering. No other major Western European country sent a leader.\nTurkey’s president, Recep Tayyip Erdogan, did not turn up, either, and the country was represented by the minister of transport and infrastructure, Cahit Turhan. Mr. Erdogan’s absence is seen as a protest of the forced detention in western China of an estimated one million Uighurs, a Muslim minority.\nIn eschewing the program, the United States and some of its allies have also focused on China’s poor record on human rights, highlighted by the harsh treatment of the Uighurs.\nAs he headed to Beijing for the conference, the secretary general of the United Nations, António Guterres, was pushed by Britain, Germany, Turkey, the United States and several other countries to raise the detentions when he meets with Mr. Xi, according to officials from two nations that spoke to him. China considers Mr. Guterres, a supporter of the infrastructure program, important for the prestige of the conference, making him an ideal figure to raise concerns about the detentions.\nThe United Nations ambassadors told Mr. Guterres that while he was in Beijing, he could not remain silent about the Uighurs, the officials said. The ambassadors asked Mr. Guterres to demand the closing of the detention camps, and requested that he report back to them on Mr. Xi’s response.\nThe United Nations had no immediate comment.\nTangling with Mr. Xi on the Uighurs may not get quick results, but the pushback on the program has paid off. One adjustment: an anti-corruption campaign.\nThe head of China’s Asian Infrastructure and Investment Bank, which helps finance projects around the world, told a seminar of Chinese contractors on Monday that they needed to improve their business practices.\nThe Beijing-led bank, whose more than 90 members include Western European nations but not the United States, is seen as a counterweight to the World Bank in Asia, as well as an extension of China’s economic heft into what has been a traditionally American-influenced region.\n“As Chinese contractors, I urge you not to be involved in any corruption, even if you have to give up some projects,” the head of the bank, Jin Liqun, said. People in other countries are “still doubtful” about the Belt and Road Initiative, he said. “As long as we assure quality, they will welcome the projects.”\nIn an interview, Mr. Jin said that some recent Chinese infrastructure projects had “achieved good things” and that “mistakes had been blown out of proportion.”\nTo enhance its reputation, China is also trying to dispatch workers who are better prepared to work in troubled regions. After attacks in Pakistan, security companies are now training Chinese workers in antiterror tactics before they deploy.\nChina’s State Grid, for example, is building power transmission lines in remote parts of Pakistan. And its workers do safety training in Beijing — how to avoid getting shot or hurt in a terror attack — run by a company known as China’s Public Security Guard Training Center.\n“Pakistan is the hardest hit by terror attacks,” said Lu Wei, a security expert at the company. It is also the country with the biggest Belt and Road program.\nChina has also sought to work more closely with other countries, with varying success.\nChina has reached out to the major multinational financial institutions, including the World Bank, to help develop best practices for infrastructure projects. The idea was to form a working group inside the Chinese bank to jointly consider proposals for Belt and Road, according to officials from two of the invited institutions.\nBut at the insistence of the European Investment Bank, and several of the other institutions, a memorandum of understanding signed last month to establish the working group was watered down. It did not even mention Belt and Road, the officials said.\nAnd China has sought help from an unlikely quarter: Japan. The two countries are competitors in building rails and ports in underdeveloped countries in Asia, and Japan has been careful not to endorse the Belt and Road Initiative.\nDuring a visit last fall to Beijing by the Japanese prime minister, Shinzo Abe, the Chinese broached the idea of working together on infrastructure. But the Japanese say they are bound by international standards such as open bidding and fiscal sustainability that China has ignored. So far, the two sides have not found a common project.", "date": "April 25, 2019", "href": "https://www.nytimes.com/2019/04/25/business/china-belt-and-road-infrastructure.html", "tags": "retools bloated xi building china “ infrastructure belt road global predatory chinese criticized push vast"}