{"title": "China economy: Annual growth slowest since 1990", "content": "China's economy grew at its slowest rate since 1990, stoking fears about the impact on the global economy.\nChina expanded at 6.6% in 2018, official figures out Monday showed. \nIn the three months to December, the economy grew 6.4% from a year earlier, down from 6.5% in the previous quarter. \nThe data was in line with forecasts but underlines recent concern about weakening growth in the world's second-biggest economy. \nChina's rate of expansion has raised worries about the potential knock-on effect on the global economy. The trade war with the US has added to the gloomy outlook. \nThe official figures out Monday showed the weakest quarterly growth rate since the global financial crisis. \nWhile China watchers advise caution with Beijing's official GDP numbers, the data is seen as a useful indicator of the country's growth trajectory.\nBy Karishma Vaswani, BBC Asia business correspondent\nChina's economic slowdown is not news in itself. Beijing has broadcast this for several years, that it's going to focus on the quality not quantity of growth. \nBut still, we should be worried. \nSlower growth in China means slower growth for the rest of the world. \nIt accounts for one-third of global growth. Jobs, exports, commodity producing nations - we all depend on China to buy stuff from us.\nSlower growth in China also means it is harder for China to address its mountain of debt, even with the Communist Party's undoubted ability to be able to support the economy. \nGrowth has been easing for years, but concern over the pace of the slowdown in China has risen in recent months as companies sound the alarm over the crucial market. \nEarlier this month Apple warned weakness in China would hit its sales. \nCarmakers and other firms have spoken out on the impact of the trade war with the US.\nChina's government has been pushing to shift away from export-led growth to depend more on domestic consumption. \nPolicymakers in China have stepped up efforts in recent months to support the economy. \nThose measures to boost demand include speeding-up construction projects, cutting some taxes, and reducing the level of reserves banks need to hold. \nCapital Economics China economist Julian Evans-Pritchard said the Chinese economy remained weak at the end of 2018 \"but held up better than many feared\". \n\"Still, with the headwinds from cooling global growth and the lagged impact of slower credit growth set to intensify... China's economy is likely to weaken further before growth stabilises in the second half of the year.\"", "date": "21 January 2019", "href": "https://www.bbc.co.uk/news/business-46941932", "tags": "since growth china global economy official months impact recent rate annual slowest slower"}