{"title": "China Ranks Last of 65 Nations in Internet Freedom", "content": "BEIJING — China ranks last in the world for openness among countries studied in a new report on Internet freedom by a prominent American pro-democracy group.\nThe report, “Freedom on the Net 2015,” the latest such annual study by the group, Freedom House, lists the many ways in which China is restricting free access to the Internet, from strengthening its Great Firewall system of website censorship to criminalizing some kinds of Internet speech. China had the worst score of 65 nations, behind Iran, Cuba and Myanmar. (North Korea was not included in the report.)\n“The aim of establishing control was particularly evident in the government’s attitude toward foreign Internet companies, its undermining of digital security protocols, and its ongoing erosion of user rights, including through extralegal detentions and the imposition of prison sentences for online speech,” says the report released this week. “China was the world’s worst abuser of Internet freedom in the 2015 Freedom on the Net survey.”\nXinhua, the state-run news agency, reported Wednesday that, through a new criminal law, Chinese officials will be able to impose a prison sentence of up to seven years on a person convicted of creating and spreading “false information” online. The law is the latest in an array of legal regulations that Chinese officials have used in recent years to silence political dissent and quash the spread of information and rumors.\nThe new law, which will take effect Sunday, significantly increases the punishment for those judged to be spreading rumors or politically delicate information. The earlier punishment under a similar measure was an administrative one and not a criminal one, Xinhua reported. Under the earlier administrative law, a person convicted of the charge of spreading rumors online could be placed under detention for five to 10 days and fined as much as 500 renminbi, or about $80.\nThe new law says people who “fabricate false information about hazards, diseases, disasters or crimes and spread it on information networks or other media, or deliberately spread it on information networks or other media while knowing it is false information, seriously disrupting social orders, will be sentenced to a prison term up to three years, placed under detention or face enforcement measures.”\n“In cases where serious consequences are caused, one will be sentenced to a prison term ranging from three to seven years,” the new law says.\nSince 2013, Chinese officials have often used another criminal charge, “picking quarrels and provoking trouble,” to jail a wide range of people for online speech, including artists, essayists and liberal lawyers. The best-known case is that of Pu Zhiqiang, a civil rights defense lawyer who was detained last year. He was charged by prosecutors in May with inciting ethnic hatred and picking quarrels and provoking trouble, for which he faces up to eight years in prison. His lawyers said the prosecutors had built their case on 28 microblog posts he had written, some of which criticized China’s policies toward the Uighurs, an ethnic minority.\nThe “picking quarrels” charge has been used as a harsh tool in a widespread official “antirumor campaign” whose aim is to silence certain kinds of Internet speech.\nThis summer, China released a draft law on cybersecurity that, if passed, would further formalize broad powers that the government already wields in clamping down on Internet activity. That includes shutting down the wider Internet in large regions, as the government did in 2009 during rioting involving ethnic Uighurs in the capital of the Xinjiang region. For a year, the government allowed access to only a few official websites across all of Xinjiang, which is one-sixth of the territory of China.\n“The cybersecurity law is still under discussion now,” said Zhan Jiang, a media studies professor at Beijing Foreign Studies University. “It indicates that more regulations will be placed on the Internet out of security concerns.”\nChina now emphasizes the importance of “cyberspace sovereignty.” The official in charge of the Cyberspace Administration of China, Lu Wei, has stressed that idea in recent meetings with executives of foreign Internet and media companies that want greater access to the Chinese market. Some of the most popular American-run websites are blocked in China, including Google, Facebook and Twitter. (The New York Times has been blocked since 2012.)\nChina has been steadily falling in the annual Freedom House report in recent years. Last year, it ranked third from the bottom among 65 nations, ahead of Iran and Syria. This year’s report says that “over the past year, the renewed emphasis on information control led to acts of unconcealed aggression against Internet freedom.”", "date": "Oct. 29, 2015", "href": "https://www.nytimes.com/2015/10/30/world/asia/freedom-house-report-china-internet-freedom.html", "tags": "report china new years ” nations last law information internet freedom ranks"}