{"title": "China Strikes Back With Plans To Hike Tariffs On -60 Billion Of U-S- Imports", "content": "WASHINGTON/BEIJING (Reuters) - China said on Monday it would impose higher tariffs on a range of U.S. goods, striking back in its trade war with Washington shortly after U.S. President Donald Trump warned it not to retaliate.\nChina’s finance ministry said it plans to set import tariffs ranging from 5 percent to 25 percent on 5,140 U.S. products on a target list worth about $60 billion. It said the tariffs will take effect on June 1.\nThe announcement came less than two hours after Trump warned Beijing not to retaliate after China said it “will never surrender to external pressure.”\nThe White House and U.S. Trade Representative’s office did not immediately return a request for comment.\nGlobal equities fell sharply on Monday as hopes of an imminent trade deal between the world’s two largest economies were crushed. Major U.S. stock index futures were down about 2 percent. [MKTS/GLOB]\nThe trade war escalated on Friday after Trump hiked tariffs on $200 billion worth of Chinese goods, saying China had reneged on earlier commitments made during months of trade negotiations.\nBeijing had vowed to respond to the latest U.S. tariffs. “As for the details, please continue to pay attention. Copying a U.S. expression - wait and see,” Foreign Ministry spokesman Geng Shuang told a daily news briefing on Monday.\nTrump warned China not to intensify the trade dispute and urged its leaders, including President Xi Jinping, to continue to work to reach a deal. “China should not retaliate-will only get worse,” he said on Twitter.\n“I say openly to President Xi & all of my many friends in China that China will be hurt very badly if you don’t make a deal because companies will be forced to leave China for other countries,” Trump wrote.\nTrump last week also ordered U.S. Trade Representative Robert Lighthizer to begin imposing tariffs on all remaining imports from China, a move that would affect an additional $300 billion worth of goods.\nAsked about the threat, Geng said: “We have said many times that adding tariffs won’t resolve any problem ... We have the confidence and the ability to protect our lawful and legitimate rights.”\nChinese state media kept up a steady drum beat of strongly worded commentary on Monday, reiterating that China’s door to talks was always open, but vowing to defend the country’s interests and dignity.\nIn a commentary, state television said the effect on the Chinese economy from the U.S. tariffs was “totally controllable.”\n“It’s no big deal. China is bound to turn crisis to opportunity and use this to test its abilities, to make the country even stronger.”\nBefore high-level talks last week in Washington, China tried to delete commitments from a draft agreement that Chinese laws would be changed to enact new policies on issues from intellectual property protection to forced technology transfers. That dealt a major setback to negotiations.\nTrump has since defended the U.S. tariff hike and said he was in “absolutely no rush” to finalize a deal.\nTop White House economic adviser Larry Kudlow said on Sunday there was a “strong possibility” Trump will meet China’s Xi at a G20 summit in Japan in late June.\n(Reporting by Ben Blanchard; Additional reporting by Makini Brice in Washington; Writing by Michael Martina; Editing by Darren Schuettler, Jeffrey Benkoe and Paul Simao)", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/china-strikes-back-with-plans-to-hike-tariffs-on-60-billion-of-us-imports_n_5cd96f2fe4b0796a95df7a6a", "tags": "china billion u-s- u.s. hike deal back ” strikes trade plans tariffs monday imports"}