{"title": "China Tightens Controls on Overseas Use of Its Currency", "content": "SHANGHAI — As an exodus of money adds to the pressure on a slowing economy, regulators are trying to put the brakes on overseas use of China’s currency by increasing the scrutiny of certain overseas deals.\nThe decision to restrict overseas use of the renminbi represents a setback in China’s long-term drive to turn the currency into a rival to the dollar and euro in the global marketplace.\nBeijing had pursued a greater role for the renminbi as a way to increase its economic influence. Part of the renminbi’s appeal in international finance was that most Chinese companies could borrow and spend it overseas while seldom seeking approval from financial regulators in Beijing.\nBut that leniency created a problem for China. The currency flowed out of the country in recent months and then traded heavily overseas, beyond the control of China’s regulators.\nThe situation has contributed to the currency’s steady weakening against the strong dollar this autumn. That weakness, in turn, has prompted some Chinese businesses and households to move even more money out of the country before its value can erode further.\n“The authorities, under the relentless pressures of capital outflows, are poised to impose extensive restrictions on capital movements, marking a reversal of the gradual liberalizations introduced in recent years,” Fred Hu, the chairman of the Primavera Capital Group, an investment firm based in Beijing and Hong Kong, wrote in an email reply to questions.\n“While such capital controls may be intended to be temporary,” he wrote, “they will introduce mounting uncertainties for Chinese outbound investments.”\nIn an effort to slow the exodus, an affiliate of China’s central bank, the State Administration of Foreign Exchange, issued a directive to bankers on Monday that amounted to additional scrutiny.\nThe directive, which was quickly and broadly circulated within China’s financial community, told banks that their domestic customers must check with the Beijing regulator before transferring $5 million or more — in dollars or renminbi — out of the country. The rules will also cover renminbi that is sitting in overseas accounts, which had previously escaped most regulation.\n“The People’s Bank of China in Shanghai is facing great pressure to keep a balance” between inflows to and outflows from China, said the directive, referring to the Shanghai office of the central bank. The directive said that 5.1 trillion renminbi, or $740 billion, sluiced out of China in the first 10 months of this year while only 3.1 trillion came back into the country.\nThe State Administration of Foreign Exchange declined Tuesday evening to respond to a faxed question regarding offshore renminbi, suggesting that the question should be submitted instead to the People’s Bank of China. The central bank did not respond to questions late Tuesday evening.\nGovernment directives are not supposed to be public in China. In a sign of government irritation at the unauthorized distribution, censors reached into private WeChat social media accounts on Tuesday and deleted copies of the directive.\nThe rules appear to take aim at a relatively discrete set of overseas deals that largely allow companies to pull money out of the country, rather than more strategic acquisitions.\nMany Chinese companies, for example, have used their overseas subsidiaries to buy or borrow renminbi in Hong Kong, London, New York and elsewhere from the international arms of Chinese banks. Some of them then sell the renminbi and buy dollars, in a bet that the dollar will strengthen.\nThe new rules will apply broadly to Chinese companies. In the past, only companies with headquarters in Beijing typically had to notify the government of big moves in offshore renminbi.\nEven so, the new rules amount more to a modest tweak than an outright overhaul.\nCapital controls in China already restrict the movement of money. Individuals, for example, are not supposed to move more than $50,000 out of the country annually. Companies, too, have limits and other approval processes. The latest directive basically adds another layer of approval and closes some additional escape valves.\n“They are not changing the rules,” said Jeffrey Sun, a partner in the Shanghai office of Orrick, Herrington and Sutcliffe, a global law firm. “It’s that, internally, they need to go through this extensive process.”\nWhile Chinese regulators are increasing their scrutiny, they have been reluctant to ban overseas investment outright. Four different regulators issued a joint public statement on Monday through the official Xinhua news agency to emphasize that it was still acceptable for Chinese companies and households to invest overseas.\nChina’s overseas investments have “played an important role in deepening China’s mutually beneficial cooperation with other countries and promoting domestic economic restructuring and upgrading,” the statement said.\nBut even those more strategic deals may soon get a second look. Regulators are also drafting rules that would require prior approval from Beijing for very large overseas corporate acquisitions.\nThe draft rules on very large acquisitions, first reported by The Wall Street Journal last Friday and subsequently confirmed by bankers and executives who were briefed on the plans, would mandate that prior approval be obtained for deals exceeding $1 billion in real estate or in industries outside the Chinese company’s main area of business. Any acquisition would also require prior approval if it exceeded $10 billion.\nBut some bankers are skeptical that such rules will make much of a difference. Most large Chinese deals, like the pending acquisition of Switzerland’s Syngenta by the state-owned China National Chemical Corporation, involve well-connected companies that have long received top-level endorsement for their bids in advance anyway.\n“The companies behind these large acquisitions are themselves very influential, and many will still find ways to close targeted deals,” said Brock Silvers, the chief executive of Kaiyuan Capital, a Shanghai investment advisory firm.", "date": "Nov. 29, 2016", "href": "https://www.nytimes.com/2016/11/29/business/economy/china-tightens-controls-on-overseas-use-of-its-currency.html", "tags": "overseas deals controls china renminbi currency companies ” regulators chinese use tightens rules"}