{"title": "China’s Taste for Soybeans Is a Weak Spot in the Trade War With Trump", "content": "XIAOWUSILI, China — For all its economic might, China hasn’t been able to solve a crucial problem.\nSoybeans. It just can’t grow enough of them.\nThat could blunt the impact of one of the biggest weapons the country wields in a trade fight with the United States.\nBeijing placed a 25 percent tariff on American soybeans last week in retaliation for the Trump administration’s levies on Chinese-made goods. Last year, soy growers in the United States sold nearly one-third of their harvest to China. In dollar terms, only airplanes are a more significant American export to China, the world’s second-largest economy.\nStill, soy-producing states like Iowa and Illinois might not feel the tariffs’ impact right away. China buys so much soy from the United States — $14 billion last year — that it can hardly switch to new suppliers overnight. Foreign-grown soybeans are a key source both of low-cost protein for feeding livestock and of cooking oil for Chinese kitchens.\nChina is pressing its own farmers to grow more. But the math is daunting, and the obstacles are formidable.\nJust ask Cao Xiumin. For the past 16 years, she has been growing corn and soybeans on a couple of acres near Xiaowusili, a village of about 600 people on China’s northeastern rim.\nOver all, she is not producing much more today than she was a decade ago. Her fields are small and not irrigated. The new, supposedly higher-yielding seeds promoted by the government are not much better than the older varieties, she says.\n“There isn’t any difference at all,” Ms. Cao said on a sweltering afternoon last week.\nFarm goods could be a big weakness for China should the trade conflict with the United States turn into an all-out brawl.\nChina’s increasingly wealthy people want more and better food on their plates. But the country’s farms are generally too small and underdeveloped to keep up.\nNearly 90 percent of the soybeans China consumed last year came from overseas — more than 100 million tons in total. (Mexico, the world’s No. 2 importer, bought just five million tons.)\nReplacing even a chunk of those with homegrown beans may prove as herculean a task for China as weaning itself from American microchips.\nThis spring, after the Chinese government first proposed retaliatory tariffs on American soybeans, it got busy trying to dampen the potential blow to 1.4 billion stomachs.\nTo increase the availability of other types of animal feed, China’s customs authority removed inspection requirements on a variety of agricultural byproducts, including peanut meal, cottonseed meal and rapeseed meal.\nFarmers here in Heilongjiang, China’s top soybean-producing province, also caught wind of an order from the authorities: Grow more soybeans. Immediately.\nAs an incentive, the provincial government offered generous subsidies to farmers both for growing soybeans and for switching their fields to soy from corn.\nWord of the new subsidies spread quickly on the social media app WeChat. And soon, many farmers were returning corn seeds and fertilizer they had already bought and planting soy instead.\nWith all the government support, Guo Qiang, a 35-year-old farmer in the village of Dawusili, said that he would love to grow only soybeans, and no corn, on his family’s 50 acres. But his farm cooperative requires that members rotate their crops to keep the soil healthy.\n“If it weren’t for these policies, I would obviously grow more soybeans,” Mr. Guo said. “Especially with these big things happening between China and America — this trade war and whatever — I think the prospects are much better for soy than for corn.”\nEven so, China would need to dedicate a huge fraction of the entire nation’s farmland — between a quarter and a third, by various estimates — to soy if it wanted to be self-sufficient.\nAmerican farmers could still take a sizable hit in the long run if China’s tariffs prompt Brazil and other suppliers to expand their soy acreage, or if China bankrolls cultivation outside its borders. Many people from Heilongjiang are already growing soybeans across the Amur River in the Russian Far East, where land is cheap and plentiful.\nIn 1969, fighting erupted between Soviet and Chinese troops along this border. But these days, relations are good and trade is brisk. In the border city of Heihe (pronounced “HEY-huh”), many street signs are written in both Chinese and Russian. In Xiaowusili (“SHYEEOW-oo-suh-lee”), the parks have trash cans painted to look like giant matryoshka nesting dolls.\nChina’s hunger for soybeans could deepen ties further. In a recent interview with the Chinese state news agency Xinhua, the head of a Russian soybean association said that the group was looking to team up with Chinese companies, and had set up an office in Heilongjiang’s provincial capital, Harbin, to attract investment.\nTo reduce its dependence on American soy, Beijing could also try to squeeze more beans out of each acre at home. But farmers in Heilongjiang acknowledge they are a long way from being as productive as farmers in the United States, where agriculture is more mechanized and genetic modification is embraced.\nChina allows imports of genetically engineered crops, but Heilongjiang forbids farmers to grow them. Many people here harbor deep doubts about such products’ safety, both for people and for the land.\n“I wouldn’t grow them even if the government allowed it,” said Gai Yongfeng, the head of the Jiaxing farm cooperative in Dawusili. “They’re bad for the soil. After you’ve grown them somewhere, nothing else will grow there. That’s what everyone says.”\nAround Heihe, some growers are trying to modernize in other ways.\nHou Wenlin started the Linfeng Modern Agricultural Specialty Cooperative in 2014. He does not believe that China will be able to replace soy imports entirely.\n“There’s no point,” Mr. Hou said. “It just can’t be done.”\nHe does, however, believe that China can grow soybeans more scientifically. In one of his cooperative’s fields, the soy grows in neat rows that are spaced farther apart to keep the plants at the right temperature and moisture. Each season, he plants a number of different types of seeds to understand how each performs. He has two drones for spraying pesticide.\nModern farming is expensive, however. And in Mr. Hou’s case, it involves a secret weapon: American technology.\nIn front of the cooperative’s office is a yard full of bright-green John Deere farm machines, which Mr. Hou buys with the help of government subsidies. Chinese machinery is cheaper but more prone to breakdowns, he says.\nEven some of the fertilizer Mr. Hou uses comes from the United States.\nThe Chinese equivalents are better now than they used to be. Earlier, though, there was something that was commonly said, according to Mr. Hou, among farmers around here who knew the chemical name of one of the most widely used plant foods:\n“We rely first on the heavens,” the saying went. “We rely second on American diammonium phosphate.”", "date": "July 9, 2018", "href": "https://www.nytimes.com/2018/07/09/business/china-trade-war-soybeans.html", "tags": "grow american spot farmers china ” trump soy war soybeans taste trade chinese weak —"}