{"title": "China Bans All Types of Fentanyl, Cutting Supply of Deadly Drug to U.S. and Fulfilling Pledge to Trump", "content": "BEIJING — China announced on Monday that it would ban all variants of the powerful opioid fentanyl, a move that could slow the supply of a drug that in recent years has caused tens of thousands of overdose deaths in the United States.\nBy declaring that all varieties of fentanyl are now controlled substances, China made good on a pledge that the Chinese leader, Xi Jinping, made to President Trump late last year.\nChina’s export of the drug, which American officials say accounts for the vast majority of the fentanyl that ends up in the United States, has long been a source of tension in relations. More recently, it has also become tangled up in the continuing trade war.\nChina already treats more than two dozen variants of fentanyl and its precursors as controlled substances, thus strictly regulating their production and distribution, but it has banned those variants only after reviewing them case by case, a process that can be lengthy. And because so many more variants exist, and new ones are constantly being created, banning them as a broadly defined class could be far more effective.\nThe latest step would expand restrictions to all “fentanyl-related substances,” effective May 1. That could plug gaps that, experts and American officials have said, allowed manufacturers in China to make novel variations of the drug that were not technically illegal.\nBut the ban does not cover all of the precursor chemicals used to make fentanyl and its analogues, according to a spokesman for Mr. Trump’s Office of National Drug Control Policy.\nThat could be problematic because these chemicals are often sent from China to Mexico, where traffickers use them to make fentanyl that ends up in the United States. China has banned some of them, but not all, which the spokesman said would be nearly impossible.\nThe spread of fentanyl in the United States over the last five years has resulted in record numbers of overdose deaths; it became the leading cause of overdose deaths in 2016 and contributed to 28,466 of the roughly 72,000 that the Centers for Disease Control and Prevention counted in 2017.\nIts march across the country, and particularly its penetration of the Northeast and Midwest, has resulted in a higher death toll by overdoses than H.I.V., car crashes or gun violence caused at their peaks.\nA spokeswoman for the Drug Enforcement Administration described China’s announcement as “significant,” saying in a statement that it would “eliminate Chinese drug traffickers’ ability to alter fentanyl compounds to get around the law.”\n“We look forward to our continued collaboration with China to reduce the amount of this deadly poison coming into our country,” the spokeswoman, Mary Brandenberger, said.\nIllicitly produced fentanyl is smuggled into the United States primarily from China by way of Mexico, according to the D.E.A. But it is also shipped directly to the United States from China, in smaller quantities. It used to be mostly sold mixed with heroin, but is increasingly showing up in counterfeit prescription pills and other drugs, though users often do not realize it.\nIn December, Mr. Trump announced a promise that Mr. Xi had made to him at the Group of 20 meeting in Buenos Aires, saying then that the step formalized on Monday could be a “game changer.” He had previously taken to Twitter to excoriate China over the issue, accusing it of “killing our children and destroying our country.”\nOfficials from three Chinese agencies, including the Ministry of Public Security, announced the change at a news conference that included representatives from foreign embassies, including the American Embassy. As before, however, the officials denied that China was causing the scourge of fentanyl-related deaths in the United States, saying the blame lay there.\nLiu Yuejin, vice commissioner of the National Narcotics Control Commission, said that accusations by American officials lacked evidence, and that China cooperated closely with the United States on cases of illegal trafficking, which he called “extremely limited.”\n“We believe that the United States is the main cause of the problem of the abuse of fentanyl in the United States,” he said, citing weak enforcement and a culture of addiction. He noted that the United States consumed 80 percent of the world’s opioids while making up only 5 percent of the world’s population.\nWeak regulation of China’s sprawling chemical industry has raised the possibility that a new ban to cover all forms of fentanyl might not be entirely effective. Mr. Liu, however, promised that China would strictly enforce the new rules.\nDr. Daniel Ciccarone, a family physician and researcher at the University of California, San Francisco, who has studied fentanyl, questioned whether China’s regulatory agencies could truly identify and crack down on all illicit production.\n“Do they have the capacity?” he wrote in an email. “Or will they, like U.S. regulatory agencies often do, brag about the ‘one they got’ while whitewashing the ones that got away?”\nSince fentanyl is so powerful, Dr. Ciccarone said, small amounts go a long way, making it harder to intercept than heroin and cocaine. “Stopping production and shipping of a much smaller-volume drug is wishing big,” he said.\nBut he added, “This effort is worthwhile even if it has a small chance of success.”\nHe and others who study the opioid epidemic said certain changes in American policy would be equally if not more helpful, such as expanding access to buprenorphine, a medicine that treats opioid addiction, by no longer requiring doctors and nurse practitioners to get special training and licenses to prescribe it. And the United States still needs to make major progress in monitoring for fentanyl slipping through legal border crossings in trucks and cars, or arriving through the mail from China.\nWhile American officials have long complained about China’s commitment to previous pledges, the announcement appeared to be a sign that China is prepared to make compromises to resolve at least some of its differences with the United States in hopes of closing a deal on trade. Negotiators met in Beijing last week to continue hashing out an agreement and are scheduled to meet in Washington again on Thursday and Friday.\n“It may very well be something that we end up writing into this agreement,” Robert Lighthizer, Mr. Trump’s top trade negotiator, said in congressional testimony in late February, referring to efforts to get China’s commitment on fentanyl in writing. “But it clearly is something the president views himself as having a commitment on. And that we are monitoring to see in fact if there are changes.”", "date": "April 1, 2019", "href": "https://www.nytimes.com/2019/04/01/world/asia/china-bans-fentanyl-trump.html", "tags": "deadly cutting fentanyl china u.s. fulfilling united states ” trump supply types pledge could bans drug"}