{"title": "China's Sina Weibo backtracks from gay content ban after outrage", "content": "Chinese social media network Sina Weibo has backtracked from a controversial gay content ban after a massive outcry.\nLast Friday the microblogging platform said that posts related to homosexuality would be taken down.\nIt prompted a deluge of posts from outraged netizens protesting against the decision. On Monday, Sina Weibo said it would reverse the ban.\nOften described as China's answer to Twitter, Sina Weibo is one of the most popular social networks in the country.\nLast Friday Sina Weibo made a surprise announcement that it was launching a \"clean-up campaign\".\nIt said that for the next three months, the platform would remove content including images, videos, text and cartoons that were related to pornography, violence, or homosexuality. \n\"This is to further ensure a clear and harmonious society and environment,\" the network said in its statement, adding that it had already scrubbed more than 50,000 posts by then.\nSina Weibo said it was initiating the clean-up because of stricter internet laws put in place last year, but it did not explain why it was only acting now. \nChinese authorities have embarked on a campaign in recent years aimed at purging internet content that it deems inappropriate.\nBy early Monday morning, the most censored search term on Weibo was \"homosexuality\", according to censorship tracker FreeWeibo. \nOver the weekend many in the LGBT community took to the network to protest against the decision, using hashtags such as #IAmGay# and #ScumbagSinaHelloIAmGay#.\nSome tried testing the ban and uploaded pictures of themselves with partners or gay friends or relatives.\nAmong them was LGBT rights activist Pu Chunmei, whose impassioned post accompanied with pictures of her with her gay son quickly went viral.\n\"My son and I love our country... we are proud to be Chinese!\" she said. \"But today I saw the announcement by Sina Weibo...as a source of news, it is discriminating and attacking minorities, and this is violence!\"\nAnother widely-shared post was of an undated video showing a social experiment where gay volunteers stood in the street inviting passers-by to hug them. The poster claimed the original video had been taken down, and said \"today I couldn't help myself but post this again\". \nAs of early Monday morning many such posts were still online, as censors appeared to struggle to keep up with the deluge.\nThen Sina Weibo made another announcement: it said its clean-up would \"no longer apply to homosexual content\". \n\"We thank everyone for their discussion and suggestions,\" the company added.\nNetizens cheered the reversal. \"There is absolutely nothing wrong with being homosexual...we hope that Weibo will not perpetrate such discrimination in the future,\" said one user.\nHomosexuality was decriminalised more than two decades ago. Conservative attitudes still prevail in many parts of the country, but that has not stopped the LGBT community and activists from having a strong and vibrant presence.\nBut in recent months, some began to fear that this presence was starting to be curtailed by conservative forces.\nSome saw the Sina Weibo ban as part of a larger trend of sidelining the LGBT community, including a move last year by an official media watchdog that deemed homosexual content as \"pornographic and vulgar\".\nThe official Chinese government response has always been \"neither supportive nor against\" homosexuality, where it \"does not promote\" LGBT rights, activist Li Tingting told BBC Chinese.\nThere was no official reaction from the Chinese government to Sina Weibo's initial ban, nor to the subsequent reversal.\nAdditional reporting by Gwyneth Ho.", "date": "16 April 2018", "href": "https://www.bbc.com/news/world-asia-china-43779650", "tags": "backtracks homosexuality china sina outrage lgbt chinese last content weibo ban gay"}