{"title": "China cuts growth target to 6.5% this year - Premier Li Keqiang", "content": "The Chinese growth target for this year has been cut to around 6.5%, down from 6.5 to 7% last year, Premier Li Keqiang has announced.  \nHe was addressing the country's rubber-stamp parliament, the National People's Congress (NPC), which has gathered in Beijing for its annual session.\nThe Chinese economy expanded at its slowest pace in 26 years in 2016.\nMr Li said he would tackle state \"zombie enterprises\" producing more coal and steel than the market needed. \nSimilar pledges in the past have proved hard to fulfil.\nMore than 3,000 legislators are meeting in the Great Hall of the People.\nThe NPC and its advisory body hold ceremonial meetings every year known as \"lianghui\" or \"two sessions\".\nThe Great Hall of the People always looks the part. The red flags flying. The goose-stepping soldiers. The building itself framed by a crisp blue sky (as ordered, perhaps?)\nInside though, I sometimes think I detect a certain restlessness amongst the delegates, as if they themselves are acutely aware of how minor a role they play. Those down the front certainly follow Li Keqiang's speech page by page. \nBut further back, it has to be said, attention is not quite a rapt as you might expect. It was telling that the biggest round of applause came not for Mr Li's pledges to combat industrial over-capacity, fight the scourge of pollution or oppose Taiwanese independence. It came instead for a line of policy detail that just might save every one of the 3,000 or so people in the hall a bit of money off their phone bills.\nThe scrapping of China's national mobile telephone roaming charges was as close as the speech got to raising a cheer.\nThe Chinese premier described the world's second-largest economy as a butterfly struggling to emerge from a chrysalis.\nHe said this transformation was filled with promise but also great pain. \nHe repeatedly paid tribute to Communist Party leader Xi Jinping and said that under the sound leadership of the Party, the Chinese people had the courage and ingenuity to overcome all difficulties. \nHis list of China's difficulties ranged from the smog which blankets much of the country to the laziness of some government officials. \nAnd in a veiled reference to US President Donald Trump's complaints about China's exchange rate and trade policies, Mr Li warned of a far more complicated global picture in the year ahead with China facing the threat of growing protectionism.\nNPC leaders are tolerating slightly slower economic growth this year to give them more room to push through some painful reforms to deal with a rapid build-up in debt, Reuters news agency reports. \nOn the subject of tackling the country's pollution problems, Mr Li pledged to \"work harder\" to address the issue exacerbated by heavy industry.\n\"We will make our skies blue again,\" he said, adding that \"all sources of industrial pollution will be placed under round-the-clock online monitoring\". \nThis year's \"lianghui\" comes ahead of a major Chinese Communist Party congress, due to be held later this year.\nThat congress will confirm party chief and President Xi's second term in office, as well as announce changes in the party's top leadership.", "date": "5 March 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-39137294", "tags": "country premier growth china li party cuts target chinese year keqiang congress said"}