{"title": "China Blog", "content": "Huawei has a public relations problem - to put it mildly.\nLast week, Oxford University said it had decided to decline new research grants from the giant Chinese telecoms company.\nThis week, it was Queen's University Belfast.\nAnd then it was the Prince's Trust. The charity founded by Prince Charles said it would no longer accept donations from Huawei.\nThese are just a few small UK examples of the wider international political controversy in which the company now finds itself engulfed.\nBut at the glitzy launch event for its 5G network technology in Beijing, there was no sign that the company was feeling the pressure.\nQuite the opposite in fact.\nExecutives lined up in front of the big screen to trot out sets of impressive results - consumer business revenue up 50 percent on last year - for example, and ambitious forecasts.\nWhile worldwide sales of smartphones look to be falling, Huawei sold over 200 million handsets last year and has set its sights on taking the number one spot from South Korea's Samsung in the next year or so.\nHuawei, the audience was told, has so far won a total of 30 foreign contracts to install its 5G network equipment - 18 of them in Europe.\nThe message was clear; it is business as usual and any concern about the security of its 5G networks - and their vulnerability to Chinese state espionage - is a sideshow.\n\"Only the political guys are making some noise,\" Richard Yu, the CEO of Consumer Business, told journalists after the main presentation.\nThat too might be putting it mildly.\nThe United States, Australia and New Zealand have already stopped Huawei from working on their next generation 5G mobile networks.\nGermany is debating whether to do the same.\nBritain's BT, the leading telecoms provider, has said it will remove Huawei equipment from its existing 3G and 4G infrastructure and keep it out of the core parts of 5G too.\nMeanwhile, Meng Wanzhou, the CFO and daughter of company founder Ren Zhengfei, is under house arrest in Canada, facing a US extradition request over allegations that she defrauded banks in order to sell equipment to Iran, in violation of US sanctions.\nThe Chinese government has reacted furiously, claiming the charges against her are politically motivated - all part of the wider strategy to unfairly blunt Huawei's competitive edge.\nIt has been threatening serious consequences for both Canada and the US as a result.\nWithin days of Ms Meng's arrest, China detained two Canadian citizens, a former diplomat now working as an academic, Michael Kovrig, and a businessman, Michael Spavor.\nHuawei is now caught up in an escalating war on three fronts; security, trade and diplomacy.\nIt's a place no company would wish to be.\nAnd no amount of glitz, glamour and positive numbers at a media presentation can mask the fact that these are serious issues with potentially serious implications.\nAt the press briefing, I tried to ask Richard Yu whether the company's insistence that it is not beholden to the Chinese government was being undermined by the forthright Chinese diplomatic offensive on its behalf, and the detention of the two Canadians.\nA press officer intervened - today was not the day for such questions, he insisted - before Mr Yu repeated earlier assurances that the company was not a pawn of the Chinese state.\n\"We will try our best to safeguard the interest of our customers,\" he said. \"We will not do anything which would hurt or harm our customers.\"\nI asked again about the strategy - whether it was helpful, given those assurances, to have the Chinese state wade in so hard.\n\"I am not in a position to answer that question,\" he replied. \"Sorry.\"\nNo technical evidence has yet been produced to show that Huawei gives the Chinese military or intelligence agencies access to its hardware.\nIn fact, the concern of the US and its allies appears to be a broader one; given the nature of China's one-party state, if such access were to be requested, no Chinese company could refuse it.\nAnd although Huawei's founder has recently been on record recently saying that he would do exactly that, in reality, there's not a court in China and not a single line in the constitution that can constrain the power of the state if it wanted him to break that promise.\nIn the end, Huawei is unlikely to find much to convince sceptics on the issue of its independence.\nIts only strategy can be to hope that the strength of its products and the competitiveness of its pricing keeps most of the world open for business.\nMeanwhile, the extradition case over its CFO rumbles on in Canada, in relation to which Richard Yu did offer one interesting detail at the press briefing.\nAs part of its case for the extradition of Ms Wanzhou, the US Justice Department says that, although she was once a frequent visitor to the US, she stopped travelling to the country in the spring of 2017.\nThe implication is that she was aware of the US criminal investigation into the company.\nHad Mr Yu's travel plans been similarly circumscribed during that period, I asked him?\n\"Personally myself I travelled to the US even last year, many times.  This year we are just in the beginning. I haven't been to the US yet. But I travelled to the US several times last year. \"\n\"And you'll continue to do so?\"\n\"Yeah. For us we are doing so, continually. For me, I am doing this,\" he replied.\nThat message again - business as usual.", "date": "25 January 2019", "href": "https://www.bbc.co.uk/news/blogs-china-blog-46987991", "tags": "company us blog china business yu chinese huawei last year state"}