{"title": "Chinese investment in the US falls sharply in 2017", "content": "Chinese investment in the US plunged last year as tensions between the two countries mounted.\nThe value of deals announced in 2017 fell by more than 90% from the year before, according to joint studies by the National Committee on US-China Relations and the Rhodium Group.\nThe reports said policy shifts in both countries triggered the decline.\nChina has curbed outbound investments, while the US is raising concerns about deals for national security reasons.\n\"This altered policy environment has already changed patterns of two-way [foreign direct investment] and will continue to reshape investment levels and composition in the future,\" the authors of the reports say.\nChinese firms completed $29bn (£20.5bn) worth of investments in the US last year, down 35% from the record $46bn completed in 2016, the report found.\nBut the 2017 figure was \"propped up significantly\" by deals carried over from the previous year, according to the study. If transactions announced prior to 2017 are not included, the value of completed deals fell by 74%.\nThe decline followed a rapid increase in Chinese investment overseas over the last decade, which has fuelled worries both in China and in countries including the US, Australia and Germany.\nIn late 2016, China's regulators moved to curb outbound investment, concerned in part by debt-fuelled acquisitions in other countries.\nThat was followed by a crackdown on some of the countries biggest conglomerates.\nIn the US, politicians have voiced concerns that Chinese companies, backed by the government, are targeting investments at military and security-related technologies.\nLast year, the Committee on Foreign Investment in the US, which reviews transactions for national security risk, blocked almost $10bn worth of deals, including the sale of US semiconductor and aluminium companies, the report estimated.\nAnd this year several high-profile attempts at Chinese investment have been blocked - including  the sale of money transfer firm Moneygram to China's Ant Financial, the digital payments arm of Alibaba.\nUS President Donald Trump has also asked his staff to identify new ways to limit Chinese investment in the US, part of a broader response to alleged theft of intellectual property that also includes plans for tariffs on $50bn worth of Chinese imports. \nThe US Congress is also working on legislation that would give the federal government more power to review business deals for national security risks.\nThe report on Chinese investment said that how far the US decides to go will have \"major consequences\" for future investment.\nAbout 140,000 people in the US are now employed by a firm that is majority owned by a Chinese company, many of them in sectors such as real estate, hospitality and entertainment, according to the report.\nLast year's investments, the vast majority by privately-owned firms, included a stake in Snapchat, the purchase of a business that leases commercial aircraft and acquisition of a portfolio of commercial property.\nAs well as discouraging investments by the Chinese, US firms, which invested about $14bn in China last year, could become more hesitant to do business in China, the report added.", "date": "10 April 2018", "href": "https://www.bbc.co.uk/news/business-43706310", "tags": "investment falls us deals report china countries sharply chinese last year investments"}