{"title": "China to Pump $175 Billion Into Its Economy as Slowdown and Trade War Loom", "content": "HONG KONG — China is signaling that it is worried about its economy.\nTroubled by slowing growth, persistent debt problems and President Trump’s trade war, the Chinese government has taken steps in recent months to shore up its economy. It has pared back a high-profile campaign to tackle debt. It has restarted big infrastructure projects, a traditional economic engine. It has even censored bad economic news.\nOn Sunday, Beijing went one step further.\nThe People’s Bank of China, the central bank, pulled a financial lever that will effectively pump $175 billion into the economy. The government is aiming to help small and midsize businesses in particular, which have had trouble obtaining loans and face other rising pressures.\nThe move signals that China’s economy “is really not doing well,” Chen Shouhong, the founder of the investment information platform Gelonghui, wrote on WeChat, a popular Chinese social media service.\nThe growing trade war with the United States has been the most visible threat. In September, the United States imposed tariffs on $200 billion in goods from China. President Trump has shown little inclination to back off and relations between the two countries have cooled, suggesting the trade war could worsen before it gets better.\nSo far, the trade war has had only a minor impact on China’s $12 trillion economy. Trade isn’t as important to China as it once was, thanks in part to the rise of a middle class that has been a ready buyer of Chinese goods at home. Still, tariffs could hurt the economy the longer they last. In September, new export orders — one indicator of China’s manufacturing — fell to the lowest level since 2016.\nBut China has bigger problems than the trade war.\nConsumers are spending less. Retail sales this year have grown at the slowest rate in a decade. Wage growth is plodding. Infrastructure investment — a pillar of the Chinese economy — slowed significantly in the first half of the year. The pace at which companies are defaulting on their bonds has quickened.\nChina also has to contend with a stock market that has fallen by around 15 percent this year and a currency that has lost 10 percent of its value against the dollar. Some Chinese entrepreneurs also say the business environment is souring. The government could soon require companies to pay more in taxes and benefits.\nGovernment officials in recent months have scurried to counter the broader economic slowdown. They pledged to pump billions of dollars into infrastructure projects, shored up the value of the currency and moved to backstop the falling  stock market.\nChina has used these methods for years to spur growth, but they represent a retreat from more recent government efforts to pare back debt. China unleashed a wave of spending and lending beginning a decade ago that rescued its economy from the global economic downturn but left many of its companies and local governments heavily burdened with debt. Economists have warned that China must address its debt problems if it hopes to keep its economy humming.\nBeijing appeared to be listening. Earlier this year Liu He, a trusted economic adviser to Xi Jinping, the country’s top leader, promised to rein in China’s debt over the next three years. Mr. Liu’s appointment in March as vice premier overseeing financial and industrial policy was seen as a commitment by Chinese officials to crack down on lending.\nNow, Beijing has changed its tune. In August, the People’s Bank of China said it would ensure that money flowed from its state-controlled banking sector to companies that needed it, in particular exporters and small and medium enterprises. The National Development and Reform Commission also flagged concerns about the financing difficulties of private companies in June.\nThe government has promoted rail and other infrastructure projects that were previously stalled or blocked because of concerns about ballooning debt.\nIf it wasn’t clear before last week that Chinese officials were concerned about a slowing economy, a move by the government on Sept. 28 to censor negative economic news made it clear. Among the items on a list of forbidden topics on a government directive sent to journalists in China were any economic data that showed a slowing economy, local government debt and risks, and signs of declining consumer confidence.\nOn Sunday, the People’s Bank of China said that it would cut the amount of money that some lenders are required to hold in reserve — called the reserve ratio — by one percentage point. The move essentially frees up more money for China’s state-controlled banks to lend out.\nAbout $65.5 billion of that cash injection will be directed to banks to repay debts that are due in coming weeks, while the rest will be pushed into the financial market.\nThe central bank made the move to ensure “reasonable and sufficient liquidity” in China’s economy, it said. This is the fourth time this year that the central bank has cut the reserve ratio.\nBut this time, the reserve ratio cut, which is set to go into effect on Oct. 15, was unusually big and broad. While the central bank cut the reserve ratio by a similar amount earlier this year, it put more conditions on how banks could use the extra money. The bank has shied away from making such stark moves in recent years, as it has found more subtle ways to adjust the amount of money in China’s financial system depending on its needs.\nThe announcement on Sunday suggests the central bank felt it had to do more than that. The size and breadth of the move, wrote Mr. Chen, the Gelonghui founder, shows “there are fewer and fewer tools in the P.B.O.C. toolbox.”\nThe move was in direct response to the slowing growth, Zhang Ming, a researcher at the Chinese Academy of Social Sciences, said on Sunday. Mr. Zhang predicted that China’s third-quarter gross domestic product would drop to 6.6 percent growth compared with 6.8 percent a year ago and that its fourth-quarter figure could be as low as 6.4 percent. China posted economic growth of 6.7 percent in the quarter that ended in June, though China’s official figures are widely doubted.\n“Sino-U.S. trade frictions will further reduce the contribution of imports and exports to economy growth,” Mr. Zhang, who is also chief economist at Ping An Securities, wrote on WeChat.\n“If export growth slows down due to trade frictions, it will influence manufacturing investment growth,” he added.", "date": "Oct. 7, 2018", "href": "https://www.nytimes.com/2018/10/07/business/china-lending-trade-war.html", "tags": "debt billion china growth slowdown bank economy war chinese pump trade economic government — loom"}