{"title": "China rebukes Australians over influence debate 'hysteria'", "content": "China's embassy in Canberra has sharply criticised Australian politicians and media outlets, saying they have damaged trust between the two nations.\nThe embassy accused some officials of \"irresponsible remarks\" and local media of fabricating \"anti-China hysteria\".\nOn Tuesday, Australia unveiled sweeping proposals designed to prevent foreign interference in local politics.\nChina denied that it had engaged in such behaviour and urged Australia to act in a \"fair and rational manner\".\n\"China has no intention to interfere in Australia's internal affairs or exert influence on its political process through political donations,\" said the statement, attributed to an embassy spokesperson.\nA day earlier, Australia's Prime Minister Malcolm Turnbull noted \"disturbing reports about Chinese influence\" in announcing a crackdown on foreign interference, but stressed the changes were not aimed at one country.\nHe said the proposed laws would better police foreign political donations, espionage, counter-intelligence.\nRecent discussion about possible Chinese influence has spanned many aspects of Australian society, including politics, education and publishing.\nChina's embassy statement said recent news reports had made false accusations about its government, and vilified Chinese students.\n\"Those reports, which were made up out of thin air and filled with Cold War mentality and ideological bias, reflected a typical anti-China hysteria and paranoi[a],\" it said.\nThe statement did not name specific reports. The embassy has previously been critical of an investigation by the Australian Broadcasting Corp and Fairfax Media that alleged students had been monitored for dissident behaviour.\nIn October, high-ranking Australian intelligence and government officials warned universities to be vigilant about the stifling of debate on campuses - remarks widely interpreted to be directed at China.\nAn Australian senator was demoted last week for defying his party's official position on the South China Sea dispute. It followed scrutiny over his links to a Chinese businessman.", "date": "6 December 2017", "href": "https://www.bbc.com/news/world-australia-42247509", "tags": "australia australians debate china media reports embassy influence australian chinese rebukes foreign"}