{"title": "China's weakening trade figures should concern us all", "content": "If China wanted to appease Donald Trump's ever-present anger at its trade surplus with the United States, the latest trade figures won't work to calm him down. \nChina's exports to the rest of the world, announced on Monday, were unexpectedly down when they had been expected to rise. \nBut that was more than offset by the even bigger drop in China's imports. \nAnalysts had been expecting a 5% rise in China's imports from the rest of the world. Instead, they got a 7.6% fall. \nThe difference between the amount China sells and the amount it buys - the trade surplus that so excites the US president's wrath - grew bigger. \nIn fact, the more the US president fulminates about China selling the US far more than it buys, the more it seems to go against him. \nBy the end of last year, China exported $324bn more in goods and services to the US than it imported. That's a record surplus, more than a quarter bigger than it was before Mr Trump came to power. \nThe focus of Mr Trump's ire has primarily been that China is selling the US more than it should, while using unfair means to limit US imports. Thus the tit-for-tat trade war, periodically interrupted by talks. \nBut the figures highlight a deeper concern on the other side of the trade balance: that Chinese consumers simply aren't buying enough from anyone, home or abroad. \nPrices are barely rising. At the factory gate, they were up only 0.9% at the last count - slower than expected. The evidence is mounting that China's economy is slowing faster than either its rulers or the rest of the world anticipated. \nThat concern knocked the markets on Monday, just as it did when Apple announced a slowdown in demand last year or when Jaguar Land Rover (JLR) cut jobs last week, partly prompted by China's slowdown. \nChina's generally competent officials are aware of the problem and have already taken some modest measures to counter it by stimulating demand. \nLast week, for example, the People's Bank of China eased the capital requirements that decide how much its banks have to set aside for every loan they make. \nThat, in theory, would release $117bn (£91bn) tied up in banks to be lent into the economy - but only if there is demand from borrowers such as businesses to borrow. And that in turn depends on enterprises being convinced they can make money by doing so. \nFurther stimulus measures are expected in the next few weeks. Will it work?  \nSince the financial crash of 2008, China's leadership has sought to keep up its pace of economic growth through a massive expansion of lending. \nDebt as a proportion of the economy has soared, from 140% of GDP in 2007 to nearly 260% now. \nInfrastructure spending has mushroomed, with thousands of miles of new railways and dozens of new underground systems and airports constructed. \nChina's economy is used to a hefty and regular dose of stimulus. \nThe hope must be that it isn't yet numb to it.  ", "date": "15 January 2019", "href": "https://www.bbc.com/news/business-46865466", "tags": "surplus us world china rest concern figures economy expected trade last weakening"}