{"title": "China's Xi Jinping: Extending president's rule would be farce, says critic", "content": "Allowing Chinese President Xi Jinping to rule indefinitely will be seen by historians as a farce, a government critic has told the BBC.\nIn a rare show of public dissent, ex-state newspaper editor Li Datong sent an open letter opposing the proposal.\nHe says in the letter that scrapping term limits for the president and vice-president would sow the seeds of chaos.\nChina's internet censors have been deleting critical comments across Chinese social media platforms.\nThere had been widespread speculation that Mr Xi would seek to extend his presidency beyond 2023. The party congress last year saw him cement his status as the most powerful leader since the late Mao Zedong.\nState media have been defending the amendment and praising the country's leadership.\nChina Daily said lifting the term limit was needed \"to perfect the party and the state leadership system\". The PLA Daily said the move was \"very necessary and timely\".\nOn Sunday, China's governing Communist Party proposed removing a clause in the constitution which limits presidencies to two five-year terms.\nA day later, Mr Li, the former China Youth Daily editor, sent a statement on the messaging app WeChat to Beijing's members of the National People's Congress (NPC), China's rubber-stamp parliament.\nSpeaking by phone from his home in Beijing, Mr Li told BBC Chinese he was too old to be afraid of the authorities.\n\"As a Chinese citizen, I have to fulfil my responsibility and tell the delegates my opinion. I don't care what these delegates will do. It's not like the whole country agrees with the amendment, but everyone has been silenced.\n\"I couldn't bear it any more. I was discussing with my friends and we were enraged. We have to voice our opposition. \n\"In theory, NPC delegates from Beijing have to represent the several million voters in the capital. I am a voter and I write a letter to the delegates representing me. I express my opinion on the amendments. It is very safe legally. \n\"Even if the amendment is passed, it doesn't matter. History is often like this - we make two steps forward and one step back. But this is against the tide of civilisation and won't stand the test of time. It will be considered a farce in Chinese history in the future.\" \nMr Li is not the only critic openly opposing the proposal. A prominent businesswoman Wang Ying wrote on WeChat that it was \"an outright betrayal\".\nLi Datong is a veteran journalist who is widely respected. At the time of the interview he said he was free but added that his mobile phone had been under surveillance for years. \nMany intellectuals and lawyers have been warned by the authorities not to talk to foreign media or make any comment on social media. Amid this kind of atmosphere, Mr Li's letter is a bold move. \nHis letter was soon censored but social media users have find other ways to share it. For example, they took a screenshot of the photo and posted it upside down. \nThe proposal to remove the presidency's two-term limit has to be passed by delegates of the NPC in early March. However, the delegates are not directly selected by the public and the NPC is often considered a rubber stamp which passes motions according to the wishes of China's top leaders.\nLi Datong says he is taking legal action as a citizen who wants to use judicial procedure to protest against controversial changes to the constitution.\nBut many analysts see the proposal as a way of President Xi entrenching his power because it would allow him to remain as leader after he was due to step down. \nHis ideology was also enshrined in the party's constitution at the congress, and in a break with convention, no obvious successor was unveiled.\nBorn in 1953, Mr Xi is the son of one of the Communist Party's founding fathers. He joined the party in 1974, climbing its ranks before becoming president in 2013. \nHis presidency has seen economic reform and a fierce campaign against corruption, as well as a resurgence in nationalism and a crackdown on human rights. \nThe proposal must be approved by China's parliament, the National People's Congress, which begins its annual meeting on 5 March, but most expect this to be a formality.\nUnder the current system, Mr Xi was due to step down in 2023.\nThe tradition of limiting presidencies to 10 years emerged in the 1990s, when veteran leader Deng Xiaoping sought to avoid a repeat of the chaos that had marked the Mao era and its immediate aftermath.\nMr Xi's two predecessors have followed the orderly pattern of succession. \nIt is not clear how long Mr Xi might stay in power, but he has shown a readiness to write his own rules.", "date": "27 February 2018", "href": "https://www.bbc.com/news/world-asia-china-43212839", "tags": "letter jinping xi delegates china farce li proposal president party media would rule says chinese extending critic"}