{"title": "China Is Opening Its Car Market. But Not Enough, Say Auto Companies.", "content": "BEIJING — When President Xi Jinping announced measures to further open up China’s auto industry to foreign carmakers, the global industry initially cheered.\nNow the cheering has stopped.\nAs details are emerging, foreign auto executives attending China’s annual auto show in Beijing this week said Mr. Xi’s initiative was too narrow and vague to change business on the ground. That means the initiative may not be a strong enough starting point for talks to stave off the Trump administration’s threats to impose tariffs on $150 billion in Chinese-made goods.\nCentral to Mr. Xi’s plan is that it will allow foreign automakers to own Chinese factories, instead of working through a 50-50 Chinese partner, as is currently required. But auto executives in Beijing said they were comfortable with the current system.\n“It would be crazy to think you can do it all yourself, in a market that is so different,” said Trevor Worthington, Ford’s vice president for product development in Asia and the Pacific.\nPresident Trump is sending to Beijing late next week a negotiating team that includes Treasury Secretary Steven Mnuchin and the United States trade representative, Robert Lighthizer. Autos are one of the issues on the agenda. The Trump administration has accused Beijing of forcing foreign companies to share or reveal their technology as a price of doing business in China, particularly in futuristic areas like electric cars.\nMr. Xi’s plan to further open up China’s auto market was seen as a potential olive branch. It calls for phasing out by 2022 the Beijing government’s requirement that any foreign automaker that wants to make cars in China do so through a 50-50 joint venture with a Chinese car company. For makers of electric cars, the requirement would end this year. He also said that China would reduce its 25 percent tariff on imported cars, without offering details.\nThe plan could help companies setting up new factories, especially upstarts like the electric vehicle company Tesla Motors, which has big ambitions in the world’s largest market for new cars.\nBut established carmakers like Daimler, Volkswagen and Ford said at the auto show on Wednesday that they planned to keep their joint ventures the way they were. The companies have already moved their production and auto parts supply chains to China. And foreign auto companies have found making cars in China for local drivers quite profitable.\n“We will maintain the structure as we have today,” said Rupert Stadler, the chairman of Audi, the luxury arm of Volkswagen of Germany. Referring to Audi’s two joint ventures in China, he added, “For us it is very clear: We will, in the long run, have two feet on the ground in China.”\nAt the same time, executives said that some of their biggest trade concerns have not been addressed. These include China’s insistence that electric cars have batteries that are made in China, not imported. Local subsidies for electric vehicles, which total as much as $9,000 per car, are available only for cars with batteries that were manufactured in China. The subsidies have helped make China the world’s largest market by far for electric cars, so carmakers have rushed to shift their supplier networks to China.\n“We hope things may change,” said Jochem Heizmann, the president and chief executive of Volkswagen Group China. “At the end, this limits competition, this limits innovation.”\nThey also cited China’s ambitious program to use state support to build up world-beating competitors in electric and self-driving cars, among other emerging technologies, a program called Made in China 2025.\nChina also requires that electric cars be manufactured under brand names that are partly owned by Chinese partners.\nPeter Fleet, the president of Ford Motor’s Asia and Pacific operations, said the company already planned to sell electric cars in China through a joint venture under an inexpensive local brand that would not carry its famous blue oval logo. Still, he said, he thought the rule might be erased once China eliminates the requirement that electric cars also be produced by joint ventures in China.\n“That’s some of the detail we’ve yet to see,” he said.", "date": "April 25, 2018", "href": "https://www.nytimes.com/2018/04/25/business/china-auto-trade.html", "tags": "opening auto cars car market china electric companies beijing ” say enough foreign"}