{"title": "China’s Slowdown Looms Just as the World Looks for Growth", "content": "BEIJING — In the vast metropolis of Chongqing in western China, three huge Ford Motor assembly plants have slowed to a fraction of their earlier pace.\nIn the eastern province of Jiangsu, hundreds of chemical factories have closed.\nIn Guangdong Province in the southeast, factories have idled workers in droves.\nChina’s huge economy, a major driver of global growth, is cooling just when the world needs its spark. On Monday, Chinese officials said that, during the last three months of 2018, the economy grew at its slowest pace since the global financial crisis. \nIt is happening at a difficult time. The broader world outlook is beginning to dim. The American economy, which has powered ahead in recent years with strong growth and low unemployment, is showing some signs of a slowdown and is facing higher short-term interest rates that could act as a brake. Europe’s resurgence is beginning to show its age, too, with even Germany’s industrial engine starting to sputter.\nIn the past, China has helped the world out of such weak spots, most notably during the global financial crisis. But this time, its economy is showing pronounced weakness.\nCar sales have plunged in China since last summer. Smartphone sales are falling. The real estate market has stagnated, with deeply indebted developers forced to pay steep interest rates to roll over their debts. And trade frictions with the West, coupled with tough policies from Beijing toward foreign investors, have made Chinese and foreign companies alike warier of further investment in China.\n“European investment in China is going down,” Cecilia Malmström, the European Union’s commissioner of trade, said during an interview in Washington. “That is more because it is becoming increasingly complicated to do business there, with the forced technology transfer, with the lack of transparency, discrimination as compared to Chinese companies, with the massive subsidies of state-owned companies.”\nFor the heads of state and corporate leaders gathering this week in Davos, Switzerland, for the World Economic Forum, the Chinese economy could be the most pressing issue, even among the trade fights and political uncertainty plaguing the rest of the world.\nChina on Monday said its economy grew 6.4 percent during the last three months of 2018 compared with the same time in 2017. For all of 2018, China’s economy grew 6.6 percent, the slowest pace since 1990, though many economists believe the country’s headline figures are unreliable.\nPrevious slowdowns in China, like the one in 2015 and 2016, unnerved investors and global business leaders alike, setting off worries that multinational companies would lose profits from their Chinese subsidiaries, or that Chinese companies would dump their surplus production on world markets at very low prices.\nApple surprised markets this month when it warned of weaker-than-expected demand for its iPhones in China. Ford Motor cut output at its Chongqing joint venture by 70 percent in November, in what Ford says was a move to reduce inventories of unsold cars. Chemical industry experts said that mostly Chinese-owned chemical factories in Jiangsu had been shutting down because of weak demand and stricter environmental enforcement.\nThe question now is to what extent nervous business leaders elsewhere will postpone investment as China slows, and how many investors will dump their shareholdings.\n“The global economy and financial markets are incredibly sensitive to China’s growth and currency outlook,” said Robin Brooks, the chief economist at the Washington-based Institute of International Finance. “The immediate financial linkages are relatively modest, but they are swamped by sentiment channels.”\nTo be sure, further slowing in China is not the only risk the global economy faces. A disorderly British exit from the European Union or a financial crisis in debt-ridden Italy could also be unsettling. In the United States, the national debt is rising and the stimulus from large tax cuts may start to wear off by next year. The Federal Reserve could keep raising interest rates to keep inflation at bay, making it more expensive to borrow money, though it isn’t clear exactly what the American central bank will do.\nStill, the big question now is, to paraphrase the line about Las Vegas: Will what happens in China stay in China, or will it become a global problem?\nThe World Bank aptly titled its review of this year’s outlook “Darkening Prospects.” It warned that China’s slowdown could affect countries that export a great deal to it.\nChina is the world’s second-largest importer, after the United States. But the composition of its imports is unusual.\nIt is the largest market for a long list of commodity exporters, from Australia to Uruguay, thanks to its voracious appetite for iron ore, food, energy and other raw materials it needs to keep its economy humming. China is also a large market for factory equipment made in countries like Germany and Japan. \nBut its imports of manufactured goods overall are few for an economy of its size. That has limited the dependence of workers elsewhere, particularly in the United States, on the Chinese economy.\nThe global impact of the Chinese slowdown now underway could be limited if Beijing decides to borrow and spend its way into more growth. Already this month, China has issued a series of announcements approving six municipal subway construction projects and three new intercity rail lines, at a combined cost of $148 billion. \n“The weaker the data gets, the more confident we get that they’ll tip a lot of stimulus into keeping the economy moving,” said Michael Blythe, the chief economist at the Commonwealth Bank of Australia in Sydney.\nMany of the biggest new construction projects are in China’s western regions, said Wang Min, the chairman of Xuzhou Construction Machinery Group, a state-owned giant. The projects have been good for his company, China’s largest producer of huge earth-moving equipment, and its orders have soared in recent months.\nBut linking together towns in sparsely populated areas of mountains and deserts is expensive. It adds large sums to China’s already very high levels of debt. And the investment may produce scant new economic activity to pay off that extra debt.\nPreviously accumulated debt lies at the heart of a one-two punch that has laid China’s overall economy low in recent months.\nVice Premier Liu He promised at Davos a year ago that China would rein in the growth of credit within three years. Chinese officials were confident at the time that they could head off a trade war with the United States.\nThey set about putting stringent limits on the country’s extensive shadow banking networks. Those networks had been providing a gusher of loans to the country’s small and midsize enterprises, which China’s big, state-owned banks have long neglected in favor of lending to state-owned enterprises.\nBut by the end of April, as the economy started slowing, Chinese officials started to say that three years was not enough time. As credit dried up and many private sector businesses started running low on cash, top regulators expressed worry at a Shanghai financial conference in June that they might have already gone too far.\nAt the same time, momentum was building in Beijing to extend the influence of the Communist Party and state-owned enterprises, mainly at the expense of the private sector. The private sector is responsible for most job creation in China, and the rhetoric from Beijing further scared investors.\nLess than a month after the Shanghai conference, the trade war began in earnest. President Trump imposed the first of three tranches of tariffs on imports from China. Corporate executives say that by the time the third tranche hit in late September, consumer confidence was crumbling. Purchases of big-ticket goods, especially cars, fell fast.\nBusiness confidence slumped as well. A survey of 270 importers in the United States conducted in late December and early January by Panjiva, a trade data service, found that 71 percent planned to change how and where they bought their goods if tariffs stayed unchanged. And 87 percent said they would do so if the Trump administration raised tariffs further.\nAs companies start moving their supply chains, the main beneficiaries seem to be Southeast Asian nations like Vietnam and Indonesia. But to the extent that those countries buy more factory equipment from places like Germany, some of the negative effects overseas from weaker sales in China could be offset.\nMost economists are predicting that the first quarter of this year will be weak in China. Many are predicting that the second will be, too.\nBut quite a few say they still have confidence in China’s consistent, four-decade track record of pulling itself out of slumps quickly. Chinese officials have put new emphasis in recent weeks on rebuilding confidence. And they are at least trying to reassure private companies that the government will not favor state-owned enterprises over them.\n“As long as we can create a level playing field,” said Ma Jiantang, a senior economic adviser to China’s cabinet, “private companies will surely succeed.”", "date": "Jan. 20, 2019", "href": "https://www.nytimes.com/2019/01/20/business/china-economy-growth-davos.html", "tags": "world china looms growth looks slowdown ” global economy three chinese could"}