{"title": "China Suggests a Trade Compromise With the Trump Administration", "content": "BEIJING — A senior Chinese trade official called on Saturday for a compromise between the United States and China that could make a trade deal easier to reach this spring. But it could also lead to a more fragile agreement, which could fall apart quickly should trade frictions rise again.\nOver the past year, the most contentious issue in the countries’ trade talks has been the Trump administration’s demand for what it calls an enforcement provision, which would allow the United States to monitor China’s behavior and put penalties in place if the Chinese violated the deal.\nThe Trump administration has pressed China to accept an agreement allowing the United States to unilaterally reimpose tariffs if it concludes that China has not gone through with structural changes to its economy. In the past month, the administration has also pushed for a broader enforcement mechanism, which would include the right to reimpose tariffs for any category of goods in which imports from China surge.\nIn exchange, the Trump administration would roll back at least some of the tariffs it placed on $250 billion of imports from China that it imposed last year, penalties that have strained ties between the governments, rocked financial markets and thrown the future of companies that operate in both countries in doubt.\nChinese officials have strongly resisted the idea of an enforcement provision. They worry that the Trump administration, or future ones, could invoke it at any time to restart trade frictions.\nBut Wang Shouwen, China’s vice minister of commerce for international trade negotiations, raised a possible compromise at a news conference in Beijing on Saturday morning. He said China would be amenable to an agreement that gave each side an equal right to take trade actions against the other side after an agreement was struck.\n“Any implementation mechanism must go in both directions, fair and equal,” Mr. Wang said, using China’s preferred term for an enforcement mechanism. He spoke at an annual news conference given by the Chinese Commerce Ministry’s top officials, in conjunction with the 11-day session of the country’s rubber-stamp legislature, the National People’s Congress.\nMr. Wang did not address another aspect of the enforcement question that has deeply divided the United States and China. While the Trump administration wants the right to reimpose tariffs unilaterally, China’s Commerce Ministry has favored creating a lengthy process of bilateral consultations if either side has a grievance.\nIn testimony before Congress on Feb. 27, Robert Lighthizer, Mr. Trump’s top trade negotiator, outlined a possible method for enforcing the deal under which the two sides would hold a regular series of meetings at multiple levels of government, and, if China violated the agreement, American tariffs would spring back into force.\nThe details of that proposal aren’t fully clear. But some American businesses are wary of a deal that would only allow them to air complaints through the government, as Mr. Lighthizer’s description seemed to suggest. They said such an arrangement could be time-consuming and ultimately lack the capacity to address many of the problems faced by the thousands of American companies operating in China.\nOther trade deals that the United States has signed in the past have included different methods that companies could use to resolve problems, like a special court for investors. But the Trump administration has been suspicious of those kinds of arrangements, viewing them as a potential infringement on American sovereignty.\nAmerican businesses also contend that having the main penalty for violating the agreement be the reimposition of tariffs risks creating lasting uncertainty. The companies are now weighing whether to continue to invest in China or whether the prospect of additional levies would make it less risky to move operations abroad.\nAs long as the threat of tariffs looms, the United States and China could resolve their differences in the coming months, only to find themselves back in a similar stalemate next year.\n“We could definitely see ourselves in yet another period of uncertainty,” said Erin Ennis, senior vice president of the U.S.-China Business Council.\nMr. Wang did not answer a question about whether Mr. Trump and President Xi Jinping might meet in Florida this month to seal a trade deal. Tentative plans for such a summit meeting have been put in doubt by continued disagreement over an enforcement mechanism, and over what limits China might accept on its ability to subsidize high-tech manufacturing.\nIf the two sides agree on an enforcement provision that covers import surges, it might be more useful to the United States.\nResearch by Brad Setser, who was a Treasury economist in the Obama administration and is now at the Council on Foreign Relations in New York, has found broad stagnation in American exports of manufactured goods over the past few years, a possible sign of eroding American competitiveness. By contrast, Chinese exports to countries all over the world have been surging.\nChina wants the United States to remove all of the extra tariffs that Mr. Trump imposed last year. That would leave China with its average tariffs of 7.5 percent on imports from all over the world, compared to 5 percent for the European Union and 3 percent for the United States.\nChina contends that it is still a developing country and therefore should not have to operate under the same trade rules as the West. Commerce Minister Zhong Shan said at the news conference on Saturday that any reform of the World Trade Organization, which the Trump administration has sought to overhaul, should respect the different needs of developing countries.\nMr. Trump has promised an ambitious agreement that would address ever-rising American trade deficits with China at a time when Beijing poses a growing geopolitical challenge to the United States. China has built the world’s largest navy and an archipelago of air bases on artificial islands in the South China Sea, and it has tried to promote its combination of single-party authoritarianism and state-led economic growth as a global alternative to democracy and free markets.\nBut the overall United States trade deficit, and specifically its deficit with China, further increased last year. Congressional Democrats have become increasingly critical of Mr. Trump on trade in recent days, accusing him of having become too willing to accept a weak deal just to have an agreement\nMr. Trump and his advisers continued to present a tough front on Friday, even as the president predicted a jump in the stock market if a trade deal were to be reached. “If this isn’t a great deal, we won’t make a deal,” he added.\nMr. Wang said there had been progress during trade talks last month in Washington — and at least one moment of harmony. Vice Premier Liu He of China ordered a hamburger, while Mr. Lighthizer had a Chinese dish, chicken with eggplant sauce. Mr. Wang said the two men turned down offers of tea and coffee.\n“They were both drinking water, they wanted to find common ground,” he said.", "date": "March 9, 2019", "href": "https://www.nytimes.com/2019/03/09/business/china-trade-talks-trump.html", "tags": "suggests administration mr. china compromise united states trump trade tariffs deal"}