{"title": "China’s Viral Idol: Papi Jiang, a Girl Next Door With Attitude", "content": "BEIJING — Jiang Yilei is the girl next door who rants about dieting and nagging parents in the living room of her cluttered apartment here. She has bangs, wears minimal makeup and keeps two cats.\nShe is also one of China’s most sudden and popular online celebrities, better known as Papi Jiang. In less than a year, her business partners say, she has accumulated 44 million followers, across multiple platforms, with her fast-talking satirical videos.\nEven though there is probably some overlap among platforms, that figure outstrips the followings of such popular YouTube celebrities as Ryan Higa (17.8 million) and Jenna Marbles (16.4 million).\nLast month, Ms. Jiang’s first live broadcast — a rambling, unscripted 90-minute video — was watched more than 74 million times in one day. That was more views than Taylor Swift’s latest music video, “New Romantics,” received on YouTube in four months.\nTrue, most things in China are on a bigger scale than they are elsewhere. But even by Chinese standards, Ms. Jiang, 29, stands out, so much so that Chinese media outlets have taken to calling her the No. 1 online celebrity of 2016.\n“Papi Jiang is by far the most popular online celebrity,” said Kunkun Yu, chief executive of the Beijing-based online community app Linglong. “Many young Chinese people see her as their idol.”\nMs. Jiang’s meteoric rise reflects the fast-changing nature of the Chinese internet and, in particular, its insatiable demand for content.\nChina’s web has become increasingly mobile driven, with more than 92 percent of the country’s 710 million internet users now coming to the web via their mobile phones, according to a report published this month by the official China Internet Network Information Center. They are using the internet to shop, chat with their friends and seek information and entertainment on apps like Weibo, a microblog platform, and Weixin, the social messaging app also known as WeChat.\nThis has led to the growth of what Chinese have taken to calling zimeiti, literally “self-media,” an umbrella term for self-posted content on social media platforms.\nYang Ming, Ms. Jiang’s business partner and a former classmate at the Central Academy of Drama in Beijing, said in an interview, “We saw that self-media was getting pretty big, so we thought, ‘Should we try to do something with this?’” (Ms. Jiang, who rarely speaks to the news media, declined to be interviewed.)\nAs recently as mid-2015, Mr. Yang said, not many people were making short videos in China, whereas in the United States, YouTube celebrities have been common for years. “They weren’t even being called short videos at the time,” he said. “They were just videos.”\nMs. Jiang, who had returned to graduate school at the Central Academy of Drama after working in entertainment for several years, including as a stage actor and assistant director, started to experiment, playing with elements that would become part of her signature style: a digitally altered voice, rapid-fire delivery and jump cuts.\nSlowly, she began building a following, until one day last November when a video she made, poking fun at Shanghai women and their tendency to drop English words into conversation, went viral.\n“I was shocked, scared to death,” she said in a June interview with the Chinese website Sina. “I thought, ‘What am I going to do?’ I couldn’t even eat anything.”\nSince then, she has made about 60 videos that focus on subjects familiar to educated young urbanites, like cheating boyfriends, celebrity culture and regional dialects. In one memorable example, she sounds off on how she hates it when people in love constantly talk about their partners. In another, she takes on the issue of gender stereotyping in China.\n“Things you have definitely heard at some point,” she announces to the camera. “This job is too tiring. It’s not suited for women.” Jump cut. “Playing basketball? Women are better off at home.” Jump cut. “A woman should have long hair.” Jump cut. “Women dabbling in homosexuality is fine, but I can’t stand it with men.” Jump cut. “A male nurse? Ew.”\nShe signs off in the two-minute video with what has become her catchphrase: “I’m Papi Jiang, a woman possessing both beauty and talent.”\nFor her audience, made up mostly of 20- to 30-somethings in coastal cities, the Shanghai-born Ms. Jiang offers a fresh, urban perspective rarely seen in Chinese comedy.\n“Before, you had popular stand-up comedians like Zhao Benshan, but it was often a very rural type of humor, with jokes about things like plowing fields and eating leeks,” said Ms. Yu, the online community app executive.\nShe added: “Papi’s appeal, on the other hand, is with the white-collar workers who want to talk about how they’re 39 years old and not married yet, and what should they do.”\nAs Ms. Jiang’s popularity skyrocketed, internet companies and investors began to notice. In recent years, since the government began cracking down on pirated content and, especially since 2012, imported content, companies have been thirsty for high-quality original material made locally.\nAgainst that background, Ms. Jiang’s appeal as someone who writes, shoots and edits her own videos is clear.\nIn March, she became one of the first viral Chinese stars to attract venture capital, when a group made up of four major institutional investors announced that it was putting $1.8 million into her company.\n“In its current form, the market has only seen a succession of short-lived online celebrities,” one of those investors, Luo Zhenyu, the founder and host of a popular online talk show, told the Chinese online publication The Paper. “We’re looking at a person who has unlimited potential to transform this market and bring a whole new business logic.”\nHaving secured the investment, Ms. Jiang and her business partners are now focused on building up PapiTube, a content platform through which they have begun to support and develop other young content creators in China.\nThey may face difficulties, though. In April, China’s top broadcast regulator ordered Ms. Jiang to clean up the occasional foul language in her videos, forcing her to take down most of them temporarily. That was widely seen as a message from the government that it wants to assert control over online celebrities.\nBut it apparently did not diminish her appeal. Just days after she was scolded by the censors, she auctioned an ad spot in one of her videos for $3.3 million to a Shanghai online makeup retailer. (She has said that she plans to donate the money to the Central Academy of Drama.)\nWith so much at stake, the big question is whether she can continue to produce quality material. Although she releases new videos every week, it seems that she is still getting accustomed to her celebrity status.\nAsked in the Sina interview in June why she did not make an appearance on the day of the auction, she responded with just one word: “nervous.”", "date": "Aug. 24, 2016", "href": "https://www.nytimes.com/2016/08/25/arts/international/chinas-viral-idol-papi-jiang-a-girl-next-door-with-attitude.html", "tags": "next videos china viral idol ” one online girl attitude chinese ms. jiang door million papi"}