{"title": "Chinese businessman arrested in Poland for spying", "content": "Poland's security services say a Chinese businessman and a Polish man, both employed in telecoms, have been arrested for spying.\nThe Chinese national, Wang Weijing, works for Huawei, according to a source with knowledge of the case. \nThe company told the BBC it was aware of the situation and was looking into it.\nHuawei has faced scrutiny over alleged links to China's intelligence services.\nIts chief financial officer Meng Wanzhou - the daughter of its founder - was arrested in Canada last month and faces extradition to the US on charges of breaking Iran sanctions.\nThe two individuals were arrested in Poland on Tuesday following a lengthy investigation, a spokesman for the security services told the BBC.\nA person with knowledge of the case confirmed that a Huawei employee called Wang Weijing - also known as Stanislaw Wang - had been arrested but not charged.\nAccording to a LinkedIn profile, Mr Wang is a sales director at the firm and worked as an attache at China's embassy in Poland from 2006-11.\nStanislaw Zaryn, a spokesperson for Poland's Internal Security Agency (ISA), told Reuters that Mr Wang's arrest \"doesn't have anything to do with the company he works for\".\nA second man, Piotr D, was a former employee of the country's security services and had been working in telecoms, the BBC's Adam Easton in Warsaw reports.\nPolish television reports that Piotr D left Poland's internal security agency (the ABW) following allegations of corruption, but was never formally charged.\nOn Thursday, a Warsaw court agreed to prosecutors' requests to arrest the men for three months. If found guilty of spying, they face up to 10 years in prison.\nChina's Ministry of Foreign Affairs said in a statement that it was \"highly concerned\" about the arrests.\nTVP reported that Huawei's office in Poland had been searched by the ABW, along with the offices of mobile provider Orange Polska where Piotr D reportedly worked.\nLast year, Orange Polska worked with Huawei to roll out next-generation 5G mobile networks in Poland.\nIn a statement, Huawei said it \"complies with all applicable laws and regulations in the countries where it operates, and we require every employee to abide by the laws and regulations in the countries where they are based.\"\nOrange said in a statement that the Polish security services had gathered material related to an employee, but it did not know if the investigation was linked to the employee's professional work. \nBoth men's homes had also been searched during the investigation.\nChinese tech giant Huawei is at the centre of several diplomatic rows, most spurred by concerns over security.\nUnder Chinese law, firms are compelled to \"support, co-operate with and collaborate in national intelligence work\".\nIts media-shy founder, Ren Zhengfei, is also a former engineer in China's army and joined the Communist Party in 1978.\nAs a result, critics argue China may be using Huawei as a proxy to help hack attacks, eavesdrop on conversations or gain high-level access to sensitive networks.\nNew Zealand, Australia and the US have all barred the company from involvement in their national 5G networks.\nIt has also become involved in the US-China trade dispute after the arrest last month of chief financial officer Meng Wanzhou.\nHer arrest has led to a major diplomatic incident, and two Canadians - former diplomat Michael Kovrig and businessman Michael Spavor - have since been taken into custody in China on charges related to \"national security\".\nIn Europe, Germany says it opposes banning any suppliers from its 5G networks.\nThe UK has not enacted a ban, but British telecom provider BT has said it will not use Huawei equipment in its new 5G network in the UK. Huawei's products are also regularly tested for security flaws by the UK's GCHQ intelligence agency.\nHuawei has repeatedly denied allegations of secret ties to the Chinese government, and says it has won a quarter of all commercial 5G contracts around the world.\n\"Despite efforts in some markets to create fear about Huawei and to use politics to interfere with industry growth, we are proud to say that our customers continue to trust us,\" said Ken Hu, the company's rotating chief executive and deputy chair.", "date": "11 January 2019", "href": "https://www.bbc.co.uk/news/world-europe-46836377", "tags": "poland arrested security businessman china services employee wang chinese huawei spying also"}