{"title": "China moves to support economy amid trade tensions", "content": "China is trying to support the economy as trade tensions escalate and risk spilling over into currency markets.\nThe government will focus on introducing deeper tax cuts and step up efforts to issue special bonds for local government infrastructure plans.\nIt comes as a trade row with the US is escalating and as annual Chinese growth slowed slightly in the second quarter.\nThe US last week threatened to tax all of China's imports and accused it of currency manipulation.\nChina's economy slowed slightly in the second quarter to an annual pace of 6.7% amid government efforts to curb debt.\nAnalysts expect greater challenges ahead as US tariffs take their toll.  Against the backdrop, there are signs China is moving to buffer the economy against potential negative shocks.\n\"The government will issue targeted and well-timed regulations in the face of external uncertainties and ensure the economy performs within a reasonable range,\" according to a statement released after the State Council's executive meeting on 23 July.\nWhile the measures were largely incremental, they signalled a shift towards looser fiscal policy, analysts said.\n\"My impression is that they are not bringing out the big guns yet but it clearly is a shift in the stance,\" Julian Evans-Pritchard, senior China economist at Capital Economics said. \nHe said until recently China has relied on monetary policy tools to support the economy.\n\"We are just entering the start of a slowdown in China so there is every reason to think there are going to be more (fiscal easing measures).\"\nThe announcement also comes as China's central bank injected some $74bn into the banking system - its largest ever injection using its so-called medium-term lending facility, according to media reports.\n\"It seems more of a continuation of the gradual easing and pushing down of borrowing costs,\" Mr Evans-Pritchard added. \nThe US and China are stuck in a tit-for-tat trade war which could see the US put tariffs on all $500bn of Chinese imports.\nGiven the US buys nearly four times as much from China as it sells to them, there are concerns China could retaliate in other ways and the row could taint other aspect of US-China relations.\nSome fear this may already be happening. US President Donald Trump last week accused China and the Europe Union of \"manipulating their currencies and interest rates lower\" on Twitter.\nChina rejected the accusation, saying it had no intention of spurring exports through competitive devaluation of its currency.\n\"The yuan's exchange rate is mainly determined by market supply and demand,\" a spokesman for the foreign ministry told a press briefing. \"It floats in both ways, which means there are ups and downs.\"", "date": "24 July 2018", "href": "https://www.bbc.com/news/business-44933512", "tags": "support us tax china currency economy trade could tensions government moves amid"}