{"title": "China does U-turn on coal ban to avert heating crisis", "content": "China's government has allowed some northern cities to burn coal in a temporary policy U-turn, as the country faces a heating crisis.\nBeijing had banned the use of coal for heating this winter in an ambitious plan to reduce pollution.\nRecent winters had seen heavy smog blanket China's northern region.\nBut millions are reportedly now left without proper heating, after failing to switch from coal to other fuels in time for winter.\nThe coal ban has also reportedly led to a gas shortage as people rushed to switch to the alternative source, which has compounded the problem.\nChinese media reported on Thursday that the environment ministry had issued a directive to 28 cities across north-east China.\nThe statement said the ministry had \"discovered that in some areas, works to replace coal with electricity or gas had yet to finish according to plan, and there were anxieties about fuel sources to provide heating\".\nIt said that such areas would be allowed to burn coal for heating, adding that in their transition away from coal, they must \"continue to ensure that the number one principle should be keeping people warm in winter\".\nBy BBC Beijing bureau\nIn one Hebei province primary school, classes have moved outdoors as students seek the warmth of the sun. They are among 11 primary schools in Quyang county without heating.\nOne father, Li Chaoxi, told the BBC that pupils were asked to bring corncobs to school to burn in order to heat their classrooms without violating the coal ban. \n\"It's heart-breaking! It was like that when I went to school decades ago; and it remains the same for my kid?\" Li said.\nSome residents have voiced concerns that the work to install heating systems simply wasn't carried out in time. Quyang resident Jin Zhanfeng told the BBC: \"It's been crystal clear: it won't be done as planned. Even contractors are in no rush installing heating equipment.\" \nOthers are silent. fearing eviction. In Beijing's Shunyi art district, a gas pipeline installation won't be completed until next year. \"We can't complain, can't cause trouble to our compound,\" said a resident who asked to remain anonymous.  \nBanners put up around the country with slogans like \"If the boiler's coal-fired then get rid of it\" and \"Anyone who sells or burns coal shall be arrested\" constantly remind people of how strict the policy is.\nThe government had this winter implemented a coal-to-gas project across the industrial north, following recent years which saw red-alert pollution warnings over smog.\nAn analysis by environmental group Greenpeace of satellite data and government air quality data showed that coal-burning emissions had fallen.\nSpokesperson Lauri Myllyvirta told the BBC that air quality in Beijing has been dramatically improved this winter, and that \"November by far is the best winter month on record\".  \nBut with subzero temperatures in some areas, many have voiced outrage and disappointment online.\n\"Making the air clean could lead to leaving poor people in the cold,\" one person complained on microblogging network Weibo. Another asked: \"This policy has a good purpose but how can it be implemented in such a way?\"\nResidents in many cities have complained online about heating being cut off in the night. \"We are frozen to death, please help us,\" said one Hebei resident on Weibo.\nThe coal ban has led to a rush to switch to natural gas, but that has led to shortage of the fuel and a surge in prices to record highs since the start of the winter heating season in mid-November.\nIt has led some provinces to restrict industrial and commercial use of gas.\nOn Thursday a commerce ministry spokesman said that gas imports are set to rise with new gas pipelines and liquefied natural gas terminals on the way, in remarks reported by state news agency Xinhua.\nBut the state-owned Chinese National Petroleum Corporation has warned that the country might face further shortages of gas if the country is hit with \"extreme\" cold weather, Reuters news agency reported.", "date": "8 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-42266768", "tags": "heating country china u-turn gas avert beijing one winter led coal crisis ban"}