{"title": "China and Russia hit back at Trump tariffsTimeline", "content": "China has hit back after US tariffs on Chinese goods came into effect and President Donald Trump threatened to impose more.\nChina's commerce ministry said it had lodged a new complaint with the World Trade Organization (WTO).\nMeanwhile, Russia has announced extra duties on US imports in retaliation for earlier US steel tariffs.\nBeijing has accused the US of starting the \"largest trade war in economic history\".\nUS tariffs on $34bn (£25.7bn) of Chinese goods came into effect on Friday.\nChina retaliated by imposing a similar 25% tariff on 545 US products - including cars, soya beans and lobsters - also worth a total of $34bn.\nRussia is introducing extra duties on a range of products imported from the US that can be replaced by locally made equivalents. \nThey include road-building equipment, products for the oil and gas industry, and tools used in mining. \nMr Trump has already imposed tariffs on imported washing machines and solar panels, and started charging levies on the imports of steel and aluminium from the European Union, Mexico and Canada.\nThe US tariffs imposed so far would affect the equivalent of 0.6% of global trade and account for 0.1% of global GDP, according to Morgan Stanley. \nThe US president said America might target Chinese goods worth $500bn - the total value of Chinese imports in 2017.\nThe White House had previously said it would consult on tariffs on another $16bn of products, which Mr Trump has suggested could come into effect later this month.\nMr Trump said: \"You have another 16 [billion dollars] in two weeks, and then, as you know, we have $200bn in abeyance and then after the $200bn, we have $300bn in abeyance. OK? So we have 50 plus 200 plus almost 300.\"\nThe American tariffs are the result of Mr Trump's attempt to protect US jobs and stop what he calls \"unfair transfers of American technology and intellectual property to China\".\nBy Tara McKelvey, White House reporter\nBehind the trade war, there is conflict within the Trump administration. Hardliners such as Peter Navarro, a trade policy adviser, says the US is defending itself against an \"aggressive\" China. Meanwhile, some of the officials who previously worked for the Obama administration - known as \"holdovers\" - are hoping to tamp down the US-China conflict. \nThe tension between these factions is occasionally on display in the West Wing. I've seen two hardliners struggle over a podium, vying for a chance to broadcast Trump's harsh message on economic issues, while the holdovers sit quietly at the side of the room. \nThis reflects a larger division in the White House: Trump and his closest aides are trying to bring about radical change, while those who support a more cautious approach find themselves sitting in silence. \n\"Trade war is never a solution,\" said Chinese Premier Li Keqiang. \"China would never start a trade war, but if any party resorts to an increase of tariffs then China will take measures in response to protect development interests.\"\nThe government-run English language China Daily newspaper said: \"The Trump administration is behaving like a gang of hoodlums with its shakedown of other countries, particularly China.\"\nRussia says US tariffs on steel and aluminium, introduced in March, will cost its companies more than half a billion dollars.\nAnalysts at Bank of America Merrill Lynch forecast only a modest escalation in the US-China battle, adding: \"However, we can't rule out a full-blown, recession-inducing 'trade war'.\"\nRob Carnell, chief Asia economist at ING, said: \"This is not economic Armageddon. We will not have to hunt our food with pointy sticks.\n\"But it is applying the brakes to a global economy that has less durable momentum than appears to be the case.\"\nCarmaker BMW said it could not absorb all of the 25% tariff on the cars it exports to China from a plant in Spartanburg, South Carolina and would have to raise prices.\nThe new tariffs had little impact on Asian stock markets. The Shanghai Composite closed 0.5% higher, but ended the week 3.5% lower - its seventh consecutive week of losses.\nTokyo closed 1.1% higher and European markets were up more than 1% in morning trading before turning negative on Friday afternoon.", "date": "6 July 2018", "href": "https://www.bbc.co.uk/news/business-44742714", "tags": "us china tariffstimeline back hit trump war chinese trade products russia tariffs said"}