{"title": "China Tech Investment Flying Under the Radar, Pentagon Warns", "content": "HONG KONG — China is investing in Silicon Valley start-ups with military applications at such a rapid rate that the United States government needs tougher controls to stem the transfer of some of America’s most promising technologies, a Pentagon report says.\nThere are few restrictions on investing in American start-ups that focus on artificial intelligence, self-driving vehicles and robotics, the report contends, and China has taken advantage. Beijing, the report says, is encouraging its companies to invest for the purpose of pushing the country ahead in its strategic competition with the United States.\nIn some instances, Chinese companies have made under-the-radar investments intended to dodge the oversight of a government agency, the Committee on Foreign Investment in the United States, known as Cfius.\n“If we allow China access to these same technologies concurrently, then not only may we lose our technological superiority, but we may even be facilitating China’s technological superiority,” the report says.\nSuch concerns show that China is looming in America’s rearview mirror after a decades-long campaign by Beijing to close the technological gap between the two countries. Although the race is often cast in an economic light, the Pentagon report underlines the national security threat.\nIn recent years, China has combined domestic subsidies with aggressive investment overseas to build its own technological know-how. A government plan, “Made in China 2025,” that proposes lavishing state funds on 10 important industries has raised concerns from American and European business groups. Meanwhile, the global semiconductor industry has been shaken by Beijing-backed investment aimed at acquiring new microchip knowledge.\nPresident Trump has said he would resist Chinese trade tactics that put American companies at a disadvantage, though it is unclear whether the topic has come up in meetings  with President Xi Jinping of China that began on Thursday and continue Friday.\nThe report found that increasingly sophisticated commercial technology had blurred the lines between what was available to military consumers and civilian ones. Often start-ups and leading internet companies like Facebook and Google are working on products as sophisticated as anything the military has at its disposal.\n“For example, V.R. for gaming is at a similar level of sophistication as the V.R. used in simulators for our armed forces,” the report said, referring to virtual reality. “Facial recognition and image detection for social networking and online shopping has real application in tracking terrorists or other threats to national security,” the report continued, which added that much of the autonomous vehicle and drone technology of today was developed using grants from the Pentagon.\nIn some cases, companies aided by those grants have since raised money from Chinese investors. Velodyne, for example, started developing light sensors for driverless cars after participating in a competition set up by the Defense Advanced Research Projects Agency, a unit of the Pentagon, in 2005. Since then, those sensors have been used on the United States Navy’s unmanned surface vehicles.\nLast summer, the company received a $150 million joint investment from Ford and the Chinese internet giant Baidu. Baidu declined to comment on the investment.\nA Velodyne spokeswoman said the round represented its first outside investment.\n“The company obtained all necessary government clearances relating to the investment as part of the funding process,” the spokeswoman wrote in an email. “Notably, the investments were designed to make advanced LiDAR sensors more accessible to the broader industry, resulting in the development of safer, less expensive autonomous vehicles.”\nAshton B. Carter, the former secretary of defense, commissioned the report as an urgent review of what senior Pentagon officials have considered China’s alarming penetration of Silicon Valley, particularly in deals that finance nascent technology that has military applications.\nThe report found that American private industry was mostly unaware of Beijing’s efforts — many of the deals involve relatively small amounts of money — and that Washington did not have a strong understanding of the scale of the issue.\n“The U.S. government does not have a holistic view of how fast this technology transfer is occurring, the level of Chinese investment in U.S. technology, or what technologies we should be protecting,” the report said.\nMichael A. Brown, the former chief executive of Symantec, led the study, called “How Chinese Investments in Emerging Technology Enable a Strategic Competitor to Access the Crown Jewels of U.S. Innovation.” The New York Times reviewed a copy of the unclassified report.\nMr. Carter declined to comment on the final document issued to cabinet officials last month.\nThe report does not offer examples of American companies that have accepted Chinese investment and then found that their sensitive technologies were transferred to China.\nBut it does take exception to tactics that it says Chinese funds have used to skirt government oversight. For example, it singles out Canyon Bridge, a venture capital firm that it says was formed to buy Lattice Semiconductor, an American microchip company. The firm has Chinese capital and American management expertise. The purpose of creating Canyon Bridge was to obscure the source of capital to “enhance the possibility” that the transaction would be approved by Cfius, the report said.\nPeter Kuo, a partner at Canyon Bridge, said that the there was never any intention to obscure the source of the fund’s capital, as shown by meetings it had with Cfius before the deal was signed.\nChinese investors plowed about $30 billion into early-stage technology through more than 1,000 funding deals between 2010 and 2016. During that time, participation from China rose to about 10 percent of total venture deals, with investment in crucial industries like artificial intelligence, robotics and augmented reality accelerating in 2016, according to the report.\nAmong the investors identified in the report are well-known private firms and funds like Alibaba and Baidu. It also points to government-sponsored investors like Westlake Ventures, a fund in Redwood City, Calif., that is owned by the Hangzhou government, and ZGC Capital, an investor owned by 17 state-owned enterprises with an office in Santa Clara, Calif.\nThe rising trend in venture capital investments has occurred alongside state-directed industrial espionage and online theft, which the American government has been unable to slow, the report says. In the Federal Bureau of Investigation’s Silicon Valley field office, only 10 people are dedicated to counterespionage, and F.B.I. officials said in interviews for the report that it “has very limited resources relative to the threat.”\n“The scale of the espionage continues to increase,” the authors say. “Despite the rise in convictions, there is no way to know how big this problem really is.”", "date": "April 7, 2017", "href": "https://www.nytimes.com/2017/04/07/business/china-defense-start-ups-pentagon-technology.html", "tags": "american investment warns pentagon report china flying tech ” radar chinese government technology"}