{"title": "China’s Growth Hits Slowest Pace in a Decade", "content": "Sputtering growth, soaring debt and an escalating trade war with the United States are increasingly weighing on China’s economy. \nChina’s government on Friday reported that the economy grew by 6.5 percent over the three months that ended in September compared with a year ago. While fast by global standards, the pace is China’s slowest since early 2009, during the depths of the global financial crisis.\nChina has reported growth figures over the past two years that painted a picture of an economy that is gamely chugging along, despite the country’s lingering problems and widespread doubts over the reliability of official numbers. A different narrative is emerging this year, one of a slowing economy that is forcing Beijing to make some difficult choices.\nChinese shoppers have said they are spending less and downgrading their purchases, like staying home instead of going out, or drinking beer instead of cocktails. Business confidence is ebbing. Investment in splashy infrastructure projects has dropped sharply.\nChina’s stock market is firmly in the red — it has fallen by more than one-quarter since a peak in January — making it one of the world’s worst performing. Companies are complaining that they cannot get money from lenders, and a handful are defaulting on their loans. The currency has weakened and is hovering near a 10-year low against the American dollar. \nAll of this is before factoring in China’s intensifying trade war with the United States. Friday’s report is the first since the two countries began to impose tit-for-tat tariffs starting in early July. \nSo far it has only marginally dented China’s $12 trillion economy. In recent weeks, Chinese officials have pointed to figures that show overall trade remains robust despite the conflict. \nOn Friday, Chinese officials introduced an unusual public effort to reassure businesses and investors that China was on the right track. They blamed the lower-than-expected economic figures on global factors but said the government would take steps to keep growth on course.\n“We have no reason not to be confident in the bright prospects for China’s economic development,” Liu He, China’s economic czar, told the official Xinhua news agency. \nChina’s stock market rebounded from a Friday drop after the comments from Mr. Liu and other top officials. \nDuring periods of economic slowdown, China has turned to local governments to prompt growth through big infrastructure and development projects. That approach fueled growth but saddled key parts of the economy with debt.\nThe exact numbers aren’t clear, but experts agree that the debt load is vast. In a report this week, S&P Global estimated that China’s local governments are carrying as much as $6 trillion in shadowy debt off the books. That is equivalent to roughly three-fifths of China’s entire economic output. Analysts at the ratings firm called it “an alarming level.”\nChina has been trying to throttle back the lending, but that has hurt growth. Growth in spending on highways, rail and public facilities has fallen to a record low this year. From the start of the year through the end of September, the growth in infrastructure spending fell to 3.3 percent, according to the National Bureau of Statistics. \nNow, Beijing appears to be rethinking its austerity efforts. Officials are beginning to encourage new investment. They have added more money to the financial system. To reduce the bill, they are asking the private sector to help out. This week it announced that 1,222 infrastructure projects worth $362 billion would be financed by private companies. \nChina’s expanding middle class and its increasingly expensive consumption habits have been an important pillar for growth as China moves away from its dependence on exports and big investment projects.\nRetail sales stayed buoyant, rising 9.2 percent in September from the previous year, as Chinese consumers continued to buy cars, appliances, smartphones and other goods. The strong numbers will help officials in Beijing to argue that the trade war has left China’s domestic economy largely untouched.\nBut economists warn that the overall rosy picture could change. For example, car sales began to slow in September, according to the China Passenger Car Association. \n“A month from now may be just the time retailers start to buckle,” wrote analysts at China Beige Book International. The group, which surveys big businesses in China, said retailers reported the worst payroll health of any sector in recent months.\nRetail numbers could also fall as Beijing cracks down on nonbank lenders and peer-to-peer lending platforms, which have been a source of credit for many consumers in recent years. Property development has slowed, too, as fewer people buy new homes. \nIn September, the United States put tariffs on $200 billion worth of products coming from China. President Trump has given no indication that he will back down anytime soon.\nChinese export figures for September jumped 14.5 percent compared with a year earlier. That unlikely number probably is not a sign that trade is doing well. Some exporters attributed the rise to American companies ramping up orders before new tariffs make their purchases more expensive.\n“We know customers tried to clear as much finished product in transit to the U.S. as possible before the deadline,” said Peter Levesque, the managing director of Modern Terminals in Hong Kong. That could happen again, as American importers try to bypass the next deadline of Jan. 1 for a 25 percent tariff on Chinese goods.\nWhile much of the impact of the trade war has yet to be felt, experts say it won’t take long for a slowing economy to start to feel the pinch, especially as officials grapple with other economic problems. The trade war could shave as much as 1.6 percent off China’s economic growth figures next year, according to a recent report from the International Monetary Fund.\n“We’re not going to be able to see it in the numbers that are provided and that will just add to the uncertainty,” said Paul Gruenwald, global chief economist at S&P Global Ratings. “It’s going to be hard to pinpoint any pressure because we don’t have enough data.” \nBut, he added, “there is definitely pessimism. It’s just a question of how much it will slow things down.”\nJust before releasing the economic growth figures on Friday morning, the websites for China’s central bank, insurance and securities regulators posted news media interviews with senior officials giving support to the market. The chairman of the securities regulator went as far as to appeal to certain market participants to buy stocks.\n“We encourage private equity funds to purchase shares of listed companies and participate in mergers and acquisitions of listed companies,” said Liu Shiyu, the chairman of the China Securities Regulatory Commission.\nLiu He, the economic czar, said later that day to Xinhua that trade frictions with the United States had hurt the stock market, “but the psychological effect is bigger than the actual impact, frankly speaking.”\nHe added that the United States and China were in contact, without elaborating. Trade discussions were put on hold in September after the Chinese government declined an invitation by Treasury Secretary Steven Mnuchin to hold fresh talks.\nMr. Liu and Liu Shiyu were joined on Friday by Guo Shuqing, China's top banking regulator, and Yi Gang, who runs China’s central bank, in publicly supporting the market. \nThe coordinated effort by the four most important economic officials in China revealed a high level of concern on the part of the government, said Andrew Polk, a founder of Trivium, a Beijing consulting firm.\n“It’s concerning that they need all the heavy hitters out there talking up the markets in order to assuage people’s concerns,” said Mr. Polk. “I find it very remarkable that they chose this strategy, and somewhat alarming.”\n— Cao Li contributed research.", "date": "Oct. 18, 2018", "href": "https://www.nytimes.com/2018/10/18/business/china-economy-third-quarter.html", "tags": "officials growth china pace ” september economy economic trade hits decade slowest"}