{"title": "China Passes Antiterrorism Law That Critics Fear May Overreach", "content": "BEIJING — China’s legislature approved an antiterrorism law on Sunday after months of international controversy, including criticism from human rights groups, business lobbies and President Obama.\nCritics had said that the draft version of the law used a recklessly broad definition of terrorism, gave the government new censorship powers and authorized state access to sensitive commercial data.\nThe government argued that the measures were needed to prevent terrorist attacks. Opponents countered that the new powers could be abused to monitor peaceful citizens and steal technological secrets.\nIn the end, the approved law published by state media dropped demands in the draft version that would have required Internet companies and other technology suppliers to hand over encryption codes and other sensitive data for official vetting before they went into use.\nBut the law still requires that companies hand over technical information and help with decryption when the police or state security agents demand it for investigating or preventing terrorist cases.\nTelecommunication and Internet service providers “shall provide technical interfaces, decryption and other technical support and assistance to public security and state security agencies when they are following the law to avert and investigate terrorist activities,” says the law.\n“Not only in China, but also in many places internationally, growing numbers of terrorists are using the Internet to promote and incite terrorism, and are using the Internet to organize, plan and carry out terrorist acts,” an official, Li Shouwei, said at a news conference in Beijing.\nThe approval by the legislature, which is controlled by the Communist Party, came as Beijing has become increasingly jittery about antigovernment violence, especially in the ethnically divided region of Xinjiang in western China, where members of the Uighur minority have been at growing odds with the authorities.\nChinese leaders have ordered security forces to be on alert against a possible terrorist attack of the kind that devastated Paris in November.\nOver the weekend, the shopping neighborhood of Sanlitun in Beijing was under reinforced guard by People’s Armed Police troops after several foreign embassies, including that of the United States, warned that there were heightened security risks there around Christmas.\nIn addition, the Chinese Ministry of Foreign Affairs said on Saturday that it would expel a French journalist, Ursula Gauthier, for a report that suggested the Chinese government’s unyielding policies were stoking violence by Uighurs in Xinjiang.\nUighurs are a Turkic ethnic minority, largely Sunni Muslim, who have become ever more discontented with controls on their religion and culture and with an influx into Xinjiang of ethnic Han migrants. The government says that violent acts by disaffected Uighurs have been inspired and instigated by international extremist groups, but critics say the conflict arises from homegrown disaffection.\nIn March of last year, Uighur assailants used knives to slash to death 29 people at a train station in Kunming, a city in southwest China. Last month, the government in Xinjiang said Chinese security forces had killed 28 people who were accused of orchestrating an attack on a coal mine that killed 16 people.\nHuman rights groups have warned that the law will give even more intrusive powers to the Chinese government, which already has broad, virtually unchecked authority to monitor and detain citizens and to demand information from companies and Internet services.\n“While the Chinese authorities do have a legitimate duty in safeguarding their citizens from violent attacks, passing this law will have some negative repercussions for human rights,” said William Nee, a researcher on China for Amnesty International who is based in Hong Kong, via email.\n“Essentially, this law could give the authorities even more tools in censoring unwelcome information and crafting their own narrative in how the ‘war on terror’ is being waged,” Mr. Nee said.\nInternational companies that use encrypted technology in China had been worried by provisions in the draft law that would have required them to hand over code and other information so that the authorities could monitor users. The law could affect multinational companies like Cisco, IBM and Apple, all of which have big stakes in China.\n“These companies have been dealing with this increased, let’s call it oversight, for the last two or three years,” said Scott D. Livingston, a lawyer who works for Simone IP Services, a consulting firm in Hong Kong, and who has followed the discussions over the law. With the antiterrorism law, Mr. Livingston said, “from the government’s perspective, you have a stronger basis to request this access.”\nIn January, foreign business groups wrote to President Xi Jinping to voice collective unease about China’s Internet policies, including the draft legislation, which could have required handing over sensitive data and commercial secrets.\nIn an interview with Reuters in early March, Mr. Obama criticized the proposed legislation and similar initiatives by the Chinese government, and warned that technology companies would not go along with the intrusive demands laid out in the draft law.\nA few days before the antiterrorism law passed, Hong Lei, a spokesman for China’s Ministry of Foreign Affairs, said at a regular news briefing that criticism from the Obama administration was unfounded.\nMr. Li, the criminal law expert with the National People’s Congress, insisted that the new law was no reason for multinationals to be alarmed. “These rules will not affect the ordinary business activities of the firms concerned,” he said.", "date": "Dec. 27, 2015", "href": "https://www.nytimes.com/2015/12/28/world/asia/china-passes-antiterrorism-law-that-critics-fear-may-overreach.html", "tags": "passes may security china internet companies ” antiterrorism fear chinese critics overreach government law"}