{"title": "China’s Consumption Downgrade: Skip Avocados, Cocktails and Kids", "content": "Chen Siqi doesn’t eat out so much anymore. Li Keli cut down on travel and takes her son to a public playground instead. Wang Jiazhi stopped dating.\nWelcome to China’s “consumption downgrade” culture, a potentially worrisome development for Beijing and the world.\nFor years, the conversation in China was about “consumption upgrades.” As the economy took off, China’s middle class — now more than 400 million strong and still growing — decided to spend those bigger paychecks. It traded up from local brands to Nikes, from cheap phones to iPhones, from tea to $5 Starbucks lattes.\nToday, China’s economy is slowing, and shopping has slowed with it. The stock market is slumping. China’s currency has lost some of its value. The trade war with President Trump has left many Chinese feeling pessimistic.\nChina’s consumer culture has by no means ground to a halt. But in the streets and on the Chinese internet, the talk is about cutting back in ways big and small.\nQuit avocado. Ride bikes instead of taxis. Drink beer instead of cocktails — and make sure that beer isn’t craft. Order a medium-size milk tea instead of a large. Give up the gym, and take up dancing in public squares like a grandmother. Some people joke about eating meat instead of tofu, as American tariffs have made imported soybeans more expensive. Perhaps most worrisome for China’s leaders, many young Chinese are increasingly reluctant to have children.\nA post headlined “This Generation of Young Chinese, Brace for the Bitter Days Ahead,” by Ming Na, a blogger, received more than 300,000 views on the social media platform WeChat last weekend. She advised young people to stop going to shopping malls and nightclubs.\n“The age of the consumption downgrade,” Ms. Na wrote, “has arrived with a big crashing sound.”\nChen Siqi hears the message. A 30-year-old accountant in Beijing, she recently bought a garbage bin on Pinduoduo, a Chinese app focused on cheap, sometimes iffy goods that initially enjoyed appeal only in rural areas. She makes about $1,400 a month after taxes, but nearly half of it goes to the rent on her one-bedroom apartment.\nMs. Chen said she had reached the age when she wanted to live in her own apartment instead of sharing with others. To save money, she now cooks at home a few times a week and buys clothes mostly from cheap online vendors and the Japanese basics brand Uniqlo.\n“I would like to have a nicer lifestyle but don’t know how I can afford it,” she said.\nA Chinese consumption downgrade could be felt around the world. Chinese spenders have been a key driver of their country’s economic growth in recent years. China, in turn, has played a major role in global growth. Chinese consumers help global companies like Apple, General Motors, Volkswagen and many others. A consumption downgrade could also embolden Mr. Trump in his trade fight with China, as he gambles that Beijing can’t take much more economic damage.\nOn paper, the Chinese economy looks strong. Look closer, and the cracks begin to show. Retail sales this year have grown at their slowest pace in more than a decade. Wages in the private sector are growing at their slowest pace since the global financial crisis. The stock market has fallen by one-fifth.\nLast week, JD.com, a Chinese e-commerce company, reported disappointing quarterly results. JD.com’s focus is providing China’s growing middle class with quality products. Investors are watching closely to see whether the Alibaba Group, China’s biggest online retailer, will report weak results as well on Thursday.\nLong-term factors are driving down spending among young people in particular. The cost of education is going up. Housing in rich cities like Beijing has become unaffordable for many.\nHousing is so expensive that Wang Jiazhi moved out of his own home. A 34-year-old semiconductor engineer in the southern city of Shenzhen, he bought a one-bedroom apartment in 2016. In addition to a mortgage of more than $700 a month, he needs to pay his relatives back for the money he borrowed for the down payment. So he rents his apartment and shares a four-bedroom apartment with nine other men. This way, Mr. Wang — who makes about $2,000 a month after taxes — saves $160 a month.\nLike many Chinese men, Mr. Wang believes he needs an apartment in order to find a wife. But he is under so much pressure with his mortgage and debt, and with supporting his aging parents in the countryside, that he has had to postpone his plan for marriage. His prospects weren’t good anyway: To save money, he has stopped dating.\n“I work long hours every day,” he said. “It makes me feel occupied.”\nSo the consumption downgrade is in. Even as China’s stock market has sputtered, shares in companies that make affordable staples like erguotou, a cheap hard liquor, and pickled vegetables have bucked the trend.\n“Drink erguotou with pickled vegetables,” said Ms. Na, the blogger, quoting popular Chinese internet memes. “Take a ride with Mobike,” she added, naming a bike-share company that offers two-wheeled rides for pennies.\nEven the only children of middle-class families, a group that is largely financially secure, can feel anxious about their future.\nWu Xiaoqiong, 28, is the only child of a civil servant and a doctor in the eastern province of Anhui. She works at a big internet company in Beijing with monthly pay of $1,500 after taxes.\nWhen she got married last year, her parents and her husband’s parents each put in half of the down payment for a one-bedroom apartment — a typical arrangement for many Chinese middle-class families. Nearly two-thirds of the couple’s monthly income goes to the mortgage and toward the rent of a small apartment in Shanghai, where her husband works at a state-owned bank.\nHer consumption downgrade plan is to remain childless.\n“We have almost no savings and no retirement plans,” she said. “My parents have been supporting me financially. How can I afford a child?”\nOthers are saying no to bigger households — a problem for a Chinese government worried about the country’s aging population.\nWhen asked whether she would consider having a second child, Li Keli, an accountant at an electronics maker in the southern city of Huizhou, said, “Absolutely not.” Her factory laid off two-thirds of its workers in June when the United States-China trade war escalated. Her monthly pay of $500 was cut by 10 percent. She used to take her son, 7, to visit nearby cities on weekends. Now she takes him to the playgrounds of big residential complexes because they’re free.\nMany high earners feel anxious as well. Chen Ying, 33, an architect in Shanghai, said her consumption downgrade plan involved not shopping in department stores.\nMs. Chen said she did not expect her pay to rise too much. Her younger colleagues do not make as much as when she first started four years ago, and her pay now is lower than that of older colleagues with similar experience four years ago.\nShe used to get pay raises of 15 percent to 20 percent a year — rates that weren’t uncommon at fast-growing industries in China in the past decade. Now she expects the raises to be 5 percent, if she gets them at all. She has started to think about retirement, but doesn’t know where to begin.\n“In the past we had many inflated expectations,” she said. “Now we don’t expect so much.”", "date": "Aug. 22, 2018", "href": "https://www.nytimes.com/2018/08/22/business/china-consumer-downgrade.html", "tags": "skip kids china consumption ” downgrade apartment chinese cocktails many avocados —"}