{"title": "China to Name New Central Bank Chief as It Seeks Continuity Amid Change", "content": "China plans to name a new leader for its central bank on Monday in a move signaling that Beijing will continue an ambitious — and, some say, much needed — financial shake-up to get the country’s debt under control and keep its economy growing.\nYi Gang, an American-educated economist, is set to succeed Zhou Xiaochuan, the central bank’s governor for more than 15 years, two people familiar with the decision said. The choice of Mr. Yi, a protégé and deputy of Mr. Zhou, almost guarantees continuity in Chinese policy.\nThe leadership change follows a broader pattern as President Xi Jinping consolidates power and pushes through his economic agenda. In recent months, Beijing has been more outspoken about dealing with the country’s debt problems and forcing deeply indebted private sector companies to sell assets and pay off some of their loans.\nThe central bank chief will play a major role, trying to ensure that just the right amount of credit flows to the economy. But Mr. Yi will not likely carry the same clout as his predecessor, an important architect of China’s considerable yet incomplete transition from central planning to a market-oriented economy.\nThat is because Mr. Yi will have a boss with an equally deep background in economics and a strong political backing: Liu He, a longtime economic adviser to the president, who joined the Politburo in October. Mr. Liu is widely expected to be named on Monday as one of China’s four vice premiers, with particular responsibility for overseeing the financial sector and industrial policy.\nThe post is not new, but the man who has held the job for the past five years, Ma Kai, is a longtime central planner who appeared to spend most of his time on issues involving state-owned enterprises.\nIn financial policy, “one thing that is very clear is that Liu He will play a more important role than Ma Kai” did, said Jianguang Shen, an economist in the Hong Kong office of Mizuho Securities, a Japanese investment bank.\nThe rest of the world will be watching what happens. China’s continued use of economic planning and ongoing support for state-owned companies has prompted pushback by global leaders. President Trump’s new tariffs on steel and aluminum are aimed, in part, at China’s own protectionist policies.\nDavid Malpass, the Treasury Department’s under secretary for international affairs, said before the Group of 20 finance ministers gathering in Argentina on Sunday that China had reversed its path toward more open markets, in favor of greater subsidies of its industries and more shoring-up of state-owned enterprises.\n“China’s gone in a different direction, really, from the rest of the world,” Mr. Malpass said.\nHe also noted it was “worrisome” that President Xi had done away with term limits, leaving him free to rule indefinitely, and that the United States’ longstanding economic discussions with China had stalled.\nAs Mr. Xi has sought to extend it leadership, he has brought more centralized control to the country’s main policy levers.\nThe government has just approved a plan to combine China’s banking and insurance regulators, as a way to bolster oversight. The agencies will relinquish some policymaking responsibilities to China’s central bank.\nLast summer, Mr. Xi created a Financial Stability and Development Committee to coordinate all financial regulation, and Mr. Liu is widely expected to lead it. The new committee, while small, has the power to resolve differences among the People’s Bank of China and the agencies that oversee the regulation of the banking, insurance and securities industries.\nIn 2013, the president also made Mr. Liu the director of the Communist Party’s powerful Leading Group on Financial and Economic Affairs. A few months later, Mr. Liu named Mr. Yi as one of his deputies at the group, the state-run news media reported at the time.\nThe rapid rise of both men once again show the president’s willingness to dispense with the conventions of China’s bureaucracy when he wants to promote someone he may perceive as especially competent, especially loyal or both. Mr. Liu was promoted several rungs overnight to the Politburo last October despite having been only the deputy director of a ministry, the National Development and Reform Commission.\nSimilarly, Mr. Yi has not followed the traditional path to a top financial position, like a stint running a big state-owned bank or overseeing one of the lesser regulators. (Mr. Zhou did both before running the central bank.)\nMr. Yi worked his way up the ladder at the People’s Bank of China, where he has been since 1997. The current central bank chief, who is retiring, has lately given considerable visibility to Mr. Yi by sending him to international meetings and encouraging him to answer questions at important news conferences.\nMr. Yi is also among the rare officials to reach the top ranks after spending considerable time overseas. He earned a doctorate in economics at the University of Illinois at Urbana-Champaign and then taught economics at Indiana University in Indianapolis for eight years. Mr. Liu studied at Seton Hall University and Harvard.\nThe job of running the People’s Bank of China has become much more technical in the past several years as it has shifted away from simply mandating the interest rates that banks can charge for loans and pay for deposits. Instead, the central bank increasingly relies on open-market trading in bonds and other securities to influence interest rates, much as the Federal Reserve does in the United States.\nMr. Yi has an extensive academic background in monetary policy and has overseen much of the trading in recent years. But he will face a big challenge in managing the central bank, including shifting political priorities.\nThrough the central bank and other institutions, China tightly controls how its currency, the renminbi, is used and valued. That means limiting the amount of money that Chinese citizens and companies, both foreign and domestic, can send across its border.\nChina has also long used its banking system as an economic throttle, unleashing waves of loans when the government wants growth and ratcheting back when debt looks out of control. The system has kept China stable in times of global economic distress. But as China’s economy has matured, cracks have begun to show.\nPrevious efforts to juice the economy led to a startling rise in corporate debt. The system has long supported bloated, inefficient state-owned industries that many economists say are slowing down China’s development.\nMr. Zhou, an urbane English speaker who frequently hobnobs with world leaders in places like the World Economic Forum in Davos, Switzerland, has worked to gradually change China’s dependence on debt and its control of its currency. Under his administration, the central bank somewhat loosened China’s grip on the value of its currency. And he has championed programs that allow money to cross borders more easily.\nHe has also been a vocal, if diplomatic, critic of some Chinese economic policies — a rarity in a country that values consensus. “In recent years, nonperforming loans have risen, eroding bank capital and risk resilience,” he said in a statement posted on the central bank’s website on Nov. 4.\nBut the direction of China’s economic policy ultimately comes from the top, so Mr. Liu and Mr. Yi will take their cues from the president. It’s an agenda that emphasizes stability and growth, meaning they will most likely focus more on China’s priorities than those of the global markets.\nAfter an exodus of capital, China tightened its limits on money flows outside the country over the past two years to bolster the value of its currency. It undermined Mr. Zhou’s efforts to loosen the reins.\nNow debt is a paramount focus. The central bank will need to provide just enough credit to keep the economy running but not so much that debt keeps rising and inflation eventually becomes a problem.\nMr. Yi’s earliest well-known article for an economics journal, published in 1990 in the China Economic Review while he was still an assistant professor at Indiana University, had a turgid title that might prove especially useful: “Inflation and Price Instability: An Empirical Study of the People’s Republic of China.”", "date": "March 18, 2018", "href": "https://www.nytimes.com/2018/03/18/business/china-central-bank-yi-gang.html", "tags": "debt continuity name china seeks chief bank financial change economic liu years new yi central amid"}