{"title": "China accuses detained Canadians of spyingTimeline: Meng Wanzhou case", "content": "China has accused two Canadians of spying, as tensions between the nations grow over the possible extradition of a Huawei executive to the US.\nMichael Kovrig, a former diplomat, and Michael Spavor, a businessman, were detained in December after Meng Wanzhou was arrested in Canada on suspicion of fraud and breaching sanctions on Iran.\nMs Meng is suing Canada over her arrest, which was made at the request of the US.\nChina has condemned Ms Meng's arrest.\nThe diplomatic spat has hurt Canada-China relations, and the arrest of the two Canadians had been seen as Beijing's retaliation for its detention of Ms Meng.\nCanada officially launched her extradition process on Friday but the legal process can be lengthy and remains in its early stages. \nSpeaking to journalists on Monday, Prime Minister Justin Trudeau said his government was \"very concerned with this position that China has taken\" on the two detained men. \n\"It is unfortunate that China continues to move forward on these arbitrary detentions, and we will continue to stand up for these Canadians,\" he said.\nMr Trudeau has previously called for the release of both men.\nThey were set out for the first time on Monday.\nMr Kovrig, who now works for Brussels-based think tank the International Crisis Group (ICG), \"is suspected of spying and stealing national secrets for foreign agents\", Chinese state media reported, citing authorities.\nIt said that Mr Spavor \"had provided intelligence to Mr Kovrig and was an important intelligence contact of [his]\".\nMr Kovrig had entered China frequently since 2017 with \"a regular passport and a business visa\", the authorities said.\nUntil now China had not provided detailed allegations against the pair, only saying that they were suspected of hurting China's security.\nThe ICG told the BBC that the group was aware of Monday's reports but had \"heard nothing official about any charges being laid against our colleague, Michael Kovrig\".\n\"Michael's work for Crisis Group has been entirely transparent and in the open as all who follow his work can attest. Vague and unsubstantiated accusations against him are unwarranted and unfair,\" a spokesperson said.\nThe think tank has previously said his work involved meeting officials, academics and analysts and attending conferences.\nMr Spavor lives in the Chinese city of Dandong, which borders North Korea. He has close ties to the North Korean regime and brings foreign investors there on tours.\nMs Meng, 47, will next appear in court on Wednesday, when it will be confirmed that Canada has issued a legal writ over her extradition to the US. A date for an extradition hearing will be set.\nBut this is still the early stages. A judge must authorise her committal for extradition and the justice minister would then decide whether to surrender her to the US.\nThere will be chances for appeal and some cases have dragged on for years.\nMs Meng's lawsuit - filed in British Columbia's Supreme Court on Friday - seeks damages against the Royal Canadian Mounted Police (RCMP), Canadian Border Services Agency (CBSA) and the federal government for allegedly breaching her civil rights under Canada's Charter of Rights and Freedoms.\nHer detention was \"unlawful\" and \"arbitrary\", the suit says, and officers \"intentionally failed to advise her of the true reasons for her detention, her right to counsel, and her right to silence\".\nThe US alleges Huawei misled the US and a global bank about its relationship with two subsidiaries, Huawei Device USA and Skycom Tech, to conduct business with Iran.\nUS President Donald Trump's administration has reinstated all sanctions on Iran removed under a 2015 nuclear deal and recently imposed even stricter measures, hitting oil exports, shipping and banks.\nIt also alleges Huawei stole technology from T Mobile used to test smartphone durability, as well as obstructing justice and committing wire fraud.\nIn all, the US has laid 23 charges against the company.\nSome Western nations are reviewing business with the firm over spying concerns, although Huawei has always maintained it acts independently.\nThe arrest has seriously strained relations between China, and the US and Canada.\nBeijing says it is an \"abuse of the bilateral extradition treaty\" between Canada and the US, and has expressed its \"resolute opposition\" and \"strong dissatisfaction\" with the proceedings.\nChina also says the accusations against Huawei, the world's second biggest smartphone maker by volume, are a \"witch-hunt\".\nChina and the US are also engaged in tough trade negotiations to end a major tariff dispute.", "date": "4 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-china-47442562", "tags": "extradition us ms wanzhou mr china kovrig detained canadians huawei spyingtimeline canada meng accuses case"}