{"title": "China’s Economy Stabilizes After Beijing Opens the Bank Vaults", "content": "BEIJING — China’s economy stabilized in the first three months of the year, according to official figures released on Wednesday, after Beijing flooded the financial system with money in a whatever-it-takes approach to arrest a slowdown.\nOfficials said that the Chinese economy, the world’s second largest, grew 6.4 percent in the year’s first quarter compared with the same period in 2018. The pace matched that of the fourth quarter, when growth suffered as shoppers pared back, the stock market slumped and private businesses pleaded for help.\nWhile economists generally regard China’s economic figures with skepticism, they point to signs that the country’s current slowdown may have reached bottom. Other figures suggest shoppers are back at the tills, factory output is ticking up and the world, after several tough months, is buying more Chinese goods. Beijing needs such hopeful signals as it tries to reach a trade deal with the Trump administration while under pressure to lift conditions at home.\nOfficials “spared no effort to put the policies into effect,” and growth in the first quarter “laid a sound foundation for the stable and healthy economic development of the whole year,” said Mao Shengyong, a spokesman for the National Bureau of Statistics.\nThere is a caveat: The signs of improvement most likely do not stem from a sudden burst of confidence in the strength of the country’s economy among Chinese business leaders.\nInstead, the positive glimmers are largely a product of the hundreds of billions of dollars that Beijing has pumped into the country’s economy in recent months, as well as the loans that officials have pressed state-run banks to make to businesses. All of that comes at a cost, and it raises a question about how willing Beijing is to spend to keep growth going.\n“This time they used an overwhelming amount of force to boost the economy,” said Larry Hu, chief China economist at Macquarie Group. “That is why the economy stabilized in the first quarter.”\nThe chance of a “double dip,” in which growth drops again before picking up later this year, is high, Mr. Hu added. “The recovery is not that solid,” he said. “They front-loaded the policy firepower at the start of the year.”\nThe data on Wednesday also revealed that state-owned enterprises picked up much of the slack in economic activity, with investment from those industrial giants rising while investment by private companies slowed.\nIn many ways, China’s policymakers are reverting to an earlier approach: doling out more loans in exchange for a short-term increase in confidence. The strategy helped keep growth surging over the past decade, even after the 2008 global financial crisis. But it left the country awash in debt that threatens to hamper the economy in the years ahead.\nIn the early years of China’s boom, companies and local governments could borrow liberally knowing that accelerating growth could help ensure that their gambles paid off. Now that the country’s economy is huge and maturing, it has become increasingly difficult for China to simply grow its way out of its debt.\n“China already is in the midst of the largest credit bubble the world has ever seen,” said Victor Shih, an associate professor at the University of California, San Diego. And, Professor Shih added, the Chinese government has not been able to wean itself off its debt habit.\n“The government simply cannot afford to think about the medium term and must focus on short-term continuation of the credit bubble,” he said.\nThe latest round of government-driven financial largess was remarkable in size and scale, economists said.\nThe broadest measure of new borrowing in China, known as total social financing, jumped to $1.2 trillion in the first quarter, while bank lending hit a record high of $865 billion, according to central bank statistics.\nLocal governments, encouraged by the central government, raised $100 billion in new money through special bonds, compared with just $11.5 billion in the first quarter of last year, when the same local governments were scolded for borrowing too much and hiding their debts.\nThis money started to show up in the economic data on Wednesday, with a jump in spending for massive infrastructure projects like toll roads and new subway lines. .\nOn Tuesday, the Organization for Economic Cooperation and Development warned of the potential hazards of such heavy borrowing, saying it could yield bigger economic imbalances in the future. The organization revised its outlook for China’s growth to 6.2 percent for this year and 6 percent for 2020, citing the heightened risks of a housing collapse and growing geopolitical tensions.\nEven as it struggles through an economic slowdown, China is a “major driver of world economic growth,” Ludger Schuknecht, the organization’s deputy secretary general, said in a report.\n“Yet China is at a crossroads, facing serious domestic and external challenges to maintaining its strong position over the long term,” Mr. Schuknecht said. The organization also warned that the country’s trade war with the United States would weigh on exports and overall growth.\nAs it searches for engines to power growth globally, the world needs China to pull through economically. Last year, Beijing reported that growth had softened to its slowest pace since 1990 amid mounting signs that the trade war was already beginning to take a toll, spooking investors. New export orders dropped to multiyear lows, prompting factories to cut overtime and send workers home early before the Chinese holiday season.\nThe world can turn once again to Chinese shoppers, if the data this quarter is any indication. Chinese shoppers helped to push retail sales up by 8.3 percent in the first three months of the year, though car sales were still low and the figure was unimpressive by the standard of the past couple of years.\n“Early signs that consumption growth may be stabilizing is really the big story,” said Shaun Roache, chief economist for Asia Pacific at S&P Global.\nCompanies also appeared to have more resources to hire and expand in the first three months of the year. Some of this was the result of a pledge last year by the central bank to pump $175 billion into the system, mostly to help small and midsize companies.\nAlthough the data remains weak for manufacturers, the sector saw a double-digit jump in revenue in the first three months of the year compared with the last quarter of 2018, according to the economic consulting firm China Beige Book.\nMaking deep cuts to corporate taxes is among the new policies Beijing hopes will stimulate economic activity. The State Council, China’s cabinet, has announced a series of such cuts that are expected to free up $300 billion to help jump-start the economy.\nIf its current measures do not work, Beijing could try more unconventional policies to stimulate struggling sectors like the property market.\nThat sector, which by some measures accounts for up to 30 percent of China’s economic activity, is saddled with too many unsold apartments and many unfinished development projects. The slowdown in property sales and the glut of empty apartments — 65 million units, according to one estimate — have started to worry economists. New housing starts this year are down from the same period last year. Land sales also dropped in the first quarter and could continue to fall.\nConstruction and investment data on Wednesday showed early signs of a turnaround. Prices of homes stabilized, and investment in the real estate sector rose at a faster pace than last year over the same period.\nChinese officials have said they have a handle on what they see as a modest slowdown. Economists say the government still needs to get the debt problem fully under control.\n“This rally didn’t appear out of nowhere,” analysts at China Beige Book wrote, “and there are at least three compelling reasons to doubt its staying power: credit, credit and credit.”\nAddressing China’s expansive monetary policy on Wednesday morning, Mr. Mao conceded that “downward pressure on the economy still exists,” both from a global economic slowdown and from what he described as China’s own “structural contradictions.”\nHe added: “6.4 percent is still less than last year’s full year growth.”", "date": "April 16, 2019", "href": "https://www.nytimes.com/2019/04/16/business/china-economy-first-quarter.html", "tags": "opens stabilizes china growth first beijing bank ” economy economic year vaults"}