{"title": "China Is Detaining Muslims in Vast Numbers. The Goal: ‘Transformation.’", "content": "HOTAN, China — On the edge of a desert in far western China, an imposing building sits behind a fence topped with barbed wire. Large red characters on the facade urge people to learn Chinese, study law and acquire job skills. Guards make clear that visitors are not welcome.\nInside, hundreds of ethnic Uighur Muslims spend their days in a high-pressure indoctrination program, where they are forced to listen to lectures, sing hymns praising the Chinese Communist Party and write “self-criticism” essays, according to detainees who have been released.\nThe goal is to remove any devotion to Islam.\nAbdusalam Muhemet, 41, said the police detained him for reciting a verse of the Quran at a funeral. After two months in a nearby camp, he and more than 30 others were ordered to renounce their past lives. Mr. Muhemet said he went along but quietly seethed.\n“That was not a place for getting rid of extremism,” he recalled. “That was a place that will breed vengeful feelings and erase Uighur identity.”\nThis camp outside Hotan, an ancient oasis town in the Taklamakan Desert, is one of hundreds that China has built in the past few years. It is part of a campaign of breathtaking scale and ferocity that has swept up hundreds of thousands of Chinese Muslims for weeks or months of what critics describe as brainwashing, usually without criminal charges.\nThough limited to China’s western region of Xinjiang, it is the country’s most sweeping internment program since the Mao era — and the focus of a growing chorus of international criticism.\nChina has sought for decades to restrict the practice of Islam and maintain an iron grip in Xinjiang, a region almost as big as Alaska where more than half the population of 24 million belongs to Muslim ethnic minority groups. Most are Uighurs, whose religion, language and culture, along with a history of independence movements and resistance to Chinese rule, have long unnerved Beijing.\nAfter a succession of violent antigovernment attacks reached a peak in 2014, the Communist Party chief, Xi Jinping, sharply escalated the crackdown, orchestrating an unforgiving drive to turn ethnic Uighurs and other Muslim minorities into loyal citizens and supporters of the party.\n“Xinjiang is in an active period of terrorist activities, intense struggle against separatism and painful intervention to treat this,” Mr. Xi told officials, according to reports in the state news media last year.\nIn addition to the mass detentions, the authorities have intensified the use of informers and expanded police surveillance, even installing cameras in some people’s homes. Human rights activists and experts say the campaign has traumatized Uighur society, leaving behind fractured communities and families.\n“Penetration of everyday life is almost really total now,” said Michael Clarke, an expert on Xinjiang at Australian National University in Canberra. “You have ethnic identity, Uighur identity in particular, being singled out as this kind of pathology.”\nChina has categorically denied reports of abuses in Xinjiang. At a meeting of a United Nations panel in Geneva last month, it said it does not operate re-education camps and described the facilities in question as mild corrective institutions that provide job training.\n“There is no arbitrary detention,” Hu Lianhe, an official with a role in Xinjiang policy, told the U.N. Committee on the Elimination of Racial Discrimination. “There is no such thing as re-education centers.”\nThe committee pressed Beijing to disclose how many people have been detained and free them, but the Ministry of Foreign Affairs dismissed the demand as having “no factual basis” and said China’s security measures were comparable to those of other countries.\nThe government’s business-as-usual defense, however, is contradicted by overwhelming evidence, including official directives, studies, news reports and construction plans that have surfaced online, as well as the eyewitness accounts of a growing number of former detainees who have fled to countries such as Turkey and Kazakhstan.\nThe government’s own documents describe a vast network of camps — usually called “transformation through education” centers — that has expanded without public debate, specific legislative authority or any system of appeal for those detained.\nThe New York Times interviewed four recent camp inmates from Xinjiang who described physical and verbal abuse by guards; grinding routines of singing, lectures and self-criticism meetings; and the gnawing anxiety of not knowing when they would be released. Their accounts were echoed in interviews with more than a dozen Uighurs with relatives who were in the camps or had disappeared, many of whom spoke on condition of anonymity to avoid government retaliation.\nThe Times also discovered reports online written by teams of Chinese officials who were assigned to monitor families with detained relatives, and a study published last year that said officials in some places were indiscriminately sending ethnic Uighurs to the camps to meet numerical quotas.\nThe study, by Qiu Yuanyuan, a scholar at the Xinjiang Party School, where officials are trained, warned that the detentions could backfire and fan radicalism. “Recklessly setting quantitative goals for transformation through education has been erroneously used” in some areas, she wrote. “The targeting is imprecise, and the scope has been expanding.”\nThe long days in the re-education camp usually began with a jog.\nNearly every morning, Mr. Muhemet recalled, he and dozens of others — college graduates, businessmen, farmers — were told to run around an assembly ground. Impatient guards sometimes slapped and shoved the older, slower inmates, he said.\nThen they were made to sing rousing patriotic hymns in Chinese, such as “Without the Communist Party, There Would Be No New China.” Those who could not remember the words were denied breakfast, and they all learned the words quickly.\nMr. Muhemet, a stocky man who ran a restaurant in Hotan before fleeing China this year, said he spent seven months in a police cell and more than two months in the camp in 2015 without ever being charged with a crime. Most days, he said, the camp inmates assembled to hear long lectures by officials who warned them not to embrace Islamic radicalism, support Uighur independence or defy the Communist Party.\nThe officials did not ban Islam but dictated very narrow limits for how it should be practiced, including a prohibition against praying at home if there were friends or guests present, he said. In other sessions, the inmates were forced to memorize laws and write essays criticizing themselves.\n“In the end, all the officials had one key point,” he said. “The greatness of the Chinese Communist Party, the backwardness of Uighur culture and the advanced nature of Chinese culture.”\nAfter two months, Mr. Muhemet’s family was finally allowed to visit the camp, located near “New Harmony Village,” a settlement built as a symbol of friendship between ethnic Uighurs and the majority Han Chinese. “I couldn’t say anything,” he recalled. “I just held my two sons and wife, and cried and cried.”\nThe Xinjiang government issued “deradicalization” rules last year that gave vague authorization for the camps, and many counties now run several of them, according to government documents, including requests for bids from construction companies to build them.\nSome facilities are designed for inmates who are allowed to go home at night. Others can house thousands around the clock. One camp outside Hotan has grown in the past two years from a few small buildings to facilities on at least 36 acres, larger than Alcatraz Island, and work appears to be underway to expand it further, according to satellite photos.\nIn government documents, local officials sometimes liken inmates to patients requiring isolation and emergency intervention.\n“Anyone infected with an ideological ‘virus’ must be swiftly sent for the ‘residential care’ of transformation-through-education classes before illness arises,” a document issued by party authorities in Hotan said.\nThe number of Uighurs, as well as Kazakhs and other Muslim minorities, who have been detained in the camps is unclear. Estimates range from several hundred thousand to perhaps a million, with exile Uighur groups saying the number is even higher.\nAbout 1.5 percent of China’s total population lives in Xinjiang. But the region accounted for more than 20 percent of arrests nationwide last year, according to official data compiled by Chinese Human Rights Defenders, an advocacy group. Those figures do not include people in the re-education camps.\nResidents said people have been sent to the camps for visiting relatives abroad; for possessing books about religion and Uighur culture; and even for wearing a T-shirt with a Muslim crescent. Women are sometimes detained because of transgressions by their husbands or sons.\nOne official directive warns people to look for 75 signs of “religious extremism,” including behavior that would be considered unremarkable in other countries: growing a beard as a young man, praying in public places outside mosques or even abruptly trying to give up smoking or drinking.\nHotan feels as if under siege by an invisible enemy. Fortified police outposts and checkpoints dot the streets every few hundred yards. Schools, kindergartens, gas stations and hospitals are garlanded in barbed wire. Surveillance cameras sprout from shops, apartment entrances and metal poles.\n“It’s very tense here,” a police officer said. “We haven’t rested for three years.”\nThis city of 390,000 underwent a Muslim revival about a decade ago. Most Uighurs have adhered to relatively relaxed forms of Sunni Islam, and a significant number are secular. But budding prosperity and growing interaction with the Middle East fueled interest in stricter Islamic traditions. Men grew long beards, while women wore hijabs that were not a part of traditional Uighur dress.\nNow the beards and hijabs are gone, and posters warn against them. Mosques appear poorly attended; people must register to enter and worship under the watch of surveillance cameras.\nThe government shifted to harsher policies in 2009 after protests in Xinjiang’s capital, Urumqi, spiraled into rioting and left nearly 200 people dead. Mr. Xi and his regional functionaries went further, adopting methods reminiscent of Mao’s draconian rule — mass rallies, public confessions and “work teams” assigned to ferret out dissent.\nThey have also wired dusty towns across Xinjiang with an array of technology that has put the region on the cutting edge of programs for surveillance cameras as well as facial and voice recognition. Spending on security in Xinjiang has soared, with nearly $8.5 billion allocated for the police, courts and other law enforcement agencies last year, nearly double the previous year’s amount.\nThe campaign has polarized Uighur society. Many of the ground-level enforcers are Uighurs themselves, including police officers and officials who staff the camps and security checkpoints.\nOrdinary Uighurs moving about Hotan sometimes shuffle on and off buses several times to pass through metal detectors, swipe their identity cards or hand over and unlock their mobile phones for inspection.\nA resident or local cadre is assigned to monitor every 10 families in Xinjiang, reporting on comings and goings and activities deemed suspicious, including praying and visits to mosques, according to residents and government reports. Residents said the police sometimes search homes for forbidden books and suspect items such as prayer mats, using special equipment to check walls and floors for hidden caches.\nThe authorities are also gathering biometric data and DNA. Two Uighurs, a former official and a student, said they were ordered to show up at police buildings where officers recorded their voices, took pictures of their heads at different angles and collected hair and blood samples.\nThe pressure on Uighur villages intensifies when party “work teams” arrive and take up residence, sometimes living in local homes. The teams ask villagers to inform on relatives, friends and neighbors, and they investigate residents’ attitudes and activities, according to government reports published online.\nOne account published last year described how the authorities in one village arranged for detainees accused of “religious extremism” to be denounced by their relatives at a public rally, and encouraged other families to report similar activities.\n“More and more people are coming forward with information,” Cao Lihai, an editor for a party journal, wrote in the report. “Some parents have personally brought in their children to give themselves up.”\nA Uighur woman in her 20s who asked to be identified only by her surname, Gul, said she came under scrutiny after wearing an Islamic head wrap and reading books about religion and Uighur history. Local officials installed cameras at her family’s door — and inside their living room.\n“We would always have to be careful what we said and what we did and what we read,” she said.\nEvery week, Ms. Gul added, a neighborhood official visited and spent at least two hours interrogating her. Eventually, the authorities sent her to a full-time re-education camp.\nMs. Gul, who fled China after being released, later tried to contact her brother to find out if he was in trouble. He sent a wordless reply, an emoticon face in tears.\nAfterward, Ms. Gul’s mother sent her another message: “Please don’t call us again. We are in trouble.”\nThe Chinese government says it is winning a war against Islamic extremism and separatism, which it blames for attacks that have killed hundreds in recent years. Information about such violence is censored and incomplete, but incidents appear to have fallen off sharply since 2014, when the “deradicalization” push began.\nStill, many who have emerged from the indoctrination program say it has hardened public attitudes against Beijing.\n“It was of absolutely no use,” said Omurbek Eli, a Kazakh businessman, of his time held in a camp in 2017. “The outcome will be the opposite. They will become even more resistant to Chinese influence.”\nFor many families, the disappearance of a loved one into the camps can be devastating, both emotionally and economically — a point reflected in reports posted online by the party’s “work teams.”\nSome of these reports describe Uighur families unable to harvest crops on their own because so many members have been taken away, and one mentioned a mother left to care for five children. In another report, an official near Hotan described holding a village meeting to calm distraught relatives of those sent to the camps.\nThe mass internments also break Uighur families by forcing members to disown their kin or by separating small children from their parents. So many parents have been detained in Kashgar, a city in western Xinjiang, that it has expanded boarding schools to take custody of older, “troubled” children.\n“Whether consciously or unconsciously, authorities in Xinjiang have recognized the power of families as an alternative source of authority,” said Rian Thum, a professor at Loyola University in New Orleans who has followed the detentions. “The kind of extreme party loyalty they want has no room for that.”\nMs. Gul said the camp she was in was ramshackle enough that children who lived nearby sometimes crept up to a window late at night and called out to their mothers inside. “Their children would come and say, ‘Mother, I miss you,’” she said.\n“We didn’t say anything,” she added, “because there was a camera inside the cell.”", "date": "Sept. 8, 2018", "href": "https://www.nytimes.com/2018/09/08/world/asia/china-uighur-muslim-detention-camp.html", "tags": "‘ china detaining xinjiang goal camp party muslims numbers ” uighur chinese camps transformation vast"}