{"title": "China moves to boost liquidity amid US trade war", "content": " China will cut the amount of cash banks must hold in reserve as part of efforts to support its economy, amid an escalating trade war with the US.\nThe move will see 750bn yuan ($109bn; £83bn) in cash injected into the financial system.\nThe US is fighting a trade war with China which threatens the outlook for Chinese manufacturing and exports. \nIt is the fourth time the country's central bank has cut its reserve requirement this year.\nChina's central bank said it would cut reserve requirement ratios by 100 basis points from 15 October. These are currently 15.5% for large commercial lenders and 13.5% for smaller banks.\nCutting reserve requirements frees up money for banks to lend to each other and consumers.\nThe People's Bank of China's move will release 1.2 trillion yuan in liquidity, with 450bn yuan of that due to offset maturing loans - meaning 750bn yuan will be injected into the financial system.\nIt comes as the US and China have imposed tariffs on one another's goods in a row that is hitting companies and risks hurting the global economy.\nThe  US has imposed tariffs on virtually half of all Chinese imports into the US and has threatened to target all of its imports.\nChina has retaliated with its own set of tariffs, and has accused the US of launching the largest trade war in economic history.\nNeither are showing signs of backing down, with the Trump administration escalating matters with accusations of election meddling and currency manipulation.\nThe row has hit China's stock market and currency, and there are tentative signs it is affecting China's economy.\n\"The ongoing China-US trade war is imposing headwind to China's growth, and monetary easing is being used to counter that,\" DBS said in a research note.", "date": "8 October 2018", "href": "https://www.bbc.com/news/business-45780726", "tags": "us banks liquidity china boost yuan cut bank economy war trade reserve moves amid"}