{"title": "China’s Economy Slows Sharply, in Challenge for Xi Jinping", "content": "DONGGUAN, China — China’s consumers and businesses are losing confidence. Car sales have plunged. The housing market is stumbling. Some factories are letting workers off for the big Lunar New Year holiday two months early.\nChina’s economy has slowed sharply in recent months, presenting perhaps the biggest challenge to its top leader, Xi Jinping, in his six years of rule. At home, he faces difficult choices that could rekindle growth but add to the country’s long-term problems, like its heavy debt. On the world stage, he has been forced to make concessions to the United States as President Trump’s trade war intensifies.\nHow badly this hurts him could depend on the extent to which Chinese workers like Yu Hong find their jobs disappearing. On a recent afternoon, Mr. Yu, 46, was boarding a train home, to Hubei Province in central China, for a nearly three-month unpaid holiday. The lamp factory in Dongguan where he works had drastically reduced pay and cut hours.\n“The whole environment is different now,” Mr. Yu said. “For migrant workers like us, we just want to earn more money.”\nGauging the magnitude of the slowdown is difficult, given the unreliability of China’s economic data. But there are signs that the country’s problems are deepening.\nOn Friday, Chinese officials reported surprisingly weak growth in monthly retail sales and industrial production weighing on global markets and helping to drag down the S&P 500-stock index by 1.9 percent. Many economists say the slowdown is the worst since the global financial crisis a decade ago, when Beijing was forced to plow trillions of dollars into its economy to keep growth from derailing.\n“Xi Jinping has likened China to an ocean that no storm can disturb, but the tempest now hitting it is by far the biggest” in years, said Diana Choyleva, the chief economist at Enodo Economics in London, who estimates that growth has fallen even lower than during the crisis.\nOver the past two decades, a surging economy gave the Chinese leadership an ever bigger platform. Since China first sought to join the World Trade Organization and host the 2008 Summer Olympics, Beijing hasn’t had to turn for help to Washington or other major world capitals. Long a source of growth, and a stabilizing influence during the global financial crisis, China has generally negotiated from a position of strength.\nMr. Xi doesn’t have that luxury anymore. He has solidified control over ever more of Chinese political and social life and the economy. This year, he removed term limits, setting himself up to be president for life if he chooses. While the trade war with the United States provides a handy scapegoat, public blame for a prolonged downturn could ultimately fall on him. Already the government has ordered that bad economic news be censored.\nMr. Xi now faces more of a diplomatic balancing act. The Chinese authorities have detained two Canadian nationals, in apparent retaliation for Canada’s arrest of a top Chinese telecommunications executive at the behest of Washington. But Chinese officials have struck a quieter tone with the Trump administration over the arrest and separate allegations of hacking, since a sharp escalation in the trade war could seriously damage the economy.\nPresident Trump already senses an advantage. “China just announced that their economy is growing much slower than anticipated because of our Trade War with them,” he tweeted on Friday. (The slowdown began before the imposition of the tariffs, but they have hurt both business and consumer confidence and will probably pinch even more if they linger or intensify.)\nThanks to the government’s tight hold on important industries and the financial sector, it has more levers to pull in case of a downturn than practically any other country. Beijing’s efforts in the spring to wean the economy off debt, a major cause of the slowdown, are now being reversed.\nAlready, China has ramped up the sort of government-led spending that bailed out its economy in the past. At Xuzhou Construction Machinery Group, a state-owned giant that supplies many highway and rail builders, sales have jumped 50 percent from a year ago, said Wang Min, the company’s chairman.\nRegulators have also ordered banks to lend more to private businesses. Ministers have promised to compensate businesses for not laying off workers. Environmental controls are being less stringently enforced, making it easier for polluting factories to stay open.\nSome economists believe growth will improve by the middle of next year. And China so far appears to have avoided huge job losses like those it saw during the global financial crisis.\nBut China’s options for juicing the economy aren’t as effective as they used to be.\nA small but notable rise in defaults in China has made some lenders nervous. Rules adopted since the financial crisis make China’s bank managers responsible for life for loans that aren’t repaid, and that has them more leery of extending financing to keep troubled businesses afloat. Government-led spending adds to the huge debt pile, making that long-term drag on growth even worse.\nOn paper as always, the Chinese economy looks fine. Official data shows it grew 6.5 percent in the three months that ended in September, compared with a year earlier.\nBut beneath the surface, a sharp slowdown is building. Foreign investment plunged last month. Auto sales over the past three months have fallen by record percentages. Floor space completed, one gauge of the housing market’s health, has slumped this year. Sentiment among Chinese purchasing managers has soured.\n“We don’t have much to do, so I decided to go home and rest,” said Li Shulian, a 46-year-old worker at a Dongguan plastics factory, as she stood at a train station with her husband, her teenage daughter and several suitcases. Their factory gave them a week off in October and nearly a week in November, both times with almost no pay. Overtime pay also vanished, so Ms. Li’s monthly earnings were nearly halved to $435.\nTold early this month that the three of them would be working — and paid — only on alternate days, they quit and bought tickets on the nearly 12-hour train back to their hometown in central China.\n“I haven’t gone home this early for the holidays since I left my hometown in 2005,” Ms. Li said.\nBusinesses say they are cutting hours as demand has slowed. In part, they have room to cut back because many factories were previously running full out.\n“You quite easily can reduce overtime,” said Jochem Heizmann, the chief executive of Volkswagen Group China, which directly and through joint ventures employs 100,000 Chinese workers.\nThe slowdown is palpable in southern China’s manufacturing capitals of Guangzhou and Dongguan.\n“This year, people are just going home earlier than before,” said Judy Zhu, who runs a small shop selling cheap plastic suitcases outside a Dongguan train station. Her busiest time is usually January, when the Lunar New Year holiday typically begins, but this year her sales picked up early.\nLi Xiaohong, a 50-year-old construction worker, stood near a job recruitment storefront on the outskirts of Guangzhou. Handwritten signs advertised low-wage jobs, but most had age limits. None went up to 50.\nMr. Li said he had worked only two weeks in the past month, as real estate developers across China ran low on cash.\n“I used to be very busy working 12 hours a day, with only three to five days’ rest in a month,” Mr. Li said. “Now, we don’t have much work to do.”\nEmployers are becoming more cautious about whom they hire, government and private sector surveys show. Not surprisingly, fewer people appear to be job-hopping.\n“They do not dare to quit without being able to find another one,” said Lei Kaifeng, a labor recruiter at a hiring hall in Guangzhou, the commercial hub of southeastern China.\nThe big question is what will happen next year, particularly in coastal areas dependent on exports to the United States.\nMany supply chains to the United States are stuffed with extra inventory thanks to stockpiling, so American importers may need fewer goods in the months ahead.\n“I am still panicked now, afraid of facing a winter for business next year,” said Cyril Liu, a 23-year-old engineer in southeastern China, who was recently sent home for a nine-day unpaid vacation because his employer, a manufacturer of printed circuit boards, has few orders. “Many friends in small businesses are worried about their jobs next year.”", "date": "Dec. 14, 2018", "href": "https://www.nytimes.com/2018/12/14/business/china-economy-xi-jinping.html", "tags": "challenge slows xi jinping china growth home ” economy sharply chinese year businesses"}