{"title": "China’s Energetic Enforcement of Antitrust Rules Alarms Foreign Firms", "content": "HONG KONG — When almost 100 government antitrust investigators simultaneously marched into four of Microsoft’s offices across China late last month, they were not looking for tea and gossip.\nIn what Microsoft characterized internally as “surprise visits,” the agents from China’s State Administration for Industry and Commerce interrogated a company vice president and other senior managers, copied contracts and financial records, and downloaded large amounts of data from the company’s computer servers, including emails and other internal communications.\nThe swoop on Microsoft stood out for its scale, but it was just one of dozens of similar actions across China recently that have set off alarm in boardrooms across the globe. Chinese regulators appear to be energetically expanding enforcement of the antimonopoly law, and foreign companies fear that they could become easy targets for officials from an array of competing agencies and local governments aiming to impress President Xi Jinping, the Communist Party leader who has promoted visions of patriotic resurgence and  technological pre-eminence.\nThe regulators’ increasing application of the antimonopoly law, said Scott Kennedy, director of the Research Center for Chinese Politics & Business at Indiana University, embodies the party leadership’s efforts to overhaul the economy without abandoning control of the levers of power.\n“China’s not moving towards a free market, but it’s moving towards a wider palette of regulatory tools,” Mr. Kennedy said. “These aren’t meant to create a level playing field; they obviously want the field to be slanted, but they want to use what I’d guess we call more sophisticated tools.”\nForeign companies worry that the investigations could represent the rise of a newer, subtler form of protectionism, one cloaked in regulatory impartiality but intended primarily to promote Chinese companies, especially the big, powerful state-owned companies. The government contends that it is using the antimonopoly law, first established in 2008, to protect the interests of consumers against price gouging and other abuses.\n“If China is going to be the third leg in the global antitrust regime, along with the U.S. and the E.U., and that’s clearly coming, then the key question is, What sort of approach is China going to take?” John Frisbie, president of the US-China Business Council in Washington, said in a telephone interview. “Is it going to be more the socialist state-run model, or is it going to be more of a market- and consumer-oriented model, or something in between? I don’t think we know the answer yet.”\nNot everything in China is stacked against multinationals, some of which may well have engaged in questionable practices and often have their own political allies and business partners. Nor is China the only country where Microsoft and other companies have faced consumer ire and regulatory scrutiny. But multinationals appear to be facing new and substantial challenges in navigating a clutch of separate regulatory agencies across China, each keen to amass victories, and the fines and political kudos that go with them.\n“China has a very large bureaucracy, but each agency has its incentives and missions, so when they enforce the law, they try to maximize their own interests,” said Angela Zhang, a lecturer in law at King’s College London, who studies Chinese antimonopoly law. “But I wouldn’t underestimate the power of some really large multinational companies, because these companies are also very deep-pocketed and have very good connections in China, and they can also do the lobbying.”\nFor now, though, Microsoft; the San Diego-based chip maker  Qualcomm; Daimler , the German auto giant; and other formidable companies are on the defensive. Over the last couple of years, the government agencies empowered with enforcing China’s antimonopoly law have increased their investigations of both domestic and foreign companies. The foreign companies cover sectors such as technology, car parts, pharmaceuticals, jewelry retailing and food packaging.\nOver the last few weeks, investigators have been particularly busy — and particularly public — in their efforts, setting a pattern of making abrupt searches of foreign companies’ offices. These are then reported by local media, tersely confirmed by the companies and followed by the government declaring that the companies are suspected of violating pricing, distribution and bundling rules, harming Chinese businesses and consumers.\nLast Wednesday, the State Administration of Industry and Commerce, or S.A.I.C., conducted a follow-up raid on two Microsoft offices in China and searched Accenture’s offices in the northeastern city of Dalian. Last week, officials at the National Development and Reform Commission searched the Shanghai offices of Daimler, which makes Mercedes-Benz cars, and said they planned to fine Chrysler and Audi.\nThe reform commission enforces pricing violations of China’s antimonopoly law and has been investigating how automakers price the spare parts that are sold by their distributors in China. In response to the investigation, BMW said on Friday that it would lower parts prices in China. Similar component price cuts have been made recently by Mercedes and Audi.\nThe reform commission is one of three agencies with a role in enforcing the antimonopoly law, which includes rules against unfair pricing and sales restrictions, even when a company has plenty of competitors.\nThe Ministry of Commerce vets domestic and overseas mergers and acquisitions to ensure that they don’t give any one company dominance over the market for a particular good or service in the country. The ministry has expanded the number of deals it examines — reaching decisions on 207 cases last year, an increase of 26 percent from 2012, and imposing significant conditions on those transactions.\nAlongside the commerce ministry, S.A.I.C. and the reform commission have taken on a higher profile in antimonopoly cases since last year. The commission in August of last year fined six companies that sell infant milk powder a total of $109 million, accusing them of price fixing and anticompetitive behavior. Five of the companies, including Mead Johnson Nutrition of the United States, were foreign and the other was based in Hong Kong.\nQualcomm has also been subject to an antimonopoly investigation by the reform commission since at least late last year, as have dozens of foreign pharmaceutical companies.\nS.A.I.C., which investigates cases not directly related to pricing, started its own investigation a year ago into abuse of market position by Tetra Pak, a giant food packaging company based in Sweden.\nAnalysts say foreign companies may be relatively more vulnerable to investigation because they generally lack the deep networks of political patronage that prevail in many sectors of China’s economy, particularly those like energy and finance that remain state-dominated.\n“As Beijing prunes back outdated forms of government intervention, regulations to protect consumers and promote competition must come to the fore, which is why President Xi scoped this into his reform design,” said Daniel H. Rosen, the founding partner of the Rhodium Group, an economic and political consulting firm in New York. “It does seem that foreign firms are the subject of a disproportionate share of China’s new enthusiasm for competition policy.”\nBut the enforcers, too, appear to be feeling the pressure from shifts in Chinese economic policy making. The powerful National Development and Reform Commission has traditionally been China’s top economic planning agency and remains responsible for setting the retail prices that state energy companies like PetroChina and Sinopec can charge for products like gasoline.\nBut its influence has waned under Mr. Xi, who has shifted the oversight of some economic policies to newly established committees that he heads. Shoring up influence through enforcement of antimonopoly rules may help the agency compensate for that change.\nMs. Zhang, the law lecturer, noted that while antitrust cases involving foreign companies tend to grab the headlines, authorities have in many instances also gone after local and state-owned companies. To date, the biggest such case was in February 2013, when the reform commission slapped total price-fixing fines of 449 million renminbi, or about $73 million, on two of China’s leading state-owned liquor companies: Wuliangye Yibin Group and Kweichow Moutai.\nAmong foreign companies, few would appear to be better connected in China than Microsoft. Its co-founder, Bill Gates, has met with Mr. Xi several times to discuss the charitable work of the Bill & Melinda Gates Foundation, and he hosted Mr. Xi’s predecessor, President Hu Jintao, at a 2006 dinner at his home in Medina, Wash. Since then, however, the Chinese government’s wariness of Western technology providers has deepened, especially after Edward J. Snowden’s disclosures about surveillance done by the United States.\nIt is not clear to Microsoft executives precisely how the Chinese authorities believe that they violated the country’s antimonopoly law. For months, Microsoft was in private discussions over competition issues with S.A.I.C. officials. The discussions were not hostile, said one person briefed on the meetings who spoke on condition of anonymity.\nSo it was a surprise to Microsoft executives when investigators raided its offices. S.A.I.C. officials have said publicly that the investigation is related to software compatibility, bundling and file verification issues for Windows and Office.\nLate last week, The People’s Daily, the chief newspaper of the party, told foreign companies to get used to tougher scrutiny. “In the future, the focus on market order will continue to be constantly enhanced,” it said. “Every kind of business should adjust its behavior and thinking to this new regulatory normal.”", "date": "Aug. 10, 2014", "href": "https://www.nytimes.com/2014/08/11/business/international/china8217s-energetic-enforcement-of-antitrust-rules-alarms-foreign-firms.html", "tags": "alarms china companies microsoft ” antitrust energetic antimonopoly last foreign firms law rules enforcement"}