{"title": "China Fines Volkswagen and Chrysler for Antitrust Violations", "content": "HONG KONG — Chinese regulators fined Volkswagen and Chrysler for violating antitrust laws, announcing on Thursday the first monetary penalties against large multinational carmakers swept up in a broad investigation.\nThe fines, which totaled $46 million, were the latest in a series of tough measures by China against what it considers monopolistic practices. In recent months, foreign companies in a range of industries including automobiles, technology, pharmaceuticals and food packaging have faced increased scrutiny, including raids and allegations of unfair practices.\nThe scrutiny of automakers comes as Chinese players are being pummeled by international competition. The government has been searching for ways to help its homegrown industry, which only several years ago held the promise of becoming a big exporter. \nBut Chinese officials have taken pains in recent weeks to deny that they are targeting multinationals. Prime Minister Li Keqiang said on Tuesday that antitrust cases against foreign companies represented only a tenth of all such investigations.\nHe said enforcement of the antitrust rules would, in fact, make “even more foreign investors, and more foreign products, willing and daring to enter China, because there is a fair competitive environment.”\nOn Thursday, price regulators in Hubei Province imposed a fine of $40.5 million on the Audi unit of Volkswagen, saying that the automaker had reached monopolistic agreements with 10 dealerships to maintain high prices for cars and replacement parts. The investigators said the agreements were “hurting the interests of consumers.”\n(In China, as in the United States, dealerships are generally owned by independent businesses, and not by the automakers themselves.)\nAudi, which confirmed the penalties and violations, said that its joint venture with China FAW, the partner in its Chinese operations, was “optimizing the management processes in the sales and dealership structure” and would “attach great importance that all applicable antitrust and competition laws are adhered to.”\nShanghai price regulators leveled similar accusations against Chrysler, levying a $5.2 million fine, the official Xinhua news agency said. The regulators accused Chrysler of conspiring with dealers to keep prices high for its vehicles — mostly Jeeps — and punishing dealers that did not cooperate by allocating few of the best-selling models to them.\nChrysler said in a brief statement that it “respects and accepts this final ruling by the Shanghai Price Bureau” and that it was committed to remaining highly competitive in the Chinese market.\nChinese private and state-owned automakers have long competed to offer the cheapest, most basic cars and have lost market share as Chinese families have become more prosperous and more willing to spend the extra money to buy foreign models. Big cities like Beijing, Shanghai and Guangzhou have also severely curtailed the issuance of new license plates, prompting many consumers to buy the most expensive car they can afford when they can obtain a license plate at all.\nFines against Volkswagen and Chrysler could help the government address persistent complaints that international brands of cars typically cost twice as much in China as overseas, and sometimes almost three times as much. The main reason for such steep prices is that China imposes a series of huge taxes on the cars, largely hidden from buyers: an engine tax of up to 40 percent of the sales price, a 25 percent import tax and a 17 percent value-added tax.\nThe fines could foster an impression that auto prices are high in China not because of taxes but because of price gouging by multinationals. That could erode the ability of multinationals to charge extra for coveted brands that have strong reputations for style, safety or other attributes, making them more affordable for Chinese consumers.\nOn the same day the Chrysler and Audi fines were announced, government officials in Beijing argued at a news conference that their use of the antitrust rules was impartial and fair, and not directed unjustly at foreign companies.\n“Our enforcement of the Antimonopoly Law has proceeded strictly according to legally stipulated procedures,” said Xu Kunlin, the director general of the price supervision bureau of the National Development and Reform Commission. “It’s fair and transparent, and is not targeted at any market entity, and not at foreign investment or foreign businesses.”\nChina is not the only Asian country this summer that has examined automakers’ compliance with antitrust regulations, particularly over replacement parts. India recently assessed fines totaling $420 million on 14 automakers after accusing them of manipulating the market for replacement parts. India said that they had forced consumers to purchase high-priced parts from the automakers’ factories instead of generic parts by using measures like not selling diagnostic tools to independent garages.\nIn the United States, the Federal Trade Commission in the 1960s and ’70s investigated whether automakers there were unlawfully preventing consumers from buying generic parts. Automakers agreed then to a series of measures to allow generic parts to compete. \nSince then, the big change in the aftermarket auto parts industry has been the rapid rise of hundreds of Chinese manufacturers offering extremely inexpensive parts with varying levels of quality. New entrants in the replacement parts market have undercut automakers by wide margins on price, severely eroding profits in an area that had been a nearly guaranteed moneymaker for automakers.\nMore recently, global automakers have begun collaborating with insurers and higher-quality producers of generic parts to set minimum quality and safety standards, in the hope of beating back competition from low-priced manufacturers.\n“They simply can’t compete with cheap, poorly made, unsafe parts in the market — the sellers will always undercut them in price,” said Jack Gillis, executive director of the Certified Automotive Parts Association, a private American group that sets standards and certifies exterior auto parts manufactured as crash replacements by independent companies.\n“On the other hand, if the competitor is forced to build the part with the same materials and construction as they do, they have a fighting chance to compete,” Mr. Gillis added.", "date": "Sept. 11, 2014", "href": "https://www.nytimes.com/2014/09/12/business/chinese-regulators-fine-volkswagen-and-chrysler-on-antitrust-charges.html", "tags": "automakers volkswagen violations “ china fines parts antitrust price chinese chrysler foreign"}