{"title": "China birth rate up after one-child rule change", "content": "Birth rates in China rose to their highest level since 2000 last year, despite a fall in the number of women of childbearing age, say officials.\nThe increase follows the relaxation of China's strict one-child policy a year ago.\nThere were 17.86 million births in 2016, an 7.9% increase on 2015, according to National Health and Family Planning Commission (NHFPC) statistics.\nMore than 45% of the babies born in 2016 had one or more older siblings.\n\"While the total number of women of childbearing age fell by five million, the number of births increased significantly, showing that the family planning policy adjustments were extremely timely and extremely effective,\" said the NHFPC's Yang Wenzhuang. \nHe said that by 2020, there were expected to be between 17 and 20 million births every year.\nOfficials estimate that by 2050 there will be an extra 30 million extra of working age in China. \nChinese officials credited the one-child policy with reducing overpopulation, poverty and environmental degradation.\nSeparate data by China's National Bureau of Statistics (NBS) counted a slightly higher figure of 18.46 million births in 2016.\nThe discrepancy was blamed on different statistical methods - the NBS numbers were based on a sampling survey, while the NHFPC's were based on hospital birth certificate data - but officials said both confirmed a significant upwards trend.\nOne-and-a-half million more babies is, by anyone's standards, a lot of babies. But the truth is, it's not enough.\nThe one-child policy, enforced over decades through mass sterilisations and coerced abortions, was not just brutal, but futile too. When it was introduced in 1979, the birth rate was already in decline.\nWhat the policy did was push fertility over a cliff edge and now China is losing around five million people from its labour force every year, and will continue to do so for years to come.\nThe new two-child policy - a continuation of the bizarre and intrusive insistence on controlling one of the most basic human rights - is proof if any were needed of the Communist Party's ability to put dogma ahead of the national interest.\nWhat was China's one-child policy?\nU-turn may not bring prosperity\n'I wished I could give my daughter a sibling'", "date": "23 January 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-38714949", "tags": "policy officials births china rule change year age rate birth number million one-child"}