{"title": "China Wants to Be a Climate Change Watchdog, but Can It Lead by Example?", "content": "BEIJING — President-elect Donald J. Trump has called climate change a “hoax” created by China and said he would withdraw from the global Paris Agreement to curb greenhouse gas emissions.\nThat threat has lent new urgency to a question that has loomed over the agreement since it was signed in 2015: whether China will properly report and submit its carbon emissions data for verification.\nLike some other nations, China, the world’s biggest polluter, has refused to accept international monitoring of its emissions and says it will provide data to outside observers. In the past, conflicting data about the country’s energy use has raised questions about accuracy.\nUnder President Obama, American officials worked to pressure China and other developing nations to provide more accurate data, viewing that as a difficult but critical part of establishing clear global benchmarks in climate change policy.\nChina has indicated that it wants to take on a leadership role to promote the Paris Agreement. But if Washington withdraws or lets up on its demands, the incentives for Beijing to do that through greater transparency will be greatly reduced.\nThe Paris Agreement rests on a foundation of transparency and good faith: Countries are supposed to report and submit for verification their carbon emissions data. Without accurate and timely reporting, there is no way to monitor progress and adjust policies.\nInternational negotiators are expected to draw up standards that will apply to both developed and developing countries, unlike the bifurcated reporting requirements of older climate deals. This means that China and India will be compelled to provide the same kinds of information as, say, France and Japan.\nAt a summit meeting in Marrakesh, Morocco, in November, officials discussed a plan to establish standards and mechanisms for reporting emissions. Over the next two years, negotiators will engage in “the most technically complex and politically contentious issues,” said Li Shuo, a Beijing-based climate policy analyst at Greenpeace East Asia.\nChina, he said, “still has a long way to improve its transparency system.”\nA country’s greenhouse gas output is determined by extrapolating data about energy use rather than directly measuring it. Accurate annual coal consumption statistics are critical for these calculations because industrial coal burning is the biggest source of greenhouse gas pollution.\nBut China’s coal statistics are subject to official corrections and changes, and updates are released just once every five years, when the country conducts an economic census.\nThe last census revealed that China’s coal-derived energy use was 12 to 14 percent higher than previous estimates for every year since 2005. Furthermore, there are persistent differences between coal consumption statistics reported on the provincial and national levels.\n“Over time, it would be desirable if the reporting systems are improved,” said Glen Peters, a scientist at the Center for International Climate and Environmental Research-Oslo. “The fact that the census leads to 10 percent revisions in such an important commodity is a little worrying.”\nHe added, “The U.S., for example, also has revisions, but generally less than 1 percent in the first year and maybe 0.1 percent in following years.”\nAnother problem is that China has been reluctant to release its own calculations of emissions, so other nations rely on calculations made by foreign scientists.\nThe Chinese government has submitted emissions estimates to the United Nations only twice, for 1994 and 2005. Most other developing nations have also submitted only two estimates, but some, including Brazil and Mexico, have submitted three or more.\nThere is “no good reason” China is dragging its feet, said Mr. Li, the Greenpeace analyst.\nUnder the Paris Agreement, countries will have to submit estimates every two years. “International forces are quite attractive in terms of putting pressure on improving the transparency system,” Mr. Li said.\nAt a news conference in Beijing in November, Xie Zhenhua, a special envoy on climate issues, said that although he believed China’s data was accurate, China was still a developing nation and struggling to establish the same type of reporting and verification systems that developed nations used.\n“It was mentioned in the Paris agreement that a greater degree of flexibility should be offered to developing countries, and, first of all, funding and technical support should be provided to them to help improve their capacity,” Mr. Xie said.\n“How to establish a system of transparency should only be considered on this basis,” he added. “China is also in such a phase of development.”\nChina will compile emissions data from four data sources: national and provincial governments, businesses, and a planned cap-and-trade carbon market, said Chai Qimin, a senior director at the National Center for Climate Change Strategy and International Cooperation.\nThe different areas of reporting “can be used to check against one another,” he said. “At least major discrepancies won’t happen.”\nMr. Chai and other climate researchers and policy advisers played down how large the carbon market would be by the end of 2017. They said Chinese officials had said only that the market would “launch,” not be fully operational.\nChina has been experimenting with seven regional pilot cap-and-trade markets. Mr. Xie, the climate envoy, said that as of September, the cumulative total turnover of carbon dioxide in those pilot markets was 120 million metric tons, and the cumulative transaction amount had exceeded 3.2 billion renminbi, or $473 million.\nBut some experts say a carbon tax would be a better way of putting a cost on carbon. Other scholars say the pilot programs have suffered from operational problems that could bode ill for the national market.\n“I estimate that it will surely be launched in 2017, although there will be many difficulties, and the progress is unlikely to be fast,” said Jiang Kejun, a senior researcher at the Energy Research Institute, part of China’s Economic Development Agency. “For it to truly play a vital role, I think we’ll have to wait until 2019 or 2020.”\nIn any case, researchers say, other market forces are helping for now. They expect coal consumption in China to remain flat or drop, as has been the trend in the past two years. That is mainly because of the slowing Chinese economy. China promised two years ago that its greenhouse gas emissions would peak in 2030 — a goal that experts now say will be met easily.\nSome are even suggesting that emissions may have already begun to drop for the long term, though an emissions peak can be confirmed only years after it has happened.\nMr. Peters’s group estimated that carbon dioxide emissions from fossil fuel consumption and cement production in China fell 0.5 percent in 2015 from the year before. Those kinds of numbers have been a pleasant surprise for climate negotiators and researchers.\nOn Thursday, the Chinese National Energy Administration announced a plan for 2016 to 2020 in which the country would  spend $360 billion on renewable energy sources and create more than 13 million jobs in that sector. A related coal plan predicted marginal growth in coal consumption, estimating that the amount consumed in 2020 would be 4.1 billion metric tons, a 3.5 percent increase over 2015.\nBut Mr. Li said the five-year energy plans constantly overestimated China’s energy needs. Greenpeace calculations show annual coal consumption dropped in 2016, he said, and “it is hard to see how a 100-million-ton growth of coal would be possible.”", "date": "Jan. 10, 2017", "href": "https://www.nytimes.com/2017/01/10/world/asia/china-wants-to-be-a-climate-change-watchdog-but-cant-yet-lead-by-example.html", "tags": "example china carbon wants ” climate change lead data coal emissions watchdog"}