{"title": "China censorship after Xi Jinping presidency extension proposal", "content": "China's governing Communist Party has proposed removing a clause in the constitution which limits presidencies to two five-year terms - which means President Xi Jinping could remain as leader after the end of his second term in 2023. \nThe controversial move has ignited discussion on Chinese social media and pushed online government censors into overdrive. \nSeveral key terms have suddenly been subjected to heavy censorship on Sina Weibo, China's Twitter-like microblog since Sunday. \nAccording to censorship-monitoring websites China Digital Times and Free Weibo, censored phrases include:\nSo what's going on?\nThe tradition of limiting China's presidencies to 10 years emerged in the 1990s, when veteran leader Deng Xiaoping sought to avoid a repeat of the chaos that had marked the Mao era and its immediate aftermath.\nSince Xi Jinping came to power in 2012 he has shown a readiness to write his own rules.\nBut many observers have been alarmed at the prospect of Mr Xi becoming an \"emperor for life\", and critics have suggested this could set China's development back a century. \nChina employs millions of people to monitor and censor internet activity. So it's not surprising that overtly critical posts, such as these two, were blocked:\nReferences to emperors, and 19th Century warlord Yuan Shikai, who notoriously tried to restore monarchy, are also being blocked, after censors clocked on that they were cryptic references to Xi Jinping, such as this one:\nEven posts using the phrase \"emigration\" have been censored - after several users alleged that there had been a spike in web users searching for \"emigration\" on search engine Baidu since the announcement was made. \nAnd what do censors have against Winnie the Pooh? \nWell, it's a nickname that social media users have coined for President Xi, which is often used derogatively. \nIf you search for the phrase \"Winnie the Pooh\" on Sina Weibo, the site brings up a message saying: \"According to relevant laws, regulations and policies... search results are not displayed\".\nSo what is allowed?\nThe comments remaining on the popular Sina Weibo microblog are mostly monosyllabic statements from users simply say they \"like\" or \"approve\" the amendments. \nThe snooker queen on top of the world\nLift peeing video ignites fury in China\nNZ reacts to 'creepy' PM Ardern interview\nThey are likely to be from China's \"50 Cent Party\" - a nickname coined for internet commentators who are paid small amounts to post messages supporting the government's position. \nSome posts have attracted thousands of comments - but only a few are available to view. This is traditionally indicative of online censorship by government administrators. \nThe way the proposed changes were announced on Sunday also appeared to be carefully planned.\nWhereas English-language media such as broadcaster CGTN prominently reported the removal of the requirement that presidents and vice presidents \"shall serve no more than two consecutive terms\", its Chinese-language equivalent did not highlight it. \nInstead, broadcaster CCTV instead issued the full list of amendments that were being made to the constitution, with the abolition of presidential terms listed 14th in 21 total proposed amendments. \nChina's state-run Global Times has argued that the change does not mean \"that the Chinese president will have a lifelong tenure\". \nThe paper quoted Su Wei, a Communist Party academic and party member, as saying it was a significant decision as China needed a \"stable, strong and consistent leadership\" from 2020-2035.\nBBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitterand Facebook.", "date": "26 February 2018", "href": "https://www.bbc.co.uk/news/world-asia-china-43198404", "tags": "users jinping extension xi censorship china media proposal proposed presidency party terms two weibo"}