{"title": "China pollution 'threatens growth'", "content": "The man in charge of protecting China's environment has warned that pollution and the demand for resources threaten to choke economic growth. \nEnvironment Minister Zhou Shengxian said conflict between development and nature had never been so serious. \nHe said if China meant to quadruple the size of its economy over 20 years without more damage, it would have to become more efficient in resource use. \nOtherwise, he said, there would be a painful price to pay.\nHis comments came ahead of China's annual session of parliament, which opens on 5 March. \nThey also came a day after Premier Wen Jiabao said China was lowering its annual economic growth target from 7.5% to 7%, in part because of its impact on the environment. \nMr Zhou's comments came in an essay posted on the website on the Ministry of Environmental Protection. \n\"In China's thousands of years of civilisation, the conflict between humanity and nature has never been as serious as it is today,\" he wrote. \n\"The depletion, deterioration and exhaustion of resources and the deterioration of the environment have become serious bottlenecks constraining economic and social development.\"   \nChina, he said, would suffer unless issues of air and water pollution were prioritised. \nHe suggested that his ministry should take on a greater role in tackling greenhouse gas emissions and that new development projects  be assessed for their impact on climate change. \nIn recent decades, development has been prioritised over the environment, meaning that China now has some of the most polluted skies and waterways in the world. \nIt relies heavily on coal and is the world's leading CO2 emitter. It overtook the US as the world's biggest car and van market in 2009. \nIn recent years there have been numerous examples of industrial spills or dumping that have damaged waterways and in some cases harmed residents. \nThe BBC's Martin Patience in Beijing says that the government has repeatedly promised to tackle pollution, but then failed to enforced these decisions. ", "date": "28 February 2011", "href": "https://www.bbc.com/news/world-asia-pacific-12595872", "tags": "growth china came development pollution economic years serious environment"}