{"title": "China condemns US 'Cold War mentality' on national security", "content": "China has condemned the \"Cold War mentality\" of the White House after the publication of a new US national security policy.\nThe document labels China and Russia as \"rival powers\" and lays out a number of potential threats they pose.\nThe new strategy said Beijing and other governments were determined to challenge American power.\nBut China's foreign ministry criticised the strategy report, saying Washington should \"abandon outdated notions\".\nSpokeswoman Hua Chunying said: \"No country or report will succeed in distorting facts or deploying malicious slander.\n\"We urge the US side to stop intentionally distorting China's strategic intentions and to abandon outdated ideas of Cold War mentality and the zero-sum game.\"\nRussia also responded to the new strategy by saying it \"cannot accept\" that it is treated as a threat.\nIt also criticised what it said was the \"imperialist character\" of the document.\nIn the new US national security strategy, China and Russia are said to \"challenge American power, influence and interests, attempting to erode American security and prosperity\".\n\"They are determined to make economies less free and less fair, to grow their militaries, and to control information and data to repress their societies and expand their influence.\"\nThe new national security strategy contains a range of claims about China, including:\nSome of the claims have been made before, but the new document casts them as part of a battle for dominance.\nThe BBC's Robin Brant in Shanghai\nFirst at his golf club in Florida, then at the Forbidden City in Beijing, President Trump has taken every opportunity to say how close a friendship he's built with his Chinese counterpart Xi Jinping.\nBut now the official version is rivals - not friends. The classification sends a clear message about America's changing stance towards a rising China, a China that's made no secret of its plan to significantly expand its navy, assert more regional authority and expand its influence further abroad through a massive state-backed investment push.\nEconomic rivalry is crucial to this dynamic. The Trump administration is investigating China for what it alleges is the dumping of artificially cheap aluminium products on US markets. It has threatened to do the same on steel exports.\nAhead of the document's publication, there were reports that the National Security Strategy would classify China as an economic \"aggressor\", but that did not appear in the final version.\nStrategy documents are often released with little ceremony, but President Trump appeared at a special event to mark the release of the new strategy.\nIn a speech about his new strategy, Mr Trump said the US faced a new era of competition, and that China and Russia were the primary threats to US economic dominance.\nBut, he said, the US must attempt to build a \"great partnership with them\".\nMr Trump described \"four pillars\" to his new plan: protecting the homeland, promoting American prosperity, demonstrating peace through strength and advancing American influence.\nThe 68-page document, which White House officials began work on 11 months ago, suggests a return to Mr Trump's campaign promise of \"America First\".\nIn his speech, Mr Trump referred to his election victory, saying that in 2016 voters chose to \"Make America Great Again\".\nPrevious American leaders had \"drifted\" and \"lost sight of America's destiny\" he said, standing before a backdrop of American flags.\n\"Now less than one year later I am proud to report that the entire world has heard the news and has seen the signs,\" he said.\n\"America is coming back and America is coming back strong.\"\nHe also outlined his campaign promise to build a wall on the border with Mexico, as well as reform of the immigration visa system.\nThe new policy stresses economic security but does not recognise climate change as a national security threat.\nHis predecessor, Barack Obama, in 2015 declared climate change an \"urgent and growing threat to our national security\".", "date": "19 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42409148", "tags": "american security us national america china new mentality war condemns strategy"}