{"title": "China powers up electric car market", "content": "Outside China, few drivers have heard of brands such as Hit BYD or Beijing Automobile Works. But they're two of the largest players in the world's biggest market for electric cars.\nFor a decade, the Chinese government has coaxed buyers and manufacturers into the electric vehicle market through subsidies and other incentives. \nThe numbers suggest the strategy worked: the International Energy Agency says China buys more than half of the world's new electric cars.  \nNow, the government is set to push the burden onto manufacturers, through a new \"cap and trade\" system and rules that make it harder to set up a factory to make combustion-engine cars. \nThe rules were believed to have come into force on 1 January this year. \nChina is both the biggest manufacturer and the biggest market for cars globally. \nBut after two decades of rapid expansion, sales fell in 2018 by 6% to 22.7 million units.\nThe most recent figures show that New Energy Vehicles (NEVs) - a category which includes electric and hybrid models - has defied that trend, growing substantially over the past year. \nHowever, the China Association of Automobile Manufacturers (CAAM) says 601,000 NEVs were sold in the first three quarters of 2018, which means they still account only for a small fraction of the market. \nThe National Reform and Development Commission has said it won't allow the establishment of new companies that only make combustion-engine cars. \nIt has also imposed additional conditions for existing companies that plan to set up a factory for cars that aren't NEVs.\nNew quotas on electric vehicles are also expected to have an impact on manufacturers.    \nUnder a new \"cap and trade\" system, any company that makes 30,000 cars or more needs to earn enough credits to match 10% of its output. \nSo a car company manufacturing the minimum would need to earn 3,000 credits. \nBut not all cars are treated equally. A NEV can receive between two and six credits depending on how far it can travel before being recharged.\nSo if a carmaker makes 30,000 cars, it could hit its quota by manufacturing 1,000 cars with three credits each. \nAny company that doesn't reach its quota faces a fine, but carmakers that expect to fall short can buy credits from manufacturers which have a surplus. \nThis means carmakers who don't reach their quota directly subsidise manufacturers who do.\nAnalysts say that could be very appealing to overseas manufacturers, which currently make the most efficient NEVs. \n\"If Tesla starts manufacturing in China, they will get the highest credit. If they sell a sufficient number of vehicles, they will be able to sell to other [manufacturers] at a credit,\" according to Vivek Vaidya, from consultancy Frost and Sullivan.  \nChina has been aggressively pursuing NEVs, both to cut air pollution and to develop a strong industry.  \nThe Chinese government has had subsidies in place for nearly a decade, and these have been supplemented by subsidies from regional governments. \nIn some cities, public transport has also led the way. \nShenzhen's fleet of 16,000 buses is now 100% electric and its fleet of taxis is almost completely electric too. \nIn addition to a robust local industry, many global manufacturers are already in the Chinese NEV market, mostly through joint-venture arrangements, including Nissan, Toyota, VW, BMW and Volvo.\nGM says it's on track to deliver 10 NEV models by 2020 and plans to double that number over the following three years.\nTesla has just broken ground on its gigafactory, just outside Shanghai. \nThis latest move appears at least partly to be an attempt to wean the market off subsidies. \n\"This law is really to help replace the subsidy the Chinese government offers now on purchasing NEVs in China and pushes that responsibility onto the car manufacturer,\" according to Tu Le, from research firm Sino Auto Insights.   \nIn Beijing and Shanghai, for example, drivers who buy an NEV are currently given a license plate for free, while other drivers have to participate in a lottery in Beijing or an auction in Shanghai. \nIn other Chinese cities, subsidies and rebates are given to buyers who purchase NEVs.\nThere are a number of issues that could, at least in the short term, create some difficulties. \nThere have already been reports that China's electric carmakers have taken an initial hit on the stock market over fears about the removal of subsidies.  \nTu Le says a lack of electrification infrastructure could also weigh on sales and the trade war could be a wild card.  \n\"If the trade war is not resolved within the first quarter of 2019, then this could have significant negative effects on the overall sales of cars and customers' willingness to take a chance on new technologies,\" he said. \nVivek Vaidya expects the new plan to succeed, mostly because manufacturers will have a strong incentive to make more electric and hybrid cars.   \nHe also thinks some Chinese market leaders could expand their reach beyond the mainland. But unless you live in a developing market, it's not very likely a Chinese electric vehicle will be driving down your street any time soon.   \n\"Chinese vehicles are very competitively priced, but it's not apple to apple comparison. They might not dominate a market like Germany, but they might target Asian markets like India and Indonesia,\" he said. ", "date": "11 January 2019", "href": "https://www.bbc.com/news/business-46745472", "tags": "cars market china electric new nevs chinese subsidies could car manufacturers powers"}