{"title": "China trade surplus with US hits record high in June", "content": "China's monthly trade surplus with the US hit a record high of nearly $29bn (£22bn) in June as exports to America remained strong.\nThe figures come a week after the trade war between the two began, with the US imposing tariffs on $34bn of Chinese goods, and China retaliating.\nThis week, Washington threatened to impose 10% tariffs on another $200bn of Chinese imports. \nAnalysts expect to see the impact of the tariffs in July's figures.\n\"We expect the trade numbers for July to disappoint since that's when the first round of US tariffs took effect,\" said Amy Zhuang, China analyst at Nordea Bank in Singapore.\n\"Still, we do not expect a plunge because those tariffs only targeted $34bn worth of goods which is fairly small compared to China's total trade\", she said. \nIn the first six months of the year, China's exports to the US rose 13.6% from a year earlier, while imports from the US increased by 11.8%. Its trade surplus with the US over the same period was $133.76bn, up from $117.51bn last year.\nAs the world's largest exporter, China has threatened retaliatory action against the tariffs and pledged that it would lodge a complaint with the World Trade Organization.\nUS President Donald Trump had already threatened to impose additional tariffs if China  - the world's largest exporter - retaliates.\nWhile China continues to benefit from strong global demand for its goods for now, the rising trade tensions with the US has the potential to hurt both sides.\nAmy Zhuang has warned that there could be knock-on effects if the US proceeds with its proposal for a new round of tariffs on $200bn of Chinese goods. \n\"Not only will Chinese exporters suffer but American consumers as well,\" she told the BBC.\n\"Targeting such a large amount of basic consumers will inevitably have an effect on US inflation.\" \nOthers say the latest data shows how difficult it will be for the US to win the trade war, arguing that Americans want to buy Chinese-made products.\nDavid Kuo, chief executive of the Motley Fool Singapore, said \"US tariffs will increase the cost of Chinese imports but they are unlikely to deter US consumers entirely\".\nBut, he said, China has another option - Beijing could reduce the impact of US tariffs on exporters by devaluing the yuan to make its goods cheaper for American consumers. \nHowever, a lower yuan would make it more expensive for China to import US goods. \n\"So we would be back to square one,\" Mr Kuo said, with China exporting more to the US than it buys from the country. \"Trade wars are not easy to win\", he said.", "date": "13 July 2018", "href": "https://www.bbc.co.uk/news/business-44818316", "tags": "surplus us goods china high record imports threatened chinese trade june hits tariffs consumers"}