{"title": "China Approves 5 New Trademarks For Ivanka Trump Business As President Forges ZTE Deal", "content": "Ivanka Trump’s business has won approval from the Chinese government for at least five new trademarks. The approval came just days before President Donald Trump announced he was working on a controversial deal to drop U.S. prohibitions against China cellphone manufacturer ZTE.\nAnother trademark was given trial approval. The trademarks grant Ivanka Trump operations exclusive rights to market a variety of products in China that could potentially amount to millions of dollars in profits. Ivanka Trump Marks LLC received approval last year for several other trademarks after she began working in the White House. Three of them were granted the same day she dined with Chinese President Xi Jinping at Mar-a-Lago.\nThe applications for the trademarks were submitted over a year ago, and the trademark registrations were accepted May 7. Just five days later Trump announced he was working on a deal to lift U.S. business barriers against ZTE in order to save Chinese jobs.\nMeanwhile, some 72 hours before his tweet about ZTE, China quietly agreed to loan $500 million to an Indonesian theme park project in which the president is a partner. Chinese banks agreed to loan an additional $500 million to the project.\nThe non-profit Citizens for Responsibility and Ethics in Washington, D.C., said the trademark deal again raises concerns about the Trump family’s international businesses and potential conflicts of interest.\n“As a White House adviser, Ivanka has represented the United States at multiple diplomatic events despite the potential conflicts her business interests present,” CREW said in a statement.\nTrump settled on a ZTE deal Friday that will require the nation to pay a $1.3 billion fine. ZTE, one of the world’s largest telecom equipment makers, suspended its main operations after it was barred in 2016 from doing business in the U.S. for violating sanctions against Iran and North Korea.\nThe deal is unpopular with both Democrats and Republicans.\nSen. Marco Rubio (R-Florida) said Friday that ZTE will “crush” U.S. companies and “spy and steal from us.”\nSenate Minority Leader Charles Schumer (D-New York) said in a statement Friday: “We all know that China is involved in stealing our intellectual property. There is no better way to do it than through ZTE, and we’re going to let them be here, and slap them on the wrist with a fine? That’s a dereliction of our duty here in the Congress, and it’s the president’s duty to protect us.”", "date": "\n05/26/2018", "href": "https://www.huffpost.com/entry/ivanka-gets-5-china-trademarks-as-president-works-zte-deal_n_5b0a07eee4b0568a880c0a0d", "tags": "forges approval china business ivanka president u.s. trump chinese approves zte new trademarks deal"}