{"title": "Choi Eun-hee: South Korean actress who was kidnapped by North dies", "content": "A South Korean actress, once kidnapped by North Korea and forced to make films for the state, has died at 91.\nChoi Eun-hee was a leading actress in the South when she was kidnapped on the orders of then leader-in-waiting Kim Jong-il in the late 1970s. \nHer ex-husband, a famous film director, was also abducted several months later. The duo later escaped.\nNorth Korea has always denied abducting the couple, saying they had sought sanctuary there. \nMs Choi died on Monday afternoon in hospital in South Korea. \n\"My mother passed when she went to hospital for kidney dialysis this afternoon,\" Ms Choi's eldest son, director Shin Jeong-gyun, told news outlet Yonhap.\nBorn in November 1926 in South Korea's Gyeonggi province, Ms Choi began her film career in 1947. \nShe and her then-husband Shin Sang-ok eventually rose to be among South Korea's most celebrated film directors and stars. \nBut by the late 1970s, the couple had divorced and Choi's career had hit a downturn.\nIt was during that time that Choi was approached by someone posing as a Hong Kong businessman with a proposal to form a film-making company which would revive her fortunes.\nAccording to a book \"A Kim Jong-il Production\", she was persuaded to go to Hong Kong.  Once in Hong Kong, she was grabbed and sedated by a group of men. \nEight days later she was in Pyongyang in a luxurious villa that was constantly guarded. \nDespite being divorced, Mr Shin and his ex-wife had remained close and he went to Hong Kong to look for her. He too was later abducted. \nThe late Mr Kim, who ruled North Korea from his father's death in 1994 until his own in 2011, was said to be a great film buff, and an avid watcher of Hollywood movies. \nHe had hoped that the couple's presence in the North could help their film industry compete on the international stage. After eight years, the couple won Mr Kim's trust and were allowed to travel to Vienna to promote their films. \nWhile in Vienna, the duo sought political asylum at the US embassy. They returned to South Korea years later and Mr Shin died in 2006.\nThe outlandish tale has gone on to grip audiences across the globe. In 2016, a film titled \"The Lovers and the Despot\" premiered, following the life of the couple as they were kidnapped and taken to North Korea. \nMs Choi's passing has been widely mourned across South Korea.\n\"I went to see her movie when I was in high school,\" said 82-year-old actress Um Aing-ran. \"After seeing her acting I decided to become an actress.\"\nOther social media users also remembered her.\n\"You were such a beauty. You really had a rough life, you are gone now but your passion for acting will never be forgotten,\" said one user on Naver. \"I hope you reunited with Mr Shin and be happy.\"\n\"We say there is no life without a story. But her life was so dramatic,\" said another Naver user. \"I [will] remember your elegance. Rest in peace.\"\nMs Choi's funeral will be held on Thursday in Seoul.", "date": "17 April 2018", "href": "https://www.bbc.com/news/world-asia-43792417", "tags": "film kidnapped ms later korean eun-hee couple actress dies shin choi south north korea"}