{"title": "Choppy waters for Greek shipping sector", "content": "Thanks to President Trump there may be choppy waters ahead for Greece's vital shipping industry.\nAs the US this week reinstated a global ban on Iranian oil exports, there are few countries outside of Iran that will be more affected by the move than Greece.\nThis is because Greece's merchant shipping fleet - the biggest in the world by tonnage - is also the largest transporter of Iranian oil.\nOf the 217 oil tankers that ferried Iranian crude oil in the first six months of this year, 81, or 37%, were Greek-owned. The next highest was Iran's own National Iranian Tanker Company with 51 ships, followed by Denmark, China and Japan.\nAlthough Greece is one of eight countries to be given a 180-day extension by the US - with the others being China, India, Italy, Japan, Turkey, South Korea and Taiwan -  the White House has told those nations to start reducing their Iranian oil orders.\nAnd with every other country told to stop immediately, or else face their own knock-on trade penalties from the US, Greece's oil tankers may be about to see a substantial drop in business.\nDimitrios Lyridis, associate professor of maritime transport at the National Technical University of Athens, says that most Greek shipping companies will comply with the ban, because the US is also targeting individual firms doing business with Iran.\nAs a result, continuing to ship Iranian oil could see Greek firms banned from doing business in the US and from using American ports.\n\"[Most] Greek shipping companies will comply with Trump's order,\" says Mr Lyridis.\n\"Many of these companies are on the US stock market, so the risk of non-compliance is just too high.\n\"I see them diversifying towards other markets, for instance, the Saudi one, currently under pressure to increase its oil output.\"\nGeorge Vaggelas, researcher and consultant on port economics, management and policy issues, at the University of the Aegean on the Greek island of Chios, agrees that Greek shipping firms listed in the US - such as Navios Maritime Holdings and Tsakos Energy Navigation - will comply.\nHowever, Mr Vaggelas thinks that some Greek shipping firms without links to the US financial markets may continue to ship Iranian oil.\n\"These - though few - might continue serving Iranian oil exports at an increased risk,\" he says.\nThe shipping firms themselves are unwilling to comment given the seriousness of the situation, and none of those we contacted were prepared to give us a statement. The main Greek shipping trade unions also declined to provide a quote.\nMr Vaggelas is hopeful though that in practice the US will offer numerous countries - not just the eight given an extension - wiggle room.\nHe sees France and other European Union countries applying the oil embargo in a \"laxer way\" than the US, both to secure supplies, and because they want to keep the 2015 agreement on Iran's nuclear programme alive.\nIt was President Trump's decision to rip up this deal, negotiated by the administration of predecessor President Obama, that paved the way for the reinstatement of the embargo on Iranian oil exports.\nPresident Trump has called the 2015 agreement the \"worst deal ever negotiated\".\nHis administration also says it wants to stop what it calls Iran's \"malign\" activities, including support for terror groups in the Middle East, and ballistic missile tests.\nThe US hopes that the sanctions will force Iran back to the negotiating table.\nYet despite Mr Vaggelas' optimism that European nations will continue to source Iranian oil, he does not dispute that the number of Greek-owned tankers involved in Iranian exports will dwindle.\nOther commentators are more confident about the future for Greece's oil tankers.\nSome, such as Court Smith, trade analyst at UK-based Vessels Value, which tracks the global shipping industry, thinks that the Iranian ban may actually give Greek shipping firms a boost.\nHis argument is that countries will need to source the oil they used to get from Iran from elsewhere, which may be further away, and therefore give more profits to the owners of the oil tankers because their ships will be spending much longer at sea.\n\"A good example of this is India, which is very close to Iran,\" says Mr Court.\n\"It will [probably] be purchasing more crude oil from other sources, which are further away [such as countries in West Africa, Brazil and the Caribbean].\"\nWhen the dust settles, however, it remains to be seen how long the embargo against Iran - the world's sixth largest oil exporter - will remain in place.\nProf Lyridis says this is dependent upon global oil prices, and whether the price rises significantly as a result of Iranian exports being curtailed.\nMore from the BBC's series taking an international perspective on trade:\n\"With Iran being a huge crude oil exporter, maintaining the penalty might prove unsustainable because global oil prices will [potentially] skyrocket,\" he says.\nProf Lyridis adds that this, coupled with President Trump's unpredictability, could mean the embargo is relatively short-lived.\nThe Greek government declined to comment.", "date": "8 November 2018", "href": "https://www.bbc.com/news/business-46123217", "tags": "iran us shipping choppy sector greek waters oil countries says greece iranian firms"}