{"title": "Chrissy Teigen Shuts Down Laura Ingraham's Criticism Of Time 100 List Inclusion", "content": "Fox News’ Laura Ingraham came for Chrissy Teigen after the model and cookbook author was named one of Time’s 100 most influential people of 2019.\nBut Teigen fired back with a series of blistering tweets in which she accused the host of “The Ingraham Angle” of being a white supremacist.\nIngraham on Wednesday mocked Teigen’s inclusion on the list and her “take on female empowerment” during an event for House Democrats last week when Teigen said women shouldn’t be afraid to say “fuck you” more frequently.\nIngraham also claimed that the publication’s list, which this year included more women than ever, was “not a reflection” of American society.\nCheck out the full segment here:\nTeigen, who is married to singer-songwriter John Legend, called Ingraham a “corny monster” in a series of withering posts in reply.\n“There were 1 million other ways to try and take me down and this is what you choose?” she wrote. “Fuck you.”\nTeigen, who is a vocal critic of President Donald Trump, also told Ingraham that when Time “comes out with their 100 most influential white supremacists list, I promise I won’t question your worthiness.”\nIngraham has a long history of peddling white supremacist talking points on her widely watched prime time show. \nLast week, high-profile rappers, including Snoop Dogg and The Game, called for Ingraham to be fired after she joked about musician Nipsey Hussle’s death.\nTeigen concluded by sharing a GIF of Ingraham waving in a way in which some people have suggested inadvertently looks like a Nazi-style salute.\nFamed French chef Eric Ripert, whose flagship restaurant Le Bernardin is a staple on the “World’s 50 Best Restaurants” list, wrote Teigen’s tribute for the magazine.\nHe described Teigen as “a riot” and “out-of-her-mind funny.” \nOn her food, he wrote:\nRipert also explained why he loved Teigen for being “very opinionated” and “very much herself.”\n“She may be glamorous and an icon in elegance, but she’s extremely approachable and warm,” he said. “And above all, she’s a very proud mother and a tremendously supportive wife. I admire her so much.”\nJohn Legend described Ripert’s note as “a beautiful tribute to my awesome wife.”\nTeigen, meanwhile, tweeted that she couldn’t believe her inclusion on the list and asked her 11 million followers to “photoshop me onto the cover.”\nHer fans, of course, delivered:\nAnd Teigen appeared happiest with one in particular:\n \n \nzzzz", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/chrissy-teigen-fox-news-laura-ingraham-time-100-influential_n_5cb831dee4b09dc528cdf4ad", "tags": "criticism shuts laura wrote teigen ” white inclusion ripert chrissy time also ingraham list"}