{"title": "Christchurch attacks: Facebook curbs Live feature", "content": "Facebook has announced curbs on its streaming feature ahead of an online extremism summit in Paris, called after the Christchurch mosque attacks.\nThe tech giant said there would be a \"one-strike policy\" banning those who violate new Facebook Live rules.\nNew Zealand Prime Minister Jacinda Ardern called the measures a \"good first step\".\nIn March the gunman live-streamed the attacks in New Zealand, where 51 people died.\nMs Ardern will chair the summit with French President Emmanuel Macron. It aims to co-ordinate international efforts to stop social media being used to organise and promote terrorism.\nPolitical leaders from Europe, Canada and the Middle East will meet senior representatives from companies such as Facebook, Google and Twitter, as well as issuing a joint \"call to action\" to eliminate terrorist material.\nUK Prime Minister Theresa May will call for governments and technology companies to work together to prevent terrorist material being shared online.\nMrs May said the fact Facebook had to remove 1.5 million copies of the video was \"a stark reminder that we need to do more\".\nSpeaking ahead of the summit, the prime minister said the tactic of live-streaming attacks \"exposed gaps in our response and the need to keep pace with rapidly changing technological developments\".\nShe said: \"My message to governments and internet companies in Paris will be that we must work together and harness our combined technical abilities to stop any sharing of hateful content of this kind.\"\nIn a statement, Facebook said that anyone sharing \"violating content\" like a statement from a terrorist group without context would be blocked from using Facebook Live for a set period, such as 30 days.\nThe company will also extend these new restrictions to other areas of the platform in the coming weeks, including to advertisers. \nFacebook has also pledged $7.5m (£5.8m) towards new research partnerships to automatically detect banned content, after some users bypassed existing detection systems by uploading edited versions of the Christchurch attacks.\n\"Our goal is to minimize risk of abuse on Live while enabling people to use Live in a positive way every day,\" the statement said.\nIn the wake of the attack Facebook faced heavy criticism for its lack of response to officials. \nAt the time, New Zealand's privacy commissioner wrote emails to company executives saying their silence was \"an insult to our grief\", the New Zealand Herald reported.\nIn her speech, Mrs May is expected to raise concerns about the threat of far-right political groups online and call for an international approach to regulation.\nShe is due to say that technology companies responded effectively to her call to fight propaganda from the Islamic State group, after the 2017 attacks at Westminster Bridge, Manchester Arena and London Bridge.\nLast year IS propaganda was at its lowest levels online since 2015 as a result of that co-ordinated global response, she is expected to say.\nMrs May will say: \"That shows us what is possible. Our work here must continue in order to keep pace with the threat. But we also need to confront the rise of the far right online.\"\nThe UK has recently published its own plans to introduce a legal duty of care for internet companies, which would be enforced by a new independent regulator.", "date": "15 May 2019", "href": "https://www.bbc.com/news/technology-48276802", "tags": "call may live companies zealand online facebook feature curbs christchurch new attacks"}