{"title": "Christchurch attacks: Victims honoured with national memorial service", "content": "A memorial service has been held in Christchurch, New Zealand, and screened around the nation, to honour the 50 victims of the 15 March shootings.\nPrime Minister Jacinda Ardern spoke at the televised event, along with Muslim leaders and a survivor of the attack. \nCat Stevens, the British singer who converted to Islam in the 1970s, also performed. \nMore than 20,000 people attended the event at the city's Hagley Park, amid tight security.\nAddressing the crowd in the park near the Al Noor mosque, where more than 40 people were killed earlier this month, Ms Ardern said New Zealand had \"a responsibility to be the place we wish to be\".\n\"We are not immune to the viruses of hate, of fear, of other. We never have been,\" she said, \"but we can be the nation that discovers the cure\".\nIn all, 50 people died on 15 March when a white supremacist attacked two mosques in Christchurch, while livestreaming part of his attack on Facebook.\nMs Arden described how the world had been \"stuck in a vicious cycle of extremism breeding extremism\" but said \"the answer lies in our humanity\". \nWearing a Maori cloak, she received a standing ovation as she took to the stage. \nDozens of government representatives from around the world attended the memorial, including the Australian prime minister Scott Morrison.\nFarid Ahmed, who survived the attack by a far-right gunman but whose wife Husna was killed, made a plea for peace. He said he had forgiven the gunman. \n\"I don't want a heart that is boiling like a volcano,\" he said. \"I want a heart that will be full of love and care, and will have mercy.\"\nby Hywel Griffith at Hagley Park, Christchurch\nTwo weeks may have passed, but the events of 15 March still weigh heavily on people here. They gathered on the verdant fields of Hagley Park to honour victims very few of them would have known. \nSome women wore headscarves, as a sign of solidarity towards followers of Islam. As the names of the dead were read out, thousands stood in sombre silence. \nOne woman told me how proud she was of how Jacinda Ardern has represented the nation in its grief.\nBut there was also an emphasis here on resilience and recovery - the need to stay united as normal life slowly starts to return.\nCat Stevens, whose Muslim name is Yusuf Islam, sang his songs Peace Train and Don't be Shy. \n\"It's only when good people stay sitting that evil rises,\" he said. \"We've seen the opposite in this country.\"\nShaggaf Khan, president of the Muslim Council of Canterbury, praised New Zealand's response to the attacks and said he felt \"ultimately hopeful\".\n\"From this hate, how much love has been shared? Out of this darkness, how much light has been spread?\" he asked the crowd. \nThe mayor of Christchurch, Lianne Dalziel, called on social media platforms to \"take more responsibility\". The shootings were live-streamed on Facebook and shared worldwide before the social media network could remove the footage.\n\"We each have a responsibility to ask the hard questions of ourselves about what comfort we give to people who might harbour racist or hateful views,\" she said. \nAll 50 names of the victims who died in the attacks were read out at the event by members of the city's Muslim community. The victims included men, women and children from across the world. The youngest victim was just three years old. \nThere are still 22 people recovering in hospital, including a critically injured four-year-old girl. \nMany had moved to New Zealand in the hope of a better life and some were refugees. Ms Ardern described the attacks as one of the nation's \"darkest days\".\nSince the mass shooting, Ms Ardern has announced a ban on all types of semi-automatic weapons and assault rifles. \nPolice Commissioner Mike Bush said the remembrance service was one of the largest security events ever conducted by the police.\nThe service was livestreamed at smaller events across the country, but the New Zealand Herald reported that many of these were cancelled due to stretched police resources. ", "date": "29 March 2019", "href": "https://www.bbc.com/news/world-asia-47742313", "tags": "victims people ardern memorial service park new zealand honoured muslim christchurch national nation attacks"}