{"title": "Christchurch shootings: New Zealand to ban military style weapons", "content": "New Zealand will ban all types of semi-automatic weapons and assault rifles following the Christchurch attacks, Prime Minister Jacinda Ardern has said.\nThe announcement comes less than a week after 50 people were killed at two mosques, allegedly by a lone gunman. \nMs Ardern said she expected new legislation to be in place by 11 April, saying: \"Our history changed forever. Now, our laws will too.\"\nAll of the dead have now been formally identified, police have confirmed. \nAustralian Brenton Tarrant, a self-proclaimed white supremacist, has been charged with one murder and was expected to face further charges.\nHowever, police said on Thursday that the person he was formally accused of killing had been wrongly declared dead. \nThey said they had apologised to the woman and her family, and that the charge sheet would be updated when the suspect appeared in court on 5 April.\n\"Six days after this attack, we are announcing a ban on all military style semi-automatics (MSSA) and assault rifles in New Zealand,\" Ms Ardern said in a news conference. \n\"Related parts used to convert these guns into MSSAs are also being banned, along with all high-capacity magazines.\" \nAn amnesty has been imposed so the owners of affected weapons can hand them in, and a buy-back scheme will follow.\nMs Ardern said the buy-back could cost up to NZ$200m ($138m; £104m), but \"that is the price that we must pay to ensure the safety of our communities\". \nThe prime minister has called the Christchurch attacker a terrorist and said she will not utter his name.\nThe gunman, armed with semi-automatic rifles including an AR-15, is believed to have modified his weapons with high-capacity magazines - the part of the gun which stores ammunition - so they could hold more bullets. \nAs of Thursday, several weapons have been reclassified as military style semi-automatic firearms, making them harder to buy.\n\"For many people, you will now be in unlawful possession of your firearm,\" Police Commissioner Mike Bush said.\nSources: Violence Policy Center and assaultweapon.info\nMs Ardern said the legislation would be introduced when parliament sits in the first week of April.\nThere would be a \"short, sharp select committee process\" for feedback on technical aspects of the law, she said, and changes to the Arms Act should be passed within the session. \nOnce the amnesty period ends, anyone in possession of a banned weapon would face a fine of up to NZ$4,000 and three years in jail.\nAs with Australia's gun reforms in 1996, exemptions will be made for farmers who need weapons for pest control and animal welfare.\nBy Phil Mercer in Christchurch\nNew Zealand has tried - and failed - to reform its gun laws several times in the past two decades, but the momentum for change is now overwhelming. Owners will be forced to surrender proscribed firearms and will be compensated, but those who resist could be prosecuted.  \nA major hurdle for the authorities is that no-one knows how many assault rifles and military-style semi-automatic weapons are out there. New Zealand's Police Association has said there also needs to be a register of all guns and their owners. \nThat could happen in the next round of amendments promised by the prime minister, which will focus on licensing and registration. She has broad public support following the atrocities in Christchurch. \nEarlier, MPs in the capital, Wellington, were handed a petition with more than 65,000 signatures demanding tougher laws. Some gun owners aren't happy, insisting that vetting procedures were already strict enough. They are, though, swimming against the tide.\nSurvivor Kawthar Abulaban, 54, who was at the Al-Noor mosque, welcomed the move: \"It's a good thing, why would we need to have guns like this in our houses?\" she told AFP.\nThe leader of New Zealand's opposition National Party, Simon Bridges, backed the changes and said it was \"imperative in the national interest [that] we keep New Zealanders safe.\" \nThe move drew strong responses in the US, where campaigners against gun violence frequently clash with the pro-gun lobby. \nDemocratic Senator Bernie Sanders called for America to follow New Zealand's lead, tweeting: \"This is what real action to stop gun violence looks like.\"\nIn response, National Rifle Association (NRA) spokeswoman Dana Loesch cited the Second Amendment of the US constitution, which gives Americans the right to carry guns. \n\"The US isn't NZ,\" she tweeted. \"While they do not have an inalienable right to bear arms and to self defense, we do.\"\nFifty people lost their lives in the shootings at two mosques in the city. ", "date": "21 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-47648549", "tags": "ardern style military shootings semi-automatic zealand gun rifles christchurch new ban weapons"}