{"title": "Christine Beshar, Trailblazing Lawyer, Dies at 88", "content": "Christine Beshar, one of the first women to be named partner in a Wall Street law firm, where she established a pioneering child-care service for its employees, died on Jan. 11 at her home in Manhattan. She was 88.\nHer death was confirmed by her son, Peter.\nMrs. Beshar, who specialized in trust and estate law, was practicing until her death at Cravath, Swaine & Moore, which made her its first female partner in 1971, seven years after she was hired.\nAlmost 20 years later she pushed Cravath to become the first major New York firm to open its own child-care center for its working parents, an idea she had proposed. It began in 1989, after the firm had moved to midtown Manhattan from downtown, as an on-site backup service available to employees when other child-care arrangements fell through.\nMrs. Beshar’s proposal had been born of necessity. She had taken only a week or two of vacation time after the birth of each of her children, and one day her son’s babysitter failed to show up. In those days, parents rarely took their children to work.\n“I can feel it in my gut still,” she recalled in a video interview with Bloomberg Law in 2013. “What do you do when profession and family clashes?”\nCravath’s 60 or so partners approved the on-site service with only one dissent, she said.\nYears later she found that professional women had more alternatives.\n“I have thought a lot about how I’d counsel my daughters if they said they wanted to take time off with their children and be a wife and mother exclusively,” Mrs. Beshar said in an interview with The New York Times in 1988. “And my answer is that I feel very strongly that women should take time off when babies are little. It’s become possible to do that now.”\nAn immigrant from Germany, Mrs. Beshar passed the New York bar exam in 1959 on her first try without having attended law school. She had clerked for her husband’s firm for four years. (Since then, some form of classroom study in a law school has been required to become an attorney in New York.)\nMrs. Beshar had earlier worked for one law firm as a $55-a-week switchboard operator and for another as an assistant librarian.\nThrough a friend at Cravath, she was offered a job as an associate in 1964. In the early 1970s, she was one of a handful of female partners at major firms representing Wall Street clients.\nAccording to the New York Women’s Bar Association, the first woman to make partner at a Wall Street law firm was Soia Mentschikoff, who was named in 1944 by Spence, Windels, Walser, Hotchkiss & Angell.\nWhen Mrs. Beshar was elected, her boss, Roswell Gilpatric, told her that there was one issue that had yet to be resolved: The firm had only one restroom reserved for partners.\nChristine Luise Luitgarde Annette von Wedemeyer was born on Nov. 6, 1929, in Paetzig, Germany. Her parents, Hans von Wedemeyer and the former Ruth von Kleist-Retzow, operated a farm in Prussia.\nHer father was killed fighting for Germany in World War II. With two of her sisters and her youngest brother, Christine fled the advancing Soviet army in January 1945, a few months before the war in Europe ended.\nAfter attending the University of Hamburg and the University of Tuebingen, she won a Fulbright Scholarship to attend Smith College in Northampton, Mass. She graduated with a bachelor’s degree in 1953.\nOn a blind date at Smith, she met Robert P. Beshar, who was attending Yale Law School. She resisted his marriage proposal at first, she said, because she had promised her mother not to marry in the United States. Mr. Beshar followed her home to Germany and won her mother’s blessing. They were married there in December 1953 and returned to the United States, where Mrs. Beshar became a citizen in 1957.\nThe couple lived in Manhattan and in Somers, N.Y.\nMrs. Beshar formally retired in 1999, but was named of counsel in 2000 and senior counsel in 2009. She continued to advise individuals, families, corporations and not‑for‑profit organizations on estate planning and philanthropy.\nMr. Beshar died in 2014. In addition to their son, Mrs. Beshar is survived by three daughters, Cornelia Spring, Jacky Beshar and Fritz Beshar; a brother, Hans-Werner von Wedemeyer; a sister, Lala Doerr; and 14 grandchildren.", "date": "Jan. 19, 2018", "href": "https://www.nytimes.com/2018/01/19/obituaries/christine-beshar-trailblazing-lawyer-dies-at-88.html", "tags": "york beshar first christine law new one cravath dies women firm mrs. trailblazing lawyer"}