{"title": "Christchurch shootings: What are New Zealand's gun laws?", "content": " New Zealand has said it will reform its gun laws after 50 people were killed in a mass shooting at two mosques in Christchurch. \nIn 2016 New Zealand Police estimated that there were 1.2 million legal firearms owned by civilians - that equates to around one for every four people.\nSo, what does the law say now?\nThe minimum legal age to own a gun in New Zealand is 16, or 18 for military-style semi-automatic weapons. Anyone over those ages who is considered by police to be \"fit and proper\" can possess a firearm.\nAll gun-owners must have a licence, but most individual weapons don't have to be registered. New Zealand is one of the few countries where this is the case.\nIn order to own a gun legally, applicants for a firearm licence must pass a background check of criminal and medical records. Factors like mental health, addiction and domestic violence should be considered.\nOnce a licence has been issued, gun-owners can buy as many weapons as they want. \nPrime Minister Jacinda Ardern said the suspect had a gun licence, obtained in November 2017, and owned five guns.\nWhile most guns don't have to be registered, a special application does have to be made to police to own military-style semi-automatic weapons, pistols, or other restricted firearms.\nBecause of this, police say they can't be sure how many legally owned firearms there are in the country as there is \"no record of the majority of firearms\". \nAs of June 2018, there were 246,952 active firearms licences including dealers and individual owners. \nThe year before, of the 43,509 who people applied for firearms licences, 43,321 were granted them.\nUntil the mosque attacks, New Zealand's worst mass shooting was in 1990 in the small seaside town of Aramoana on the South Island, in which 13 people were killed. \nThat shooting prompted an amendment to the the Arms Act (1983), the main law governing gun use and ownership, restricting the ownership of military-style semi-automatic weapons. But parliament stopped short of a total ban. \nThe law was further amended in 2012 to clarify which weapons are restricted. \nIn a response to an official request for information last year, New Zealand Police published figures showing that 859 restricted-category firearms were seized by police between 2008 and 2017. \nDuring the same period, 12,688 firearms of all types were seized.\nPolice figures show that in the decade to 2017-18, there were 28 homicides involving a firearm where the offender had a current firearms licence, and 126 homicides where the offender had never held a firearms licence. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "21 March 2019", "href": "https://www.bbc.com/news/world-asia-47584603", "tags": "shooting owned laws licence firearms shootings gun zealand police christchurch new weapons"}