{"title": "Christmas Island: Australia 'to re-open' controversial detention centre", "content": "Australian PM Scott Morrison says he will re-open a controversial detention centre on Christmas Island, after a historic defeat in parliament.\nOn Tuesday, non-government MPs secured enough votes to pass a bill making it easier for sick refugees held offshore to be treated in the country.\nMr Morrison said the law would weaken the nation's tough border policies and embolden human traffickers.\nOpponents accused him of spreading fear before an impending election.\nSince 2013, Australia has sent asylum seekers arriving by boat to detention centres on Manus Island (Papua New Guinea) and Nauru. \nIt previously also sent detainees to Christmas Island, an Australian territory in the Indian Ocean which is about 2,600km (1,600 miles) from the mainland and 300km south of Indonesia.\nThe UN has criticised Australia's detention policies as \"inhumane\", but the nation insists they prevent human trafficking and save lives at sea. \nLast year, Australians were horrified by reports of a mental health crisis among children on Nauru - including cases of attempted suicide.\nIt prompted the Labor opposition, the Greens and crossbench MPs to support a bill that gives doctors the power to recommend that refugees be transferred to Australia for treatment. \nHowever, the immigration minister would still have some authority to overrule transfers.\nMr Morrison fiercely opposed the bill but it was narrowly approved in the House of Representatives, where the government does not have a majority. It later cleared the Senate.\nOn Wednesday, Mr Morrison said the government would re-open the Christmas Island centre \"to deal with the prospect of arrivals... and transfers\" - arguing both were now more likely.\nHe added that Australia's border protection operations would receive other additional resources, but declined to elaborate.\n\"This parliament has already tipped its hand enough to the people smugglers,\" he said.\nOpponents pointed out that the bill applies only to people already on Nauru and Manus Island, meaning new arrivals would not be eligible for transfer to Australia.\nLabor's Senate leader Penny Wong said Mr Morrison was playing politics ahead of the election, likely to be held in May.\n\"[This is] a pattern of deceit and desperation from a man who is desperate to cling to office - a man who has nothing left, nothing left but deceit, fear and smear,\" she told the chamber on Wednesday.\nThe centre, which operated from 2003 until last year, saw numerous scenes of unrest - including riots, protests and brawls.\nIn 2010, about 50 asylum seekers from Iraq and Iran died when their boat smashed onto rocks off the island.\nAt its height, the centre held thousands of people. It closed in October when the final 35 detainees were removed. ", "date": "13 February 2019", "href": "https://www.bbc.com/news/world-australia-47221362", "tags": "australia centre morrison island bill detention said controversial christmas re-open"}