{"title": "Christchurch shootings: New Zealand falls silent for mosque victims", "content": "New Zealand has broadcast the Islamic call to prayer and observed a two-minute silence in ceremonies to mark a week since the Christchurch attacks.\nPrime Minister Jacinda Ardern joined thousands of mourners near the Al-Noor mosque, one of two places of worship targeted in last Friday's shootings.\nImam Gamal Fouda, who led the prayers, said: \"We are broken-hearted, but we are not broken.\"\nFifty people were killed and dozens more wounded in the attacks.\nAustralian Brenton Tarrant, a self-proclaimed white supremacist, has been charged with one murder and is expected to face further charges.\nOn Thursday Ms Ardern announced a ban on all types of semi-automatic weapons.\nThousands of people have gathered in Hagley Park, near the Al-Noor mosque, to mark Friday's national day of reflection for the victims.\nThe Muslim call to prayer, or adhan, was broadcast on national television and radio at 13:30 (00:30 GMT) and was followed by a two-minute silence.\nIn an address beforehand, Ms Ardern said: \"New Zealand mourns with you, we are one.\"\n\"According to the Prophet Muhammad... the believers in their mutual kindness, compassion and sympathy are just like one body. When any part of the body suffers, the whole body feels pain.\"\nThe Imam of Al-Noor mosque, Gamal Fouda, was there when the attack happened and said the gunman \"broke the hearts of millions around the world\". \n\"Today, from the same place, I look out and I see the love and compassion,\" he said.\n\"We are alive, we are together, we are determined to not let anyone divide us.\"\nOne observer, John Clark, said the message was profound: \"People will be rethinking how they react, how they think, and how they speak sometimes - it's penetrated to that level of society.\n\"We like to think that we're a liberal community, but we know that there are dark parts,\" said Mr Clark, 72. \"It will positively affect New Zealand and maybe we'll have even more to offer the world.\"\nMany mosques across the country are opening their doors to visitors, and human chains will be formed outside some in symbolic acts of protection and support.\nA mass funeral is being held for 30 of the dead, including the youngest victim Mucaad Ibrahim, aged three , who was killed at the Al-Noor mosque.\nHoward Johnson, BBC News, Hagley Park, Christchurch\n\"I'm wearing this in solidarity today,\" said hairdresser Melody, pointing at a blue headscarf adorned with gold crucifixes.\nLike thousands of others in the city of Christchurch, she's been struggling to come to terms with the horror of last week's attacks.\nAll week advertising hoardings have been beaming positive messages back onto the streets: \"This isn't us\", \"Kia Kaha Christchurch\" and \"No room for racism here\".\nFriday was a chance for Christchurchers to bring those sentiments together in one place at the same time and to pay their respects to the dead.\nPeople flocked from all corners of the city and flowers and messages of sympathy were laid at the foot of the park's towering oak trees.\nA Maori biker gang gathered in the enclosure for Muslim prayers to offer their protection. One had a large red crucifix emblazoned on the back of his leather waistcoat. It felt symbolic of New Zealand's positive, multicultural response to the killings.\nWhen the tributes were over people started pouring out of the park, back into the city and their everyday lives.\nI approached Christine McCartney. She was born in the city in 1951 and has lived here her whole life. \"It's all been deeply saddening,\" she told me, \"but I feel positive about the way this has brought us all together.\"\nEarlier, Ms Ardern encouraged as many New Zealanders as possible to use the day to pause and reflect.\n\"I know many New Zealanders wish to mark the week that has passed since the terrorist attack and to support the Muslim community as they return to mosques,\" she said.\n\"How we choose to reflect during the silence will be different for each of us. Everyone should do what feels right for them, wherever they are - at home, at work, at school.\"\nOne social media campaign has urged non-Muslim women in New Zealand to wear a headscarf for the day.\nMeanwhile, government officials worked into the night to prepare the mosque and the bodies of victims for a mass burial in Christchurch later on Friday.\nOne person who took part said: \"All the bodies are washed. We finished around 1.30am. It was our duty. After we finished, there was a lot of emotion. People were crying and hugging.\"\nMs Ardern announced a ban on all types of semi-automatic weapons and assault rifles following the Christchurch attacks.\nShe said she expected new legislation to be in place by 11 April, saying: \"Our history changed forever. Now, our laws will too.\"\n\"Six days after this attack, we are announcing a ban on all military style semi-automatics (MSSA) and assault rifles in New Zealand,\" Ms Ardern said in a news conference.\n\"Related parts used to convert these guns into MSSAs are also being banned, along with all high-capacity magazines.\"\nAn amnesty has been imposed so the owners of affected weapons can hand them in, and a buy-back scheme will follow.\nThe buy-back could cost up to NZ$200m ($138m; £104m), but Ms Ardern said \"that is the price that we must pay to ensure the safety of our communities\".\nMs Ardern has also announced that a National Memorial Service for victims is being planned for next week.", "date": "22 March 2019", "href": "https://www.bbc.com/news/world-asia-47662450", "tags": "victims ardern falls ms mosque week shootings silent zealand one christchurch new"}