{"title": "Christchurch shootings: Witnesses 'prayed for end to bullets'", "content": "As information about the deadly mosque shootings in New Zealand continues to emerge, survivors have recounted horrifying details.\nThe violence began when a gunman, dressed in dark clothing, opened fire in the Al Noor mosque in central Christchurch on Friday. A prayer session had been going on inside.\nWitnesses said they ran for their lives after hearing gunshots. \nOne unnamed survivor who had blood on his clothes told local media that he saw the gunman shoot a man in the chest.\nThe witness estimated that the shooting lasted for 20 minutes and that up to 60 people may have been injured.\n\"I was thinking he must run out of bullets,\" he told broadcaster TVNZ.\n\"What I did was basically waiting and praying, God please, let this guy run out of bullets.\"\nThe gunman reportedly targeted the men's prayer room in the mosque, then moved to the women's room.\nThe eyewitness said: \"He came to this side, he shot this side, he went to another room and went to the ladies' section and shot them. I just heard one of the ladies has died.\n\"My brother was there and I don't know if he's safe or not.\"\nAnother man, who survived by hiding, said people had broken through windows to escape.\n\"He started to shoot them. Anyone who he thought was still alive, he continued shooting them,\" he told Radio New Zealand.\n\"He didn't want anyone to stay alive.\"\nSurvivor Farid Ahmed, who was in a wheelchair, said he was not sure if his wife was still alive.\n\"I saw from the hallway - to the room I was in - a guy was trying to come in that room and he was shot from the back and he was dead there,\" he told TVNZ.\n\"I saw on the floor - the bullet shells - so many hundreds.\"\nEyewitness Carl Pomare was driving past the mosque with a co-worker when he saw people \"running for their lives\".\n\"The next second there was rapid fire. These people were being knocked down like ten-pins. I saw them being hit from behind and they were falling to the ground,\" he said.\nMr Pomare and his colleague set up a cordon with another car and began helping the victims.\n\"We were in a group of about six people who just happened to be there at the time - all civilians helping these people who were lying on the ground fighting for their lives.\"\nAmbulances were unable to get to the scene until the area was made safe by police, Mr Pomare said.\n\"We were trying to keep these people alive until the ambulances could get through.\n\"People were begging for our help. We made a call to take a father and his daughter who was in a bad way into a car and we managed to get them both out quickly but we don't know if they survived.\n\"The gentleman my co-worker was helping died in his arms after about 30 minutes. It was a scene of carnage.\"\nAt the second mosque, Linwood Masjid, survivors told local media they saw a gunman in a black motorcycle helmet open fire on around 100 people praying inside.\nThe attack occurred shortly after the first attack at the Al Noor mosque.\nWitness Syed Ahmed told stuff.co.nz the man had been \"shouting something\" during the shooting.\nHe said he saw at least eight people killed, including two of his friends.\nBuildings in the city centre and surrounding suburbs were placed in lockdown.\nThe manager of a restaurant near the Al Noor mosque and Christchurch Hospital said businesses shut their doors after receiving police warnings.\n\"We heard the sirens going in the background and saw helicopters flying overhead,\" Alex, from the Pegasus Arms, told the BBC.\n\"Then reports came in and I got texts from my friends saying to be on high alert and that there was a shooter around. \n\"We're just keeping the TV on. Some people are obviously freaked out by it, but it's generally calm.\"", "date": "15 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-47578410", "tags": "gunman room alive fire mosque end bullets shootings al told christchurch witnesses said saw"}