{"title": "Christchurch shootings: Why Turkey's Erdogan uses attack video", "content": "It begins with dramatic music, edited in for effect. \nThen stills of the manifesto posted by the gunman in New Zealand before his terror attack, highlighting and translating the sections targeting Turkey.\nThe video streamed live by the attacker comes next, shooting his way into a Christchurch mosque, before blurred images with the sound of automatic gunfire.\nAnd then a cut to Turkey's opposition leader, Kemal Kilicdaroglu, talking of \"terrorism rooted in the Islamic world\".\nThe crowd boos wildly, galvanised by President Recep Tayyip Erdogan, who has now shown the footage during at least eight election rallies.\n\"Mr Kemal is hand-in-hand with terrorists!\", the president thunders at one.\nAt another, he turns to the Christchurch attacker. \"You will pay for this. If New Zealand doesn't make you, we will,\" he says, before urging New Zealand to reinstate the death penalty.\n\"This is not an isolated event, it's something more organised,\" he roars, later accusing the West of \"preparing\" the killer's manifesto and \"handing it to him\".\nFor many, the leader of a Nato member appearing to exploit New Zealand's grief, repeatedly playing footage that's been condemned around the world and removed from 1.5 million Facebook sites is at once baffling and galling. \nNew Zealand Foreign Minister Winston Peters called it \"unfair\" and warned it could damage his country's nationals abroad.\nAnd yet Mr Erdogan has continued - and gone further.\nAt a rally this week, coinciding with a commemoration of the 1915 Gallipoli campaign - when Ottoman soldiers defeated British-led forces, including those from Australia and New Zealand - he warned those coming to Turkey with anti-Muslim sentiments:\n\"Your grandparents came here and returned in coffins\", he bellowed. \"Have no doubt: we will send you back like your grandfathers.\"\nThat prompted Australia's prime minister to summon the Turkish ambassador and review travel advice to Australians travelling here.\nThis is, in fact, vintage Erdogan.\nHe likes to portray himself as the leader of the Muslim world, despatching his deputy and foreign minister to New Zealand shortly after the shootings.\nThe attack, whose alleged perpetrator targeted Turks in part of his manifesto, has been a perfect opportunity for a proudly Islamic president, who has long railed at the West for its treatment of Muslims, denouncing among other issues the term \"Islamist terrorism\".\nAnd Mr Erdogan thrives on creating an enemy, depicting Turkey as under threat and himself as its saviour. Never more so than before an election.\nFacing local polls this month which could pose a serious challenge to his party, amid high inflation, unemployment and a tumbling currency, he has gone into classic diversionary attack mode.\nBefore a referendum he fought two years ago, Germany and the Netherlands became the target, after banning Turkish ministers from holding rallies there. President Erdogan labelled them \"Nazis\" and \"fascists\" - and that became virtually the entire focus of the campaign.\nIn previous rallies, he has called out media outlets including the BBC, turning his supporters' sights on foreign reporting about Turkey. \nOther regular targets are the United States, Israel, the UN - and of course an array of domestic enemies, including Kurdish militants and those behind the 2016 failed coup.\nIt feeds the conspiracy theories of a nation taught from school of how the West tried to dismember Turkey, a well-known motto being \"the only friend of a Turk is a Turk\". \nAnd most of all, it plays directly to his conservative, pious support base, who lap up his strongman rhetoric. His half of the country is, after all, the only one he needs for electoral success yet again.\nThe other more pro-Western and secular side of dangerously polarised Turkey is, as ever, dismayed, the opposition spokesman decrying \"point-scoring\" by showing the Christchurch video.\nNew Zealand's foreign minister is coming to Istanbul this week on Turkey's request, and has promised to \"set the record straight.\"\nBut as other governments have found time and again, dealing with Turkey's combative leader is no simple game - and he's mastered the art of winning his own. ", "date": "20 March 2019", "href": "https://www.bbc.co.uk/news/world-europe-47638936", "tags": "turkey minister manifesto shootings uses video new zealand leader christchurch attack foreign erdogan"}