{"title": "Christchurch shooting: Australia's moment of hate speech reckoning", "content": "When it emerged that the suspect behind the Christchurch mosque shootings was an Australian, it set the stage for some agonised soul-searching in his homeland. \nThe prime suspect for the attack, in which 50 people died, is a self-described white supremacist. \nAustralia's government immediately joined the unequivocal condemnation of the attack, but the conversation at home was already turning to whether racism and hate speech had become normalised.  \nWithin hours of the mass shootings, while the rest of the world was still grieving, the debate took an unsavoury turn in Australia when a far-right senator issued a statement in which he blamed the attack on Muslim migration.\nFraser Anning is a senator who entered parliament in 2017 on 19 votes, as replacement for another disqualified lawmaker. He lost affiliation with all parties last year, when he used the phrase \"Final Solution\" in parliament, while urging a ban on Muslim migration. \nOn Friday he put out this statement: \"The real cause of bloodshed on New Zealand streets today is the immigration program that allowed Muslim fanatics to migrate to New Zealand in the first place\".\nThe comments sparked immediate fury and condemnation from other lawmakers, who have vowed to formally censure him.\nIt also prompted overwhelming anger from the Australian public, with close to 1.4 million people signing an online petition demanding the senator resign for \"supporting right-wing terrorism\".\nIn the day that followed his statement, the debate grew more heated when a teenager smashed an egg on the senator's head at a televised press conference.\nThe senator lashed out in response, hitting the 17-year-old before his supporters - four adult men - violently tackled the boy to the ground and put him in a chokehold.\nThe images immediately went viral and \"Egg Boy\" was celebrated online as a hero, despite criticism from some circles for his actions.\nWhen he was later identified as Melbourne schoolboy Will Connolly, his Instagram account gained 350,000 new followers. He also received more than A$70,000 (£37,000; $50,000) in crowdfunded donations, which he later pledged to the victims of the Christchurch shootings.\nThe public response was a clear sign of the swelling anger and shame among many Australians and the desire to throw support behind \"Egg Boy''s\" message. \nThe senator's comments were an extreme example of hate speech but not entirely alien to Australian political debate, says Bilal Rauf from the Australian National Imams Council. \nHe says rhetoric targeting migrants and minority groups has become commonplace and this has emboldened political violence.\n\"In many ways, for the people who have borne the brunt of these words, the attack in Christchurch was not a surprise,\" he told the BBC.\n\"The situation has gotten so toxic, so fuelled by divisive things that the politicians and media commentators say, that it [an attack against Muslims] was only a matter of time.\"\nPolitical journalists have also accused politicians of stoking racial tensions for political gain:\nOn Wednesday, Mr Morrison was criticised for announcing a cut to the migration intake so soon after the attack, which many feel was fuelled by anti-immigrant rhetoric.\nObservers have suggested that Australia's migration debate, while couched in concerns about population control and border security, has also veered into dog-whistle territory in recent times.\nIn the past, government ministers have referred to \"African gangs\" and suggested that Lebanese-Muslim migration in the 1990s was \"a mistake\".\nAustralia's former Race Discrimination Commissioner Dr Tim Soutphommasane told the BBC he had seen a \"return of race politics\" in the past five years.\nHe notes a \"crucial\" development was the government's attempts to weaken hate speech laws in 2014 and 2017.\n\"That encouraged far-right extremists and others to believe that free speech permitted hate speech - that they had a right to be bigots,\" he said.\nFifty people lost their lives in the shootings at two mosques in the city. \nThere are several other instances. In October, the government backed a motion from far-right, anti-immigration senator Pauline Hanson, which almost succeeded in passing a white supremacist slogan -\"It's OK to be white\" -  through parliament.\nThe same senator wore a burka into parliament in 2017, in what her critics said was a \"political stunt\" that risked alienating the nation's Muslim population.\n\"Some politicians in Australia have for years been whipping up anti-Muslim and anti-immigrant sentiment,\" said the nation's first female Muslim senator, Mehreen Faruqi this week. \nShe told the ABC: \"This is damaging and hurting the community, and this does have consequences.\"\nThe government rejected the criticism as political point-scoring. Home Affairs Minister Peter Dutton said Ms Faruqi's comments were \"as bad as Fraser Anning's\" - sparking further outcry.\nDr Soutphommasane suggests that the Christchurch tragedy should present a \"chance for a reset\". Australia's political class should now focus on fighting racism and strengthening hate speech laws, he says.\n\"If leaders here want to counter far-right extremism, they must deal with its causes. For years, we've seen none of that.\"\nAustralia's media has a long history of peddling racist, anti-migration narratives, says Dr John Budarick, a media researcher from the University of Adelaide.\nYet there has been a notable promotion of far-right views in mainstream media following Donald Trump's election in 2016, he says. Analysts say this is a global trend.\n\"These racist positions are being given public legitimacy. They're being treated as another side to politics and as part of our democracy when they really shouldn't be,\" he told the BBC.\nIn Australia last year, far-right activists like Milo Yiannopoulos and Lauren Southern were invited onto mainstream networks for interviews. \nPauline Hanson - who wore the burka in the Senate - had a weekly guest spot on the nation's most popular breakfast show, Channel Seven's Sunrise for years.\nMeanwhile, Sky News Australia, a network owned by Rupert Murdoch's News Corporation, last year broadcast an interview with Blair Cottrell, a convicted Nazi sympathiser, which it later apologised for.\nOn Friday, it was one of the few broadcasters in the world which repeatedly aired edited clips of the Christchurch gunman's video. It, and other Australian broadcasters Channel Seven and Nine, are now on notice to be investigated by the nation's media watchdog.\nIt also prompted one of Sky's producers, a 19-year-old Muslim woman, to publicly resign.\n\"I had many crises of conscience working here, but the events of Friday snapped me out of the endless cycle of justifying my job to myself,\" wrote Rashna Farrukh in a piece published on Tuesday.\n\"I stood on the other side of the studio doors while they slammed every minority group in the country - mine included - increasing polarisation and paranoia among their viewers.\"\nIn response, Sky has said it is committed to \"debate and discussion which is vital to a healthy democracy\".\nMany journalists are also pointing the finger at their own industry - although this is a controversial assertion.\nOne of the questions being asked is how some outlets could have loosened their definition of what views are acceptable to allow a platform for.  \nDr Burdekin suggests that some are just blatantly partisan and anti-immigration in their views but others struggle under a poorly interpreted duty to editorial balance.\n\"There's a sense in some outlets that there's a need for balance and that means accommodating extreme views for freedom of speech.\"\nHowever, he says those on the far-left have not been given the same platform as those on the far-right.\n\"If we're going to change things, there needs to be a focus now on where we place the margins, on who we give a platform to and who we allow that privilege of having a public voice.\"", "date": "20 March 2019", "href": "https://www.bbc.com/news/world-australia-47620391", "tags": "shooting australia hate moment speech political reckoning muslim says christchurch attack far-right also senator"}