{"title": "Christchurch shootings: How the attacks unfolded", "content": "Fifty people have been killed and another 50 wounded in shootings at two mosques in Christchurch, New Zealand, in the deadliest attack in the country's history. \nNew Zealand Prime Minister Jacinda Ardern called it one of New Zealand's \"darkest days\".\nHere's what we know so far about how the attacks unfolded.\nThe first shooting took place at the Al Noor mosque, in central Christchurch, on Friday.\nA gunman using the name Brenton Tarrant live-streamed footage of his rampage to Facebook, filmed with a head-mounted camera.\nFootage showed the man, armed with semi-automatic weapons, firing indiscriminately at men, women and children from close range inside the mosque.\nThe attacker's headcam footage begins in an industrial estate on Leslie Hills Drive, just west of Al Noor mosque.\nIt shows him driving south on to Mandeville Street and Blenheim Road towards the city centre before turning north up Deans Avenue.\nHe reaches the mosque a few minutes later, pulling the car into an alleyway at the side of the building and turning the car around to park facing Deans Avenue.\nThe suspect then gets out, selects a weapon from the boot of the car and walks to the building, where he begins his deadly attack on worshippers inside. \nThis was approximately 13:40 local time (00:40 GMT).\nSix minutes later, he drives along Deans Avenue, around the Botanic Gardens to Bealey Avenue, where his headcam footage cuts out.\nThe second attack then took place a little later, five kilometres away at Linwood Mosque, east of the city centre.\nOfficers responded to reports of shots fired at the mosque during Friday prayers at about 13:40. \nBy 14:11 police confirmed they were attending an \"evolving situation\" and schools went into lockdown a few minutes later.\nAt 14:30 police confirmed the incident involved a gunman.\nThe headcam images show the gunman passing from room to room, killing as he goes and shooting the wounded from close range.\nThe attacker targeted both the men's and women's prayer rooms.\nWitnesses told local media they ran for their lives, and saw people bleeding on the ground outside the building.\n\"There were bodies all over,\" one man said.\nThere were fewer details about the attack in the Christchurch suburb of Linwood, where about 100 people were attending prayers at the Linwood Islamic Centre.\nAt about 13:55, the gunman stepped out of his car and shot a man and his wife, according to local media reports.\nMohammed Akheel Uddin, who had been on car park duty, said he saw the gunman approach the side of the building opposite to the main entrance. Finding no door, the gunman shot at the windows, Mr Uddin told Stuff news website. \nHe said this gave people inside a chance to get away from the main entrance and hide.\nAbdul Aziz, 48, was attending Friday prayers with his family inside the centre when he heard the gunshots. He grabbed a credit card reader to use as a weapon and ran outside, throwing the reader at the attacker as he moved back to his car.\nThe gunman fired several times at Mr Aziz, who said he was screaming at the man to draw attention away from the mosque.\n\"I didn't want him to go inside,\" he said.\nMr Aziz picked up an empty shotgun that the suspect had dropped and followed the attacker back towards the mosque, where he confronted him again.\n\"When he saw me with the shotgun, he dropped the gun and ran away toward his car. I chased him,\" he told Reuters news agency. \"He sat in his car and... I threw [the gun] through his window like an arrow. He just swore at me and took off.\"\nMr Aziz said he didn't consider himself a hero - he just did what anyone would have done.\nTwo police officers, one of them armed with only a handgun, chased and arrested the suspect - 21 minutes after the first emergency 111 call reporting the attack on Al Noor mosque.\nPolice Commissioner Mike Bush described the twin attacks as a \"very well-planned event\". Firearms were recovered from both scenes.\nTwo IEDs (improvised explosive devices) were found in a car and neutralised by the military, police said.\nAustralian national Brenton Harrison Tarrant, 28, appeared in court in Christchurch a day later charged with murder. \nThe New Zealand resident was remanded in custody.\nA man with the same name appears to have published a manifesto before the attack outlining his intentions. He identified himself as a 28-year-old Australian citizen and espoused far-right and anti-immigrant ideology.\nThree others arrested after the attack are not believed to have been involved, Police Commissioner Bush said.\nBy Dominic Bailey, David Brown, Salim Qurashi, Debie Loizou, Lucy Rodgers and Prina Shah.", "date": "18 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-47582183", "tags": "gunman attack later mosque shootings man unfolded police inside christchurch car attacks"}