{"title": "Christian Schilcher: Deputy mayor resigns over poem", "content": "An Austrian deputy mayor has resigned amid mounting criticism over a poem he wrote about migration that compared humans to rodents.\nIn The City Rat, Christian Schilcher, from the far-right Freedom Party (FPÖ), tells migrants to integrate or \"get out of here fast\".\nHe works in Braunau am Inn, where Nazi dictator Adolf Hitler was born.\nChancellor Sebastian Kurz said: \"The resignation of the deputy mayor of Braunau was the only logical outcome.\"\nMr Kurz's People's Party governs in a coalition with the FPÖ. \nHe previously told the Austrian Press Agency that the poem was \"disgusting, inhuman and deeply racist\" and had no place in Austria. \nPresident Alexander van der Bellen went further, warning that statements targeting incitement towards groups of people had been made public in recent days and weeks that \"lead to the poisoning of the social climate in our country\".\nThe Freedom Party is the only far-right party with a share of power in Western Europe, and it has become caught up in a series of race rows. \nLast week, Vice-Chancellor and FPÖ leader Heinz-Christian Strache was accused of linking on his Facebook page to a website accused of Holocaust denial.\nA party youth poster in south-east Austria entitled \"tradition beats migration\" has been criticised for drawing on Nazi anti-Semitic tropes.\nRat imagery was also used by the Nazis in anti-Semitic propaganda.\nIn his poem, Mr Schilcher said that if you mix different cultures, \"it's as if you destroy them\".\nHe said he did not mean to \"insult or hurt anyone\" and apologised for ignoring the \"historically burdened\" comparison between rats and humans, saying the poem aimed to describe changes \"which myself and others quite rightly criticise\" from a rat's perspective.\nPamela Rendi-Wagner, head of the centre-left Social Democratic Party (SPÖ), said such comparisons were \"customary in Nazi propaganda\".\nMr Strache acknowledged that the deputy mayor had \"reached into the political rubbish bin\" but complained in a Facebook post of \"incitement\" against his party. \nIt showed competitors were \"especially nervous\" ahead of European Parliament elections in May, he said.", "date": "24 April 2019", "href": "https://www.bbc.com/news/world-europe-48031971", "tags": "christian austrian mayor party schilcher nazi resigns poem rat fpö deputy"}