{"title": "Christchurch shootings: NZ cabinet backs tighter gun laws", "content": "New Zealand PM Jacinda Ardern has said she will announce detailed gun law reforms within days, after an attack on two mosques left 50 people dead.\nMs Ardern said her cabinet had backed gun law changes \"in principle\".\nAustralian Brenton Tarrant, 28, a self-described white supremacist, has been charged with murder.\nPolice say the killer used military-style assault weapons modified to make them more deadly - which is not illegal under current legislation. \nThe prime minister gave no details at her press conference on Monday but said they would made clear soon.\n\"This ultimately means that within 10 days of this horrific act of terrorism, we will have announced reforms which will, I believe, make our community safer,\" she said.\nMs Ardern was appearing alongside her coalition partner and Deputy PM Winston Peters, who has previously opposed changes to gun laws.\nMr Peters said he fully supported the prime minister on the issue, adding: \"The reality is that after 1pm on Friday, our world changed forever and so will our laws.\"\nMs Ardern said: \"We have made a decision as a cabinet. We are unified.\"\nShe also announced that an inquiry would look into the lead-up to the attacks, and what might have been done differently.\nAt the weekend, Ms Ardern said the suspect had a gun licence, obtained in November 2017, and owned five guns.\nEarlier on Monday, gun retailer Gun City said it had sold four weapons to the alleged gunman online, but it did not sell him the high-powered weapon used in the mosque shootings.\nCEO David Tipple told a news conference in Christchurch it had only sold him A-category weapons.\nUnder New Zealand's gun laws, A-category weapons can be semi-automatic but limited to seven shots. Video footage of the attacks appeared to show the gunman's weapon had a magazine with a larger capacity, which is also available legally.\nThere are an estimated 1.5 million privately owned firearms in the country.\nSince the attack there have been calls for semi-automatic weapons to be banned.\nPrevious attempts to tighten gun laws have failed due to a strong gun lobby and a culture of hunting.\nFootage of the killings was live-streamed by the attacker. On Sunday police said it was now classified as an objectionable publication and therefore it was an offence to distribute or possess the material.\nAn 18-year-old appeared in court on Monday, charged with distributing the live-stream. The teenager was also charged with publishing a photograph of the mosque with the message \"target acquired\" and faces a maximum of 14 years in prison for each charge, according to the prosecution.\nFacebook said it had removed 1.5 million videos of the attack around the world in the first 24 hours.\nBy Jay Savage, BBC News, Christchurch\nMany returned to work and school on Monday, but little about it felt ordinary. If anything, the signs of the city's emotions became more visible.\nFlowers left at the main tribute site swelled, easily doubling what was there a day earlier.\nOutside Al Noor mosque, hundreds of people attended an afternoon vigil. It featured a thundering haka, performed by dozens of schoolchildren. Other students stood together singing softly or linking arms in silence. A few cried openly.\nThe importance of coming together was the main topic of conversation.\nNine people remain in hospital in a critical condition.\nFrustration is building among relatives over the release of the bodies of the dead for burial.\nThe first release was approved on Sunday but the family say another relative was killed and they want them released together. No burials will take place on Monday.\nIslamic tradition calls for the cleansing and burial of bodies as soon as possible after death.\nBrenton Tarrant on Monday fired his state-appointed lawyer, Richard Peters.\nMr Peters says the defendant has indicated he \"wants to be self-represented in this case\".\nThe lawyer added: \"The way he presented was rational and someone who was not suffering any mental disability. He seemed to understand what was going on.\"\nAustralian police raided two homes near Sydney on Monday as part of the inquiry.\nAustralian media reported that one of the homes belongs to Brenton Tarrant's sister. The family is co-operating with the authorities.\nAn uncle of Brenton Tarrant said: \"We are so sorry for the families over there, for the dead and injured.\"\nNew Zealand police confirmed on Monday they believed there was only one attacker, but added that this did not rule out others might have provided support. ", "date": "18 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-47607215", "tags": "cabinet ardern ms laws shootings gun backs tarrant peters tighter christchurch police monday nz weapons brenton"}