{"title": "Citywide Strike Halts New York Subways and Buses", "content": "Shivering, intrepid and occasionally befuddled, New Yorkers yesterday faced down the first citywide transit strike in a quarter-century, walking, biking and car-pooling through their city as transit workers and the state agency that employs them remained locked in intransigence.\nMillions of subway and bus commuters stood at street corners, clutching paper coffee cups, waiting for private buses, taxis or drivers willing to take urban hitchhikers out of the 20-degree morning chill just hours after the Transport Workers Union announced a general strike.\nIn the evening, the commuters crammed train stations and spilled into the streets, trying to escape the city.\nAs people from every walk of life competed for the quickest or most creative way to get to work, and businesses struggled in one of the most important retail weeks of the year, the conflict between the Metropolitan Transportation Authority and its largest union moved squarely into the courts. The initial decisions went against the union.\nFirst, a State Supreme Court justice in Brooklyn, calling the strike illegal, ordered the union members back to work -- a demand echoed by the union's parent organization. He also hit the union with a contempt order requiring a $1 million fine for each day it is on strike. And he said he would consider $1,000 daily fines of its leaders, on top of the automatic fines against individual workers.\nThen, the state's Public Employment Relations Board dismissed the union's complaint that the authority had violated state law by negotiating pensions.\n\"This is a very sad day in the history of the labor movement in New York City,\" Justice Theodore T. Jones said as he issued his contempt order.\nRoger Toussaint, the union's president, appeared initially undaunted, calling the fine excessive and predicting that, \"in the end, I think it will be abated.\"\nHowever, he then took a more conciliatory tone, saying he would like to resume negotiations.\nThe strike began after talks between the union and the transportation authority -- which gripped the entire city in a vise of anxiety for weeks -- broke apart late Monday night, after the union rejected the authority's last offer. The authority had agreed to drop its previous demand to raise the retirement age for a full pension to 62 for new transit employees, up from 55 for current employees, but said it expected all future transit workers to pay 6 percent of their wages toward their pensions, up from the current 2 percent.\nThe offer was rejected, and at 3 a.m., officials from Local 100 of the Transport Workers Union announced the strike -- even though its parent organization said it did not support the strike.\nMayor Michael R. Bloomberg decried the strike as \"thuggish,\" and \"selfish\" and declared that negotiations -- in which the city does not participate -- should not resume until the 33,700 subway and bus workers return to their jobs. He made his comments several hours before Mr. Toussaint suggested the union was ready to resume bargaining.\n\"The T.W.U. has violated the laws of our land by defying an order of the court,\" Mr. Bloomberg said. Citing various other unions with which he has negotiated, he said, \"They never walked out on the job, walked out on New York, and hurt the people that they worked for.\"\nGary J. Dellaverson, the authority's director of labor relations, said that the authority had asked for binding arbitration, telling the Public Employment Relations Board that it believed the dispute had reached an impasse and suggesting a move toward arbitration. Mr. Toussaint has repeatedly rejected arbitration, asserting that it would deny union members the right to vote on a contract.\n\"New Yorkers are concerned about being inconvenienced and being caught in between us and the M.T.A. and the governor and the mayor,\" Mr. Toussaint said. \"The reason that people are upset about this is their general sense that this need not have occurred because of the billion-dollar surplus\" that the authority has this year.\nAs of last night, no new negotiations had been scheduled, although Tom Kelly, an authority spokesman, said it was ready to meet at any time.\nThroughout the day, mass confusion reigned at many arteries leading into the city, where police halted all vehicles with fewer than four occupants. North of 96th Street on the Upper West Side, cars were backed up for miles as drivers begged strangers to hop into their cars.\nBusinesses remained shuttered or devoid of customers, and thousands of workers across the region stayed home, including roughly 20 percent of the workers in the city's largest companies. At Lord & Taylor, the famed Midtown department store, executives walked the sales floor, trying to sell the gloves and sweater sets themselves, mirroring the desperation of many retailers.\nDisruptions were felt in every borough. The city's public schools started their day two hours late, with many classrooms left half empty. People who would otherwise have little contact with one another -- postal workers, investment bankers, home health aides, lawyers -- were brought together, jury-duty style, in shared cars.\nHeidi Mortensen, 39, a lawyer for an Australian financial conglomerate, made her way out of Prospect Heights yesterday in her BMW, in search of three strangers to ride with her into Manhattan. She found them: a reporter, an information technology consultant and an administrative assistant, all along Flatbush Avenue, where she rolled down the window and offered rides to the sheepishly accepting.\nOther commuters had less fortuitous journeys. Rashi Kesarwani, 23, began her journey from Prospect Heights as well, but trudged for almost two miles along a desolate strip with few drivers to the Long Island Rail Road Station on Atlantic Avenue to get a train. When she arrived in Jamaica, Queens, she waited for 90 minutes in a line that wound through 10 blocks.\n\"I could not feel my toes or my fingers by the time we entered the train station,\" said Ms. Kesarwani, whose commute ended three and a half hours after it began, with a 12-block walk to her job in Rockefeller Center.\nJae Kim, 29, of Paterson, N.J., was behind the wheel of his Honda Accord with two friends desperately trying to get to their delivery jobs in Lower Manhattan via the Holland Tunnel. In an attempt to fool the checkpoint officers they piled their bulky winter coats in the back seat, hoping -- in vain -- that the officers would think the pile was a person.\nCommuter rail stations in Queens and Brooklyn serving passengers from outside the city were packed with riders, and at times, overflowing trains bypassed stations, infuriating those waiting in the cold.\nScores of commuters walked, pink-faced and sniffling, to their final destinations, across bridges, down busy avenues, wearing the determined but aggrieved faces of people who will not let commerce stop.\nPlenty of people clearly just stayed home. In large swaths of Manhattan, it seemed as if Christmas had already arrived, with icy streets silent and bathed in winter light, and taxis whizzing by, unhailed.\nMayor Bloomberg made his way, somewhat crankily and looking tired, across the Brooklyn Bridge, recalling Mayor Edward I. Koch's triumphant march in 1980, when he joined New Yorkers flowing into Manhattan during the city's last transit strike.\nJustice Jones held the union in contempt after a day of hearings, calling the standoff \"the ultimatebreakdown in collective bargaining\" that led the union \"to violate the law.\"\nThe order sets off penalties against striking members of Local 100 of one day's pay, in addition to one day of lost wages for every day they are on strike, as stipulated under the state's Taylor Law.\nDuring the hearings, the union said the authority had engaged in \"extreme provocation\" by demanding changes in the rules governing transit workers' pension benefits. Arthur Z. Schwartz, a lawyer for Local 100, said the Taylor Law stipulated that pension rules for the local's members were not subject to collective bargaining.\n\"They are putting the union against the wall, demanding something that the law says we cannot be asked to agree to,\" Mr. Schwartz said.\nMr. Schwartz also argued that Local 100 could not afford to pay the $1 million daily fines imposed by the court, and he introduced tax records for 2004 that showed the union's assets to be about $3.6 million. \"This begins the process of crippling the union,\" he said.\nThe fines imposed under the Taylor Law are separate from those that could be sought by the city in a separate lawsuit, which it filed in Justice Jones's court last week seeking fines of up to $25,000 a day against rank-and-file transit workers who strike. The city did not ask the court to issue a preliminary injunction in that case, which would be necessary before fines could be assessed.\nMichael A. Cardozo, the city's corporation counsel, who attended yesterday's hearing but did not address the court, said afterward that the city retained the option of proceeding with its lawsuit.\nCalls to the city's 911 system increased by 15 percent yesterday, Mr. Bloomberg said, and one police officer was slightly injured during the morning rush, when the driver of a private flatbed truck made a turn into his checkpoint in Queens. The police moved 58 homeless people to shelters, up from roughly 5 a night, because they could not seek refuge in the subway system. The city's 311 line received more than 175,000 calls.\nStranded commuters in the Bronx packed Metro-North Railroad trains into the city beyond double their normal capacity yesterday morning, said a Metro-North spokeswoman, Marjorie S. Anders. \"We had quite an upsurge. \"They stood. That's basically how we did it.\"\nFrom 5 to 11 a.m., 28,900 people rode the trains into Manhattan, compared with a normal load of 11,600, she said. The biggest squeeze was on the Harlem Line, which had more than triple its usual number.\nThe crowding should ease today, Ms. Anders said, because trains bound for Grand Central Terminal this morning will not stop at stations in the Bronx. Instead, the railroad will operate special shuttle trains between Manhattan and the Bronx, including one that will begin at a temporary station at Yankee Stadium. The fare will be $4 each way.\nCommuters will also be hoping for a better commute than yesterday's evening rush madness at Pennsylvania Station. Tens of thousands of confused Long Island Rail Road passengers sought entrance to the station but were directed to one of four entrances -- all of them clogged with humanity -- that often did not correspond to their departing train.\n\"How do I get in?\" said one woman to the officer. Another passenger, a man, called out \"Liz? I think I lost my wife.\"\nThe Public Employment Relations Board denied the union's request for an injuction by saying that the strike \"is neither a consequence of the M.T.A.'s bargaining demand regarding a new pension plan, nor within control of the M.T.A.\"\nThe panel also said that both parties still had more opportunities to resolve the dispute and that any injury to the union because of the strike would be \"self-inflicted.\"", "date": "DEC. 21, 2005", "href": "https://www.nytimes.com/2005/12/21/nyregion/nyregionspecial3/citywide-strike-halts-new-york-subways-and-buses.html", "tags": "authority york city citywide union subways -- day halts strike workers new buses"}