{"title": "Civil Rights Groups Sue Georgia Over Discriminatory Voter Maintenance Practice", "content": "Civil rights groups sued Georgia in federal court on Thursday over a process it uses to verify new voter registrations, saying the procedure was unreliable and discriminatory. \nGeorgia requires the information submitted in new voter registrations to exactly match the information the state has on file in either the state’s driver’s license database or a federal Social Security database. Georgians have 26 months to correct any discrepancies, or else they are removed from the voting rolls. \nCritics say the process is extremely unreliable because even the smallest discrepancies in an application can prevent someone’s voter registration from being processed. \nThe Associated Press found this week that nearly 70 percent of the 53,000 people whose registrations are being scrutinized are black. Georgia Secretary of State Brian Kemp (R), the state’s top election official and a named defendant in the suit, is locked in a tight race for governor with Democrat Stacey Abrams, who is black. \n“Under this ‘exact match’ protocol, the transposition of a single letter or number, deletion or addition of a hyphen or apostrophe, the accidental entry of an extra character or space, and the use of a familiar name like ‘Tom’ instead of ‘Thomas’ will cause a no match result,” lawyers for the civil rights groups wrote. \n“The protocol is unlawful because it imposes unnecessary and discriminatory burdens on the voter registration process,” lawyers wrote in the suit, which was filed in Atlanta in the U.S. District Court for the Northern District of Georgia.\nThe lawyers say the process violates Section 2 of the Voting Rights Act, which prohibits voting practices that discriminate on the basis of race, color or several language minority groups. They also say it violates the First and 14th Amendments to the U.S. Constitution, which protect the right to vote. Lastly, they say it violates the 1993 National Voter Registration Act, which requires states to ensure that eligible voters who meet state requirements for registering can vote. By using the exact match process, the lawyers say, the state is preventing eligible voters from casting a ballot. \nKemp has blamed the disproportionate effect on black voters on New Georgia Project, a voter registration group Abrams started. He says the group was sloppy in filling out voter registration forms and that canvassers weren’t properly trained.\n“This is a publicity stunt that the media falls for year after year. Their claims are completely bogus. It is a complete waste of our time and taxpayer dollars,” said Candice Broce, a Kemp spokeswoman. “This so-called ‘exact match’ law was passed by the legislature and signed by Governor Deal. It mirrors a Florida law recently upheld in the 11th Circuit. The 53,000 Georgians cited in their complaint can vote in the November 6th election. Any claims to the contrary are politically motivated and utterly false.”\nEven though Georgia places voters with discrepancies on the so-called suspense list, they can vote with a regular ballot at the polls in November if they have acceptable ID. If they don’t have ID, they can cast a provisional ballot.\nVoters on the suspense list, however, likely can’t vote by mail, and when they show up at the polls, poll workers may be confused about their eligibility, tweeted Danielle Lang, an attorney at Campaign Legal Center, which is one of the groups representing the plaintiffs in the case.\nCivil rights groups already sued Georgia over the practice in 2016. The state eventually agreed to settle the case and essentially stop using the verification process. But months later, Georgia lawmakers passed a statute that allowed the state to start using it again. \nThe plaintiffs in the case are the Georgia Coalition for The Peoples’ Agenda, Asian Americans Advancing Justice ― Atlanta, the Georgia chapter of the NAACP, New Georgia Project, the Georgia Association of Latino Elected Officials and ProGeorgia State Table.\nThis story has been updated with a statement from Candice Broce.", "date": "\n10/11/2018", "href": "https://www.huffpost.com/entry/georgia-voter-registration-lawsuit_n_5bbfce17e4b040bb4e806ff2", "tags": "groups practice registration discriminatory rights civil maintenance match georgia voters sue say state voter vote process"}