{"title": "Claim of Attacks on 4 Oil Vessels Raises Tensions in Middle East", "content": "BEIRUT, Lebanon — Charges that four oil vessels were attacked at the mouth of the Persian Gulf over the weekend have amplified fears across the region about the escalating tensions between Iran and the West.\nThe unconfirmed reports come as the United States has tightened sanctions against Iran and mobilized  an aircraft carrier, bombers and an antimissile battery to the gulf to deter what the Trump administration has said is a heightened risk of Iranian aggression.\nSaudi Arabia said Monday that two of its oil tankers had been sabotaged, and a Norwegian company reported that one of its tankers was damaged in the same area, near the Strait of Hormuz. The fourth ship belonged to the United Arab Emirates, which, like Saudi Arabia, is an avowed enemy of Iran.\nNeither Saudi Arabia nor the United Arab Emirates assigned blame, made public any evidence of damage to their ships or described the nature of the sabotage.\nThe Norwegian company, the Thome Group, said its ship had been “struck by an unknown object.”\nThough the situation remains murky, the hint of armed conflict sent shudders through a region already on edge from threats and counterthreats, and through a global economy heavily dependent on the free flow of oil and gas from the gulf.\nThe Trump administration contends that Iran is mobilizing proxy groups in the Middle East to attack American forces in response to increasingly harsh American economic sanctions, though it has not offered any information to support that conclusion.\nIran has threatened in recent years to block traffic through the strait, in response to Western sanctions and tensions with Saudi Arabia, but has not followed through.\n“We are very worried about the risk of a conflict happening by accident, with an escalation that is unintended really on either side,” the British foreign secretary, Jeremy Hunt, told reporters in Brussels on Monday. “I think what we need is a period of calm to make sure that everyone understands what the other side is thinking.”\nWhile American officials suspect that Iran was involved, several officials cautioned there is not yet any definitive evidence linking Iran or its proxies to the reported attacks.\nSecretary of State Mike Pompeo went to Brussels on Monday to discuss Iran with European Union leaders, skipping what would have been the first day of a two-day trip to Russia. He did not speak to the news media in Brussels, but European foreign ministers said that they had urged restraint.\nGermany’s foreign minister, Heiko Maas, said he told Mr. Pompeo “that we’re concerned about the development and tensions in the region, that we don’t want a military escalation.”\nThe American pressure tactics are aimed at forcing political change in Iran. Tensions have risen since last year, when President Trump withdrew from the 2015 nuclear accord that world powers struck with Iran; Mr. Trump reimposed broad sanctions in November.\nSince then, Iran’s vital oil exports have fallen by more than half to under a million barrels a day. This month, the United States took aim at five of Iran’s biggest remaining customers, who had previously been granted waivers for the sanctions.\nSince the waivers were canceled, India and Turkey appear to have wound down their purchases. But China, Iran’s biggest market, has said it would continue to buy Iranian oil.\nIran has swatted back, announcing last week that it would restart the production of nuclear centrifuges and begin accumulating nuclear material again, though without withdrawing fully from the nuclear deal, which China, Russia and the European Union still support.\nThe United States Maritime Administration had warned on Thursday of heightened threats from Iran in the Red Sea, the Bab el-Mandeb Strait and the Persian Gulf. It said there was an “increased possibility that Iran and/or its regional proxies” could target oil tankers, other commercial ships or military vessels belonging to the United States or its allies.\nIsraeli intelligence had warned the United States in recent days of what it said was Iran’s intention to strike Saudi vessels, a senior Middle Eastern intelligence official said.\nAbout 40 percent of the world’s crude oil is transported through the Strait of Hormuz, the world’s most important narrow passage for oil shipments.\nThat includes exports from major producers like Kuwait and Saudi Arabia, so any threat of disruption is likely to alarm oil traders. Oil prices climbed by more than 2 percent on Monday in response to the reports before falling back again.\nImages posted online of the Norwegian tanker, the Andrea Victory, appeared to show a ragged gash in the ship’s stern at the waterline.\nSaudi Arabia’s energy minister, Khalid al-Falih, said that the two Saudi tankers had sustained “significant damage.”\nHe said that one of the tankers was on its way to pick up Saudi oil to be delivered to the United States. He said that there were no casualties and that no oil had been spilled.\nA Saudi energy official said the matter was “under investigation.”\nThe Foreign Ministry of the United Arab Emirates also said that officials were still investigating the events, which it said had occurred in the Gulf of Oman off the coast of Fujairah, one of the country’s seven emirates.\nAn international tanker industry organization, Intertanko, said in a statement that its representatives had seen “photographic evidence” that “at least two ships have holes in their side due to the impact of a weapon.”\nIran seemed to brush away suggestions that it was behind the sabotage. Abbas Mousavi, a Foreign Ministry spokesman, warned “against any conspiracy orchestrated by ill-wishers to undermine stability and security in the region,” the Islamic Republic News Agency reported.\nMr. Mousavi expressed concern about the apparent sabotage, the news agency reported, saying that a “regretful incident happened for some ships on Sunday.”\nEnergy experts said that Fujairah was strategically significant, making it unlikely that an attack there would have been a coincidence. Fujairah is the terminus for a pipeline built to bypass the Strait of Hormuz, which could blunt any Iranian threats to block the strait.\n“If there’s any place in the Persian Gulf, this is the place to make a statement, a very blunt statement to say, we didn’t pick this place at random,” said Lt. Col. Miki Segal, the former chief of the Iran branch in Israeli Defense Intelligence and now a senior analyst at Jerusalem Center for Public Affairs.\nBut an Iranian effort to interrupt transit through the Strait of Hormuz would injure its own economy as well as invite retaliation.\nA decline in oil shipping and resulting price increases would probably punish Asian importers like China, India, Japan and South Korea the most, but would affect the entire world economy. Iraq, Kuwait, Qatar, Saudi Arabia and the United Arab Emirates rely on the strait to ship oil and natural gas exports, as does Iran, making their economies — and even their political stability — heavily dependent on commerce through the passage.\nIn economic terms, the United States would be among the countries least affected by an oil disruption: American domestic production has more than doubled in recent years, cutting imports from the Middle East sharply.\nDespite repeated crises in the region for decades, traffic through the strait has rarely been interrupted.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/world/middleeast/saudi-arabia-oil-tanker-sabotage.html", "tags": "iran vessels middle raises united strait claim ” saudi oil states tensions east attacks"}