{"title": "Claims of Shoddy Production Draw Scrutiny to a Second Boeing JetListen to ‘The Daily’: The Whistle-Blowers at Boeing", "content": "NORTH CHARLESTON, S.C. — When Boeing broke ground on its new factory near Charleston in 2009, the plant was trumpeted as a state-of-the-art manufacturing hub, building one of the most advanced aircraft in the world. But in the decade since, the factory, which makes the 787 Dreamliner, has been plagued by shoddy production and weak oversight that have threatened to compromise safety.\nA New York Times review of hundreds of pages of internal emails, corporate documents and federal records, as well as interviews with more than a dozen current and former employees, reveals a culture that often valued production speed over quality. Facing long manufacturing delays, Boeing pushed its work force to quickly turn out Dreamliners, at times ignoring issues raised by employees.\nComplaints about the frenzied pace echo broader concerns about the company in the wake of two deadly crashes involving another jet, the 737 Max. Boeing is now facing questions about whether the race to get the Max done, and catch up to its rival Airbus, led it to miss safety risks in the design, like an anti-stall system that played a role in both crashes.\n[Read more about how two high profile crashes led to a corporate crisis at Boeing.]\nSafety lapses at the North Charleston plant have drawn the scrutiny of airlines and regulators. Qatar Airways stopped accepting planes from the factory after manufacturing mishaps damaged jets and delayed deliveries. Workers have filed nearly a dozen whistle-blower claims and safety complaints with federal regulators, describing issues like defective manufacturing, debris left on planes and pressure to not report violations. Others have sued Boeing, saying they were retaliated against for flagging manufacturing mistakes.\nJoseph Clayton, a technician at the North Charleston plant, one of two facilities where the Dreamliner is built, said he routinely found debris dangerously close to wiring beneath cockpits.\n“I’ve told my wife that I never plan to fly on it,” he said. “It’s just a safety issue.”\nIn an industry where safety is paramount, the collective concerns involving two crucial Boeing planes — the company’s workhorse, the 737 Max, and another crown jewel, the 787 Dreamliner — point to potentially systemic problems. Regulators and lawmakers are taking a deeper look at Boeing’s priorities, and whether profits sometimes trumped safety. The leadership of Boeing, one of the country’s largest exporters, now finds itself in the unfamiliar position of having to defend its practices and motivations.\n“Boeing South Carolina teammates are producing the highest levels of quality in our history,” Kevin McAllister, Boeing’s head of commercial airplanes, said in a statement. “I am proud of our teams’ exceptional commitment to quality and stand behind the work they do each and every day.”\nAll factories deal with manufacturing errors, and there is no evidence that the problems in South Carolina have led to any major safety incidents. The Dreamliner has never crashed, although the fleet was briefly grounded after a battery fire. Airlines, too, have confidence in the Dreamliner.\nBut workers sometimes made dangerous mistakes, according to the current and former Boeing employees, some of whom spoke on the condition of anonymity because they feared retaliation.\nFaulty parts have been installed in planes. Tools and metal shavings have routinely been left inside jets, often near electrical systems. Aircraft have taken test flights with debris in an engine and a tail, risking failure.\nOn several planes, John Barnett, a former quality manager who worked at Boeing for nearly three decades and retired in 2017, discovered clusters of metal slivers hanging over the wiring that commands the flight controls. If the sharp metal pieces — produced when fasteners were fitted into nuts — penetrate the wires, he said, it could be “catastrophic.”\nMr. Barnett, who filed a whistle-blower complaint with regulators, said he had repeatedly urged his bosses to remove the shavings. But they refused and moved him to another part of the plant.\nA spokesman for the Federal Aviation Administration, Lynn Lunsford, said the agency had inspected several planes certified by Boeing as free of such debris and found those same metal slivers. In certain circumstances, he said, the problem can lead to electrical shorts and cause fires.\nOfficials believe the shavings may have damaged an in-service airplane on one occasion in 2012, according to two people with knowledge of the matter.\nThe F.A.A. issued a directive in 2017 requiring that Dreamliners be cleared of shavings before they are delivered. Boeing said it was complying and was working with the supplier to improve the design of the nut. But it has determined that the issue does not present a flight safety issue.\n“As a quality manager at Boeing, you’re the last line of defense before a defect makes it out to the flying public,” Mr. Barnett said. “And I haven’t seen a plane out of Charleston yet that I’d put my name on saying it’s safe and airworthy.”\nLess than a month after the crash of the second 737 Max jet, Boeing called North Charleston employees to an urgent meeting. The company had a problem: Customers were finding random objects in new planes.\nA senior manager implored workers to check more carefully, invoking the crashes. “The company is going through a very difficult time right now,” he said, according to two employees who were present and spoke on the condition of anonymity.\nSo-called foreign object debris is a common issue in aviation. Employees are supposed to clean the bowels of the aircraft as they work, often with a vacuum, so they don’t accidentally contaminate the planes with shavings, tools, parts or other items.\nBut debris has remained a persistent problem in South Carolina. In an email this month, Brad Zaback, the head of the 787 program, reminded the North Charleston staff that stray objects left inside planes “can potentially have serious safety consequences when left unchecked.”\nThe issue has cost Boeing at other plants. In March, the Air Force halted deliveries of the KC-46 tanker, built in Everett, Wash., after finding a wrench, bolts and trash inside new planes.\n“To say it bluntly, this is unacceptable,” Will Roper, an assistant secretary of the Air Force, told a congressional subcommittee in March. “Our flight lines are spotless. Our depots are spotless, because debris translates into a safety issue.”\nBoeing said it was working to address the issue with the Air Force, which resumed deliveries this month.\nAt the North Charleston plant, the current and former workers describe a losing battle with debris.\n“I’ve found tubes of sealant, nuts, stuff from the build process,” said Rich Mester, a former technician who reviewed planes before delivery. Mr. Mester was fired, and a claim was filed on his behalf with the National Labor Relations Board over his termination. “They’re supposed to have been inspected for this stuff, and it still makes it out to us.”\nEmployees have found a ladder and a string of lights left inside the tails of planes, near the gears of the horizontal stabilizer. “It could have locked up the gears,” Mr. Mester said.\nDan Ormson, who worked for American Airlines until retiring this year, regularly found debris while inspecting Dreamliners in North Charleston, according to three people with knowledge of the situation.\nMr. Ormson discovered loose objects touching electrical wiring and rags near the landing gear. He often collected bits and pieces in zip-lock bags to show one of the plant’s top executives, Dave Carbon.\nThe debris can create hazardous situations. One of the people said Mr. Ormson had once found a piece of Bubble Wrap near the pedal the co-pilot uses to control the plane’s direction, which could have jammed midflight.\nOn a Dreamliner that Boeing had already given a test flight, Mr. Ormson saw that a bolt was loose inside one of the engines. The small piece of metal could have caused the engine to malfunction.\nAmerican Airlines said it conducted rigorous inspections of new planes before putting them into service. “We have confidence in the 787s we have in our fleet,” said Ross Feinstein, a spokesman for the airline.\nWhen it was unveiled in 2007, the 787 Dreamliner was Boeing’s most important new plane in a generation. The wide-body jet, with a lightweight carbon fiber fuselage and advanced technology, was a hit with carriers craving fuel savings.\nAirlines ordered hundreds of the planes, which cost upward of $200 million each. Spurred by high demand, Boeing set up a new factory.\nNorth Charleston was ideal in many ways. South Carolina has the lowest percentage of union representation in the nation, giving Boeing a potentially less expensive work force.\nSouth Carolina doled out nearly $1 billion in tax incentives, including $33 million to train local workers. Boeing pledged to create 3,800 jobs.\nWhile Boeing has nurtured generations of aerospace professionals in the Seattle area, there was no comparable work force in South Carolina. Instead, managers had to recruit from technical colleges in Tulsa, Okla., and Atlanta.\nManagers were also urged to not hire unionized employees from the Boeing factory in Everett, where the Dreamliner is also made, according to two former employees.\n“They didn’t want us bringing union employees out to a nonunion area,” said David Kitson, a former quality manager, who oversaw a team responsible for ensuring that planes are safe to fly.\n“We struggled with that,” said Mr. Kitson, who retired in 2015. “There wasn’t the qualified labor pool locally.” Another former manager, Michael Storey, confirmed his account.\nThe 787 was already running years behind schedule because of manufacturing hiccups and supplier delays. The labor shortages in North Charleston only made it worse.\nThe initial excitement when the first Dreamliners entered service in late 2011 was short lived. A little more than a year later, the entire fleet was grounded after a battery fire on a Japan Airlines plane.\nBoeing was forced to compensate carriers, hurting profit. All the while, the production delays mounted, and Airbus was close behind with a rival plane, the A350.\nIn North Charleston, the time crunch had consequences. Hundreds of tools began disappearing, according to complaints filed in 2014 with the F.A.A. by two former managers, Jennifer Jacobsen and David McClaughlin. Some were “found lying around the aircraft,” Ms. Jacobsen said in her complaint.\nThe two managers also said they had been pushed to cover up delays. Managers told employees to install equipment out of order to make it “appear to Boeing executives in Chicago, the aircraft purchasers and Boeing’s shareholders that the work is being performed on schedule, where in fact the aircraft is far behind schedule,” according to their complaints.\nThe F.A.A. investigated the complaints and didn’t find violations on its visit to the plant in early 2014. But the agency said it had previously found “improper tool control” and the “presence of foreign object debris.”\nBoth managers left after they were accused of inaccurately approving the time sheets of employees who did not report to them. They both claim they were retaliated against for flagging violations. Through their lawyer, Rob Turkewitz, they declined to comment.\nGordon Johndroe, a spokesman for Boeing, said, “We prioritize safety and quality over speed, but all three can be accomplished while still producing one of the safest airplanes flying today.”\nPlanes were also damaged during manufacturing. A Dreamliner built for American Airlines suffered a flood in the cabin so severe that seats, ceiling panels, carpeting and electronics had to be replaced in a weekslong process.\nWhile inspecting a plane being prepared for delivery, Mr. Clayton, the technician currently at the plant, recently found chewing gum holding together part of a door’s trim. “It was not a safety issue, but it’s not what you want to present to a customer,” he said.\nAn employee filed a complaint about the gum with the F.A.A. The agency is investigating, an F.A.A. official said.\n[If you’ve worked at Boeing and want to discuss your experience, reach us confidentially here.]\nThe disarray frustrated one major carrier. In 2014, factory employees were told to watch a video from the chief executive of Qatar Airways.\nHe chastised the North Charleston workers, saying he was upset that Boeing wasn’t being transparent about the length or cause of delays. In several instances, workers had damaged the exterior of planes made for the airline, requiring Boeing to push back delivery to fix the jets.\nEver since, Qatar has bought only Dreamliners built in Everett.\nIn a statement, Qatar Airways said it “continues to be a long-term supporter of Boeing and has full confidence in all its aircraft and manufacturing facilities.”\nIn the interest of meeting deadlines, managers sometimes played down or ignored problems, according to current and former workers.\nMr. Barnett, the former quality manager, who goes by Swampy in a nod to his Louisiana roots, learned in 2016 that a senior manager had pulled a dented hydraulic tube from a scrap bin, he said. He said the tube, part of the central system controlling the plane’s movement, was installed on a Dreamliner.\nMr. Barnett said the senior manager had told him, “Don’t worry about it.” He filed a complaint with human resources, company documents show.\nHe also reported to management that defective parts had gone missing, raising the prospect that they had been installed in planes. His bosses, he said, told him to finish the paperwork on the missing parts without figuring out where they had gone.\nThe F.A.A. investigated and found that Boeing had lost some damaged parts. Boeing said that as a precautionary matter, it had sent notices to airlines about the issue. The company said it had also investigated the flawed hydraulic tube and hadn’t substantiated Mr. Barnett’s claims.\n“Safety issues are immediately investigated, and changes are made wherever necessary,” said the Boeing spokesman, Mr. Johndroe.\nBut several former employees said high-level managers pushed internal quality inspectors to stop recording defects.\nCynthia Kitchens, a former quality manager, said her superiors penalized her in performance reviews and berated her on the factory floor after she flagged wire bundles rife with metal shavings and defective metal parts that had been installed on planes.\n“It was intimidation,” she said. “Every time I started finding stuff, I was harassed.”\nMs. Kitchens left in 2016 and sued Boeing for age and sex discrimination. The case was dismissed.\nSome employees said they had been punished or fired when they voiced concerns.\nMr. Barnett was reprimanded in 2014 for documenting errors. In a performance review seen by The Times, a senior manager downgraded him for “using email to express process violations,” instead of engaging “F2F,” or face to face.\nHe took that to mean he shouldn’t put problems in writing. The manager said Mr. Barnett needed to get better at “working in the gray areas and help find a way while maintaining compliance.”\nLiam Wallis, a former quality manager, said in a wrongful-termination lawsuit that Boeing had fired him after he discovered that planes were being manufactured using obsolete engineering specifications. Mr. Wallis also said in the suit, filed in March, that an employee who didn’t exist had signed off on the repairs of an aircraft.\nHis boss had criticized him in the past for writing up violations, according to the lawsuit and emails reviewed by The Times. Boeing said it had fired Mr. Wallis for falsifying documents.\nThrough his lawyers, Mr. Wallis declined to comment for this article. Boeing has denied his claims and moved to dismiss the case.\nIn North Charleston, the pace of production has quickened. Starting this year, Boeing is producing 14 Dreamliners a month, split between North Charleston and Everett, up from the previous 12. At the same time, Boeing said it was eliminating about a hundred quality control positions in North Charleston.\n“They’re trying to shorten the time of manufacturing,” said Mr. Mester, the former mechanic. “But are you willing to sacrifice the safety of our product to maximize profit?”\n[The reporters on this article can be reached at Natalie.Kitroeff@nytimes.com and David.Gelles@nytimes.com.]", "date": "April 20, 2019", "href": "https://www.nytimes.com/2019/04/20/business/boeing-dreamliner-production-problems.html", "tags": "‘ charleston “ safety boeing daily claims second production scrutiny former jetlisten planes whistle-blowers employees shoddy draw"}