{"title": "Classic car industry fears Trump and Brexit roadblock", "content": "For more than four decades Elliot Cuker has been selling classic cars from his garage in New York, but last year he hit a roadblock.\n\"I have been in business for 42 years, and 2018 stands out as one of the worst,\" he says.\nNow in his 70s, Mr Cuker remembers when his company, Cooper Classics Collection, could sell more than 100 cars a year.\nLately, he says, people are buying far fewer.\n\"I don't know where things are going right now. I don't know if they'll ever be as strong as they were.\"\nWhile the global financial crisis of 2007-08 was a worrying time for most people, for Mr Cuker and the whole global classic car industry, it marked the start of a decade-long boom.\nAs stock markets slumped, wealthy investors turned to putting their money into luxury assets, such as art, high-end property, expensive wines - and especially classic cars.\n\"That was my best year, 2008, believe it or not, when we had that stock market crash,\" says Mr Cuker. \"At least you know that if you invest in a car, a classic car, that you have it and it's [at least historically] consistently always gone up in value.\"\nSuch was the rise in the price of classic cars that one report from insurance firm Axa Art said that the average value of vintage vehicles soared 192% between 2006-17, compared with growth of just 84% across the wider luxury goods sector.\nBut last year, average classic car prices rose just 1%, according to a separate report by classic car index Hagerty Price Guide.\nWhile some slowdown is highly likely after such a strong decade of growth, most in the industry blame President Trump's threat to hit car and car parts imports to the US with tariffs of as much as 25%.\nThe president first asked the US Commerce Department to investigate the issue in May last year. Then in November he tweeted that a 25% tariff on imported cars would mean that \"many more cars would be built here\".\nWith no suggestion that older vehicles and parts will be given an exemption, the Commerce Department filed its confidential report on the issue to President Trump on 17 February.\nHe now has until 18 May to decide whether to hit car imports with a tariff, as he has already done to imported vans.\nMany in the wider automotive industry expect some kind of import levies. Those in the classic car sector say it would have a substantially negative impact.\nMore from the BBC's series taking an international perspective on trade:\n\"When you get to tariffs, right now the importation rate to the US on a classic car, or classic car parts is 2.5% [the same as for new cars and parts],\" says Rory Jurnecka, features editor at US publication Automobile Magazine.\n\"A tenfold increase, when we're talking about tariffs, to 25%, is really unsustainable. And I think will basically bring any global industry, as it pertains to the US, to a halt.\"\nBut President Trump's tariff threat is not the only issue causing the classic car industry anxiety. The UK's continuing Brexit uncertainty is another factor said to be weighing heavily on the sector.\nMalcolm Barber, co-chairman of auction house Bonhams, which has its headquarters in London, says Brexit has led to \"caution\" among UK car collectors \"as it has in most industries in Britain\".\nYet despite all this doom and gloom and the current twists in the road, others say that the classic car industry will remain strong. One such person is avid collector Rodger Dudding.\n\"I think at the last count I have something like about 430 classic motor vehicles,\" says the 81-year-old multimillionaire.\n\"To my mind, without being too dramatic, they are three-dimensional art.\n\"If you look at modern day cars, this model or that model, they're all so similar, and they're boring. They don't have personality.\"\nMr Dudding, who made his fortune in the self-storage industry, owns nine Ferraris and 24 Aston Martins.  He hires out his cars to TV and film productions, such as The Crown and Mary Poppins Returns.\n\"We are still investing in cars,\" he says. \"We believe the market will be maintained.\"\nThis confidence is shared by Kenneth Ahn, president of car auction firm RM Sotheby's.\nHe points to the fact that last August RM Sotheby's sold a 1962 Ferrari 250 GTO for $48.4m (£36.8m), at an auction in California. This was the most expensive car ever sold at auction.\n\"We are optimistic about 2019,\" says Mr Ahn. \"Even though there are macro concerns, for truly rare and important cars the collector demand is still very healthy.\"", "date": "14 March 2019", "href": "https://www.bbc.com/news/business-47525435", "tags": "brexit us cars roadblock fears president trump industry says last year car classic"}