{"title": "Clean air zones: Where will UK drivers pay for polluting?", "content": "Drivers of the most polluting vehicles now have to pay to drive into central London - and soon other towns and cities across the UK will follow suit.\nLeeds and Birmingham are set to roll out similar schemes next year, while dozens of other places are considering establishing a clean air zone (CAZ). So how will they work and where else might you soon have to pay to drive?\nPut simply, CAZs are designed to cut pollution and encourage people to drive less polluting vehicles, including electric and more modern petrol and diesels.\nDrivers of the most polluting vehicles can be charged up to £100 a day to enter areas where councils believe the air to be toxic - often in town and city centres.\nBut there are two main types of CAZs: those that charge drivers and those where there is no charge but councils promise \"action to improve air quality\".\nA CAZ can be applied to all vehicles or a selection, from buses, lorries, vans, taxis, private cars, to motorcycles and mopeds.\nGovernment guidelines state that profits should then be reinvested in local transport schemes.\nThe UK's highest court, the Supreme Court, ordered ministers to take immediate action to cut air pollution in 2015.\nThe case was brought by environmental law organisation ClientEarth, which insisted not enough was being done after the UK breached EU limits for nitrogen dioxide (NO2) - a gas produced by diesel vehicles which can decrease lung function.\nIn response, the government called for five cities to establish a CAZ: Birmingham, Leeds, Southampton, Nottingham and Derby. This was in addition to London's Low Emission Zone which was established in 2008.\nBut the government has since lost two other court cases, also brought by ClientEarth, which said the move had not gone far enough.\nThese resulted in the government telling 28 more councils to draw up plans to tackle NO2 levels and a further 33 to carry out \"feasibility studies\" on whether a CAZ was needed to reduce levels in the \"shortest possible time\".\nThe EU's annual limit has been set at 40 micrograms of NO2 per cubic metre of air since 2010. \nIn 2017, 37 out of 43 areas exceeded these limits - although most (36) had recorded lower levels than in 2016.\nThe UK has been threatened with court action by the European Commission over its longstanding failure to meet EU limits for nitrogen dioxide.\nThe government says it has no plans to change limits and targets for air quality following Brexit. \nBut after Brexit the UK's targets and deadlines could begin to differ from the EU's.\nLondon\nThe capital already had a non-charging low emission zone covering most of Greater London, but tighter emission standards were introduced for central London from 8 April, under the new Ultra Low Emission Zone (ULEZ). It is set to be expanded to cover most of Greater London from 25 October 2021.\nIt will charge:\nYou can check if your vehicle meets the ULEZ's emission standards by entering its registration number on the TfL website.\nSeparately, certain streets in Shoreditch in east London will only permit \"ultra low emission vehicles\", such as electric and hydrogen vehicles, between peak hours. \nLeeds\nLeeds is one of two cities outside of London to have had its plans signed off by the government. It will be introduced from 6 January 2020 covering most of the city centre.\nThere will be:\nYou can check if your vehicle meets the emission standards on the city council's website.\nBirmingham\nBirmingham's plans for a charging CAZ have also been approved by Department for Environment, Food and Rural Affairs (Defra).\nIt will charge:\nThe zone will be introduced from 1 January 2020 on or inside the inner ring road.\nBath\nEarlier proposals to charge drivers of private cars £9 to enter the city centre have been dropped after the council received a record 8,000 responses during a public consultation.\nHowever, other charges will be introduced from late 2020:\nSheffield\nNo final decisions have been made yet. However, the council's preferred option would see the creation of a charging CAZ in Sheffield's inner ring-road:\nThe proposals are set to be consulted on later this year.\nGreater Manchester\nThe proposed CAZ would cover all 10 local authority areas in Greater Manchester, introducing charges for the most polluting vehicles - excluding private cars. It would charge:\nTwo public consultations on the plans are expected later this year.\nOxford\nThe council has voluntarily drawn up its own plans to reduce NO2 levels. Under the proposals, all non-zero emission vehicles would be banned during certain hours from parking and loading in the city centre.\nA larger outer zone would ban any taxis and non-local buses, vans and lorries that do not meet agreed emission standards.\nThe council is still considering charging those who breach the rules but says no decision will be made until after a public consultation later this year.\nGlasgow\nGlasgow is home to Scotland's first low-emission zone which came into force on 31 December last year. The scheme initially one in five buses entering the city centre zone must meet new emission standards. The council says that proportion is expected to increase in future years.\nIt will also apply to lorries, vans and private cars from December 2022. The council says emission standards for motorcycles and mopeds are still being considered. The amount councils in Scotland can charge will be set by the Scottish Parliament under the Transport (Scotland) Bill.\nSouthampton \nEarlier plans to charge vehicles were dropped in January.\nThe council said it could instead meet government limits through a \"refined set of freight, bus and taxi measures\".\nYork\nIts proposed zone would come into force in 2020 and would apply to buses that do not meet emission standards travelling within the city's inner ring road five or more times a day. \nThe council says operators that do not comply will not be able to run services in the area.\nElsewhere\nEight other councils have been told to produce plans to tackle NO2 levels: Bolsover, Bradford, Portsmouth, Broxbourne, Newcastle-under-Lyme, Stoke-on-Trent, Leicester and Liverpool.\nThey have until 31 October this year to submit plans.\nFareham, Warrington, Reading and Slough are also looking into whether introducing a CAZ will help reduce NO2 levels.\nSome councils have ruled out a CAZ, including Nottingham, which was one of the five cities originally told to implement one. Ministers have backed the city's decision after the council said its research had shown a CAZ was not needed.\nEnvironmental campaigners, haulage firms and some taxi companies have expressed concern about how the CAZs will work.\nClientEarth lawyer Katie Nielder said despite the government's assurances that tackling air pollution was a priority \"most of its actions have been designed to dump the problem on hard-pressed local authorities\".\nThe Freight Transport Association says more public funds should be given to firms which will have to pay to convert many of their lorries to meet the emission standards.\nIt says it's spending £3.5bn on tackling roadside NO2 concentrations, including £220m for a new clean air fund to support individuals and businesses affected by councils' plans to improve air quality.\nDefra has set up the Joint Air Quality Unit to work with councils on developing their plans to give drivers a \"quick and easy way\" of making payments.\nAll new cars in the UK will be \"effectively zero emission\" by 2040, under further plans to tackle air pollution.\nThe government is under pressure to bring forward this deadline and ban all sales of new petrol and diesel cars by 2032, after a report by a parliamentary committee described its plans as \"vague and unambitious\".", "date": "12 April 2019", "href": "https://www.bbc.com/news/uk-47389830", "tags": "councils uk emission clean council drivers vehicles zones polluting london pay plans zone air caz government"}