{"title": "Climate change: Is your Netflix habit bad for the environment?", "content": "Watching your favourite show or listening to your playlist has never been easier.\nA virtually endless supply of film, music and TV can be streamed and downloaded almost instantly.\nBut at what cost to the environment? \nVast amounts of energy are needed to keep data flowing on the internet and demand will only increase as our reliance on digital services grows.\nSome of that energy is generated from clean energy sources, but much of it comes from burning carbon-based fossil fuels, which scientists believe is a contributing factor to rising global temperatures.\nThe latest report by climate scientists demonstrates the scale of the dangers faced from carbon emissions.\n\"How we power our digital infrastructure is rapidly becoming critical to whether we will be able to arrest climate change in time,\" says Gary Cook, IT sector analyst at Greenpeace.\nSo, could cutting down time spent on the internet really make a difference to energy consumption and global warming?\nThe entire information technology (IT) sector -  from powering internet servers to charging smartphones - is already estimated to have the same carbon footprint as the aviation industry's fuel emissions. \nAnd it is on course to consume as much as 20% of the world's electricity by 2030, according to Anders Andrae, who is based at Huawei Technologies. \nStreaming video accounts for the biggest big chunk of the world's internet traffic. \nWatching video over the internet at home is roughly the same as having two or three old-fashioned incandescent light bulbs on, say Prof Chris Preist and Dr Dan Schien, of the University of Bristol's computer science department.\nAs well as the power used by these devices, energy is consumed by the networks that distribute the content.\nMore demand for the technology also means more energy is required to store and share vast amounts of information.\nThis is where data centres come in - often in vast buildings that house computer servers that store, process and distribute internet traffic. The servers themselves require a great deal of cooling. \nMost of the world's internet traffic goes through these data centres and they host streaming platforms such as Netflix, Facebook and YouTube. \nThese data centres are estimated to currently consume at least 1% of the world's electricity every year, a figure that is expected to rise in the future. \nThey also account for about 0.3% of global CO2 emissions.\nMr Andrae says data centres being built across the world need to be fed by renewable energy to minimise these emissions.\nThe European Commission-funded Eureca project found that data centres in EU countries consumed 25% more energy in 2017 compared with 2014. \nThe lead scientist, Rabih Bashroush, calculated that five billion downloads and streams clocked up by the song Despacito, released in 2017, consumed as much electricity as Chad, Guinea-Bissau, Somalia, Sierra Leone and the Central African Republic put together in a single year. \nEvery time you sit down to watch or listen to something online, the amount of energy consumed might change. It depends on a range of factors including the efficiency of the device. \nTerrestrial broadcast TV is a lot more efficient than current streaming technologies for TV channels that are watched by a large number of people, say Prof Preist and Dr Schien.\nMobile phones tend to be the most energy-efficient - more so than a TV or a laptop. \nIt depends how you stream too. A mobile using wi-fi consumes less energy than one connected to 3G or 4G. \nEven if you're not using your device, by having home wi-fi active, you're still consuming energy, says Prof Preist. \"So in the home, a lot of the energy consumption comes from us all having our network equipment on 24 hours a day.\"\nSome data centres can be more efficient than others. Keeping them in cooler locations, underground for example, can cut down on large quantities of energy required for cooling. \nThe International Energy Agency's (IEA) latest report suggested that despite the increased workload for data centres, which will triple by 2020, the amount of electricity used will only go up by 3%. \nThis is down to continued improvements in the efficiency of servers and data centre infrastructure, and a move to bigger but more efficient centres. \nSome of the large technology companies have been praised for being more open about how efficient they are.\nFacebook expects its new data centre in Singapore will be powered by 100% renewable energy, something that Apple says already happens with all its global facilities. Many other firms have committed to reaching that goal. \nCompanies also make up for the amount of non-renewable energy that they consume by supporting renewable energy projects.\nScrutiny of less well known and smaller companies and their energy consumption should be a priority, says Mr Bashroush.\n\"More attention needs to be paid to the smaller data centre facilities that are off the radar, this is where the next big opportunity to save energy is, the big players are not that bad in comparison,\" he says. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "12 October 2018", "href": "https://www.bbc.co.uk/news/technology-45798523", "tags": "tv world energy habit global climate change centres says data bad emissions internet servers netflix environment"}