{"title": "Climate change: Warning from 'Antarctica's last forests'", "content": "Scramble across exposed rocks in the middle of Antarctica and it's possible to find the mummified twigs of shrubs that grew on the continent some three to five million years ago.\nThis plant material isn't much to look at, but scientists say it should serve as a warning to the world about where climate change could take us if carbon emissions go unchecked.\nThe time period is an epoch geologists call the Pliocene, 2.6-5.3 million years ago. \nIt was marked by temperatures that were significantly warmer than today, perhaps by 2-3 degrees globally. \nThese were conditions that permitted plant growth even in the middle of the White Continent. \nHigher, too, were sea-levels. It's uncertain by how much, but possibly in the region of 10-20m above the modern ocean surface.\nWhat's really significant, though, is that the amount of carbon dioxide in the atmosphere was very similar to what it is today - at around 400 CO2 molecules for every million molecules of air.\nIndeed, the Pliocene was the last time in Earth history that the air carried this same concentration of the greenhouse gas.\nAnd it tells you where we're heading if we don't get serious about addressing the climate problem, cautions Prof Martin Siegert from the Grantham Institute at Imperial College London.\nTemperatures may currently be lower than in the Pliocene, but that's only because there is a lag in the system, he says.\n\"If you put your oven on at home and set it to 200C, the temperature doesn't get to that level immediately; it takes a bit of time,\" he told reporters. \n\"And it's the same with Earth's climate. If you ratchet up the level of CO2 at 400 parts per million (ppm), it won't suddenly get to an equilibrium overnight. It will take maybe 300 years or something. \n\"So, the question to us is: what is the equilibrium state; what is Earth's climate going to look like with 400ppm, all things being settled?\"\nProf Siegert was among a group of scientists meeting in London on Wednesday to discuss the climate lessons from the Pliocene. \nThese experts want to see much more research into the parallels between then and now.\nA lot of the knowledge we have presently about the epoch comes from ocean sediments. \nThese muds, drilled off the coast of Antarctica, contain fossil organisms whose geochemistry can be used to reconstruct ancient temperatures and the corresponding likely volume of ice on the planet. \nIf, as the scientists suspect, sea-levels were 10-20m higher in the Pliocene, it indicates the ice sheets must also have looked very different.\n\"The Greenland Ice Sheet holds about 7m (equivalent of sea-level rise). That was probably gone,\" said Imperial's Prof Tina van De Flierdt.\n\"In Antarctica, we have the smaller West Antarctic Ice Sheet which holds about 5m. That was probably gone, too.\n\"And then we have the big chunk in East Antarctica. There are certain parts of that which people have believed to be stable for a very long time. But that kind of doesn't work with the numbers. If we need more than 10m of sea level rise, we need East Antarctica to be unstable as well.\"\nThis could certainly explain the presence of plants in the middle of a continent where today only lichens and mosses can survive.\nProf Jane Francis, the director of the British Antarctic Survey, pulled her fossilised shrub material from rocks just 500km from the South Pole.\n\"These are twigs similar to southern beech,\" she told BBC News. \"I like to call them the remnants of the last forests of Antarctica. \n\"They're probably Pliocene in age. What we're looking at is a time when the glaciers retreated and we were left with areas in front of those glaciers where tiny little shrubs could grow. It wouldn't have been a nice place to live; it would have been a tundra kind of environment, but with enough sunshine in summer and temperatures (able to rise) up to about 5C.\"\nA key unknown is how much, how soon. How fast could Antarctica retreat in the modern era if the global climate responds to the warming forced by 400ppm?\nConceivably very fast, is the answer from Prof Rob DeConto from the University of Massachusetts-Amherst. \nHe runs computer models which incorporate physical processes in the ice that can result in the rapid collapse of cliffs at the front of Antarctic glaciers terminating in the ocean.\n\"Today we are measuring sea-level rise in millimetres per year. So, a little more than 3mm per year right now,\" he explained. \n\"But these new processes imply the potential for centimetres per year. But we're looking to the geologists for guidance about rates. Maybe, it takes 10,000 years to get to 20m. We've still got a lot more work to do.\"\nFor Prof Siegert, the imperative is to bring carbon emissions under control very quickly and then reverse the concentration.\n\"Can we restrict temperature rise to 1.5 degrees this century? Can we do that? It's possible,\" he says. \n\"We've got to bring CO2 levels down to 40% of what they are today by 2030, or so. And then to zero by 2050, and then negative after that. That's a massive undertaking but it's possible.\"  ", "date": "3 April 2019", "href": "https://www.bbc.com/news/science-environment-47806440", "tags": "forests warning ice antarctica prof pliocene climate change last years rise million time today"}