{"title": "Climate change: 'Magic bullet' carbon solution takes big step", "content": "A technology that removes carbon dioxide from the air has received significant backing from major fossil fuel companies.\nBritish Columbia-based Carbon Engineering has shown that it can extract CO2 in a cost-effective way.\nIt has now been boosted by $68m in new investment from Chevron, Occidental and coal giant BHP.\nBut climate campaigners are worried that the technology will be used to extract even more oil.  \nThe quest for technology for carbon dioxide removal (CDR) from the air received significant scientific endorsement last year with the publication of the IPCC report on keeping the rise in global temperatures to 1.5C this century.\nIn their \"summary for policymakers\", the scientists stated that: \"All pathways that limit global warming to 1.5C with limited or no overshoot project the use of CDR ...over the 21st century.\"\nAround the world, a number of companies are racing to develop the technology that can draw down carbon. Swiss company Climeworks is already capturing CO2 and using it to boost vegetable production.\nCarbon Engineering says that its direct air capture (DAC) process is now able to capture the gas for under $100 a tonne. \nWith its new funding, the company plans to build its first commercial facilities. These industrial-scale DAC plants could capture up to one million tonnes of CO2 from the air each year.\nCO2 is a powerful warming gas but there's not a lot of it in the atmosphere - for every million molecules of air, there are 410 of CO2. \nWhile the CO2 is helping to drive temperatures up around the world, the comparatively low concentrations make it difficult to design efficient machines to remove the gas.\nCarbon Engineering's process is all about sucking in air and exposing it to a chemical solution that concentrates the CO2. Further refinements mean the gas can be purified into a form that can be stored or utilised as a liquid fuel. \nAbsolutely.\nCarbon Engineering's barn-sized installation has a large fan in the middle of the roof which draws in air from the atmosphere.\nIt then comes into contact with a hydroxide-based chemical solution. Certain hydroxides react with carbon dioxide, reversibly binding to the CO2 molecule. When the CO2 in the air reacts with the liquid, it forms a carbonate mixture. That is then treated with a slurry of calcium hydroxide to change it into solid form; the slurry helps form tiny pellets of calcium carbonate. \nThe chalky calcium carbonate pellets are then treated at a high temperature of about 900C, with the pellets decomposing into a CO2 stream and calcium oxide.\nThat stream of pure CO2 is cleaned up to remove water impurities.    \n\"The key to this process is about concentrating the CO2,\" said Carbon Engineering's Dr Jenny McCahill.\n\"We can then put it underground as in sequestration, or we can combine it with hydrogen to form hydrocarbons or methanol. There's a number of things you can do.\"\nYes. It's complicated but it can be done. \nThe captured CO2 is mixed with hydrogen that's made from water and green electricity. It's then passed over a catalyst at 900C to form carbon monoxide. Adding in more hydrogen to the carbon monoxide turns it into what's called synthesis gas. \nFinally a Fischer-Tropsch process turns this gas into a synthetic crude oil. Carbon Engineering says the liquid can be used in a variety of engines without modification.\n\"The fuel that we make has no sulphur in it, it has these nice linear chains which means it burns cleaner than traditional fuel,\" said Dr McCahill.\n\"It's nice and clear and ready to be used in a truck, car or jet.\"\nCO2 can also be used to flush out the last remaining deposits of oil in wells that are past their prime. The oil industry in the US has been using the gas in this way for decades. \nIt's estimated that using CO2 can deliver an extra 30% of crude from oilfields with the added benefit that the gas is then sequestered permanently in the ground. \n\"Carbon Engineering's direct air capture technology has the unique capability to capture and provide large volumes of atmospheric CO2,\" said Occidental Petroleum's Senior Vice President, Richard Jackson, in a statement.\n\"This capability complements Occidental's enhanced oil recovery business and provides further synergies by enabling large-scale CO2 utilisation and sequestration.\"\nOne of the other investors in Carbon Engineering is BHP, best known for its coal mining interests. \n\"The reality is that fossil fuels will be around for several decades whether in industrial processes or in transportation,\" said Dr Fiona Wild, BHP's head of sustainability and climate change.\n\"What we need to do is invest in those low-emission technologies that can significantly reduce the emissions from these processes, and that's why we are focusing on carbon capture and storage.\" \nSome climate campaigners are positive about the development of direct air capture technology, but others are worried that it will be used to prolong the fossil fuel era. \n\"It's a huge concern,\" Tzeporah Berman, international programme director for Stand dot earth, told BBC News.   \n\"We need to be working together to figure out how we move away completely from fossil fuel - that's our moral and economic challenge but these technologies provide a false hope that we can continue to depend on fossil fuels and produce and burn them, and technology will fix it - we are way past that point!\"\nOthers are concerned that the development of direct air capture devices may just encourage some people to think that they don't have to personally reduce their carbon footprint.\n\"I think there's a real danger that people will see this technology as a magic bullet and not cut back their carbon,\" said Shakti Ramkumar, a student at the University of British Columbia (UBC), who is active in climate change protests. \n\"We have a moral responsibility to reduce our consumption on a large scale. We need to reflect deeply on how we live our lives and whether everyone can have access to the things we have, and fairness, so we can all live a good life.\" \nIt's impossible to say if Carbon Engineering's idea will emerge as the type of device that makes a major difference in the battle against climate change. \nCertainly, the company believes that its machines could become as common as water treatment plants - providing a valuable service, yet hardly noticed by the general public. \nRight now, it has secured enough money to build a commercial facility and can draw down carbon for less than $100 a tonne. But there is a big worry that with large investments from the fossil fuel industry, the focus of its efforts could be turned to producing more oil, not just tackling climate change.\nCarbon Engineering says that if governments want to invest in its process they are very welcome to do so. If they're not ready to stump up the cash, the company is happy to take funding from the energy industry as time is so short, and the need for the technology is so great.  \n\"Is it the silver bullet?\" asked CEO Steve Oldham.\n\"I would never say to anybody that you want to put all your eggs in one basket - the future of the planet is very important for us all.\n\"But having the technology built, available, ready to go, with no harmful chemical side-effects, less land-usage, having those available - that's a good thing.\n\"If or when we need them, and if you read the science that's today - it's available, it's ready.\"\nFollow Matt on Twitter @mattmcgrathbbc\nSign up for a weekly chat about climate change on Facebook Messenger", "date": "3 April 2019", "href": "https://www.bbc.com/news/science-environment-47638586", "tags": "solution fuel carbon step gas fossil takes capture oil climate change engineering bullet air technology big"}