{"title": "Clinton’s Substantial Popular-Vote Win", "content": "This article is part of the Opinion Today newsletter. You can sign up here to receive more briefings and a guide to the section daily in your inbox.\nHillary Clinton didn’t just win the popular vote. She won it by a substantial margin.\nBy the time all the ballots are counted, she seems likely to be ahead by more than 2 million votes and more than 1.5 percentage points, according to my Times colleague Nate Cohn. She will have won by a wider percentage margin than not only Al Gore in 2000 but also Richard Nixon in 1968 and John F. Kennedy in 1960.\nThese comparisons — and I know they’re painful for many people to hear — highlight a dilemma for the suddenly bereft Democratic Party.\nThe soul-searching about the Democrats’ loss of the white working class is just beginning, as it should. Presidential races aren’t won and lost on the national popular vote, nor is control of the House and Senate. None of that is going to change, and Democrats need to find ways to win in the world that exists, rather than the more small-d democratic world that many of us would prefer.\nFiguring out how to win more white working-class votes, especially in the Midwest, has to be at the center of any Democratic comeback plan. That plan obviously should include policy ideas to address the stagnation afflicting many working-class communities. Maybe even more, it needs to find the right language — both respectful and visceral — in which to talk with these communities. Clinton didn’t lose to Donald Trump because he had a more serious set of policies for revitalizing working-class America.\nBut here’s the dilemma: The Democrats can’t win the white working class by losing their current coalition.\nTrue, the party’s demographic advantages are not as large as they may have seemed a few days ago. Despite strong support from African-Americans, Asian-Americans, Latinos and people born after 1980, Clinton won’t be the next president.\nYet the demographic advantages aren’t fake, either. Democratic-leaning groups are generally growing, and Republican-leaning groups are shrinking. The share of the non-white vote continues to grow each year. As terrible as the Democrats’ current situation is, its political future remains pretty bright, so long as it retains the loyalty of those growing groups.\nThere is, of course, one very prominent recent Democrat who managed to appeal to both the northern white working class and the new melting pot. But Barack Obama never figured out how to extend his popularity to other Democrats, which suggests the lessons from his success may be limited. Still, the problem that Obama solved is the problem facing the party once again.", "date": "Nov. 11, 2016", "href": "https://www.nytimes.com/2016/11/11/opinion/clintons-substantial-popular-vote-win.html", "tags": "working democrats clinton win popular-vote party white substantial democratic many — vote"}