{"title": "Clouds gathering over global economy", "content": "What does 2019 have in store for the global economy?\nThere are certainly clouds on the horizon, but 2018 as a whole was a reasonably strong year.\nGlobal growth will probably be about 3.7% when all the numbers are in, according to the International Monetary Fund.\nThe world's two biggest economies are likely to record respectable rates of expansion. \nThe biggest of all, the US, had two very strong quarters in the middle of the year. Data for the final three months will come at the end of January, and while they might well show some slowing down, the whole year is likely to register pretty strong expansion of close to 3%.\nAs for China, the slowdown after three decades of stunning growth continues. But it's still likely to be about 6.6% in 2018, which is more than enough to generate significant improvements in average living standards.  \nMost mainstream forecasts suggest that the recovery after the great recession will continue for another year and more.\nSo what about the clouds?\nGrowth in the US is likely to be slower. The surge in 2018 reflected President Trump's tax cuts. There is some debate about whether the impact will last. Is it a one-off effect that will fade like a sugar rush, or will it have a lasting impact on incentives to work and invest? \nThere is also the impact of the central bank, the Federal Reserve, to consider. Will it continue raising interest rates to keep inflation close to its 2% target following the four such moves it made in 2018? \nPresident Trump certainly thinks the Fed could do a lot of harm. It is, he has said, \"the only problem our economy has\". \nHe has repeatedly made similar points, to the extent that his Treasury Secretary, Steve Mnuchin, felt the need to say publicly that the president had no desire to sack the Fed chairman Jerome Powell. (It's not clear whether he has the authority to do that, but he certainly could decline to give him another term as chairman when the current one expires in 2022, if he is still president then).  \nIn any event, the prospect of the president exerting what many would consider undue influence over the Fed has the potential to unsettle financial markets. The Fed has been given responsibility for monetary policy, which includes interest rate policy, by Congress.\nThe mainstream view among economists is that keeping that away from the centre of the political arena is better for the long-term control of inflation. \nThere is another strand to President Trump's economic policy that could undermine economic growth: international trade.\nThe US is already well into a major trade confrontation with China over what President Trump calls the theft by China of the technology of American companies doing business there. \nThree months into the year, the tariffs that his administration has already imposed on a wide array of Chinese goods are due to increase from 10% to 25%. China can be expected to retaliate as it did to the first round of tariffs.\nIt is true that Presidents Trump and Xi have held some talks and it is possible that the escalation will be averted. But it is certainly not assured. \nAnd then there are the US tariffs on steel and aluminium, ostensibly imposed to protect national security, which have affected a large number of US trade partners.\nThe prospect of continued trade tensions is a significant cloud over the economic outlook.\nEurope also has its own problems. The economic data for the third quarter of the year showed a marked slowdown in growth in the eurozone. \nSome of this may be a very short-term stumble due to new procedures for testing vehicle emissions, which have disrupted the motor industry. But it could be the start of a more significant loss of momentum in a recovery that was never particularly strong. \nA survey of manufacturing industry in the region showed the slowdown continued in December with a contraction in two individual economies, Italy and France.  \nEurope also has its own trade issue to worry about: Brexit. The UK is due to leave the EU on 29 March. There is a wide range of possible outcomes, some of which could disrupt trade between the UK and the continent. \nMore from the BBC's series taking an international perspective on trade:\nStock markets had a rough ride at the end of 2018. Many recorded strong gains early in the year that were more than reversed. Overall it was the worst year for global markets (and many individual ones) since the financial crisis. \nLower share prices can be a warning sign of wider economic problems ahead, sometimes even a recession. But share price falls are not a reliable sign of a coming recession.\nAs the late Nobel prize-winning economist Paul Samuelson once joked: \"Wall Street indexes predicted nine of the last five recessions.\" The market can give false alarms. \nThe bond market, where debts including government bonds, are traded, has also been close to flashing a warning about the US outlook. \nA phenomenon known as the inverted yield curve has been a more reliable predictor of a downturn, though not very precise as to when. \nThat said, there are economists who think the US may be heading for a recession, not this year but in 2020. Nouriel Roubini, who foresaw the financial crisis, is one. He also warns that the recession he predicts will be harder for the government and Federal Reserve to deal with.  \nChina also has things to worry about - in the shape of a rising burden of public and private-sector debt, which could yet undermine financial stability. Surveys of business showed that new orders for manufacturers declined in December, for the first time in two years.    \nAll things told, there are some pretty clear reasons for regarding the outlook now as a good deal harder to read and more overcast than it has been for several years. ", "date": "3 January 2019", "href": "https://www.bbc.com/news/business-46734933", "tags": "us growth clouds china strong global economy trade year could gathering also recession"}