{"title": "Co-living in London: Friendship, fines and frustration", "content": "More than three quarters of 18 to 34-year-olds living in Britain say they feel lonely. So could co-living be the answer? The BBC stayed in two different communes to find out if a living space shared is a social problem solved.\nCommunal living in the 21st Century is a far cry from the hippie movement of the 1960s counterculture: there is no singing of protest songs around the campfire, vegetarianism is optional and group nudity would raise a few eyebrows.\nCo-living is a bit like inhabiting well-appointed student halls for working people. For prices ranging from about £1,000 to nearly £3,000 a month, residents get an en-suite room and access to communal facilities such as a gym, TV room and kitchen. \nMost co-living options in the UK are currently in London. To gain an idea of what it's like to live this way, I spent a total of six days at the Collective in North Acton and Roam in Chelsea.\nIn terms of private living space, there's no denying the Collective is cramped.\nFor Lucilia Wuillaume, a translator and interpreter from Brazil, the main drawback to living here is the size of the rooms.\nShe has a point: at just over eight square metres, my bedroom didn't even provide enough space for my osteopath-prescribed back stretches. \nTwo residents I meet during my three-day stay say this is the reason they are moving out, while Markaiu Mason, who left the Collective in 2017, says: \"At the end of the day, you're stuck between a cupboard and a door.\"\nThe vibe here can perhaps best be described as like a high-end youth hostel.\nThe development houses up to 550 residents, with prices starting at £240 a week. \nIts communal facilities are extensive: six kitchens, three themed dining rooms, a terrace, cinema room, games room, large industrial-style co-working area and a gym and spa, all spread over 10 floors in a modern building block that was in fact originally meant to be student accommodation.\nAs I walk down the long dark corridors, I notice various food smells emanating from the private rooms - curry, garlic, fried onions, and pizza. Someone is baking a cake and there's also the aromatic scent of basmati rice.\nBut it is on the other side of these doors that the Collective offers the opportunity for the social interaction that can help fend off feelings of loneliness.\nOne resident, Matty Pepprell, even credits living here with saving him.\nThe 33-year-old IT consultant from Torquay is finally on the mend after undergoing four organ transplants over 10 years. He says his self-esteem took a hit after years of feeling tired, ill and isolated. \nA rare kidney disorder left him feeling \"like a dead man walking\", but living at the Collective has made him more confident. \n\"In a way, living here brought me back to life,\" he says.\nBeing around people who \"ask me how I am all the time\" has helped him with his mental recovery after a long illness, and he says he's made lots of friends.\nLucilia, 58, who moved to London from France with her family, says she's made more friends in three months at the Collective than she did in Paris \"over three whole years\", while Abel Tedros, a 21-year-old entrepreneur from Ealing, says he loves meeting new people at the organised events here.\nHowever, there are drawbacks to this style of living: finding basic utensils in the kitchen on my floor was not easy, with many dirty or broken. Dotted around the building are signs urging people to clean up after themselves. \n(The development's planning and design manager Ollie Spragley says the Collective stopped providing items in shared spaces at the end of 2017 but offers residents the option of buying \"kitchen packs\".)\nAt a \"town hall meeting\", general manager Roberto Russo tells residents that anyone breaking house rules, such as keeping communal spaces tidy, faces fines of up to £250. \nAnd it's not the case that everyone at the Collective sees the social upside to living here, with a handful of residents saying the majority of people aren't interested in meeting anyone. \n\"It's always the same 50 to 60 people you see and the community feel is missing,\" 28-year-old Jérémie Mora says.\nOne resident who asked to stay anonymous, goes as far as saying he was mis-sold what the Collective would be like. Because he believes its \"unique selling point\" - a sense of community - is missing, he says the building is \"not much more than a glorified student dorm\". \nThe Collective says it is \"constantly working to understand how we can help improve the growth of community - not something one can turn up and buy\".\nThe Collective became the UK's first large-scale co-living space when it opened in 2016.\nSince then, developers have submitted plans for 700 co-living units in Canary Wharf, 220 in Stratford, 320 in Ilford and 170 in London Bridge. \nAnd for the first time, the Greater London Authority (GLA) has acknowledged co-living as a form of accommodation in its draft London Plan - an overarching policy document providing guidance to London councils. \nThis was necessary because these schemes \"haven't historically come forward\", according to London's deputy mayor for housing and residential development James Murray.\nPLP, the architects behind the Collective, say they have been asked to advise on and design a number of co-living projects \"not only in London or elsewhere in the UK but all over the world\".\nBut it's a complex picture, with many of those responsible for housing in the capital remaining to be convinced of the social benefits of such developments.\nThere's a different atmosphere at my next home, Roam, in upmarket Chelsea, which is more boutique hotel than youth hostel.\nThe feel is intimate, with just 34 rooms, all en-suite and most of which boast a kitchenette. There's also access to a communal kitchen, a TV area, and a co-working space that feels like the living room of a tastefully decorated townhouse.\nAt a somewhat eye-watering £2,800 a month, Roam is \"not the cheapest option, but worth it\", says Laura Meier, who moved here from Germany. \nShe had only planned to stay for three months but ended up here for a year because she \"really enjoyed being part of the community, having a house full of life and the opportunity to work from home and talk to other people\". \nMoving to a new country without knowing anyone can be hard, she says, describing Roam as the \"perfect place to make friends\".\nRoam's community manager Michelle Sims says its customers \"pay for ease, convenience, flexibility and the opportunity to stay at our unique spaces all over the world, which have everything they need to feel at home the moment they arrive\", including an \"integrated community and community manager\".\nCompared to the price of a local boutique hotel or a comparable one-bed apartment, she says \"you can easily see the value in our pricing\".\nAn online search for furnished one-bedroom flats on a short let in Chelsea shows properties available from about £2,000 a month - although this sum covers none of the amenities associated with co-living.\nAnd as Kristina Barger, a 37-year-old psychologist from New York City, explains, if people are used to rents in San Francisco, New York or Seoul, as a lot of these globetrotters are, £2,800 a month \"seems reasonable\". \nLoneliness, depression and anxiety are a growing problem globally, Kristina says, with people travelling more and feeling \"disconnected\". Roam has four branches around the world and is planning to open more - thus building a \"community without borders\" and offering what she sees as a solution to loneliness and isolation.\nWeb designer Todd Steinhilber tells me that life in his line of work indeed can be lonely. \nBut thanks to Roam, he says he has access to an instant community of \"like-minded people with a similar worldview\" in London and Roam's other locations around the world. \nHe says that while it's possible to make friends in bars or by playing sports, nothing comes close to the relaxed and natural way of striking up conversations with the people \"you live with\".\nBut as I go up the creaky steps of this 1930s building, I can't help but think that it's a little less luxurious than I expect at almost three grand a month. There is no gym, no separate TV or living room and the kitchen isn't big enough for more than three people to cook in.\nIn terms of communal activities, most seem to involve going out and spending yet more money, although Michelle tells me there are usually events for \"diverse budgets\", including book and running clubs and free \"pop-up mini couch concerts\".\nThe rooms also vary. Some boast lots of natural light and lovely views of London. But mine is in the basement and quite dark as a result. \nThe bed and kitchen unit are part of the same square living space, and there's no wardrobe. My bathroom, just big enough to hold a small sink and shower cubicle, has a leak in the ceiling.\nThe leak isn't a safety risk, I'm assured, and repairs won't be carried out since Roam is soon moving to a new and more spacious location.\nThe lack of space and operational issues are the reasons Roam decided to leave the Chelsea building, which \"did not match the quality\" of its properties around the world, Michelle says.\nSo while it's clear this way of living suits some people very well, it's uncertain what the future holds.\nA development like the Collective would \"never\" get planning permission now, according to Alex Springer, who is working on a co-living project in Ilford. He says he was told by the GLA that the size of the Collective's rooms would rule out backing from planners.\nAnd while the GLA's James Murray concedes that co-living might provide \"suitable accommodation for a very specific group of people with a very specific need\", he believes it is \"not the answer across the board in any way\". \nAn application for 170 co-living units is currently being considered by Southwark Council, which says it remains \"to be convinced\" of the concept, as people should not be \"forced through economic necessity to live in very small flats\".\nAs Mark Williams, the council's cabinet member for regeneration and new homes, says: \"Why can't developers deliver standard housing?\"\nBut with the housing crisis in the capital showing no sign of abating, it seems likely further co-living developments will spring up.\nSo would I be prepared to spend more than three days in one? In a different city or country - perhaps. In a different phase of my life - definitely. \nIf I were single or lonely (I'm aware there's a difference),  I could envisage enjoying the co-living experience. But as I'm ready to settle down, living like this would feel like a step backwards - as though I were returning to a phase of my life I've left behind.", "date": "24 April 2018", "href": "https://www.bbc.co.uk/news/uk-england-london-43090849", "tags": "collective like community frustration living fines roam three says friendship co-living london"}