{"title": "Coal Country’s Power Plants Are Turning Away From Coal", "content": "Coal is on the defensive in the nation’s power industry. Even in coal country.\nThe pressure to shift more of the country’s electric supply to renewable sources is not just a rallying cry for environmentalists. Some of the power industry’s biggest customers, like General Motors and Microsoft, have made a commitment to clean energy. And to help them meet it — and keep them from taking their business elsewhere — utilities are changing their ways.\nWest Virginia, where coal is king, is no exception.\nAppalachian Power, the leading utility there, is quickly shifting toward natural gas and renewable sources like wind and solar, even as President Trump calls for a coal renaissance. Appalachian Power still burns plenty of coal, but in recent years it has closed three coal-fired plants and converted two others to gas, reducing its dependence on coal to 61 percent last year, down from 74 percent in 2012.\nChris Beam, the company’s president, made the industry’s shifting dynamics clear in an encounter with Gov. Jim Justice, a Democrat, at his inaugural ball in January.\n“‘Look, I’d like to see you guys build another coal plant,’” he recalled the governor saying. “And our answer was: We’re not going to build another coal plant.” (The governor confirmed the account, but added in an email, “I’ll continue to encourage power companies to burn more coal to put our miners back to work.”)\nIt’s the same story in Virginia, where Dominion, a leading utility based in Richmond — near where commercial coal mining got its start — designed a special rate to make it easier for Amazon Web Services and similar customers to buy renewable energy.\nIn Kentucky, a chance meeting between a state regulator and a Facebook employee ultimately led the Public Service Commission to advise utilities that they could offer customers renewable energy packages, part of an effort to attract new business and hold on to automakers like G.M. and Toyota.\nAnd in Wyoming, the nation’s leading coal producer by far, Black Hills Energy worked with Microsoft to create a complex arrangement for the technology giant to get enough wind energy to fulfill current and future needs at Microsoft’s data center in Cheyenne.\n“I’ve not spoken to a single utility that’s truly holding on to a future of more coal,” said Brian Janous, who directs energy strategy at Microsoft. “They’re looking to attract, as in the Appalachian case, new customers, and those customers aren’t attracted by coal.”\nAlmost half of the Fortune 500 companies have adopted at least one climate or clean-energy goal, with 23 of them pledging eventually to run their businesses on 100 percent renewable energy, including Walmart, Bank of America and Google, according to a recent report by the World Wildlife Fund and other environmentally minded organizations and investors.\nThough corporations are buying renewable energy across the country, energy executives and analysts say it is notable that the trend is taking hold in states where coal production is part of the economic heart and soul.\nCoal executives say that they are watching the impact of the renewable-power demands on the coal industry, but that it is a matter of rising unease.\n“We’re concerned about it,” said Harry Childress, president of the Virginia Coal and Energy Alliance. “We see the pressure from these companies is pushing power producers more away from coal, which is a cheaper power.”\nFive years ago, corporate renewable-energy partnerships with utilities were barely a blip on the electric industry radar. But they are rapidly increasing, according to a recent report by the World Resources Institute, which has helped to promote them.\nLast year, utilities made deals with corporate customers through rate arrangements known as green tariffs for 220 megawatts of power, enough to run about 40,000 average American homes. Thus far this year, there have been 360 megawatts worth of agreements, with an additional 465 megawatts under negotiation.\n“This is what these corporations want and, for the electric companies, they have to figure out how to do it,” said Lisa Wood, executive director of the Institute for Electric Innovation at the Edison Foundation, a nonprofit arm of the utility industry. “This is a tremendous driver. These are very, very large customers.”\nOne reason for the rapid acceleration is that utilities and regulators — often with technical assistance from environmental groups — are learning how to devise rates and transaction structures to accommodate the energy purchases.\nAppalachian Power’s switch from coal was in part pushed as a result of a summit meeting that its parent company, American Electric Power, held at its headquarters last fall with corporate giants including Walmart, Facebook, Hilton, Procter & Gamble and Marathon Petroleum.\nThose companies stressed that if they were going to expand their businesses in A.E.P. regions, they would need access to low-carbon energy. American Electric Power organized a second meeting in Washington in May that included Amazon, Caesars Entertainment, DuPont, Marriott International and Starbucks.\nWith the goal of attracting big business to coal country, Mr. Beam is now in the market to buy, lease or build a fleet of wind and solar power farms across West Virginia and Virginia. The goal is to increase Appalachian Power’s renewable-energy fleet to 34 percent of its power capacity by 2031 from 17 percent today.\nAn announcement for a new wind farm in southern West Virginia is expected within weeks, as discussions with big companies — which American Electric Power executives refused to identify — continue.\n“Specific customers are looking specifically for renewables and to what degree you are moving toward a new clean energy economy,” said Nicholas K. Akins, A.E.P.’s chief executive. “Shareholders are more interested in sustainability going forward and improvements from a climate change perspective and carbon emissions perspective.”\nMr. Akins said American Electric Power, which serves over five million customers in 11 states, intended to respond to the demands of customers whatever policies were dictated in Washington. He added, “We are trying to make our company long-term sustainable regardless of administration.”", "date": "May 26, 2017", "href": "https://www.nytimes.com/2017/05/26/business/energy-environment/coal-power-renewable-energy.html", "tags": "plants country renewable electric energy turning ” customers industry away coal — power"}