{"title": "Cockpit Voice Recorder of Crashed Lion Air Plane Is Found", "content": "HONG KONG — Indonesia has found the cockpit voice recorder of a Lion Air plane that crashed off the country’s coast last year, Indonesian officials said Monday, raising hopes that recordings could help explain how the pilots battled an apparent mechanical failure.\nLion Air Flight 610 plummeted into the Java Sea shortly after takeoff from Jakarta, the Indonesian capital, in late October, killing all 189 people on board.\nHaryo Satmiko, deputy chief of the country’s transportation safety committee, confirmed in a text message on Monday that Navy divers had found the cockpit voice recorder on the seafloor, along with human remains, and that it would likely take two to three months to analyze the data.\nMr. Haryo added that part of the recorder had been damaged, albeit not the part that contains the main data. “We have to handle it very carefully,” he said.\nThe plane was a brand-new Boeing 737 Max 8, the latest model of Boeing’s workhorse 737 fleet. Its so-called black box, which records flight data, was recovered in early November.\nThe pilots fought to save the plane almost from the moment it took off, as its nose was repeatedly forced down. They managed to pull the nose back up over and over until finally losing control, leaving the plane to plummet into the ocean at 450 miles per hour.\nData from the plane’s flight data recorder appears to support a theory among investigators that a computerized system Boeing installed on its latest generation of 737 jets to prevent them from stalling instead forced the nose down. The aircraft was recording errant data from one of the two angle-of-attack sensors on its nose, which are designed to record the pitch at which a plane is climbing or descending.\nYet the precise cause of the crash remains unknown, and a preliminary report on the accident released by Indonesian crash investigators in November was notably lacking in significant details. Among other questions, it is still not clear whether the errant data, which was on the pilot’s side of the plane, was attributable to a problem with the angle-of-attack sensor or with the computer that processes the sensor’s information.\nThe plane’s cockpit voice recorder, known as a C.V.R., could provide further insight into specific steps that the pilots took as the jet’s course became violently erratic. The flight crew requested permission to return to the Jakarta airport but never turned around.\n“With the C.V.R., we could see what the pilots experienced, their thinking patterns, why they made the decisions they made, why they took certain steps,” said Gerry Soejatman, an Indonesian aviation expert.\nRuth Simatupang, a former investigator for Indonesia’s National Transportation Safety Committee, said hearing what the pilots said to each other could help investigators determine the extent to which human error may have been a factor in the crash.\nThe recorder may also help investigators determine which specific problems could be attributed to Boeing, Lion Air or the Indonesian authorities.\nDespite Boeing’s insistence that the proper procedures were in the plane’s handbook, pilots have said since the accident that the company had not been clear about one potentially vital difference between the system on the new 737s and those of older models. In the older ones, pilots could help address the problem of the nose being forced down improperly by pulling back on the control column in front of them — a measure that does not work in the 737 Max 8.\nAnother question is how Lion Air, a budget airline that has a spotty safety record, handled repeated failures with the plane’s data readings for days before the crash.\nMr. Soejatman said he hoped the cockpit voice recorder would include a recording of the plane’s penultimate flight, in which Lion Air pilots successfully flew to Jakarta from the Indonesian resort island of Bali despite problems with an angle-of-attack sensor.\n“Was it a wild guess?” he said of the pilots’ ability to overcome the problems. “Did they have certain knowledge, or just instincts?”\nEmployees and experts say that long before the deadly crash, the Indonesian carrier prioritized rapid growth and political clout over safety.", "date": "Jan. 13, 2019", "href": "https://www.nytimes.com/2019/01/13/world/asia/indonesia-lion-air-voice-recorder.html", "tags": "voice pilots could plane flight crashed lion cockpit found data indonesian air recorder"}