{"title": "Code Name Crossfire Hurricane: The Secret Origins of the Trump Investigation", "content": "WASHINGTON — Within hours of opening an investigation into the Trump campaign’s ties to Russia in the summer of 2016, the F.B.I. dispatched a pair of agents to London on a mission so secretive that all but a handful of officials were kept in the dark.\nTheir assignment, which has not been previously reported, was to meet the Australian ambassador, who had evidence that one of Donald J. Trump’s advisers knew in advance about Russian election meddling. After tense deliberations between Washington and Canberra, top Australian officials broke with diplomatic protocol and allowed the ambassador, Alexander Downer, to sit for an F.B.I. interview to describe his meeting with the campaign adviser, George Papadopoulos.\nThe agents summarized their highly unusual interview and sent word to Washington on Aug. 2, 2016, two days after the investigation was opened. Their report helped provide the foundation for a case that, a year ago Thursday, became the special counsel investigation. But at the time, a small group of F.B.I. officials knew it by its code name: Crossfire Hurricane.\nThe name, a reference to  the Rolling Stones lyric “I was born in a crossfire hurricane,” was an apt prediction of a political storm that continues to tear shingles off the bureau. Days after they closed their investigation into Hillary Clinton’s use of a private email server, agents began scrutinizing the campaign of her Republican rival. The two cases have become inextricably linked in one of the most consequential periods in the history of the F.B.I.\n[Read our briefing on secret government code names]\nThis month, the Justice Department inspector general is expected to release the findings of its lengthy review of the F.B.I.’s conduct in the Clinton case. The results are certain to renew debate over decisions by the F.B.I. director at the time, James B. Comey, to publicly chastise Mrs. Clinton in a news conference, and then announce the reopening of the investigation days before Election Day. Mrs. Clinton has said those actions buried her presidential hopes.\nThose decisions stand in contrast to the F.B.I.’s handling of Crossfire Hurricane. Not only did agents in that case fall back to their typical policy of silence, but interviews with a dozen current and former government officials and a review of documents show that the F.B.I. was even more circumspect in that case than has been previously known. Many of the officials spoke on condition of anonymity because they were not authorized to discuss the investigation publicly.\nAgents considered, then rejected, interviewing key Trump associates, which might have sped up the investigation but risked revealing the existence of the case. Top officials quickly became convinced that they would not solve the case before Election Day, which made them only more hesitant to act. When agents did take bold investigative steps, like interviewing the ambassador, they were shrouded in secrecy.\nFearful of leaks, they kept details from political appointees across the street at the Justice Department. Peter Strzok, a senior F.B.I. agent, explained in a text that Justice Department officials would find it too “tasty” to resist sharing. “I’m not worried about our side,” he wrote.\nOnly about five Justice Department officials knew the full scope of the case, officials said, not the dozen or more who might normally be briefed on a major national security case.\nThe facts, had they surfaced, might have devastated the Trump campaign: Mr. Trump’s future national security adviser was under investigation, as was his campaign chairman. One adviser appeared to have Russian intelligence contacts. Another was suspected of being a Russian agent himself.\nIn the Clinton case, Mr. Comey has said he erred on the side of transparency. But in the face of questions from Congress about the Trump campaign, the F.B.I. declined to tip its hand. And when The New York Times tried to assess the state of the investigation in October 2016, law enforcement officials cautioned against drawing any conclusions, resulting in a story that significantly played down the case.\nMr. Comey has said it is unfair to compare the Clinton case, which was winding down in the summer of 2016, with the Russia case, which was in its earliest stages. He said he did not make political considerations about who would benefit from each decision.\nBut underpinning both cases was one political calculation: that Mrs. Clinton would win and Mr. Trump would lose. Agents feared being seen as withholding information or going too easy on her. And they worried that any overt actions against Mr. Trump’s campaign would only reinforce his claims that the election was being rigged against him.\nThe F.B.I. now faces those very criticisms and more. Mr. Trump says he is the victim of a politicized F.B.I. He says senior agents tried to rig the election by declining to prosecute Mrs. Clinton, then drummed up the Russia investigation to undermine his presidency. He has declared that a deeply rooted cabal — including his own appointees — is working against him.\nThat argument is the heart of Mr. Trump’s grievances with the federal investigation. In the face of bipartisan support for the special counsel, Robert S. Mueller III, Mr. Trump and his allies have made a priority of questioning how the investigation was conducted in late 2016 and trying to discredit it.\n“It’s a witch hunt,” Mr. Trump said last month on Fox News. “And they know that, and I’ve been able to message it.”\nCongressional Republicans, led by Representative Devin Nunes of California, have begun to dig into F.B.I. files, looking for evidence that could undermine the investigation. Much remains unknown and classified. But those who saw the investigation up close, and many of those who have reviewed case files in the past year, say that far from gunning for Mr. Trump, the F.B.I. could actually have done more in the final months of 2016 to scrutinize his campaign’s Russia ties.\n“I never saw anything that resembled a witch hunt or suggested that the bureau’s approach to the investigation was politically driven,” said Mary McCord, a 20-year Justice Department veteran and the top national security prosecutor during much of the investigation’s first nine months.\nCrossfire Hurricane spawned a case that has brought charges against former Trump campaign officials and more than a dozen Russians. But in the final months of 2016, agents faced great uncertainty — about the facts, and how to respond.\nCrossfire Hurricane began exactly 100 days before the presidential election, but if agents were eager to investigate Mr. Trump’s campaign, as the president has suggested, the messages do not reveal it. “I cannot believe we are seriously looking at these allegations and the pervasive connections,” Mr. Strzok wrote soon after returning from London.\nThe mood in early meetings was anxious, former officials recalled. Agents had just closed the Clinton investigation, and they braced for months of Republican-led hearings over why she was not charged. Crossfire Hurricane was built around the same core of agents and analysts who had investigated Mrs. Clinton. None was eager to re-enter presidential politics, former officials said, especially when agents did not know what would come of the Australian information.\nThe question they confronted still persists: Was anyone in the Trump campaign tied to Russian efforts to undermine the election?\nThe F.B.I. investigated four unidentified Trump campaign aides in those early months, congressional investigators revealed in February. The four men were Michael T. Flynn, Paul Manafort, Carter Page and Mr. Papadopoulos, current and former officials said. Each was scrutinized because of his obvious or suspected Russian ties.\n[Here are the key themes, dates and characters in the Russia investigation]\nMr. Flynn, a top adviser, was paid $45,000 by the Russian government’s media arm for a 2015 speech and dined at the arm of the Russian president, Vladimir V. Putin. Mr. Manafort, the campaign chairman, had lobbied for pro-Russia interests in Ukraine and worked with an associate who has been identified as having connections to Russian intelligence.\nMr. Page, a foreign policy adviser, was well known to the F.B.I. He had previously been recruited by Russian spies and was suspected of meeting one in Moscow during the campaign.\nLastly, there was Mr. Papadopoulos, the young and inexperienced campaign aide whose wine-fueled conversation with the Australian ambassador set off the investigation. Before hacked Democratic emails appeared online, he had seemed to know that Russia had political dirt on Mrs. Clinton. But even if the F.B.I. had wanted to read his emails or intercept his calls, that evidence was not enough to allow it. Many months passed, former officials said, before the F.B.I. uncovered emails linking Mr. Papadopoulos to a Russian intelligence operation.\nMr. Trump was not under investigation, but his actions perplexed the agents. Days after the stolen Democratic emails became public, he called on Russia to uncover more. Then news broke that Mr. Trump’s campaign had pushed to change the Republican platform’s stance on Ukraine in ways favorable to Russia.\nThe F.B.I.’s thinking crystallized by mid-August, after the C.I.A. director at the time, John O. Brennan, shared intelligence with Mr. Comey showing that the Russian government was behind an attack on the 2016 presidential election. Intelligence agencies began collaborating to investigate that operation. The Crossfire Hurricane team was part of that group but largely operated independently, three officials said.\nSenator Marco Rubio, Republican of Florida, said that after studying the investigation as a member of the Senate Intelligence Committee, he saw no evidence of political motivation in the opening of the investigation.\n“There was a growing body of evidence that a foreign government was attempting to interfere in both the process and the debate surrounding our elections, and their job is to investigate counterintelligence,” he said in an interview. “That’s what they did.”\nLooking back, some inside the F.B.I. and the Justice Department say that Mr. Comey should have seen the political storm coming and better sheltered the bureau. They question why he consolidated the Clinton and Trump investigations at headquarters, rather than in a field office. And they say he should not have relied on the same team for both cases. That put a bull’s-eye on the heart of the F.B.I. Any misstep in either investigation made both cases, and the entire bureau, vulnerable to criticism.\nAnd there were missteps. Andrew G. McCabe, the former deputy F.B.I. director, was cited by internal investigators for dishonesty about his conversations with reporters about Mrs. Clinton. That gave ammunition for Mr. Trump’s claims that the F.B.I. cannot be trusted. And Mr. Strzok and Lisa Page, an F.B.I. lawyer, exchanged texts criticizing Mr. Trump, allowing the president to point to evidence of bias when they became public.\nThe messages were unsparing. They questioned Mr. Trump’s intelligence, believed he promoted intolerance and feared he would damage the bureau.\nThe inspector general’s upcoming report is expected to criticize those messages for giving the appearance of bias. It is not clear, however, whether inspectors found evidence supporting Mr. Trump’s assertion that agents tried to protect Mrs. Clinton, a claim the F.B.I. has adamantly denied.\nMr. Rubio, who has reviewed many of the texts and case files, said he saw no signs that the F.B.I. wanted to undermine Mr. Trump. “There might have been individual agents that had views that, in hindsight, have been problematic for those agents,” Mr. Rubio said. “But whether that was a systemic effort, I’ve seen no evidence of it.”\nMr. Trump’s daily Twitter posts, though, offer sound-bite-sized accusations — witch hunt, hoax, deep state, rigged system — that fan the flames of conspiracy. Capitol Hill allies reliably echo those comments.\n“It’s like the deep state all got together to try to orchestrate a palace coup,” Representative Matt Gaetz, Republican of Florida, said in January on Fox Business Network.\nCounterintelligence investigations can take years, but if the Russian government had influence over the Trump campaign, the F.B.I. wanted to know quickly. One option was the most direct: interview the campaign officials about their Russian contacts.\nThat was discussed but not acted on, two former officials said, because interviewing witnesses or subpoenaing documents might thrust the investigation into public view, exactly what F.B.I. officials were trying to avoid during the heat of the presidential race.\n“You do not take actions that will unnecessarily impact an election,” Sally Q. Yates, the former deputy attorney general, said in an interview. She would not discuss details, but added, “Folks were very careful to make sure that actions that were being taken in connection with that investigation did not become public.”\nMr. Comey was briefed regularly on the Russia investigation, but one official said those briefings focused mostly on hacking and election interference. The Crossfire Hurricane team did not present many crucial decisions for Mr. Comey to make.\nTop officials became convinced that there was almost no chance they would answer the question of collusion before Election Day. And that made agents even more cautious.\nThe F.B.I. obtained phone records and other documents using national security letters — a secret type of subpoena — officials said. And at least one government informant met several times with Mr. Page and Mr. Papadopoulos, current and former officials said. That has become a politically contentious point, with Mr. Trump’s allies questioning whether the F.B.I. was spying on the Trump campaign or trying to entrap campaign officials.\nLooking back, some at the Justice Department and the F.B.I. now believe that agents could have been more aggressive. They ultimately interviewed Mr. Papadopoulos in January 2017 and managed to keep it a secret, suggesting they could have done so much earlier.\n“There is always a high degree of caution before taking overt steps in a counterintelligence investigation,” said Ms. McCord, who would not discuss details of the case. “And that could have worked to the president’s benefit here.”\nSuch tactical discussions are reflected in one of Mr. Strzok’s most controversial texts, sent on Aug. 15, 2016, after a meeting in Mr. McCabe’s office.\n“I want to believe the path you threw out for consideration in Andy’s office — that there’s no way he gets elected,” Mr. Strzok wrote, “but I’m afraid we can’t take that risk. It’s like an insurance policy in the unlikely event you die before you’re 40.”\nMr. Trump says that message revealed a secret F.B.I. plan to respond to his election. “‘We’ll go to Phase 2 and we’ll get this guy out of office,’” he told The Wall Street Journal. “This is the F.B.I. we’re talking about — that is treason.”\nBut officials have told the inspector general something quite different. They said Ms. Page and others advocated a slower, circumspect pace, especially because polls predicted Mr. Trump’s defeat. They said that anything the F.B.I. did publicly would only give fodder to Mr. Trump’s claims on the campaign trail that the election was rigged.\nMr. Strzok countered that even if Mr. Trump’s chances of victory were low — like dying before 40 — the stakes were too high to justify inaction.\nMr. Strzok had similarly argued for a more aggressive path during the Clinton investigation, according to four current and former officials. He opposed the Justice Department’s decision to offer Mrs. Clinton’s lawyers immunity and negotiate access to her hard drives, the officials said. Mr. Strzok favored using search warrants or subpoenas instead.\nIn both cases, his argument lost.\nThe F.B.I. bureaucracy did agents no favors. In July, a retired British spy named Christopher Steele approached a friend in the F.B.I. overseas and provided reports linking Trump campaign officials to Russia. But the documents meandered around the F.B.I. organizational chart, former officials said. Only in mid-September, congressional investigators say, did the records reach the Crossfire Hurricane team.\nMr. Steele was gathering information about Mr. Trump as a private investigator for Fusion GPS, a firm paid by Democrats. But he was also considered highly credible, having helped agents unravel complicated cases.\nIn October, agents flew to Europe to interview him. But Mr. Steele had become frustrated by the F.B.I.’s slow response. He began sharing his findings in September and October with journalists at The New York Times, The Washington Post, The New Yorker and elsewhere, according to congressional testimony.\nSo as agents tried to corroborate Mr. Steele’s information, reporters began calling the bureau, asking about his findings. If the F.B.I. was working against Mr. Trump, as he asserts, this was an opportunity to push embarrassing information into the news media shortly before the election.\nThat did not happen. Most news organizations did not publish Mr. Steele’s reports or reveal the F.B.I.’s interest in them until after Election Day.\nCongress was also increasingly asking questions. Mr. Brennan, the C.I.A. director, had briefed top lawmakers that summer about Russian election interference and intelligence that Moscow supported the Trump campaign — a finding that would not become public for months. Lawmakers clamored for information from Mr. Comey, who refused to answer public questions.\nMany Democrats see rueful irony in this moment. Mr. Comey, after all, broke with policy and twice publicly discussed the Clinton investigation. Yet he refused repeated requests to discuss the Trump investigation.\nMr. Comey has said he regrets his decision to chastise Mrs. Clinton as “extremely careless,” even as he announced that she should not be charged. But he stands by his decision to alert Congress, days before the election, that the F.B.I. was reopening the Clinton inquiry.\nThe result, though, is that Mr. Comey broke with both policy and tradition in Mrs. Clinton’s case, but hewed closely to the rules for Mr. Trump. Representative Adam B. Schiff of California, the top Democrat on the House Intelligence Committee, said that alone proves Mr. Trump’s claims of unfairness to be “both deeply at odds with the facts, and damaging to our democracy.”\nCrossfire Hurricane began with a focus on four campaign officials. But by mid-fall 2016, Mr. Page’s inquiry had progressed the furthest. Agents had known Mr. Page for years. Russian spies tried to recruit him in 2013, and he was dismissive when agents warned him about it, a half-dozen current and former officials said. That warning even made its way back to Russian intelligence, leaving agents suspecting that Mr. Page had reported their efforts to Moscow.\nRelying on F.B.I. information and Mr. Steele’s, prosecutors obtained court approval to eavesdrop on Mr. Page, who was no longer with the Trump campaign.\nThat warrant has become deeply contentious and is crucial to Republican arguments that intelligence agencies improperly used Democratic research to help justify spying on the Trump campaign. The inspector general is reviewing that claim.\nMs. Yates, the deputy attorney general under President Barack Obama, signed the first warrant application. But subsequent filings were approved by members of Mr. Trump’s own administration: the acting attorney general, Dana J. Boente, and then Rod J. Rosenstein, the deputy attorney general.\n“Folks are very, very careful and serious about that process,” Ms. Yates said. “I don’t know of anything that gives me any concerns.”\nAfter months of investigation, Mr. Papadopoulos remained largely a puzzle. And agents were nearly ready to close their investigation of Mr. Flynn, according to three current and former officials. (Mr. Flynn rekindled the F.B.I.’s interest in November 2016 by signing an op-ed article that appeared to be written on behalf of the Turkish government, and then making phone calls to the Russian ambassador that December.)\nIn late October, in response to questions from The Times, law enforcement officials acknowledged the investigation but urged restraint. They said they had scrutinized some of Mr. Trump’s advisers but had found no proof of any involvement with Russian hacking. The resulting article, on Oct. 31, reflected that caution and said that agents had uncovered no “conclusive or direct link between Mr. Trump and the Russian government.”\nThe key fact of the article — that the F.B.I. had opened a broad investigation into possible links between the Russian government and the Trump campaign — was published in the 10th paragraph.\nA year and a half later, no public evidence has surfaced connecting Mr. Trump’s advisers to the hacking or linking Mr. Trump himself to the Russian government’s disruptive efforts. But the article’s tone and headline — “Investigating Donald Trump, F.B.I. Sees No Clear Link to Russia” — gave an air of finality to an investigation that was just beginning.\nDemocrats say that article pre-emptively exonerated Mr. Trump, dousing chances to raise questions about the campaign’s Russian ties before Election Day.\nJust as the F.B.I. has been criticized for its handling of the Trump investigation, so too has The Times.\nFor Mr. Steele, it dashed his confidence in American law enforcement. “He didn’t know what was happening inside the F.B.I.,” Glenn R. Simpson, the founder of Fusion GPS, testified this year. “And there was a concern that the F.B.I. was being manipulated for political ends by the Trump people.”\nTwo weeks before Mr. Trump’s inauguration, senior American intelligence officials briefed him at Trump Tower in Manhattan on Russian hacking and deception. They reported that Mr. Putin had tried to sow chaos in the election, undermine Mrs. Clinton and ultimately help Mr. Trump win.\nThen Mr. Comey met with Mr. Trump privately, revealing the Steele reports and warning that journalists had obtained them. Mr. Comey has said he feared making this conversation a “J. Edgar Hoover-type situation,” with the F.B.I. presenting embarrassing information to lord over a president-elect.\nIn a contemporaneous memo, Mr. Comey wrote that he assured Mr. Trump that the F.B.I. intended to protect him on this point. “I said media like CNN had them and were looking for a news hook,” Mr. Comey wrote of Mr. Steele’s documents. “I said it was important that we not give them the excuse to write that the F.B.I. had the material.”\nMr. Trump was not convinced — either by the Russia briefing or by Mr. Comey’s assurances. He made up his mind before Mr. Comey even walked in the door. Hours earlier, Mr. Trump told The Times that stories about Russian election interference were being pushed by his adversaries to distract from his victory.\nAnd he debuted what would quickly become a favorite phrase: “This is a political witch hunt.”", "date": "May 16, 2018", "href": "https://www.nytimes.com/2018/05/16/us/politics/crossfire-hurricane-trump-russia-fbi-mueller-investigation.html", "tags": "name f.b.i officials hurricane crossfire secret investigation ” trump origins code agents campaign"}