{"title": "Coffee chain Boston Tea Party 'first' to ban disposable cups", "content": "An independent coffee chain is believed to be the first in the UK to ban the sale of hot drinks in disposable cups.\nFrom 1 June, Boston Tea Party, which has 21 branches around England, will only sell hot drinks in reusable cups.\nCustomers must either bring their own mug, buy one in store or pay a deposit on one they can return to any branch.\nSupermarket giant Waitrose has made a similar pledge to stop using disposable cups by autumn while Costa Coffee has vowed to improve on recycling.\nBoston Tea Party owner Sam Roberts said that to carry on handing out 300,000 disposable cups a year was \"senseless\".\nIt is estimated that more than two billion disposable coffee cups are used each year in the UK, with fewer than 1% being recycled.\nThe new plan for takeaway hot drinks, which account for £1m of the company's annual £19.8m turnover, is the chain's second attempt to reduce waste.\nCustomers were previously offered a 25p discount on drinks if they brought their own cup, but only 2.8% of people took up the offer.\nUnder the new scheme, customers who forget their reusable cup can buy one in store for between £4.25 and £4.75. Alternatively, they can pay a deposit on a loan cup and return it when finished.\nWhile paper cups can be recycled at specialist plants, they are not suitable for recycling with other paper and cardboard products because they contain a plastic lining.\nOther UK coffee chains have also announced plans to cut waste. Costa, for example, has vowed to recycle as many cups as it puts into the market by 2020 - but Mr Roberts does not believe such plans are effective. \n\"Lots of coffee chains are making pledges about how they plan to tackle cup waste in the future,\" he said, \"but theirs is a future which is too far away.\n\"We want to demonstrate to other operators that to make a difference, big change is needed.  \n\"We will make this work and we'll share details of how we've done it with anyone who wants our help to do the same.\"\nCosta Coffee has promised to recycle as many cups as it puts into the market by 2020 and also offers customers a 25p discount on hot beverages if they bring their own reusable cup.\nPret A Manger offers customers a 50p discount on hot beverages if they bring their own reusable cup.\nStarbucks offers customers a 25p discount on hot beverages if they bring their own reusable cup. It is also trialling a 5p levy on disposable cups at 35 of its London stores.\nCaffe Nero says that, along with its competitors, it is \"working to increase the number of [coffee cup] recycling points\" in the UK.\nPaul offers customers a 25p discount on hot beverages if they bring their own reusable cup.\nEnvironmental charity Friends of the Earth, which campaigns on the issue, said it was encouraged that retailers were taking steps to reduce waste, but argued the government needed to do more to help solve the problem.\n\"We welcome steps being taken by coffee shops to decrease the amount of plastic pollution they produce,\" a spokesman said.\n\"However, it's the UK government which looks like it could use a caffeine kick for its plastic strategy.\"\nThe charity insists that the only long-term solution to the plastic pollution is \"a complete phase-out of all but the most essential plastics\".", "date": "24 April 2018", "href": "https://www.bbc.co.uk/news/uk-43879019", "tags": "uk tea party chain cup boston customers bring cups discount coffee reusable ban hot disposable"}