{"title": "Coffee cup ban: Boston Tea Party's sales fall by £250k", "content": "An independent coffee chain said it has seen sales fall by £250,000 since it banned single use cups last summer.\nBoston Tea Party (BTP) has called for major national and international brands to follow suit.\nOwner Sam Roberts said it had factored the loss in takings into its plans and that too many operators were \"putting their profits before the planet\".\nRebecca Burgess, chief executive of plastic pollution campaign group City to Sea, praised BTP's \"bravery\".\nThe chain, which has 22 branches around England and is based in Bristol, started the ban in June 2018.\nCustomers must bring a reusable cup, drink in or pay a deposit on a cup they can return to any branch.\nBoston Tea Party usually sells £1m in takeaway coffees per year but it is down 25%.\nMr Roberts says thankfully the business is supported by a strong food offer and most customers are supportive of its stance on single use cups.\nBut he agrees a smaller coffee shop would struggle to finance a ban.\nHe said: \"We have lost around 25% of our takeaway coffee sales but we modelled that into our costs as passing trade who don't want to get involved in the cup loan scheme.\n\"We felt this was a financial loss we had to take and we want this to be a call to action to other companies. \n\"Those using a 25p off a reusable cup scheme - we know first-hand this has a very low penetration and when we launched that scheme ourselves, only 5% of customers took it up.\n\"There's too many operators not dealing with the problem and putting their profits before the planet.\n\"At the moment bigger businesses are deploying a smoke and mirrors strategy and not resolving problems while seeming like they are doing something about it.\n\"We are 100% committed and there's no going back.\"\nMr Roberts said the firm had stopped 125,000 cups going to landfill, sold 40,000 reusable coffee cups and raised £12,000 for local charities with the money saved on buying disposable cups - roughly 10 pence for every cup.\nCaffè Nero, Starbucks, Greggs, McDonald's UK and Pret A Manger are also involved in a cup recycling scheme that funds the collection of takeaway cups for recycling.\nVery few disposable coffee cups get recycled.\nThe mixture of plastic and paper in the lining, which is designed to make them leakproof and retain the heat, causes difficulties.\nIn 2011, a survey by Which? suggested eight out of 10 people believed coffee cups were being recycled.\nMike Turner from the Paper Cup Alliance said paper cups were \"100% recyclable\" and there were five facilities in the UK that did so.\n\"What is needed is further collaboration between consumers, retailers, waste management companies and local councils to get more paper cups to the recycling plants,\" he said. \nA Parliamentary report in 2017 said only 1 in 400 cups were being recycled but Mr Turner said this had risen to 1 in 25 and was increasing.\nA so-called \"latte levy\" was rejected in the autumn budget as ministers argued it was better for shops to offer voluntary discounts to customers bringing their own cups. \nRebecca Burgess from City to Sea said more chains should follow BTP's lead.\n\"The evidence is clear that levies are effective in changing throw-away behaviour,\" she said.\n\"While we celebrate any steps taken by retailers to reduce their use of single use plastics, the discounts currently offered by chains for bringing in their own reusable coffee cup aren't enough to address this growing issue.\"", "date": "2 April 2019", "href": "https://www.bbc.com/news/uk-england-bristol-47629820", "tags": "tea scheme paper sales party boston customers cups fall coffee reusable use ban single cup"}