{"title": "Cohen Sues Trump Organization, Saying He Was Denied $1.9 Million in Fees", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nMichael D. Cohen, the former personal lawyer and fixer for President Trump, sued the Trump Organization on Thursday. He accused the company of breaking a contract when it refused to pay about $1.9 million in legal costs after he began cooperating with federal prosecutors.\nThe lawsuit, filed in State Supreme Court in Manhattan, said that the Trump Organization had failed to live up to an agreement to pay for any legal fees or related costs Mr. Cohen incurred in his work with the Trump Organization.\nMr. Cohen is also seeking reimbursement for an additional $1.9 million he was ordered to pay in fines, forfeiture and restitution after he pleaded guilty to breaking campaign finance laws, evading taxes and lying to Congress, the lawsuit said.\nIn a statement, a lawyer for the Trump Organization, Marc Mukasey, disputed Mr. Cohen’s claims.\n“The Trump Organization doesn’t owe Michael Cohen one penny of legal fees,” he said. “This is a desperate money grab by a desperate convicted felon.”\nThe lawsuit was the latest salvo in an escalating feud between Mr. Trump and Mr. Cohen, who represented Mr. Trump for close to a decade and once said that he would “take a bullet” for his client.\nIt also underscored just how precipitously Mr. Cohen fell out of Mr. Trump’s orbit as investigators increased scrutiny of the president and his advisers. The complaint chronicled, from Mr. Cohen’s perspective, how he went from being a trusted Trump associate, so intertwined with the president’s family business that it offered to pay his legal costs, to a bitter enemy, who last week told lawmakers that Mr. Trump was a “cheat,” a “racist” and a “con man.”\nThe lawsuit said Mr. Cohen and the Trump Organization had entered an agreement under which the company would pay for Mr. Cohen’s legal fees and costs arising from investigations being conducted by Congress and by Robert S. Mueller III, the special counsel who is examining Russian interference in the 2016 election.\nWhen the deal was made in July 2017, Mr. Cohen had become a person of interest in both investigations because of his work on a project to build a Trump-branded skyscraper in Moscow at the same time that Mr. Trump was running for president.\nHe had also drawn attention for arranging hush-money payments during the 2016 election to two women, the former Playboy model Karen McDougal and the pornographic film actress Stormy Daniels, who had claimed they had affairs with the president.\nAs a result, Mr. Cohen hired lawyers, and the Trump Organization, then run by Mr. Trump’s sons, Eric and Donald Jr., promised to pay them, the lawsuit said.\nThe company initially honored the deal, paying a portion of Mr. Cohen’s legal fees and promising to pay more, even as investigators stepped up their pressure on Mr. Cohen and raided his office in April 2018, according to the lawsuit.\nThen, last June, as Mr. Cohen began telling people close to him that he would be willing to cooperate with Mr. Mueller’s investigation, the Trump Organization abruptly stopped paying Mr. Cohen’s lawyers, according to the lawsuit. Around the same time, Mr. Trump began to distance himself from Mr. Cohen, the lawsuit said.\nBecause of the stopped payments, Mr. Cohen ultimately parted ways with his attorneys, the lawsuit said. Shortly after that, Mr. Cohen hinted on “Good Morning America” that he was considering striking a deal with the New York prosecutors who were investigating him.\nIn the complaint, Mr. Cohen’s lawyers listed 11 separate matters in which he had continued to incur legal costs after the Trump Organization stopped paying his lawyers. They include lawsuits involving his payment to Ms. Daniels, meetings connected to Mr. Mueller’s ongoing investigation, multiple House and Senate hearings and a lawsuit brought by New York’s attorney general against the Donald J. Trump Foundation.\nThe complaint also said that under the agreement, the Trump Organization was also responsible for paying the nearly $2 million penalty Mr. Cohen received after he pleaded guilty to campaign finance violations, tax evasion and bank fraud. Mr. Cohen is expected to begin serving a three-year sentence on those charges, and an additional count that he lied to Congress, in federal prison in May.", "date": "March 7, 2019", "href": "https://www.nytimes.com/2019/03/07/nyregion/michael-cohen-trump-lawsuit.html", "tags": "lawsuit saying legal sues trump cohen ” organization pay denied million fees"}