{"title": "Colchester council candidate Carla Hales punched taking selfies", "content": "A local election candidate out leafleting was punched while taking pictures to upload to social media.\nConservative Carla Hales was attacked while in Colchester's New Town & Christ Church ward on Wednesday.\nOn the doorsteps in the build up to the elections, assaults and incidents of abuse have also taken place in Coventry and Great Yarmouth.\nMrs Hales said the man swore at her in what is believed to be a politically motivated attack.\nEssex Police is investigating the Bourne Road attack, which left her with \"sore ribs and a slightly bruised ego\".\nEarlier this month, Labour councillor Cathy Cordiner-Achenbach was punched in the stomach after delivering a leaflet through a door in Great Yarmouth.  Norfolk Police are investigating.\nWest Midlands Police is investigating after UKIP candidates in Coventry were pelted with eggs. \nIan Rogers and Marcus Fogden also said they believed the pelting was a \"politically-motivated\" attack.\nFollowing the latest attack Mrs Hales, who went to hospital to be checked over, said she planned to take a couple of days off campaigning to recover but would then continue working as normal.\nShe said she had been taking pictures for social media when a man approached her and punched her three times in the side before running off.\n\"I had some of my leaflets and was hoping to get some selfies and that sort of thing, I didn't really hear anyone approach because I had my head in my phone,\" she said.\n\"A man came up behind me and gave me three quick punches in my side and then said some things I can't say.\"\nConservative group leader Darius Laws said he was saddened and appalled by the attack.\n\"This is the ugly side of politics and it is an attack not just on a Conservative but an attack on democracy,\" he said.\n\"It is an attack on everyone who seeks to put their name forward to stand up for their community. Such violence and intimidation is utterly deplorable.\"\nOther candidates in the New Town & Christ Church Ward are Bob Brannan (Green), Nick Cope (Liberal Democrat) and Elisa Vasquez-Walters (Labour).", "date": "25 April 2019", "href": "https://www.bbc.com/news/uk-england-essex-48050186", "tags": "colchester carla candidate council taking hales selfies man punched police side conservative attack investigating"}