{"title": "Colin Farrell Joins the League of High-Profile Narrators of ‘A Portrait of the Artist’", "content": "A PORTRAIT OF THE ARTIST AS A YOUNG MAN By James Joyce\nThe prevalent characteristic of the Irish prose style is its musicality. This of course is to accept the premise that there is such a thing as a prose style common to Irish writers, which there is not. George Moore and Francis Stuart, for example, may as well have written with the blunt end of a burnt stick, their styles — or un-styles — utterly lacking in melody. And many younger writers today ignore altogether the aspiration of language to the condition of music, in favor of direct engagement with a rocky reality rockily expressed; for them, the days of the bard are done with, and good riddance.\nAll the same, it can be argued, and frequently is, that the work of our greatest Irish writers in English, in what we shall dare to call the classical period, from Jonathan Swift in the 18th century to Samuel Beckett in the 20th, is marked by a grave musicality that is immediately identifiable, and as such celebrated or deplored. Indeed, so keenly alive was Beckett to the danger of being swept away on the wings of song that he fled from English into French, pour écrire sans style — to write without that sensuous stylistic note that attempts willy-nilly to soar above the commonplace noise of the world, and blend instead with the music of the spheres.\nThe proudest songster of them all was James Joyce. For a time in his young days he considered a career as a professional singer, and throughout his life was ever ready to “give us a song,” in what is said to have been a fine light tenor, of which he was justifiably proud. And music is everywhere in his work, sometimes in the titles themselves (“Finnegans Wake” takes its name from a 19th-century ballad, while “Chamber Music” makes at once a lofty claim and an indelicate pun), but always in its prose style. Any perceived difficulties in his books could be resolved, so he claimed, by reading them aloud; if you could hear the rhythm you were more than halfway to the sense.\nIn his lifetime, Joyce made two recordings of passages from his own work in his own voice. The first, in 1924, was a Shavian performance, all roly-poly vowels and rattling r’s, of a speech from the Aeolus chapter of “Ulysses”; this 78-r.p.m. phonograph record he is said to have considered not a success. In 1929, for the Orthological Institute in Cambridge, he read, or better say lilted, the closing pages of the “Anna Livia Plurabelle” section of “Finnegans Wake.” It is a rendition at once playful, beautiful and moving, despite the curious stage-Irish, West-of-Ireland accent he adopts for the occasion. (That was probably in imitation, or parody, of his wife, the Galway girl Nora Barnacle — Joyce’s father is said to have observed on hearing the name that certainly she would never leave him.)\nThe pages that constitute “Anna Livia Plurabelle” are surely the most easily decipherable in that masterly and monstrous ragbag of a book. Curiously, they contain a distinct echo of the opening of a work he had published a quarter of a century before “Wake,” namely 1916’s “A Portrait of the Artist as a Young Man.” That novel opens with a fragment of a song: “O, the wild rose blossoms / On the little green place”; a dance tune, “Tralala lala, / Tralala tralaladdy”; and a cautionary rhyme recited by the infant Stephen Dedalus’s frightful governess, appropriately nicknamed Dante, “Pull out his eyes, / Apologise, / Apologise, / Pull out his eyes.”\nHere is ample opportunity for melodic rendition by a reader-aloud. It is an opportunity Colin Farrell, the latest in a long line of actors to record audiobooks of “A Portrait,” nonchalantly rejects. Listeners familiar with other spoken versions, for instance the splendid 1995 Naxos performance by Jim Norton — and it is a performance — will surely be startled, at least in the beginning, by Farrell’s straightforward, matter-of-fact presentation. However, having worked past startlement, not to say consternation, most will acknowledge the peculiar aptness of Farrell’s approach.\nJoyceans are starkly divided in their interpretations of “A Portrait.” Some have regarded it as a masterpiece of sustained irony. Joyce frequently remarked that readers tended to miss the fact, announced in the book’s title, that this is a portrait of the artist as a young man, and therefore the exalted, epiphanic tone is to be taken with a large handful of salt, as both a celebration and an undermining of youthful artistic extravagance. Other critics have held that Joyce was deadly serious in this autobiographical fiction, and that the airlessness of the style is an ineradicable artistic misjudgment.\nFarrell finds his way between Scylla and Charybdis by the simple expedient of not looking to the right or left, but sailing straight on regardless. His is not a beautiful voice, per se, as Norton’s is, or as Andrew Scott’s was in a recent BBC radio adaptation of “A Portrait.” Indeed, one cannot help thinking that Farrell presents the text rather as Cranly, Stephen’s common-sensical friend, might have done: with a scrupulous yet not unskeptical lack of emphasis.\nIn Farrell’s reading, then, the great set pieces of the book — the violently argumentative Christmas dinner scene, the harrowing sermon on hell and especially the swooning descriptions of Stephen’s encounters with the whores of Dublin’s Nighttown — are delivered with admirable coolness and restraint. This, surely, is how Joyce, a little shamefaced at the stylistic and, in places, emotional excesses of this great early work, would have wanted to hear it done — spoken, not sung.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/books/review/james-joyce-portrait-of-the-artist-as-a-young-man-colin-farrell.html", "tags": "league ‘ joyce narrators style work young joins artist high-profile ” music portrait colin farrell —"}