{"title": "Colm Toibin on the Fathers of Geniuses", "content": "MAD, BAD, DANGEROUS TO KNOW The Fathers of Wilde, Yeats and Joyce By Colm Toibin Illustrated. 253 pp. Scribner. $26.\nIn the Scylla and Charybdis episode of “Ulysses,” set in the National Library in Dublin, Stephen Dedalus gets into a literary debate that wanders from Hamlet’s father to Shakespeare’s father to the thorny relationship between art and life — a rich subject in any context, but all the richer here, where the reader can confidently assume the life in question isn’t Shakespeare’s or even Stephen’s, but that of Joyce himself.\n“A father is a necessary evil,” Stephen asserts, riffing on the rivalries between fathers and sons. “What links them in nature? An instant of blind rut.” Reading this, we skip in our minds from Hamlet to Shakespeare to the tensions between Stephen and Simon Dedalus, before setting the text aside to contemplate the relationship between the author and his own father, John Stanislaus Joyce.\nColm Toibin travels a similar path in his new book, “Mad, Bad, Dangerous to Know: The Fathers of Wilde, Yeats, and Joyce,” in which he offers capsule biographies of Sir William Wilde, John B. Yeats and John Stanislaus Joyce — three Dubliners who between them, in a span of under 30 years, sired three of the greatest writers the English language has ever known. Forget the book’s odd title, which pilfers from Lady Caroline Lamb’s description of Lord Byron (or, less probably, from a 1986 album by the pop group Dead or Alive), and which in any case doesn’t seem especially apt. Toibin presents an evocative, engaging portrait not only of “three prodigal fathers,” as he calls them, but of Dublin in the 19th and early 20th centuries as “a place of isolated individuals, its aura shapeless in some way, a place hidden from itself, mysterious and melancholy.”\nAs that lovely description suggests, Toibin, who lives in Dublin and New York, is an impressive, graceful writer in his own right. A prolific novelist whose celebrated works of fiction include “The Master,” “Brooklyn” and “Nora Webster,” he moves nimbly in this book from biography to literary criticism to personal narrative, with glimpses of himself reciting Wilde’s “De Profundis” at the now-shuttered Reading Gaol, say, or browsing archives for Yeats’s letters.\nMostly, though, the dads are the stars of the show. Toibin assumes readers will already be familiar with the sons’ work, and until the Joyce section (where it’s unavoidable) he doesn’t spend much time seeking connections between the work and the father-son relationships. Indeed, he doesn’t much elucidate the father-son relationships at all. Rather, he tries to capture the fathers’ distinct personalities and their social milieu, casting a light that readers might use to illuminate connections for themselves.\nHe has plenty of material to work with. Take William Wilde: Even before he was knighted, in 1864, for work he performed on the Irish census, Oscar’s father was a prominent eye and ear surgeon in Dublin, the head of an ophthalmology hospital and a proud Irish nationalist (as was his wife) who nonetheless navigated the highest levels of English society. Toibin smartly notes that, against that backdrop, irony and inconstancy were political and social necessities for the Wildes, who in an unsettled time derived considerable strength from “the ambiguity of their position, … their ability to draw power from two opposite sides without having fully to obey a set of rules to which either of these two sides adhered.” The relevance to their son’s life and career, with its own ambiguities and slippery allegiances, is plain: “In the soirees that his parents gave,” Toibin notes, “the idea of loyalty, whether to the crown or to Victorian sexual mores, was never stable.” William Wilde had several children out of wedlock, and was once accused in a lawsuit of raping a patient under anesthesia — a case that strikingly presages Oscar’s own trial on sexual grounds three decades later, even if Toibin’s litany of the parallels starts to take on the feel of a parlor trick, like that list of supposed similarities linking Abraham Lincoln and John F. Kennedy.\nMore instructive, perhaps, are the points of departure between father and son. One delightful detail about William Wilde to emerge here is that, in contrast to Oscar’s foppishness, Sir William was notably disheveled and dirty, unkempt. (Toibin cites a joke that W. B. Yeats remembered making the rounds in Dublin: “‘Why are Sir William Wilde’s nails so black?’ Answer: ‘Because he has scratched himself.’”) In this light Oscar Wilde’s sense of style can be seen as a reaction against his father’s legacy, as an effort to reverse it or leave it behind. “Having a father,” Toibin writes, in a line that will resonate with any 15-year-old boy, “might have seemed at certain moments quite unnecessary” for Wilde.\nJohn B. Yeats, too, provides Toibin a complicated and eccentric character study. A trained lawyer who abandoned the law to pursue his passion for painting, Yeats achieved some renown as an artist but sabotaged his ambitions through his paralyzing inability to finish what he started; a stranger, on meeting W. B. Yeats and learning who his father was, once remarked, “O, that is the painter who scrapes out every day what he painted the day before.” This is a fairly common affliction — among book reviewers as well as artists — but most people who suffer it find other ways to earn a living. Not Yeats. The financial prospects for a painter who finishes few paintings are somewhat dim, and he squandered a significant inheritance before decamping to London and eventually New York at the age of 68, seven years after his wife’s death. There he more or less continued to avoid painting and wrote long, fervent letters (to his children, to a love interest back in Dublin) that suggest he found it easier to be affectionate at a safe remove. That pattern recurs throughout Toibin’s account: “In this world of sons,” he writes later, in another beautiful sentence, “fathers become ghosts and shadows and fictions.”\nToibin pointedly contrasts W. B. Yeats’s prolific output as a poet with his father’s scant record as an artist, and in an interesting digression says that a comparable dynamic affected Henry James (whom Toibin inhabited so memorably in “The Master”). “I was alert,” he writes, “to the similarities between the two families — the Jameses and the Yeatses — and the similar ways in which two famous sons had been influenced by their father.” Among those parallels is that the sons “specialized, unlike their fathers, perhaps in spite of their fathers, in finishing almost everything they started.”\nAbout Joyce’s father — an overbearing but underinvolved drunkard who abused his children before eventually abandoning them — Toibin has the least direct documentary material. Paradoxically, this section feels most alive as a result. After summarizing the basic biographical data, about John Stanislaus Joyce’s marriage and children and his difficulty holding a job, Toibin runs out of narrative momentum and is forced instead to explore the father’s psychological impact on his children. He plumbs a memoir and a diary by James Joyce’s brother Stanislaus, then turns at last to Joyce’s own writing to argue, persuasively, that the effort to understand and empathize with his father provided an abiding source of Joyce’s genius: “James Joyce,” he writes, “sought not only to memorialize his father but also to retrace his steps, enter his spirit, use what he needed from his father’s life to nourish his own art.” And again: “Joyce allowed a complex imagination to shine its pale, unsettled light on what had already passed into shade so that he could coax it back into substance, courtesy of style.” This is a thrilling reading that aptly unites Toibin’s novelistic gifts for psychology and emotional nuance with his talents as a reader and critic, in incomparably elegant prose.\nOf course, any Irish writer dealing with Wilde and Yeats and Joyce might be expected to struggle with some “daddy” issues himself along the way. (It’s worth noting, given the other personal detours Toibin indulges, that in a book devoted to writers’ fathers he nowhere mentions his own.) But as a biographer Toibin seems largely untroubled by the accomplishments of the three sons, neither competitive nor rebellious, despite some vestigial envy and ancestral pride that Wilde, Yeats and Joyce had the opportunity to define a national literature; in early-20th-century Dublin, he observes a little wistfully, “every writer had to invent a world as though from the very beginning.”\nThe book unavoidably invites questions about the nature of the father-son bond — and then mostly avoids them. That’s to Toibin’s credit: The three fathers’ lives are so varied, and the sons’ work so different, that it’s hard to derive general conclusions about father-son relationships or their influence on art, and for the most part Toibin is too subtle and circumspect to try. Always an understated writer, who prefers innuendo to inflection, in this book he evinces a talent for the deadpan. (“Yeats even met the young James Joyce on the street,” he writes at one point. “Joyce found him ‘very loquacious.’”) Where Toibin does try to force conclusions, he stumbles uncharacteristically, as when he declares, “They created chaos, all three of these fathers, while their sons made work.” This is so broad as to be meaningless, and in any case doesn’t bear scrutiny — the sons might be said to have created plenty of chaos on their own, after all.\nIs it true, as Stephen Dedalus says, that a father’s legacy to his children is limited to an instant of blind rut? Sometimes, sure. But other times the connection is far deeper and more complicated, as Toibin’s wise and resonant book makes clear. However fraught the relationship, however competitive or controlling or cold, sometimes even an imperfect father gives his son wings and teaches him to fly.", "date": "Dec. 7, 2018", "href": "https://www.nytimes.com/2018/12/07/books/review/colm-toibin-mad-bad-dangerous-to-know.html", "tags": "toibin joyce wilde geniuses ” colm father — sons yeats fathers"}