{"title": "Colm Toibin: By the Book", "content": "The author, most recently, of “Nora Webster” and “Brooklyn,” soon to be adapted to film, wishes he were Leopold Bloom: “I envy all the fun he had when he went to Nighttown and got involved in gender-bendering.”\nWhat books are currently on your night stand? \n“Torpor,” by Chris Kraus; “Selected Poems of Fulke Greville,” edited by Thom Gunn; “A Journey With Two Maps,” by Eavan Boland; Toni Morrison’s “God Help the Child.” Tessa Hadley’s “Married Love,” Patrick McGrath’s “Constance” and Lynne Tillman’s “What Would Lynne Tillman Do?”\nWho is your favorite novelist of all time?\nHenry James, for the range of his sympathy and the quality of his prose. For the way in which he dramatizes moral issues while all the time attending to sensuous and stylish questions. For his seriousness about form in his fiction and the way in which he refuses to allow the reader to make easy judgments, for his insisting on nuance, half-light and suggestion, and for his deep understanding of the strangeness and the wavering nature of motive and feeling in human relationships.\nWhom do you consider the best writers — novelists, essayists, critics, journalists, poets — working today? \nNovelists: Laszlo Krasznahorkai, Don DeLillo, Marilynne Robinson, John Banville, Javier Marías.\nEssayists: Richard Rodriguez, Joan Didion, Pankaj Mishra.\nCritics: Denis Donoghue, Marjorie Perloff, Helen Vendler, Christopher Ricks, Stephen Burt.\nJournalists: Perry Anderson, Jane Kramer, Fintan O’Toole.\nPoets: John Ashbery, Yves Bonnefoy, Louise Glück, Adam Zagajewski, Paul Muldoon.\nWhat genres do you especially enjoy reading? And which do you avoid?\nI am normal. I read poetry and fiction and biography and history and books about landscape and painting. I avoid crime novels and thrillers and spy books and books about philosophy (especially metaphysics and ethics), self-help books or books that might have happy endings, or books that are long-winded.\nWhat’s the last book that made you laugh?\nIn Princeton a few years ago I was lying in bed alone on a Monday night reading Leo Bersani’s “Is the Rectum a Grave?” Outside was the deep dark New Jersey night. It was winter. I gazed around my sublet bedroom; I looked at the title of the book. Then I stood up and went to the full-length mirror and peered into it. I thought: You are one sad man. And I laughed so much at that thought that I began to cry.\nThe last book that made you cry?\nSee above.\nThe last book that made you furious?\nI don’t do fury. (I mean, where would it end?) But I do wonder was George Eliot wise to spell out what happened later to the main characters in the afterword of her novel “Middlemarch.”\nWhom do you consider the most underrated or unappreciated writers, past and present?\nGeorge Moore from the past (“Esther Waters” is his masterpiece); Eugene McCabe from the present (“Death and Nightingales” is his masterpiece).\nDo you read different kinds of books depending on where you are living at the time?\nIn the summer I try and finish one long story or short novel a day, usually ones I have read before. For example: Tolstoy’s “Hadji Murad,” James’s “The Turn of the Screw,” Conrad’s “Heart of Darkness,” Joyce’s “The Dead,” Samuel Beckett’s “Company,” Nadine Gordimer’s “The Late Bourgeois World,” Juan Goytisolo’s “The Blind Rider,” Philip Roth’s “Everyman,” John McGahern’s “The Country Funeral,” David Malouf’s “The Valley of Lagoons,” Tobias Wolff’s “Old School,” Richard Ford’s “Rock Springs,” Don DeLillo’s “Cosmopolis.”\nWho are your favorite Irish writers? And what are the best books about Ireland?\nI love Tim Robinson’s books on the Irish landscape and heritage — especially “Stones of Aran” and his trilogy of books about Connemara — for the depth of his knowledge and the way he makes sentences. The other books I would suggest to anyone who wanted to make sense of Ireland over the past hundred years or so are the poems of Paul Durcan, the plays of Tom Murphy, the novels of Anne Enright and Roy Foster’s two-volume biography of Yeats.\nWho’s your favorite fictional hero or heroine? Your favorite antihero or villain? \nI wish I was Leopold Bloom, the man who wanders Dublin in “Ulysses.” I love the way he notices and registers things, his wit, his sensuous good humor. I envy all the fun he had when he went to Nighttown and got involved in gender-bendering. The villain I like best is Casaubon in “Middlemarch.” Since I am aging, solitary and bookish myself, I feel real sympathy for him and am sure that Dorothea, whom he marries, could not have been a bundle of laughs. Casaubon is given a raw deal in the book, and readers like to dislike him, but the older I get the more sympathy I have for him as he tries to finish an unfinishable book and then is brave enough to get married to a young woman. I feel sorry when he dies.\nWhat kind of reader were you as a child? Which childhood books and authors stick with you most?\nI could not read until I was 9, by which time I had developed a serious stammer. Although my mother once warned me that being a dimwit was likely to have dire consequences, my parents were sweet enough not to mention my stammer or my non-reading much and were smart enough not to seek professional help. They left me to myself. Thus I have no childhood books or authors, but I had plenty of time to think and also to study things and people. I did then learn to read, and I think I disturbed the folks more when I became addicted to poetry and, as a teenager, learned Sylvia Plath’s “Daddy” by heart. It took me a bit longer to get rid of the stammer. Even still, in leading a mystery of the rosary, I have no problem with “Our Father” since it begins with a vowel, or “Hail Mary” since it starts with a soft H, but I have to do a hell of a lot of light and heavy breathing as I approach the hard consonant start of “Glory be to the Father.”\nIf you had to name one book that made you who you are today, what would it be?\n“Hamlet” gave me permission to mourn my father’s death, to make smart remarks to teachers, to make fun of my betters, to procrastinate, to keep my best lines for my conversations with myself, to enjoy the theater, to do whatever I pleased, to view all forms of authority with sourness. I would never have been able to do any of these things with the same intensity had I not read that book when I was 15.\nIf you could require the president to read one book, what would it be? \nAnyone in power, including the president, would benefit from Jaroslav Hasek’s “The Good Soldier Svejk,” which is set during the First World War in Austria-Hungary. First because it would make them laugh, and then because it is the best antiwar novel I know, hilariously dramatizing the pointlessness of empires and the foolishness of military goals and the sheer absurdity and cruelty of people waging war on each other.\nYou’re hosting a literary dinner party. Which three writers are invited?\nJames Baldwin, Robert Louis Stevenson, Christopher Marlowe. After dinner we would do a spliced reading of Baldwin’s “Giovanni’s Room,” Stevenson’s “Dr. Jekyll and Mr. Hyde” and Marlowe’s “Edward II.” We would also have fun, I hope, making sly and suggestive comments to Stevenson about his sexuality. I would also enjoy listening to Marlowe reading aloud his poem “Hero and Leander,” which is one of my favorite poems. And I bet Baldwin would enjoy the reading too, not to speak of Stevenson.\nDisappointing, overrated, just not good: What book did you feel you were supposed to like, and didn’t? Do you remember the last book you put down without finishing?\nOh yes, I do remember the last book I put down without finishing it. It was the Old Testament. I wonder if I am alone in thinking it slightly overrated, or “just not good,” as you phrase it? Some of it is nice, but very little of it seems to be true, at least to me, and much of it is repetitive and overwritten, and some of it is plain dumb and quite foolish and offensive. (I like the New Testament, however, or most of it, especially St. John’s Gospel, and finish it regularly.)\nWhom would you want to write your life story?\nLyndall Gordon or maybe Janet Malcolm.\nWhat books do you find yourself returning to again and again?\nAt Columbia, I teach books that I care about, and always reread them in the week before the class. This means that every year I get to revisit 19th-century novels such as “Pride and Prejudice,” “The Portrait of a Lady” and “Middlemarch,” and then Irish classics such as “The Tain,” “Dubliners,” Elizabeth Bowen’s “The Last September,” Flann O’Brien’s “At Swim-Two-Birds” and Beckett’s “Molloy.”\nWhat books are you embarrassed not to have read yet?\nI still have not read Thomas Mann’s tetralogy “Joseph and His Brothers.”\nWhat do you plan to read next? \nGary Indiana’s new memoir, “I Can Give You Anything but Love.”\n", "date": "Oct. 1, 2015", "href": "https://www.nytimes.com/2015/10/04/books/review/colm-toibin-by-the-book.html", "tags": "toibin make book books read favorite colm ” last time"}