{"title": "Colorado police start 'cuddle club' for colleague's baby", "content": "When Axle Winch was born prematurely, and with a number of medical problems, police officers from Colorado formed a \"cuddle club\" to help watch over him. \nAxle's father Adam told the BBC: \"Axle weighed two pounds 12 ounces [1.2kg] when he was born. We were told he might not make it.\n\"It was totally devastating as a parent to be told your son might not live.\"\nA week after his birth Axle's condition deteriorated and he was airlifted, with his mother Melissa, almost 300 miles (480km) to Aurora, Colorado.  \n\"Axle was resuscitated multiple times. I was holding him at one point and he stopped breathing. My son died in my arms.\"\nAxle's mother Melissa is a uniformed police officer in their home town of Grand Junction, Colorado. \nOne of her colleagues contacted the local police department in Aurora and explained the family's situation. \nThe response of the Aurora police force shocked the family. \n\"We were in a city where we didn't know anyone, but the local cops started showing up to check in on us.\"\nAdam told the BBC the local police department raised money and even opened their homes to the family.\nHowever, it was when the couple had to leave Axle, and head home for work, that the officers really stepped in to support the family. \nYou may also like:\n\"It broke our hearts that we had to leave, my wife cried all the way home.\"\nSgt Mike Pitrusu of the Aurora Police Department took it upon himself to organise a rota for local officers to visit Axle and hold him while his parents were away.\nAdam recalls this became known as the \"cuddle club\" and bought him \"huge comfort\".\n\"I remember talking to an officer working in child protection. She told me that her soul was heavy from dealing with the most terrible things because of her job. She said that the cuddle club might have been good for Axle, but it healed her too.\"\nAxle spent a total of four and a half months in hospital, before being well enough to come home. \n\"He is home and doing great. He's a happy little kid most of the time.\"\nAdam jokes the only downside to the \"cuddle club\" is Axle is so used to being held he doesn't want to be put down. \nBy George Pierpoint, UGC and Social News.", "date": "4 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42229314", "tags": "cuddle colleague axle home aurora local colorado adam told start police baby family club"}