{"title": "Comey Asks Justice Dept. to Reject Trump’s Wiretapping Claim", "content": "WASHINGTON — The F.B.I. director, James B. Comey, asked the Justice Department this weekend to publicly reject President Trump’s assertion that President Barack Obama ordered the tapping of Mr. Trump’s phones, senior American officials said on Sunday. Mr. Comey has argued that the highly charged claim is false and must be corrected, they said, but the department has not released any such statement.\nMr. Comey, who made the request on Saturday after Mr. Trump leveled his  allegation on Twitter, has been working to get the Justice Department to knock down the claim because it falsely insinuates that the F.B.I. broke the law, the officials said.\nA spokesman for the F.B.I. declined to comment. Sarah Isgur Flores, the spokeswoman for the Justice Department, also declined to comment.\nMr. Comey’s request is a remarkable rebuke of a sitting president, putting the nation’s top law enforcement official in the position of questioning Mr. Trump’s truthfulness. The confrontation between the two is the most serious consequence of Mr. Trump’s weekend Twitter outburst, and it underscores the dangers of what the president and his aides have unleashed by accusing the former president of a conspiracy to undermine Mr. Trump’s young administration.\nThe White House showed no indication that it would back down from Mr. Trump’s claims. On Sunday, the president demanded a congressional inquiry into whether Mr. Obama had abused the power of federal law enforcement agencies before the 2016 presidential election. In a statement from his spokesman, Mr. Trump called “reports” about the wiretapping “very troubling” and said Congress should examine them as part of its investigations into Russia’s meddling in the election.\nIn addition to being concerned about potential attacks on the bureau’s credibility, senior F.B.I. officials are said to be worried that the notion of a court-approved wiretap will raise the public’s expectations that the federal authorities have significant evidence implicating the Trump campaign in colluding with Russia’s efforts to disrupt the presidential election.\nMr. Comey has not been dealing directly with Attorney General Jeff Sessions on the matter, as Mr. Sessions announced on Thursday that he would recuse himself from any investigation of Russia’s efforts to influence the election. It had been revealed on Wednesday that Mr. Sessions had misled Congress about his meetings with the Russian ambassador during the campaign.\nMr. Comey’s behind-the-scenes maneuvering is certain to invite contrasts to his actions last year, when he spoke publicly about the Hillary Clinton email case and disregarded Justice Department entreaties not to.\nIt is not clear why Mr. Comey did not issue a statement himself. He is the most senior law enforcement official who was kept on the job as the Obama administration gave way to the Trump administration. And while the Justice Department applies for intelligence-gathering warrants, the F.B.I. keeps its own records and is in a position to know whether Mr. Trump’s claims are true. While intelligence officials do not normally discuss the existence or nonexistence of surveillance warrants, no law prevents Mr. Comey from issuing the statement.\nIn his demand for a congressional inquiry, the president, through his press secretary, Sean Spicer, issued a statement on Sunday that said, “President Donald J. Trump is requesting that as part of their investigation into Russian activity, the congressional intelligence committees exercise their oversight authority to determine whether executive branch investigative powers were abused in 2016.”\nMr. Spicer, who repeated the entire statement in a series of Twitter posts, added that “neither the White House nor the president will comment further until such oversight is conducted.”\nA spokesman for Mr. Obama and his former aides have called the accusation by Mr. Trump completely false, saying that Mr. Obama never ordered any wiretapping of a United States citizen.\n“A cardinal rule of the Obama administration was that no White House official ever interfered with any independent investigation led by the Department of Justice,” Kevin Lewis, Mr. Obama’s spokesman, said in a statement on Saturday.\nMr. Trump’s demand for a congressional investigation appears to be based, at least in part, on unproven claims by Breitbart News and conservative talk radio hosts that secret warrants were issued authorizing the tapping of the phones of Mr. Trump and his aides at Trump Tower in New York.\nIn a series of Twitter posts on Saturday, the president seemed to be convinced that those claims were true. In one post, Mr. Trump said, “I’d bet a good lawyer could make a great case out of the fact that President Obama was tapping my phones in October, just prior to Election!”\nOn Sunday, Sarah Huckabee Sanders, the deputy White House press secretary, said the president was determined to find out what had really happened, calling it potentially the “greatest abuse of power” that the country had seen.\n“Look, I think he’s going off of information that he’s seen that has led him to believe that this is a very real potential,” Ms. Sanders said on ABC’s “This Week.” “And if it is, this is the greatest overreach and the greatest abuse of power that I think we have ever seen and a huge attack on democracy itself. And the American people have a right to know if this took place.”\nThe claims about wiretapping appear similar in some ways to the unfounded voter fraud charges that Mr. Trump made during his first days in the Oval Office. Just after Inauguration Day, he reiterated in a series of Twitter posts his belief that millions of voters had cast ballots illegally — claims that also appeared to be based on conspiracy theories from right-wing websites.\nAs with his demand for a wiretapping inquiry, Mr. Trump called for a “major investigation” into voter fraud, saying on Twitter that “depending on results, we will strengthen up voting procedures!” No investigation has been started.\nSenior law enforcement and intelligence officials who worked in the Obama administration have said that there were no secret intelligence warrants regarding Mr. Trump. Asked whether such a warrant existed, James R. Clapper Jr., a former director of national intelligence, said on NBC’s “Meet the Press,” “Not to my knowledge, no.”\n“There was no such wiretap activity mounted against the president-elect at the time, as a candidate or against his campaign,” Mr. Clapper added.\nMr. Trump’s demands for a congressional investigation were initially met with skepticism by lawmakers, including Republicans. Appearing on CNN’s “State of the Union” on Sunday, Senator Marco Rubio, Republican of Florida, said he was “not sure what it is that he is talking about.”\n“I’m not sure what the genesis of that statement was,” Mr. Rubio said.\nPressed to elaborate on “Meet the Press,” Mr. Rubio said, “I’m not going to be a part of a witch hunt, but I’m also not going to be a part of a cover-up.”", "date": "March 5, 2017", "href": "https://www.nytimes.com/2017/03/05/us/politics/trump-seeks-inquiry-into-allegations-that-obama-tapped-his-phones.html", "tags": "comey wiretapping president department claim justice trump dept ” asks obama statement reject"}