{"title": "Comey Memo Says Trump Asked Him to End Flynn Investigation", "content": "WASHINGTON — President Trump asked the F.B.I. director, James B. Comey, to shut down the federal investigation into Mr. Trump’s former national security adviser, Michael T. Flynn, in an Oval Office meeting in February, according to a memo Mr. Comey wrote shortly after the meeting.\n“I hope you can let this go,” the president told Mr. Comey, according to the memo.\nThe documentation of Mr. Trump’s request is the clearest evidence that the president has tried to directly influence the Justice Department and F.B.I. investigation into links between Mr. Trump’s associates and Russia. Late Tuesday, Representative Jason Chaffetz, the Republican chairman of the House Oversight Committee, demanded that the F.B.I. turn over all “memoranda, notes, summaries and recordings” of discussions between Mr. Trump and Mr. Comey.\nSuch documents, Mr. Chaffetz wrote, would “raise questions as to whether the president attempted to influence or impede” the F.B.I.\nMr. Comey wrote the memo detailing his conversation with the president immediately after the meeting, which took place the day after Mr. Flynn resigned, according to two people who read the memo. It was part of a paper trail Mr. Comey created documenting what he perceived as the president’s improper efforts to influence a continuing investigation. An F.B.I. agent’s contemporaneous notes are widely held up in court as credible evidence of conversations.\nMr. Comey shared the existence of the memo with senior F.B.I. officials and close associates. The New York Times has not viewed a copy of the memo, which is unclassified, but one of Mr. Comey’s associates read parts of it to a Times reporter.\n“I hope you can see your way clear to letting this go, to letting Flynn go,” Mr. Trump told Mr. Comey, according to the memo. “He is a good guy. I hope you can let this go.”\nMr. Trump told Mr. Comey that Mr. Flynn had done nothing wrong, according to the memo.\nMr. Comey did not say anything to Mr. Trump about curtailing the investigation, replying only: “I agree he is a good guy.”\nIn a statement, the White House denied the version of events in the memo.\n“While the president has repeatedly expressed his view that General Flynn is a decent man who served and protected our country, the president has never asked Mr. Comey or anyone else to end any investigation, including any investigation involving General Flynn,” the statement said. “The president has the utmost respect for our law enforcement agencies, and all investigations. This is not a truthful or accurate portrayal of the conversation between the president and Mr. Comey.”\nMr. Chaffetz’s letter, sent to the acting F.B.I. director, Andrew G. McCabe, set a May 24 deadline for the internal documents to be delivered to the House committee. The congressman, a Republican, was criticized in recent months for showing little of the appetite he demonstrated in pursuing Hillary Clinton to pursue investigations into Mr. Trump’s associates.\nBut since announcing in April that he will not seek re-election in 2018, Mr. Chaffetz has shown more interest in the Russia investigation, and held out the potential for a subpoena on Tuesday, a notably aggressive move as most Republicans have tried to stay out of the fray.\nIn testimony to the Senate last week, Mr. McCabe said, “There has been no effort to impede our investigation to date.” Mr. McCabe was referring to the broad investigation into possible collusion between Russia and the Trump campaign. The investigation into Mr. Flynn is separate.\nA spokesman for the F.B.I. declined to comment.\nMr. Comey created similar memos — including some that are classified — about every phone call and meeting he had with the president, the two people said. It is unclear whether Mr. Comey told the Justice Department about the conversation or his memos.\nMr. Trump fired Mr. Comey last week. Trump administration officials have provided multiple, conflicting accounts of the reasoning behind Mr. Comey’s dismissal. Mr. Trump said in a television interview that one of the reasons was because he believed “this Russia thing” was a “made-up story.”\nThe Feb. 14 meeting took place just a day after Mr. Flynn was forced out of his job after it was revealed he had lied to Vice President Mike Pence about the nature of phone conversations he had had with the Russian ambassador to the United States.\nDespite the conversation between Mr. Trump and Mr. Comey, the investigation of Mr. Flynn has proceeded. In Virginia, a federal grand jury has issued subpoenas in recent weeks for records related to Mr. Flynn. Part of the Flynn investigation is centered on his financial links to Russia and Turkey.\nMr. Comey had been in the Oval Office that day with other senior national security officials for a terrorism threat briefing. When the meeting ended, Mr. Trump told those present — including Mr. Pence and Attorney General Jeff Sessions — to leave the room except for Mr. Comey.\nAlone in the Oval Office, Mr. Trump began the discussion by condemning leaks to the news media, saying that Mr. Comey should consider putting reporters in prison for publishing classified information, according to one of Mr. Comey’s associates.\nMr. Trump then turned the discussion to Mr. Flynn.\nAfter writing up a memo that outlined the meeting, Mr. Comey shared it with senior F.B.I. officials. Mr. Comey and his aides perceived Mr. Trump’s comments as an effort to influence the investigation, but they decided that they would try to keep the conversation secret — even from the F.B.I. agents working on the Russia investigation — so the details of the conversation would not affect the investigation.\nMr. Comey was known among his closest advisers to document conversations that he believed would later be called into question, according to two former confidants, who said Mr. Comey was uncomfortable at times with his relationship with Mr. Trump.\nMr. Comey’s recollection has been bolstered in the past by F.B.I. notes. In 2007, he told Congress about a now-famous showdown with senior White House officials over the Bush administration’s warrantless wiretapping program. The White House disputed Mr. Comey’s account, but the F.B.I. director at the time, Robert S. Mueller III, kept notes that backed up Mr. Comey’s story.\nThe White House has repeatedly crossed lines that other administrations have been reluctant to cross when discussing politically charged criminal investigations. Mr. Trump has disparaged the continuing F.B.I. investigation as a hoax and called for an inquiry into his political rivals. His representatives have taken the unusual step of declaring no need for a special prosecutor to investigate the president’s associates.\nThe Oval Office meeting occurred a little over two weeks after Mr. Trump summoned Mr. Comey to the White House for a lengthy, one-on-one dinner at the residence. At that dinner, on Jan. 27, Mr. Trump asked Mr. Comey at least two times for a pledge of loyalty — which Mr. Comey declined, according to one of Mr. Comey’s associates.\nIn a Twitter post on  Friday, Mr. Trump said that “James Comey better hope that there are no ‘tapes’ of our conversations before he starts leaking to the press!”\nAfter the meeting, Mr. Comey’s associates did not believe there was any way to corroborate Mr. Trump’s statements. But Mr. Trump’s suggestion last week that he was keeping tapes has made them wonder whether there are tapes that back up Mr. Comey’s account.\nThe Jan. 27 dinner came a day after White House officials learned that Mr. Flynn had been interviewed by F.B.I. agents about his phone calls with the Russian ambassador, Sergey I. Kislyak. On Jan. 26, the acting attorney general, Sally Q. Yates, told the White House counsel about the interview, and said Mr. Flynn could be subject to blackmail by the Russians because they knew he had lied about the content of the calls.", "date": "May 16, 2017", "href": "https://www.nytimes.com/2017/05/16/us/politics/james-comey-trump-flynn-russia-investigation.html", "tags": "f.b.i “ comey end investigation trump memo says asked flynn"}