{"title": "Comey, Unsettled by Trump, Is Said to Have Wanted Him Kept at a Distance", "content": "WASHINGTON — President Trump called the F.B.I. director, James B. Comey, weeks after he took office and asked him when federal authorities were going to put out word that Mr. Trump was not personally under investigation, according to two people briefed on the call.\nMr. Comey told the president that if he wanted to know details about the bureau’s investigations, he should not contact him directly but instead follow the proper procedures and have the White House counsel send any inquiries to the Justice Department, according to those people.\nAfter explaining to Mr. Trump how communications with the F.B.I. should work, Mr. Comey believed he had effectively drawn the line after a series of encounters he had with the president and other White House officials that he felt jeopardized the F.B.I.’s independence. At the time, Mr. Comey was overseeing the investigation into links between Mr. Trump’s associates and Russia.\nThose interactions included a dinner in which associates of Mr. Comey say Mr. Trump asked him to pledge his loyalty and a meeting in the Oval Office at which Mr. Trump told him he hoped Mr. Comey would shut down an investigation into Mr. Trump’s former national security adviser, Michael T. Flynn. Mr. Trump has denied making the request.\nThe day after the Flynn conversation, Reince Priebus, the White House chief of staff, asked Mr. Comey to help push back on reports in the news media that Mr. Trump’s associates had been in contact with Russian intelligence officials during the campaign.\nMr. Comey described all of his contacts with the president and the White House — including the phone call from Mr. Trump — in detailed memos he wrote at the time and gave to his aides. Congressional investigators have requested copies of the memos, which, according to two people who have read them, provide snapshots of a fraught relationship between a president trying to win over and influence an F.B.I. director and someone who had built his reputation on asserting his independence, sometimes in a dramatic way.\nSean Spicer, the White House press secretary, said in a statement on Thursday that “the sworn testimony” of both Mr. Comey and Andrew G. McCabe, the F.B.I.’s acting director, “make clear that there was never any attempt to interfere in this investigation. As the president previously stated, he respects the ongoing investigations and will continue working to fulfill his promises to the American people.”\nIt is not clear whether in all their interactions Mr. Comey answered Mr. Trump’s question or if he ever told him whether he was under investigation. In the letter Mr. Trump sent to Mr. Comey last week in which he informed him that he had been fired, Mr. Trump told Mr. Comey, “I greatly appreciate you informing me, on three separate occasions, that I am not under investigation.”\nThe F.B.I.’s longest-serving director, J. Edgar Hoover, had close relationships with several presidents. But in the modern F.B.I., directors have sought an arm’s length relationship with the presidents they serve and have followed Justice Department guidelines outlining how the White House should have limited contact with the F.B.I.\nThose guidelines, which also cover the F.B.I., prohibit conversations with the White House about active criminal investigations unless they are “important for the performance of the president’s duties and appropriate from a law enforcement perspective.” When such conversations are necessary, only the attorney general or the deputy attorney general can initiate those discussions.\nMr. Comey has spoken privately of his concerns that the contacts from Mr. Trump and his aides were inappropriate, and how he felt compelled to resist them.\n“He had to throw some brushback pitches to the administration,” Benjamin Wittes, a friend of Mr. Comey’s, said in interviews.\nMr. Wittes, a senior fellow at the Brookings Institution, the editor in chief of the Lawfare blog and a frequent critic of Mr. Trump, recalls a lunch he had with Mr. Comey in March at which Mr. Comey told him he had spent the first two months of Mr. Trump’s administration trying to preserve distance between the F.B.I. and the White House and educating it on the proper way to interact with the bureau.\nMr. Wittes said he never intended to publicly discuss his conversations with Mr. Comey. But after The New York Times reported earlier this month that shortly after his inauguration Mr. Trump asked Mr. Comey for a loyalty pledge, Mr. Wittes said he saw Mr. Trump’s behavior in a “more menacing light” and decided to speak out.\nMr. Wittes said Mr. Comey told him that despite Mr. Trump’s attempts to build a personal relationship, he did not want to be friendly with the president and thought any conversation with him or personal contact was inappropriate.\nTheir conversation took place after Mr. Comey’s phone call with the president, Mr. Wittes said, and Mr. Comey told him that his relationship with the president and the White House staff was now in the right place.\n“‘I think we’ve kind of got them trained,’” Mr. Wittes said, paraphrasing what Mr. Comey told him.\nBut he said Mr. Comey had also described other encounters with the president that had troubled him.\nOne of those occurred at the White House on Jan. 22, just two days after Mr. Trump was sworn in. That day, Mr. Trump hosted a ceremony to honor law enforcement officials who had provided security for the inauguration.\nMr. Wittes said Mr. Comey told him that he initially did not want to go to the meeting because the F.B.I. director should not have too close a relationship with the White House. But Mr. Comey went because he wanted to represent the bureau.\nThe ceremony occurred in the Blue Room of the White House, where many senior law enforcement officials — including the Secret Service director — had gathered. Mr. Comey — who is 6 feet 8 inches tall and was wearing a dark blue suit that day – told Mr. Wittes that he tried to blend in with the blue curtains in the back of the room, in the hopes that Mr. Trump would not spot him and call him out.\n“He thought he had gotten through and not been noticed or singled out and that he was going to get away without an individual interaction,” Mr. Wittes said Mr. Comey told him.\nBut Mr. Trump spotted Mr. Comey and called him out.\n“Oh and there’s Jim,” Mr. Trump said. “He’s become more famous than me.”\nWith an abashed look on his face, Mr. Comey walked up to Mr. Trump.\n“Comey said that as he was walking across the room he was determined that there wasn’t going to be a hug,” Mr. Wittes said. “It was bad enough there was going to be a handshake. And Comey has long arms so Comey said he pre-emptively reached out for a handshake and grabbed the president’s hand. But Trump pulled him into an embrace and Comey didn’t reciprocate. If you look at the video, it’s one person shaking hands and another hugging.”\nMr. Comey told Mr. Wittes of another encounter, on March 1, that also troubled him.\nMr. Wittes said that Mr. Comey said that he received a call from the White House and was told that “the president needs to talk to you urgently.”\n“He’s about to get on the helicopter, so he doesn’t get on the helicopter,” Mr. Wittes said. “And then when the president gets on he just wants to chitchat.”\nMr. Wittes said that Mr. Comey told him that he perceived the call as Mr. Trump still “trying to get him on the team and he saw it in light of his refusal to give him his loyalty.”\n“Trump was still trying to get him on board,” Mr. Wittes said.\nAfter this article was published, Mr. Wittes posted his own account of his conversations with Mr. Comey on Lawfare. It included another discussion, as described earlier to The Times, in which Mr. Wittes told Mr. Comey he was encouraged by the fact that the Senate was likely to confirm Rod J. Rosenstein, a longtime federal prosecutor, as the deputy attorney general.\nTo Mr. Wittes’s surprise, Mr. Comey did not completely agree with him.\n“He said, ‘I don’t know. I have some concerns. He’s good, he’s solid but he’s also a survivor and you don’t survive that long without making some compromises and I’m concerned about that.’”\nWeeks after his confirmation, Mr. Rosenstein wrote a memo that Mr. Trump initially cited as the justification for firing Mr. Comey. Mr. Rosenstein told members of the Senate on Thursday that Mr. Trump had already decided to fire him when he wrote it.", "date": "May 18, 2017", "href": "https://www.nytimes.com/2017/05/18/us/politics/james-comey-memo-fbi-trump.html", "tags": "wanted distance kept comey wittes ” trump white unsettled told said"}