{"title": "Coming U.S. List of Oligarchs Linked to Putin Alarms Russia’s Rich", "content": "WASHINGTON — It was all but ignored last year when it was wrapped into a sanctions law punishing Russian aggressions. But in recent weeks, a requirement that the United States identify Russian oligarchs in a public list has set off a cavalcade of anxious lobbying across Washington by those who fear their links to the Kremlin will jeopardize their financial well-being.\nThe Trump administration is set to release the list on Monday in a report that — to the surprise of many — serves as a new tool to punish wealthy backers of the world’s autocrats, simply by naming them.\nIt is unclear how the administration will define who is considered an oligarch, and appearing on the list does not carry immediate penalties.\nBut it will reveal the financial details of Russian elites and many of their family members. More worryingly, lobbyists and experts say, it could make them vulnerable to future sanctions through their associations with President Vladimir V. Putin of Russia.\nThe list “has caused more concern among wealthy Russians in Moscow, London and Geneva than there has been since sanctions were imposed on Russia post-Ukraine,” said Michael Caputo, a former campaign adviser to President Trump who is now a communications consultant to Russian businesses and citizens.\n“I’ve never heard this level of chatter,” Mr. Caputo said. “That low rolling thunder you hear is dozens of Russian oligarchs lawyering up with top American legal talent.”\nThe name-and-shame report is part of the law that  Mr. Trump approved, with caveats, in August. It expanded sanctions against Russia by penalizing those who do substantial business with the Russian military or intelligence sectors.\nOn Friday, the Trump administration announced sanctions against 21 individuals, including Russia’s deputy energy minister, Andrey Cherezov, as well as nine business entities.\nMuch of official Washington had paid little heed when the provision with the law was passed, expecting the list to be shelved and forgotten as soon as it was released, as such reports often are. The recent lobbying push — including a procession seeking assurances from the White House, the State Department and Congress — has raised the report’s profile and made it, against all expectations, significant.\nRussia and sanctions experts say they have been inundated by inquiries about the report, which is being written at the Treasury and State Departments.\nPolitical appointees in the Trump administration, spooked by the investigation of Russian meddling in the 2016 election that is being led by Robert S. Mueller III, the special counsel, have given the report a broad scope. It has been up to government career employees to create a catalog that is widely expected to be credible and complete, said more than a dozen people with knowledge of the report.\n“I was in London about a month ago, and a British government official told me he’s even being lobbied about it,” said Peter Harrell, a former sanctions official at the State Department.\nA Treasury Department spokesman said that the oligarchs’ list was expected to be produced by Monday’s deadline, along with a separate report also required by the law about the possible consequences of penalizing Russia’s sovereign debt.\nThe oligarchs’ report must include “indices of corruption,” as well as the net worth and known sources of income of both the primary person listed and of their spouses, children, parents and siblings. Any United States assets, like real estate, must be listed, too.\nSome names are likely to be made public, while others may be included in a classified appendix, officials said. Some observers fear that the administration, which opposed the legislation, will decide to make most of the report classified.\n“I think people may be underwhelmed by what gets made public,” said Elizabeth Rosenberg, a top sanctions official in the Obama administration.\nAs the foreign attention over the report has built, senators have taken notice. Four Republican senators named two oligarchs last week that they said they wanted included. And four Democratic lawmakers said the list could be used to quickly widen sanctions, should Russia interfere in elections scheduled this year in the United States and elsewhere.\n“I understand that the report has created consternation among some who don’t want to be on the list or be seen as associated with the Putin regime,” said Senator Benjamin L. Cardin, Democrat of Maryland. “I hope that this report will lead some to reconsider the wisdom of associating with the Putin regime.”\nFor months, sanctions experts in the United States responded to inquiries about the oligarchs’ list with a mixture of disbelief and disdain. With no penalties associated with being listed, they told people to stop worrying.\nThat did not happen.\nDaniel Fried, a top White House adviser on Russia to both President Bill Clinton and President George W. Bush, said the surprising unease among Russians had given the list unexpected power.\n“In their anxiety, I sense leverage and opportunity to make a point, and that point is that Putin’s aggression has consequences against Russia’s elite,” Mr. Fried said.\nLobbyists who represent wealthy Russians said in multiple interviews that their clients’ concerns were twofold: that the American government might one day use the list to impose sanctions, and that banks and other global financial institutions would stop serving them because of that possible risk. None would speak publicly.\nThe lobbyists also voiced fears that the report could empower Mr. Putin by pushing oligarchs even more firmly into his orbit — the opposite of what Congress intended.\nA registry of foreign agents to Russia, compiled by the Justice Department, includes many of Washington’s most powerful legal, communications and lobbying firms, including Sidley Austin, Venable, APCO and White & Case. A review of those records, by the Center for Responsive Politics, found 279 registrations of Russian agents in the United States.\nAndrey Borodin, a wealthy Russian fugitive and former president of the Bank of Moscow, hired BGR Group to lobby on his behalf. Haley Barbour, the former governor of Mississippi, and Maya Seiden, a former State Department official, were listed on the registry as representing Mr. Borodin for BGR over “visa issues.” Ms. Seiden declined to comment on her work for Mr. Borodin.\nAdam M. Smith, a Washington lawyer and former sanctions adviser for the Treasury Department, said the uncertainty about what would be done with the list was unusual.\n“This has literally never been done before, and it represents an extraordinary outsourcing of our foreign policy,” Mr. Smith said. “It’s one thing to tell banks that this person is sanctioned. It’s another entirely to say, ‘Hey, this person is on a list. Figure out yourself what to do with them.’”\nIn putting together a multifaceted lobbying campaign about the report, the oligarchs have collectively caused the very problem they had hoped to avoid — government scrutiny.\n“If they’re that sophisticated, shouldn’t they also be aware this report is relatively small potatoes?” Ms. Rosenberg asked.\nMuch of the reason for the Russians’ anxiety, though, is the widely held view in Moscow that events in Washington have become wholly irrational. Few understand what they see as the American obsession with Russian hacking efforts and suspected collusion with Mr. Trump, Mr. Caputo said.\n“From the Russian perspective, there is no rhyme or reason to anything going on in Washington right now,” Mr. Caputo said. “They’re worried Russian banks will go under and people will lose everything, and that’s because what America will do right now is absolutely unpredictable.”", "date": "Jan. 26, 2018", "href": "https://www.nytimes.com/2018/01/26/us/politics/russia-oligarchs-list-sanctions.html", "tags": "sanctions oligarchs alarms report russian u.s. putin rich ” coming russia linked list"}