{"title": "Communist Party congress: How China picks its leaders", "content": "Every five years, the eyes of the world turn to China as the ruling Communist Party holds its congress. \nThe event determines who will lead the Party. Those people will go on to lead the 1.3 billion people of China - most of whom don't get a say - and helm the world's second largest economy. \nThe 19th congress will begin on 18 October and while significant leadership changes are expected current Party leader and Chinese President Xi Jinping is widely expected to stay in the top job. \nIn mid-October, Communist Party of China (CPC) delegates from across China will meet at the Great Hall of the People in Beijing.\nThe party has 2,300 delegates - although only 2,287 have been elected to attend, with reports suggesting the remaining 13 delegates were disqualified because of \"improper behaviour\". \nBehind closed doors, those CPC delegates will elect the powerful Central Committee, which has about 200 members.\nThis committee in turn elects the Politburo and from that, the Politburo Standing Committee is chosen.\nThose are China's real decision-making bodies. The Politburo currently has 24 members, while the Standing Committee has seven, although these numbers have varied over the years.\nWhile there is a vote, in reality many of these people have already been handpicked by the current leadership, and the committee just approves their edict. \nThe Central Committee also elects the Party's top leader - the general secretary - who becomes the country's president. That is, and will most likely continue to be, Xi Jinping.\nThe 19th Congress will be closely watched for two main things. \nFirst, Mr Xi will deliver a lengthy report that will be scrutinised by analysts for signs on China's political policy direction for the next five years.\nSecondly, the Politburo Standing Committee is expected to be nearly completely refreshed. \nIn recent years, the party has set informal term and age limits on certain posts. Most Politburo members are expected to step down as they are past the informal retirement age of 68.\nThey include Wang Qishan, head of the anti-corruption agency, although as a key Xi ally he may be persuaded to stay.\nMr Xi and Premier Li Keqiang are in their early 60s.\nWe would normally expect to see a new line-up of future leaders presented to the public at the congress -  including a possible eventual successor to Mr Xi - who would take over in five years' time.\nHowever, there is some speculation Mr Xi might break with tradition this time round and delay this step.\nIt's likely there'll be a further overall consolidation of power by Mr Xi.\nHe has assumed an unprecedented number of positions since coming to power in 2012, including the title of a \"core\" leader of China, which puts him on par with past political giants like Mao Zedong and Deng Xiaoping.\nThere are likely to be more of his allies placed in leadership positions at the congress, and we may see the enshrining of his policies, known as \"Xi Jinping Thought\", in the party charter.\nThat move would again place him on the level of Mao in Chinese political history.\nSome believe he may even announce a move that would extend his rule past the traditional two-term limit for the presidency.\nSince becoming president in 2012, Mr Xi has spearheaded a sweeping anti-corruption campaign which has seen more than a million officials disciplined. It has been seen by some as a massive internal purge of opponents.\nA movement dubbed by some as \"the cult of Xi\" has also emerged, with propaganda songs dedicated to him and a deluge of positive press in state media, who have coined a nickname aimed at endearing him to citizens - \"Xi Dada\", or Uncle Xi.\nAnalysts believe that while a major reshuffle of the Standing Committee could herald some policy changes, by and large China would continue on the same track, with Mr Xi still at the helm to ensure stability.\nAt home, China's  five-year economic reform plan is still in play, as is Mr Xi's anti-corruption campaign and growing authoritarian rule.\nChina's push for the spotlight on the global stage, fronted by Mr Xi, is also expected to continue. \nThis ranges from the controversial  South China Sea expansion and the One Belt One Road trade project, to China's positioning as the alternative superpower compared to the US under President Donald Trump.\nBut one tricky question that remains is North Korea and its ongoing nuclear crisis.\nSome analysts believe that China would continue to hold back from taking decisive action as, even after the congress, its new leadership would still be \"mired in internal debate\" on how to handle its hot-tempered neighbour.", "date": "7 October 2017", "href": "https://www.bbc.co.uk/news/world-asia-china-41250273", "tags": "leaders xi china committee communist party picks politburo expected years congress"}