{"title": "Composer Denies Use Of ‘Wicked,’ Other Broadway Hits In North Carolina Over Anti-LGBT Law", "content": "Add Stephen Schwartz to a growing list of luminaries who are denouncing North Carolina's new anti-LGBT legislation. \nThe Oscar-winning composer behind the Broadway smash \"Wicked” said he'll deny the production rights to all of his musicals to any theaters or performing arts groups based in North Carolina now that the state has passed House Bill 2.\nThe legislation, which Gov. Pat McCrory signed into law March 23, blocks cities from allowing transgender people to use public restrooms that correspond with their gender identity. It also restricts local governments from passing non-discrimination laws. \nIn an email obtained by Playbill, Schwartz called for fellow theater professionals to refuse to license their properties to North Carolina-based companies \"until this heinous legislation is repealed.\" \n\"I feel that it is very important that any state that passes such a law suffer economic and cultural consequences, partly because it is deserved and partly to discourage other states from following suit,\" Schwartz, who also wrote the scores for \"Pippin,\" \"Godspell” and Disney's \"Pocahontas,\" said in the email. So far, he noted, his request had been met with \"compliance and approval\" from theater licensing organizations and touring producers. \nIt isn't the first time that Schwartz, 68, has gotten political. The composer was one of many artists who protested against apartheid in South Africa in the 1990s and, as he pointed out in the email, \"this eventually proved to be very effective.\"\nIn an email to The Huffington Post, Schwartz said he was pleased with the way the theater community had responded to his pledge. \n\"This may be cynical of me, but I believe that the only thing Gov. McCrory and his cronies in the legislature understand is the threat they may not be re-elected,\" he said. \"As long as they feel that the bigots in their state are going to support them, while the rest don't consider it an important enough issue to become exercised about, they are not likely to change anything.\"\nHe was also quick to point out that the media's emphasis on the law restricting trans people from using public restrooms that correspond with their gender identity hasn't reflected the overall impact of the bill.  \n\"This is sloppy reporting, and a parroting of the disingenuous line of Gov. McCrory and those who passed the bill,\" he said. \"This bill forbids any municipality in the state from passing any protections whatsoever against discrimination towards LGBT citizens. There are other heinous things in it as well.\"\nWhether or not Schwartz's move will prove effective remains to be seen. Jason Cocovinis, who the director of marketing at Music Theatre International, told The Winston-Salem Journal that Schwartz's musicals that had already been licensed can still move forward, and the composer's embargo would apply to new touring and local productions only. \nStill, a number of North Carolina-based theater companies feel Schwartz's pledge could have a dire impact on the local arts scene, particularly if other composers and playwrights follow suit.  \nMitchel Sommers, who is the executive director of Community Theatre of Greensboro, described Schwartz's move as a \"theatrical disaster\" in an interview with The Winston-Salem Journal on April 2, as its shows \"must get royalty permission from their owners in order to be produced.”\n“If Stephen Schwartz’s ban on North Carolina theaters producing his work is mirrored by his other Broadway colleagues, which is inevitable,” he wrote, “what are we going to put on?”\nJamie Lawson of the Winston-Salem Theatre Alliance echoed those sentiments in a March 31 Facebook post, saying Schwartz's effort \"affects the wrong population.\" \n\"This suggestion, as well intended as it may seem, will have dire consequences for those of us who are wholeheartedly desperate for a repeal and are fighting for it daily,\" Lawson wrote. \"From a 45-year-old gay man who grew up in a rural town and turned to theater in his darkest hour, I would hate to see the whole state go dark because of a few bigoted individuals who care nothing about a theatrical boycott, anyway. You wouldn't be hurting them; you would be hurting us...your supporters.\"", "date": "\n04/05/2016", "href": "https://www.huffpost.com/entry/stephen-schwartz-north-carolina_n_5703cdc3e4b0daf53af0dd42?utm_hp_ref=queer-voices", "tags": "composer broadway anti-lgbt ‘ theater email denies schwartz hits carolina state bill wicked north use law said"}