{"title": "Conchita Wurst: 'I want to be clear this is not a joke'", "content": "Conchita Wurst is experiencing an unfamiliar feeling - contentment.\nThe 2014 Eurovision Song Contest winner is speaking the morning after performing a selection of her favourite diva songs, from Big Spender to Son Of A Preacher Man, accompanied by the 60-piece BBC Concert Orchestra at the London Palladium.\nTo her surprise, she pulled it off.\n\"Everything went so well, all over,\" the 29-year-old says, overwhelmed by the memory. \n\"There was no huge fail. I'm still so excited and buzzing about it. That's a really new feeling to me because normally, when I walk off stage, I'm never pleased with myself. \n\"I mean, I would really rip myself apart and destroy the whole vibe.\"\nHow come?\n\"I feel I need to prove myself each and every time [because] I'm a drag act,\" says the star.\n\"It's easy to say, 'This is just a joke.' You know, the bearded lady? And I feel the need to smash it with every performance just because I want to be clear this is not a joke.\"\nYou might think that winning Eurovision would help dispel people's misconceptions.\nWurst has since proved herself to be more than a novelty act, building an international following as a gay icon, speaking at the UN, modelling for Jean Paul Gaultier and trolling Vladimir Putin (\"He's attractive, but I like less plastic surgery,\" she told The Times).  \nThe singer accepts the pressure to prove herself could be \"just in my head\" - but it's the only thing she's ever known.\nBorn Thomas Neuwirth and raised in the conservative Austrian village of Bad Mitterndorf, Wurst has had to stare down prejudice since she first turned up to kindergarten wearing a skirt.\n\"It's the story of my life,\" she says, \"and the story of so many people in the LGBTIQ community. \n\"You always had to be a little bit better, a little bit nicer, a little bit funnier, just to be part of the game. I think this is something I still carry within me.\"\nAlthough Conchita was always present in some form, Tom's first bid for stardom came under his real name, on the TV talent show Starmania. He was then briefly part of a boy band called Jetzt Anders! (Now Different!), which burned out after just eight months.\nIt was then that he started to flesh out the character of Conchita - a glamorous projection of his inner confidence, who conveniently suppressed Tom's innate shyness and insecurity.\nAs Conchita's reputation grew, she was chosen to represent Austria at Eurovision in 2014 - and spent months casting about for the perfect song.\n\"I had so many songs on the table, fully produced,\" she recalls. \"Then at the last minute, somebody sent me Rise Like A Phoenix and I said, 'I'm so sorry, we have to start all over again'. We had four weeks to make it. It was insane.\"\nIt was a wise choice. The soaring, would-be Bond theme won the contest easily, achieving the top score of \"douze points\" from 13 countries (including the UK) and finishing 52 points ahead of its nearest rival.\nConchita dedicated her victory \"to everyone who believes in a future of peace and freedom\". She added: \"You know who you are - we are unity and we are unstoppable.\"\nBut there was still a backlash. Austrians created anti-Conchita Facebook groups, some Russians shaved off their beards in protest, encouraged by ultranationalist politician Vladimir Zhirinovsky, who declared her victory \"the end of Europe\", while church leaders in Eastern Europe took turns to condemn her.\nUnfazed, Wurst used her platform to advocate for gay marriage and adoption. So is she pleased that her home country recently legalised same-sex marriage?\n\"I have mixed feelings,\" she sighs.\n\"Everybody's so excited about it, and I'm excited too, but it's like, 'What took you so long? Who do you think you are to tell me how I'm able to marry or not? And why does it need a piece of paper to prove I'm allowed to do that? You're not in a position to tell me who I'm allowed to love.'\n\"So I really have mixed emotions about it. I'm very happy that it's official. On the other hand, it should be the most normal thing.\"\nThe star gives the impression she won't be dictated to by anyone - something she proves a month after our chat, when she neutralises a blackmailer by publicly acknowledging she's HIV positive.\nDespite that, she wants the focus to be on her music. The singer is full of enthusiasm as she talks about the two years it took to prepare her performance with the BBC Concert Orchestra.\n\"I really studied the material because I really wanted to nail it,\" she says. \nThe biggest challenge was to perfect Barbra Streisand's The Way We Were. \n\"Like many people, I know it just from singing along and thinking, 'How beautiful'. Then when I started rehearsing I realised, 'This is why she's a legend!' \n\"Because the way she sings - the range and the volume and the technique - is just insane. So there was a lot of fine tuning that I had to do there.\"\nYou can hear how Conchita tackles Streisand when BBC Radio 2 broadcasts the concert this Friday - but that's just the start of a big year for the star.\nShe's currently working on two albums, one with the Vienna Symphony (\"they never did a pop crossover before - never!\") and a more mainstream pop record, which she hopes will eclipse her self-titled debut. \n\"I'm not the biggest fan of my first album,\" the singer says matter-of-factly. \"It's not really anybody to blame, it just happened to be like that. \n\"I had so many things to do after winning the Eurovision. I was constantly on the run and thinking, 'Oh yes, that's a good song, and that's a good song,' but I never really thought if I could pull it off. \n\"I think many of those songs could have been hits if I wasn't the performer, because they didn't really fit me authentically.\"\nThe new record, she says, will be \"authentic as authentic can be\".\n\"I'm sure my mum will prefer some of the lyrics not to be on there,\" she laughs. \"I'm talking about my love life and I'm talking about what fame does to somebody - or at least to me.\"\nIn an echo of her Eurovision experience, she recorded dozens of songs with proven pop hitmakers like Fiona Bevan (Ed Sheeran, Stefflon Don, Steps) before ditching them for something close to her heart. \nStarting from scratch with two trusted collaborators, she recorded the album in total privacy, refusing to play the songs even to her management.\n\"It's good if they like it but if I'm honest, I couldn't care less,\" she laughs. \n\"It's my music. If it's not good enough, then that's how it will be.\"\nConchita's episode of Friday Night Is Music Night will be broadcast on BBC Radio 2 at 20:00 GMT on 11 May. Her album with the Vienna Symphony is due out in October.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "9 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44038316", "tags": "song want really songs clear conchita wurst says eurovision bbc many like joke"}