{"title": "Conceding to N.R.A., Trump Abandons Brief Gun Control Promise", "content": "WASHINGTON — President Trump on Monday abandoned his promise to work for gun control measures opposed by the National Rifle Association, bowing to the gun group and embracing its agenda of armed teachers and incremental improvements to the background check system.\nAfter the Florida high school massacre last month, Mr. Trump explicitly called on live television for raising the age limit to purchase rifles and backed 2013 legislation for near-universal background checks. He later told lawmakers that while the N.R.A. has “great power over you people, they have less power over me.”\nBut on Monday, it was the president who seemed to knuckle under, again dramatizing the sway that the N.R.A. still maintains in Republican circles.\nStudents around the country might be massing for a march on Washington on March 24. The victims and survivors of school shootings from Connecticut to Florida may be pushing their states to move on gun control. But Mr. Trump cited a lack of political support for raising the age limit to purchase rifles, which is not evident in public opinion polls but is very much evident in his party.\nHe said that his administration was studying the issue and suggested that states should decide whether to prohibit people under 21 from buying the kind of assault weapon used by the gunman who rampaged through Marjory Stoneman Douglas High School in Parkland, Fla.\nWithout referencing an Oval Office meeting he had with N.R.A. officials this month, the president acknowledged the group’s lobbying successes.\n“Not much political support (to put it mildly),” Mr. Trump said of the higher age limit in a tweet, adding that his administration will watch court rulings before it acts. (He did not mention that it is the N.R.A. that is precipitating such court rulings by suing the State of Florida over its new gun purchasing age.)\n“To no one’s surprise, the president’s words of support for stronger gun safety laws proved to be hollow,” Senator Dianne Feinstein, Democrat of California, said. “Responding to the murder of 17 students and educators by endorsing the gun lobby’s platform is a shameful abdication of the president’s responsibility to lead. Shame on you, Mr. President.”\nThe president’s retreat is a stark reminder — if anyone in Washington needed one — that the gun debate remains stuck where it has been for more than a decade. Despite scores of deaths from mass shootings in that time, Republican lawmakers fear the N.R.A.’s ability to stir up opposition in their districts. They continue to oppose new gun restrictions, and even a Republican president with an unconventional approach is unlikely to challenge the status quo in an election year.\nOnly one gun-related measure, on background checks, seems likely to pass this year, but critics noted that it would only enforce existing law.\n“It really to me is simple,” Senator John Cornyn of Texas, the chamber’s No. 2 Republican, said. “Do people want their whole laundry list of things done and end up empty-handed? That’s what usually happens. If you say, ‘I want 100 percent of what I want or nothing,’ we invariably end up with nothing.”\nIn the face of N.R.A. opposition, the president has also retreated from his earlier openness to expanded background checks and a renewal of the expired ban on assault weapons — positions that he signaled during a remarkable meeting with lawmakers in which he demanded “comprehensive” legislation that would include longstanding Democratic efforts to restrict firearms.\nInstead, Mr. Trump over the weekend released a modest plan that eschewed gun control measures in favor of more limited bills that would provide weapons training for teachers and create a commission to study other responses to school shootings.\nAttorney General Jeff Sessions did announce on Monday evening that the Justice Department would more aggressively enforce the existing law making it illegal to lie on federal background checks and would step up law enforcement presence at schools.\nEarlier Monday, Sarah Huckabee Sanders, the White House press secretary, said that the president still supported the idea of raising the minimum age for purchasing rifles, but was committing to studying the issue only because “you can’t just decide you want laws to pass.”\n“I think it is a really disappointing retreat after all the reality-show rhetoric,” Senator Richard Blumenthal, Democrat of Connecticut, said in an interview. Mr. Blumenthal, who represents the state where 20 children were killed at Sandy Hook Elementary School, said the president “has taken his plan from the N.R.A. playbook.”\nMs. Feinstein, who has long pushed for a ban on assault weapons, had looked giddy at the president’s meeting with lawmakers when Mr. Trump seemed open to new legislation to restrict the sale of the weapons. On Monday, she accused the president of having “completely caved to the gun lobby.”\nThe idea of arming teachers is vigorously opposed by many members of both parties, law enforcement officials and groups representing the nation’s teachers. But it has been pushed for years by the N.R.A., which argues that arming school officials is the best way to protect students and teachers against a well-armed attacker. “The only way to stop a bad guy with a gun is with a good guy with a gun,” the N.R.A. mantra has gone.\nOn Capitol Hill, several Republican senators sounded cool to the idea of federal involvement in arming teachers, saying it should be left to the states. “There would have to be tremendous training, tremendous effort to make that work,” said Senator Orrin G. Hatch, Republican of Utah.\nThe White House on Sunday proposed creating the Federal Commission on School Safety, which would study the question of raising the minimum age for purchasing rifles. That proposal came just a day after Mr. Trump himself mocked the idea of federal commissions as ineffective.\n“We can’t just keep setting up blue-ribbon committees,” Mr. Trump said during a political rally on Saturday. The president said that members of such commissions do little more than “talk, talk, talk” and then, “two hours later, then they write a report.”\nOn Capitol Hill, the energy has largely dissipated for the kind of expansive gun control legislation that Mr. Trump appeared to support earlier this month. With such legislation stalled, Republican leaders are instead turning their attention toward less contentious measures that would beef up security at the nation’s schools.\nThe only gun-related measure that appears to stand a chance of passage this year is the so-called Fix NICS Act, a narrow N.R.A.-backed bill that would improve data reporting to the national background check database. The House has already passed it, as part of a broader bill that includes one of the N.R.A.’s highest priorities: a sharp expansion of the right to carry concealed weapons almost anywhere in the country.\nThe Senate’s chief sponsor of Fix NICS, Mr. Cornyn, said in an interview last week that he had not spoken to the N.R.A. about it. He sees the bill as a way to bridge the partisan divide.\nBut even Fix NICS is stuck. The bill has 61 co-sponsors in addition to Mr. Cornyn — two more than the 60 votes required to break a Senate filibuster. But at least two Republicans, and possibly a third, are blocking the Republican leadership from bringing the bill to the floor quickly for a vote.\nAnd Democrats have indicated that they are not eager to consider Fix NICS as a stand-alone measure. Senator Chuck Schumer, the Democratic leader, has warned that it would be an “abject failure and dereliction of duty” if all Congress did was to pass Fix NICS.\nSchool safety measures, meanwhile, are moving forward. The Republican-controlled House is expected to vote Wednesday on the STOP School Violence Act, which would authorize $50 million annually for safety improvements, including training teachers and students in how to prevent violence and developing anonymous reporting systems for threats of school violence.\nIn the Senate, a companion bill, championed by Mr. Hatch, would also give schools money for physical improvements, such as metal detectors or bulletproof windows and doors.\nAnd even if Senate leaders were inclined to bring up gun legislation for a vote, they are short on time. This week, the Senate is considering a measure to ease banking regulations, and next week senators will be working against a deadline to pass a catchall spending measure to fund the government; the current spending bill expires on March 23. After that, the Senate will be in recess for two weeks.", "date": "March 12, 2018", "href": "https://www.nytimes.com/2018/03/12/us/politics/trump-gun-control-national-rifle-association.html", "tags": "promise mr. control brief gun trump ” n.r.a n.r.a. abandons school said conceding"}