{"title": "Confused About Congestion Pricing? Here’s What We Know", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nYou’ve heard the news: New York will be the first American city to impose congestion pricing to alleviate traffic and raise money to modernize its sputtering subway. Drivers will have to pay to enter the heart of Manhattan beginning in 2021.\nBut other than that, crucial details have yet to be worked out.\nThe Triborough Bridge and Tunnel Authority, which is part of the Metropolitan Transportation Authority, will decide how to enforce congestion pricing after hearing from a yet-to-be-formed panel that will consider public comments and the results of a traffic study.\nAdding to the confusion, the plan was pushed through as part of the state budget — identified only as the “Central Business District Tolling Program” — and outlined in eye-glazing legalese that most people will never get through. (We read it for you. You’re welcome.) \nIt also differs from a version proposed by Governor Andrew M. Cuomo, as well as from other plans floated over the years.\nA congestion zone will be drawn around Manhattan from 60th Street south to the Battery. The fee will be charged electronically, most likely through an expansion of the E-ZPass system used for cashless tolling at bridges and tunnels.\nDon’t use E-Z Pass? You’ll still pay — cameras will take photos of license plates.\nPassenger vehicles will be charged only once a day, no matter how often they go in and out, but that might not apply to other vehicles, like delivery trucks.\nYou can avoid paying entirely if you’re simply passing through the zone by staying along the edges on Franklin D. Roosevelt Drive or the West Side Highway.\nThe congestion pricing plan, as outlined in the budget, will apply to nearly everyone. So far, the only two exceptions are for emergency vehicles and vehicles carrying people with disabilities (how those will be identified has not been decided). \nStill, it is possible that more exemptions or, at the very least, discounts will be added. \nThe fees will likely not be set until next year, but expect them to be $11 to $14 for cars and around $25 for trucks during prime business hours, and less at night and on weekends, according to traffic experts and state leaders. \nThe bridge and tunnel authority will decide who pays what, but the jockeying for price breaks is in full swing.\nState officials have warned that granting too many discounts will only mean higher fees for everyone else, since the state is counting on congestion pricing to raise $15 billion for public transportation through 2024.\nLive inside the zone: Yes. Residents inside the zone will not be charged when they take their car out of the zone, but they will be charged when they return. It does not matter if they are commuting to work, visiting family or just going to dinner. \nCannot afford the toll: Yes. Drivers earning less than $60,000 annually who live inside the zone will get a tax credit. Anyone who lives elsewhere will not.\nDrive only in the zone: There has been no talk of charging for driving in the zone from, say, Chelsea to the Financial District. But state officials said the legislation does make that a possibility. \nLive in Manhattan, but not in the zone: No, as long as you stay out of the zone. But the fee kicks in whether you drive in from the Hamptons or 61st Street. \nGo to a doctor’s appointment: Yes. There are no exceptions for medical treatment, though some congestion pricing supporters have called for that. \nDrive on the F.D.R., but pull off: Yes. Getting off the F.D.R. or the West Side Highway to drive on any street in the zone will cost you.\nIn February, fees of $2.50 for yellow taxis, and $2.75 for Uber and other ride-hail services, were added to every ride that starts, ends or passes through Manhattan south of 96th Street. A 75-cent fee was added to shared car pools such as Via or UberPool. \nAlso called congestion fees, those per-ride charges were passed on to passengers (check your receipt), and they are separate from any new fees. \nIt has not been decided who would pay the new congestion tolls during hailed rides.\nIf you pay at tolled tunnels or bridges coming into Manhattan, you will have to pay again to enter the congestion zone. \nBut it is possible that you will receive credit toward the congestion fees, though that has not been decided.\nThe governor’s plan included such a credit when entering the congestion zone through tolled tunnels from New Jersey, Brooklyn and Queens, or when taking the Henry Hudson Bridge from the Bronx to Manhattan. \nBut that raised questions of why those crossings were chosen when other tolled crossings were not. So state lawmakers decided that the fair thing to do was to start with a blank slate. \nThe bridge and tunnel authority, with input from the expert panel, will come up with “a plan for credits, discounts, and/or exemptions” for drivers who pay bridge and tunnel tolls, and a similar plan for taxis and other for-hire vehicles, according to the legislation.\nThe fees are still more than a year away. Legally, the tolling program cannot begin before Dec. 31, 2020.\nThe six-member panel is expected to recommend fee amounts between Nov. 15, 2020, and Dec. 31, 2020, or no later than 30 days before the tolling program starts. The bridge and tunnel authority will make the final decision.\nAbout 80 percent of the revenue from congestion pricing fees will go toward city transit improvements, including new signals on subway lines, at least 150 miles of track work, and thousands of new subway cars and electric buses, according to the transportation authority. \nAn additional 10 percent will go to each of the two major suburban commuter trains operated by the authority, the Long Island Rail Road and Metro-North. It is expected to pay for a significant expansion of the Long Island Rail Road, four new Metro-North stations in the Bronx, hundreds of new electric and diesel rail cars, and scores of locomotives, among other things. ", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/nyregion/what-is-congestion-pricing.html", "tags": "authority know manhattan bridge fees pay state new zone confused pricing congestion"}