{"title": "Congressman Alerts Ethics Committee Over Steve King's Continued White Nationalism", "content": "Rep. Tim Ryan (D-Ohio) alerted the House Ethics Committee this week that racist Rep. Steve King (R-Iowa) continues to use his official government website to promote a white nationalist blog — potentially reviving Ryan’s effort to censure King or even expel him from Congress. \nRyan sent a letter to the Ethics Committee on Tuesday stating he wanted to “make the Committee aware of the continued use of government resources on the part of Rep. King to promote and advance white nationalism.”  \n“A HuffPost report published today, January 29, details how King is continuing to use his government website to promote the white nationalist website VDare.com,” the letter reads, referring to this HuffPost report.\nVDare is an anti-immigrant hate site named after Virginia Dare, said to be the first white baby born in the New World. The site regularly publishes the writing of prominent white supremacists and fascists, including Richard Spencer, Kevin MacDonald, Sam Francis and Jared Taylor. King, who represents Iowa’s 4th Congressional District, has continued to use his house.gov website to direct constituents to an article on VDare.\n“Rep. King’s behavior brings shame on the House of Representatives as a representative institution,” Ryan wrote in his letter, addressed to committee chairman Ted Deutch (D-Fla.) and ranking Republican member Kenny Marchant (R-Texas). \nThe letter raises the possibility that King could still face censure or expulsion over his white nationalist activity. \nThis month King told The New York Times he didn’t understand why the terms “white supremacy” and “white nationalism” were offensive. In response, GOP leadership stripped King of his committee assignments and called on him to resign. \nRyan is one of two representatives who introduced resolutions to censure King over his statements condoning white supremacy. A congressional censure is a rare and formal reprimand of an elected representative, one step below expulsion. \nHouse Democratic leaders rejected the effort to censure King, fearing it would set a slippery precedent of punishing members for comments made outside the House of Representatives. Instead of being brought to a vote, Ryan’s censure resolution was sent to languish in the House Ethics Committee. \n“Obviously, it’s not what I want,” Ryan told reporters at the time. “The next time something like this happens, we’ll bring it out of committee, and I think we move to expel him at that point.”\nMichael Zetts, a spokesman for Ryan, would not say whether the congressman’s letter Tuesday was an indication that there would be another push to censure or expel King. “We are going to wait to hear back from the Ethics Committee first,” Zetts said. \nDeutch and Marchant did not respond to requests for comment on the letter. Tom Rust, the staff director and chief counsel of the Ethics Committee, declined to comment. ", "date": "\n01/31/2019", "href": "https://www.huffpost.com/entry/steve-king-tim-ryan-letter-censure-expel-vdare_n_5c537f5fe4b043e25b1aa94f", "tags": "congressman letter steve committee alerts ethics ryan white ” nationalism censure house king continued"}