{"title": "Congress Passed A Bill To Change Obamacare- What Happened Next Will Amaze You-", "content": "WASHINGTON -- President Barack Obama signed a bill into law Wednesday, which is pretty boring in and of itself. The legislation is kind of boring, too. But what made the moment significant is it's the first time in four years that Congress has sent the president a bill expressly intended to make Obamacare work better, not ruin it.\nObama did not hold a signing ceremony or pass out pens to beaming lawmakers when turning a bill into a law that eases health insurance regulations for small employers, but this simple event deserves commemoration because it was such a departure from the normally ugly politics of health care reform. This time, lawmakers identified a problem and worked together to pass legislation to deal with it, and then the president signed it. Just like they teach in social studies.\nEveryone knows by now that congressional Republicans want to repeal the Affordable Care Act. It's one of their favorite things to do, and the House has passed dozens of bills that would erase all or part of the landmark health care reform law, or defund it or pull out pieces of it that would make the rest fall apart on its own. The ACA went on the books in March 2010, and little has changed in the politics of Obamacare since then. If the GOP primary debates are any indication, we'll still be arguing about this in 2017.\nWhat gets less notice is that Democrats and Republicans in Congress agree on what some of Obamacare's real problems are -- and sometimes the White House does, too. Obama isn't only paying lip service when he says he'd be happy to sign things that fix the flaws in his sprawling, complicated health care law.\nBut the political system is so dysfunctional, and the political incentives so strong against it on the GOP side, that lawmakers rarely do anything about them. Woe to the Republican whose primary campaign challenger can accurately say he \"helped\" Obamacare. Democrats can be skittish, too, out of fear that merely acknowledging the ACA's imperfections can be twisted into an admission that Obamacare is a #trainwreck. Similar dynamics exist on other issues, of course, but it's supercharged when it comes to health care reform.\nIt's not that the law has gone untouched since 2010. Obama has signed 13 bills that changed the ACA, according to the Congressional Research Service. But only once before, in 2011, has the Republican-led Congress passed a bipartisan measure with the express purpose of improving the functioning of the Obamacare-regulated health insurance market. In the other cases, mostly minor tinkering to the ACA was part of bigger bills with broader aims.\nEvery once in a while, though, Congress can surprise, whether because lawmakers experienced a collective, bipartisan moment of clarity and decided to act sensibly, or because some powerful constituency became impossible to ignore. In September, it seems a little of both happened. \nHere's the wonky stuff: For the purposes of regulating things like what benefits employers' health plans have to include and how health insurance is priced for each company, the law as written defines small companies as those with up to 100 full-time workers. But the ACA allowed states to lower that threshold to 50 in 2014 and 2015, and almost all of them did. Next year, though, states were going to lose that flexibility and the national standard was to become 100 employees.\nCongress was so dead set against eliminating this state authority that the House and Senate both passed a bill to give it back by voice vote, something that only happens when basically no one opposes a measure.\nWhy all the hate for this part of Obamacare? Long story short, a lot of people were worried this would cause health insurance premiums to spike for these medium-sized companies, a concern supported by the number-crunchers at the nonpartisan American Academy of Actuaries.\nBusiness groups like the U.S. Chamber of Commerce, the insurance industry and the National Association of Insurance Commissioners all backed the measure. (If you want the actual long story, read this.) And, hey, the bill saves the government a little money, too.\nThe only thing that makes any of this unusual is that it's about Obamacare. Congress does things the business lobby or state governments or other interest groups want them to do all the time. But the last time Congress sent Obama legislation to correct a problem with the ACA that he would and could actually sign that time in 2011, when they all agreed to scrap some tax filing requirements for small businesses.\nSo does this quiet chorus of \"Kumbaya\" mean the Obamacare debate has turned a corner? Hardly. The ACA has plenty of other problems everyone knows about but that Congress won't touch.\nAnd, alas, the very day the House passed the small business bill, GOP-run committees began carrying out a plan to repeal the whole law again. \nAlso on HuffPost: ", "date": "\n10/07/2015", "href": "https://www.huffpost.com/entry/congress-passed-bill-to-change-obamacare_n_5612af43e4b076812702b75f", "tags": "next amaze care obamacare- obamacare passed health insurance change obama you- bill aca time congress law happened"}