{"title": "Congressional Republicans Continue Taking Heat Over Obamacare Repeal", "content": "Republican members of Congress have made repealing the Affordable Care Act, commonly known as Obamacare, a top priority.\nBut a lot of people opposed to the law’s repeal or worried about what would take its place are mobilizing to make their views known ― even in some of the country’s most conservative areas.\nOn Saturday, many of those Americans converged on Republican Rep. Tom McClintock’s town hall meeting in Roseville, California, to pressure him not to repeal Obamacare. A man at the meeting received a standing ovation after saying that his wife would die if Obamacare were repealed, because he cannot afford her medication, KQED public radio’s Katie Orr reported on Twitter.\nMcClintock, who won re-election in 2016 by more than 25 percentage points, left the event under police escort as at least 100 demonstrators jeered him.\nTea party conservatives opposed to Obamacare’s enactment packed constituent town halls in the summer of 2009 to lobby lawmakers against the reform law. The activism was credited with making support for the law politically radioactive and helping Republicans take back the House in the 2010 election.\nNow, progressive supporters of the law appear to be mimicking the tea party tactic in attempts to stall the repeal process.\nMSNBC’s Steve Benen has a thorough rundown of confrontations that have taken place and the steps that some Republican House members have taken to avoid them.\nRep. Kevin Brady (R-Texas) unsuccessfully tried to keep information about an Obamacare constituent meeting private in January, and Rep. Barbara Comstock (R-Va.) simply decided not to show up at two meetings she scheduled last weekend.\nThe district staff of Rep. Peter Roskam (R-Ill.) re-scheduled a constituent meeting about Obamacare on Wednesday after it became clear one of the constituents had invited a local reporter. Roskam’s office told HuffPost it does not permit reporters to be present at constituent meetings as a matter of policy.\nOther members of Congress have had trouble escaping contentious encounters. Rep. Justin Amash (R-Mich.) had to contend with multiple interruptions at a mid-January town hall full of Obamacare supporters angry at his responses to questions about repeal. And Rep. Dave Brat (R-Va.) told several conservative organizations last weekend he was “getting hammered” at town halls by women opposed to repeal, who he claimed were paid activists.  \nFaced with some 150 angry constituents, Rep. Mike Coffman (R-Colo.) adopted a strategy similar to McClintock’s at a meeting in the Denver suburb of Aurora in mid-January. He limited entry to a small number of people and then sneaked out of the building early with a police escort.\nAn earlier version of this story cited a protester’s claim that McClintock was not allowing people into the theater despite the fact that there was extra space. Doubts have since surfaced about this claim, so it has been removed.", "date": "\n02/04/2017", "href": "https://www.huffpost.com/entry/congressional-republicans-protests-obamacare_n_5896566ae4b0406131373bae", "tags": "members heat continue taking obamacare town repeal constituent meeting mcclintock congressional republican republicans law rep."}