{"title": "Congress Finally Reauthorizes Juvenile Justice Act After 16 Years", "content": "On Thursday, Congress passed a bill reauthorizing a major federal juvenile justice crime bill for the first time in 16 years. \nAdvocates say the reauthorization of the Juvenile Justice and Delinquency Prevention Act (JJDPA) is a huge victory, since its funding has drastically declined over the years and its provisions have become outdated, putting youth charged with crimes at risk. \n“It’s the only robust [federal] law we really have that protects kids,” said Marcy Mistrett, the CEO of the Campaign for Youth Justice. “[It’s] a huge win.” \nThe JJDPA has policies that fight racial inequity within the system, keep children out of adult jails and ensure they aren’t detained for status offenses such as skipping school or possessing alcohol. New additions to the bill will strengthen these protections and add new requirements, such as mandating that states develop programs to address the high rates at which youth of color are arrested and detained. \n“Nobody wants to see our kids in detention facilities,” said Naomi Smoot, the executive director at the Coalition For Juvenile Justice. “This is a critical time in our justice reform movement to have this bill passed.”\nThe landmark piece of juvenile justice legislation, which was originally passed in 1974, hasn’t been reauthorized since 2002 in large part due to partisan bickering. Sen. Tom Cotton (R-Ark.) has held up the bill’s passage over the past few years by opposing a provision that would prevent children accused of status offenses from being detained if they had violated a previous court order. \nAs a result, protections for youth have been eroding. The JJDPA budget has declined by almost 50 percent in recent years, and over the past five years, the House has threatened to cut funding for JJDPA programs entirely, according to Smoot. Three states no longer implement the act’s requirements because they are too costly. \nMistrett says juvenile justice bills aren’t typically given the same weight as other policies, which has contributed to the delayed reauthorization.  \n“I think, at the end of the day, it just comes down to political priority and will,” she said. “People move [bills] that are sexier and that respond to constituents more than to kids.” \nChild advocates point out that youth are often left out of criminal justice discussions: For example, the proposed federal crime reform bill, The First Step Act, includes just one provision for minors. \n“Often, when we think about folks who have been incarcerated, we think of adults or high-profile cases that we see on TV,” Smoot said. “We don’t think about the fact that these are children and [that] they don’t deserve to be in detention facilities.”\nOver the past four years, Sen. Chuck Grassley (R-Iowa) has made reauthorizing the JJDPA a priority before he steps down as chairman of the Senate Judiciary Committee. Over the past few weeks, he helped resolve a dispute between Sens. Mike Lee (R-Utah) and Patrick Leahy (D-Vt.) that was preventing unanimous consent on the legislation and began an expedited process to pass the bill through the Senate. \n“Kids in our juvenile justice system need safety, fairness and treatment that encourages respect for the law,” Grassley said in a press release. “That’s why this bill deserved to be passed.”\nSmoot says it’s especially crucial that the JJDPA was reauthorized this year, since the Trump administration has re-adopted the “superpredator” mentality toward young people in the system ― a term from the ’90s that politicians used to stigmatize black youth. \nCaren Harp, the current head of the Office of Juvenile Justice and Delinquency Prevention, has said the juvenile justice system focuses too much on “avoiding arrests at all costs,” and has cut back research on racial disparities.\nThe new provisions included in the JJDPA will, among other things, increase the requirements for collecting racial data and keep kids who are charged as adults out of jail. It will also ensure that juvenile justice programs at the state level focus on prevention rather than punishment and reflect the latest brain science research on youth.\nNow that the reauthorization bill has passed Congress, it needs to be signed by President Donald Trump to officially become law.\nAdvocates say they will fight for further amendments to the JJDPA in the new year, but for now, they are celebrating a hard-fought win. \n“We have so much contention in D.C. right now,” said Smoot. “To see folks come together from across the aisle and do something positive for our kids is a great way to end the year.”", "date": "\n12/13/2018", "href": "https://www.huffpost.com/entry/juvenile-justice-bill-reauthorized_n_5c1059d4e4b084b082fdcae5", "tags": "juvenile kids justice finally ” act jjdpa bill years youth congress reauthorizes"}