{"title": "Congress Pays Tribute To Nipsey Hussle's Career And Activism", "content": "Nipsey Hussle, the South Los Angeles rapper and philanthropist who was shot to death outside of his store last week, was memorialized in Congress on Wednesday.\nCalifornia’s Rep. Karen Bass, a Democrat, honored the late rapper-turned-entrepreneur on the House floor, highlighting Hussle’s efforts to uplift his community in LA’s Crenshaw district and beyond. The congresswoman called Hussle, born Ermias Asghedom, “an unabashed son of South Los Angeles,” whose legacy changed the neighborhood forever.\n“Nipsey Hussle used the platform he created with his music to lift our community as he climbed,” Bass said before entering her tribute into the congressional record. “His business ventures, his investments, his philanthropy, his community engagement — every step of the way, he had a sole purpose of bettering the community he came from.”\nHussle received a Grammy nomination in 2019 for his album “Victory Lap” after selling his own mixtapes, which brought him acclaim, for nearly a decade.\nBefore his death, the 33-year-old father of two had recently launched a co-working space and business incubator aimed at giving inner-city entrepreneurs a place to grow their businesses and develop technical and professional skills.\nBefore his death, Hussle, who often rapped about his previous ties to the Rollin 60s Neighborhood Crips gang, was scheduled to meet with the Los Angeles Police Department to discuss solutions to gang violence in the city.\n“A humble visionary, he saw the overlooked and welcomed the dismissed. He reminded our community that the power we hold is the power of where we come from and that the awareness of that power can never be taken from us,” Bass said Wednesday.", "date": "\n04/10/2019", "href": "https://www.huffpost.com/entry/nipsey-hussle-honored-congress_n_5cae3592e4b08692ffcb2e43", "tags": "los activism hussle community pays nipsey death ” angeles career power tribute congress bass"}