{"title": "Congress Could Stop Trump From Exploding The Health Insurance Market- It Hasn't-", "content": "President Donald Trump is back with more threats to deliberately destabilize America’s health insurance market out of spite.\nIn the aftermath of the Senate’s failed push to repeal the Affordable Care Act, Trump on Monday revisited his oft-stated position that his administration should, instead of managing the law’s programs as well as possible, make them fail. \nIn fact, Trump has gone even further than that by saying he’s considering halting payments the federal government owes health insurance companies that serve the lowest-income enrollees on the Obamacare exchanges.\nCarrying out this threat would constitute a dereliction of duty by the president, who’s sworn to uphold U.S. laws. It also would be a betrayal of the federal government’s obligations to health insurance companies acting as its business partners. \nAnd, most importantly, it would cause great harm to individual consumers that would reach far beyond those poor customers whose insurers would lose billions of dollars.\nNot paying money he owes is a longtime Trump tactic. If he decides to stop making payments to these insurance companies, it inevitably would lead to huge increases in monthly premiums, and may cause insurers to pull out of the exchanges for fear of losing large amounts of money. Those rate hikes would be about 19 percentage points higher on average than what they already would have been for next year, according to the Henry J. Kaiser Family Foundation.\nTrump’s been pussyfooting around the payments since before he was even inaugurated, and that’s already has had a negative effect on the insurance market. Insurers have told federal and state regulators that they’re assuming they won’t get paid, and are raising premiums accordingly. Trump also has done other things ― through neglect or sabotage ― to undermine the health insurance exchanges since becoming president.\nThose hit hardest by Trump’s tactics would be middle-class consumers who earn too much to qualify for the Affordable Care Act’s tax credits that reduce monthly premiums, which aren’t available to anyone who earns more than four times the federal poverty level, or $48,240 for a single person.\nBut it’s the Republican Congress that’s ultimately culpable for whatever Trump does. \nCongressional Republicans created the circumstances giving Trump the unilateral authority to upend the health insurance system, and inaction by those same lawmakers allows him to continue making ― and possibly, any day now, executing ― his cynical plan.\nCrucially, Trump’s threat to the insurance market would be completely defused if Congress explicitly ordered the federal government to pay what it owes and authorized the spending. \nA bill to do so wouldn’t add a cent to the budget, because the Congressional Budget Office assumes this money will be spent every year. What’s more, not making the payments would increase federal spending because higher premiums mean bigger tax credits to reduce monthly premiums for people who use the exchanges.\nCongress is a coequal branch of government that could choose to check Trump’s worst impulses and obstruct his most damaging actions. To date, the Republicans who control the legislature mostly have declined to do so on health care, or most anything else.\nThe policy and legal issues that put Trump in the position to implode the insurance market are complicated, but underneath it all is a series of choices Republican lawmakers made over the past several years ― and one choice they have refused to make.\nAt issue are special subsidies the Affordable Care Act created to reduce out-of-pocket costs like deductibles and copayments for the poorest people who obtain private health insurance from the law’s exchanges.\nThey’re called cost-sharing reductions, and they’re available to enrollees whose incomes don’t exceed 250 percent of poverty, which comes to $30,150 for a single person. This year, 5.9 million people, or 57 percent of Obamacare customers, qualified for these subsidies, according to the Department of Health and Human Services.\nThe cost-sharing reductions serve to make health insurance significantly more useful to low-income families lacking enough money to cover deductibles and other out-of-pocket costs. For those with incomes just above the poverty level, these subsidies can transform annual deductibles in the thousands of dollars into as little as zero. \nHealth insurance companies are required by law to offer these discounts, and are supposed to be reimbursed by the federal government for the money it costs them. These companies still have to reduce cost-sharing for poor policyholders under the law, even if Trump refuses to pay them back. \nThese cost-sharing reduction payments are worth an estimated $7 billion to insurers this year, and $10 billion next year, according to the Congressional Budget Office.\nThese subsidies are an integral part of the Affordable Care Act, but congressional Republicans have sought to obstruct them from the start as part of their wider campaign to hamper Obamacare programs and strengthen the GOP case for repealing the law.\nPresident Barack Obama asked Congress to authorize the spending associated with the subsidies, and was rebuffed. The Obama administration then distributed the money anyway, triggering a lawsuit then-House Speaker John Boehner (R-Ohio) brought in 2014.\nLast year, a federal court ruled in favor of House Republicans’ argument that Obama broke the law by spending the money without congressional approval, but permitted the Obama administration to continue paying insurers while its appeal of the judge’s decision was underway, which it still is.\nBut Trump became the defendant in that case upon assuming office. And while he’s made the monthly payments so far, he keeps threatening not to, and Congress has gone along with it.\nKey GOP lawmakers, including Senate Finance Committee Chairman Orrin Hatch (Utah), Senate Health, Education, Labor and Pensions Committee Chairman Lamar Alexander (Tenn.), and House Ways and Means Committee Chairman Kevin Brady (Texas) ― whose committees oversee Obamacare programs ― have called on Trump to keep the dollars flowing. \nBut other Republicans, such as Senate Majority Whip John Cornyn (Texas), Sen. Ted Cruz (Texas) and Sen. Rand Paul (Ky.) oppose paying these debts, falsely describing them as “bailouts,” a term Trump also employs.\n(The latter part of Trump’s Twitter post refers to federal funding for the health benefits members of Congress and their aides receive, which is a separate issue and a more targeted threat.)\nWhatever those members of Congress may have said about the cost-sharing reduction payments, they haven’t taken any legislative action to back up their words, and House Speaker Paul Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) haven’t lifted a finger to resolve this potential crisis.\nTrump may be the one who pulls the trigger on this, but congressional Republicans built the gun and loaded it for him. It’s now up to them to decide whether to disarm Trump.\n Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n08/01/2017", "href": "https://www.huffpost.com/entry/congress-trump-health-insurance_n_59809a08e4b00bb8ff39d7da", "tags": "law trump market- exploding federal stop payments money could ― congress insurance health"}