{"title": "Congress Waits as Barr Blacks Out Parts of Mueller Report", "content": "WASHINGTON — Investigators for the special counsel spent months trying to get answers from President Trump: what he knew about a meeting between senior campaign aides and Russians; about changes to the Republican Party platform making it more Russia-friendly; about his associates’ outreach to WikiLeaks as it prepared to publish Democratic emails stolen by Russian hackers.\nAfter months of resistance, his lawyers finally turned over written answers in November to those questions and others. But the public has not seen them.\nNow, the question of whether they become part of the available history of Russia’s 2016 election interference and its aftermath — along with whatever else the special counsel, Robert S. Mueller III, may have gathered — turns on Attorney General William P. Barr. Since Mr. Mueller submitted a nearly 400-page report on his investigation two weeks ago, Mr. Barr, his aides and other law enforcement officials have been reviewing it to determine which portions to provide to lawmakers and the public — and what to black out.\nDemocrats in Congress, who have demanded to see the entire document, have expressed growing impatience with Mr. Barr. And members of Mr. Mueller’s team have told associates that Mr. Barr failed to adequately convey findings that were damaging to Mr. Trump in a letter he sent to Congress two weeks ago laying out their chief conclusions.\nMr. Barr has promised to give lawmakers — by mid-April, “if not sooner” — as much of the report as possible, subject to several categories of necessary deletions. But much will turn on how expansively or narrowly he interprets those categories.\nThe first category that Mr. Barr planned to black out is secret grand jury information. A federal rule of criminal procedure generally forbids disclosure of such material, like citing a witness’s testimony before the jury or a disclosing that a document was obtained with a grand jury subpoena.\nNotably, however, for the investigation into whether Mr. Trump obstructed justice, the special counsel gathered information from witnesses primarily through F.B.I. interviews, according to lawyers familiar with the inquiry.\nMr. Barr could share grand jury information with Congress if a judge issues an order permitting it, as happened in 1974 during the Watergate scandal. But it is not clear whether the Trump administration’s Justice Department would consent or instead fight any request by lawmakers to see the grand jury material. Nor is it clear that such a ruling would extend to letting the public see that material.\nIt is also not clear whether a key difference from 1974 — the House Judiciary Committee had already opened an impeachment inquiry against President Richard M. Nixon, but none are pending against Mr. Trump — would change the outcome. On Friday, the Court of Appeals for the District of Columbia, in an unrelated case, adopted a narrow reading of when courts may authorize the disclosure of grand-jury information and criticized the legal basis for the Watergate precedent, but stopped short of overturning it.\nStill, Samuel W. Buell, a Duke University law professor and former prosecutor, said the House should ask a judge to intervene.\n“There is going to be an awful lot of redaction, and the question becomes, ‘What is Congress going to do about that?’” he said. “It seems to me that they can and should go to court. It’s not up to the Justice Department to make the final decision about what Congress sees.”\nThe second category Mr. Barr has identified for redaction is “material the intelligence community identifies as potentially compromising sensitive sources and methods.”\nMr. Mueller has already disclosed some elements of his findings in the indictments of Russians for their clandestine manipulations of American social media and their hacking of Democratic emails. But it is virtually certain that Mr. Mueller learned more than what was on display in those court filings — including information whose disclosure could reveal secret American intelligence sources about the Russian government’s inner workings.\nWhile all members of Congress have security clearances, Mr. Barr may decide that to reduce the possibility of leaks, certain findings from Mr. Mueller’s investigation can be told only to the intelligence committees, or even just the Gang of Eight, the top congressional leaders and the leaders of the intelligence panels.\nThe third category Mr. Barr has said will be off limits to Congress is “material that could affect other ongoing matters, including those that the special counsel has referred to other department offices.”\nIn the course of his investigation, Mr. Mueller uncovered information about potential crimes that fell outside his core mandate and handed that evidence to other federal prosecutors. The Southern District of New York, for example, handled the prosecution of Michael D. Cohen, Mr. Trump’s former lawyer, for campaign finance and other crimes. That district is also now looking at the Trump inauguration committee’s finances, aspects of which the special counsel’s office previously scrutinized.\nThe special counsel also developed cases that are not yet resolved, including the indictment in Washington of Roger J. Stone Jr., Mr. Trump’s longtime associate and adviser, as well as a dispute over a subpoena with an unidentified foreign-owned corporation.\nAnd there is something of a wild card: The F.B.I. has an open-ended counterintelligence investigation into Russia.\nThe fourth category Mr. Barr has said he will redact is “information that would unduly infringe on the personal privacy and reputational interests of peripheral third parties.”\nThe Justice Department traditionally does not make public unflattering information about people whom prosecutors scrutinized but decided not to charge with a crime. By focusing on “peripheral” people, Mr. Barr has indicated that some people are so central to the investigation — presumably including Mr. Trump himself — that he may make an exception and allow more abundant material to go to Congress and become public. But much may depend on his decisions about who counts as central and who counts as a bit player.\nThere are several types of privilege that could come into play. One is executive privilege, a power of presidents to keep secret from Congress certain internal executive branch information, like communications involving the president or his close advisers and, sometimes, internal agency deliberations. Another is attorney-client privilege, the power to keep secret a client’s discussions with his lawyer.\nMr. Trump permitted his aides and legal advisers who might fall under one or both of those privileges, like the former White House counsel Donald F. McGahn II, to speak to Mr. Mueller’s team. But it is not clear whether that waiver would extend to sharing information with Congress, and there are few court precedents to define the limits of that secrecy power.\nMr. Barr has told Congress, “Although the president would have the right to assert privilege over certain parts of the report, he has stated publicly that he intends to defer to me and, accordingly, there are no plans to submit the report to the White House for a privilege review.” But what he meant is ambiguous, and the Justice Department has declined to provide clarity.", "date": "April 7, 2019", "href": "https://www.nytimes.com/2019/04/07/us/politics/barr-redactions-mueller-report.html", "tags": "waits report counsel parts ” blacks barr information — congress mueller"}