{"title": "Connecticut school shooting: Children among 27 killed", "content": "A gunman has killed 20 children and six adults at a primary school in the US state of Connecticut, police say. \nThe gunman, who also died, has not been formally identified by police. \nBut officials told US media that the killer at Sandy Hook Elementary School, in Newtown, was a 20-year-old son of a teacher. He is thought to have killed her before the attack.\nIt is one of the worst-ever US school shootings, with a toll close to the 32 who died at Virginia Tech in 2007.\nEarly reports named 24-year-old Ryan Lanza as the gunman, but anonymous officials later said his brother Adam, 20, was the suspect.\nHe is believed to have killed their mother, Nancy Lanza, at her home before heading to Sandy Hook school. Investigators say it is unclear whether she worked there.\nRyan Lanza of Hoboken, New Jersey, was being questioned by police, US media reported, but has not been named as a suspect.\nPolice Lt Paul Vance said 18 children were pronounced dead at the school, and two died after being taken to hospital. Six adults were also killed, and the gunman died at the scene, apparently after shooting himself. \nOne person was also injured, and police were investigating a second crime scene in Newtown, where another victim was found dead - understood to be the gunman's mother.\nDressed in black and wearing a bullet-proof vest, the gunman is thought to have had several weapons.\nThese included two handguns - a Glock and a Sig Sauer - and a .223-calibre rifle, reports said.\nThe killings took place in two rooms within a single section of the school, police have said.\nOne parent, Stephen Delgiadice, whose eight-year-old daughter was at Sandy Hook School on Friday but was not harmed, said the shooting was traumatic for the small town.\n\"It's alarming, especially in Newtown, Connecticut, which we always thought was the safest place in America,\" Mr Delgiadice told AP.\nAt a memorial service in Newtown people crowded outside the doors of the church as Connecticut Governor Dannel Malloy addressed those gathered.\nHe called the attack a \"tragedy of unspeakable terms\", saying \"you can never be prepared\" for an event like this.\nIn Washington, about 200 people held a candlelight vigil for the victims outside the White House, whilst others protested there to call for gun controls. \nFriday's shooting is the third major gun attack in the US in 2012.\nIn July an attacker killed 12 people at a premiere of a Batman film in Aurora, Colorado. In August six people died at a Sikh temple in Wisconsin. \nJust this week two people died in a shooting at a shopping mall in the state of Oregon.\nAt the White House, an emotional President Barack Obama cited those incidents as he called for \"meaningful action... regardless of politics\".\n\"Our hearts are broken today, for the parents, grandparents, sisters and brothers of these children, and for the families of the adults who were lost.\"\nMr Obama offered condolences to the families of survivors too, saying \"their children's innocence has been torn away from them too early, and there are no words that will ease their pain\".\nHe wiped tears from his eyes as he spoke of the \"overwhelming grief\" at the loss of life.\nThe American flags on Capitol Hill were lowered to half-mast in the wake of the attack.\nPolice arrived at the school soon after 09:40 local time (14:40 GMT) on Friday, answering reports that a gunman was in the school's main office and one person had \"numerous gunshot wounds\".\nWitnesses reported hearing scores of shots fired, with one suggesting there \"must have been 100 rounds\" in an interview with CNN.\nParent Richard Wilford said his seven-year-old son Richie described a noise that \"sounded like what he described as cans falling\". \nMr Wilford said his son's teacher locked the classroom door and told the children to huddle in a corner until the police arrived.\nThe authorities said they mobilised \"every possible asset\" in their response to the shooting. Teams of officers, some with dogs, combed the school and evacuated the building.\nFirefighters reportedly told children to close their eyes and run past the school's office as they left the building.\nSandy Hook School - described by correspondents as  a highly rated school has more than 600 students - spanning the ages five to 10.\nWitness Mergim Bajraliu, 17, said he heard the gunshots ring out from his home and ran to the school looking for his nine-year-old sister, who was not hurt.\nHe spoke of an emotional scene at the school as anguished parents rushed to find their children.\n\"Everyone was just traumatised,\" he said.", "date": "15 December 2012", "href": "https://www.bbc.co.uk/news/world-us-canada-20730717", "tags": "shooting gunman us connecticut police one killed died children school among"}