{"title": "Consumer price rise signals firming inflation", "content": "US consumer prices rose faster than expected in January, a sign of firming inflation that bolstered expectations of higher interest rates.\nThe Consumer Price Index grew by 0.5% against forecasts of a 0.3% rise.\nThe report followed earlier data showing accelerating US wage growth. That raised concerns the US Federal Reserve would raise interest rates faster than previously thought.\nThe report on wages triggered days of volatility on the financial markets. \nBond yields climbed higher on Wednesday, but stock market reaction to the inflation report was relatively muted.\nAfter opening lower, the Dow, S&P 500 and Nasdaq were higher by mid-afternoon.\n\"The fact that... losses are being trimmed, suggests that the market could be slowly starting to get to grips with the new higher inflation environment reality,\" said Fiona Cincotta, market analyst at City Index.\nThe consumer price index is a different measure of inflation from the one the Federal Reserve typically emphasises.\nThe Commerce Department also reported that US retail sales declined 0.3% in January, an unexpected drop that analysts said made it more difficult to draw a clear picture of the US economy. \nEconomists have long said they expect higher inflation in the US due to stronger economic growth and low unemployment. \nBut those expectations were confounded last year, as relatively soft inflation lagged the roughly 2% target set by the Federal Reserve.\nNew data pointing to price and wage increases suggest the dynamics could be changing.\nOn Wednesday, the US Bureau of Labour Statistics said there had been price increases across a number of areas including gasoline, clothing, medical care and food.\nOver the 12 months to January, inflation remained at 2.1%.\nThe so-called core index, which strips out volatile food and energy costs, also increased 0.3% in January - the most significant rise in a year.\nJacob Deppe, head of trading at online trading platform Infinox said Wednesday's report showed \"an important, albeit slight\" rise that will intensify policy questions.\nThe Federal Reserve uses higher rates to curb inflation and has said it expects to raise rates this year.\nInvestors worry that the bank could move too aggressively, triggering higher borrowing costs for companies and consumers that choke economic growth.\nNew policies, including tax cuts approved last year and increased government spending, further complicate the situation, adding to the inflationary pressures.\n\"The fear is the Fed hikes too far, too fast,\" Mr Deppe said. \"US monetary policy will have to walk a tightrope in order not to kill off growth, while steering a path towards normal economic conditions.\"", "date": "14 February 2018", "href": "https://www.bbc.co.uk/news/business-43057242", "tags": "us inflation january signals rates consumer report growth price index higher rise firming"}