{"title": "Conservatives Craft Their Wish List On The GOP Health Care Bill", "content": "WASHINGTON ― As House Republicans prepare to bring their health care proposal to the floor, conservatives are demanding a slate of major changes that they say are necessary to bring them on board and, ultimately, pass the bill.\nAccording to members familiar with negotiations among the House Freedom Caucus, GOP leadership and the White House, conservatives are still demanding that the rollback of the Medicaid expansion begin in 2018, not 2020, as currently written in the Republican bill.\nHouse Republican leaders have been emphatic that they can’t move up that date, and White House Press Secretary Sean Spicer said Friday that the 2020 date to begin the Medicaid expansion phaseout was what President Donald Trump supported.\n“It’s not a question of negotiation,” Spicer said.\nBut, based on their own conversations with the White House, conservatives believe it is still a question of negotiation.\n“We had tremendous conversations with the president a couple of times yesterday,” Freedom Caucus Chairman Mark Meadows (R-N.C.) said Friday, “and we found him to be not only willing to negotiate, but a desire to really make this bill the very best it can be. His willingness to find common ground shows why The Art of the Deal is not just a distant memory of a previous life.”\nMeadows was joined in the White House meetings Thursday by former HFC Chairman Jim Jordan (R-Ohio), who also noted the receptiveness of the president to strike a deal.\n“We’re still working on those changes that we think would make this bill consistent,” Jordan told The Huffington Post on Friday, adding that they hadn’t “settled” on any of their negotiations.\nBut based on conversations with members familiar with the negotiations, in addition to the Medicaid timeline, conservatives also want to allow insurance companies to offer plans that don’t meet the coverage standards of the Affordable Care Act, which means plans could have higher deductibles or offer gaps in coverages for lower premiums.\nThe Republicans legislation already does some of this by repealing the rule mandating that plans cover at least 60% of medical expenses. There is some concern that other provisions on coverage would break the reconciliation status of the bill, which means those provisions would take 60 votes in the Senate to pass, but members want to look for ways to increase the number of insurance mandates and rules that could be repealed while still not violating that so-called Byrd rule.\nFreedom Caucus members also want to allow people to use health savings accounts to pay their premiums, instead of just using them for deductibles and other out-of-pocket medical costs. Making that change would introduce an element of a plan by Sen. Rand Paul (R-Ky.) and Rep. Mark Sanford (R-S.C.) to allow tax-free dollars to be used to pay for insurance, which would not quite blow up the entire current GOP bill.\nFinally, members want a 20-hour work requirement for able-bodied adults who are on Medicaid. That would further cut some Medicaid costs, but the idea seems based more on stereotypes than on potential savings. The vast majority of people on Medicaid are ill, in school, already working or looking for work.\nFreedom Caucus members still haven’t given up on overhauling a linchpin of the bill ― the advance refundable tax credits ― but some members now acknowledge that major changes to the basis of the replacement language would pretty much amount to Republicans starting over, which doesn’t look apt to happen.\nStill, one caucus member noted that if Republicans were willing to negotiate on the tax credits, there would be a universe of items that conservatives could give up in exchange, perhaps even lengthening the term of the Medicaid expansion past the 2020 date.\nIf Republicans actually adopted the changes conservatives are advocating for, however, it would instantly present the House with vote problems from moderates ― and even more problems in the Senate.\nRep. Charlie Dent (R-Pa.), the chairman of the moderate Tuesday Group, told HuffPost on Friday that if Republicans moved up the Medicaid expansion phaseout, it would be a “big problem,” and he indicated that a strong majority in the House ― probably every Democrat and a number of Republicans ― would oppose that change. “If there’s that discussion, they should allow an amendment on the floor to resolve the issue.”\nThe problem for House leaders is that even if Republicans agreed to the conservative wish list, there still would be Freedom Caucus members voting against the bill.\nHFC member Scott Perry (R-Pa.) noted on Friday that everyone knows there are some conservatives who are going to oppose the bill. “But I think some members are more flexible,” Perry said, adding that leaders needed to show “some good faith” and make changes that are “meaningful and impactful.” \nAmong the conservatives who appear unwilling to negotiate are Justin Amash (R-Mich.), who is upset with just about every facet of the bill and the process for the legislation, and his non-HFC buddy Thomas Massie (R-Ky.), who has taken to calling the legislation “a stinking pile of garbage.”\n“My calls are running 30 to 1 to oppose it,” Massie said Thursday night.\nMassie went on to ridicule House Speaker Paul Ryan’s three-pronged approach to “repeal and replace,” which involves passing this reconciliation bill, letting Health and Human Services Secretary Tom Price handle some aspects administratively and then passing other bills (with a challenging 60-vote threshold in the Senate) to address health care costs.\n“There’s three baskets: There’s the repeal-and-replace basket, there’s the Tom Price basket and the Easter basket,” Massie said.\nAnd there are other hard-line right members who look apt to oppose any bill resembling this plan if it maintained the 2020 date for rolling back Medicaid. Rep. Paul Gosar (R-Ariz.) told HuffPost on Friday that Republicans shouldn’t agree to any Medicaid expansion “whatsoever,” and Rep. Scott DesJarlais (R-Tenn.) suggested he couldn’t support any measure that didn’t address the expansion until after 2018.\nWhich is all to say, even if Republicans adopted the other changes conservatives wanted, without the most contentious modification, the Medicaid expansion date, there would still be a group of Republicans who would probably oppose the measure. And if Republicans did change the date of the Medicaid expansion, they would face a mutiny from moderates.\nConversely, if House GOP leadership continued to refuse to negotiate, they could probably still pick off a number of Freedom Caucus members, who are not united in their opposition to the bill.\nRep. Ted Poe (R-Texas) told HuffPost this week that the tax credits were a “positive step,” and his fellow Freedom Caucus Texan, Joe Barton, already supported the most contentious provisions in the Energy and Commerce Committee.\nBarton actually had an amendment in committee to shorten the time on the expansion, but he withdrew it when Energy and Commerce Chairman Greg Walden (R-Ore.) asked, though Barton noted Friday he had a “green light” to offer it for floor consideration.\nOn the one hand, Freedom Caucus members hope their negotiations lead to floor votes on their demands, but on the other hand, they worry House leadership will rally members against their amendments.\n“We don’t want anybody’s thumb on the scale,” Perry said this week. “We want an honest run at the thing.\n“If we lose, I guess we’ll have to determine how that factors into our decision. But if we lose an unfair fight, that’s going to be problematic.”\nJeffrey Young and Jonathan Cohn contributed reporting.", "date": "\n03/10/2017", "href": "https://www.huffpost.com/entry/conservative-wish-list-health-care_n_58c339eee4b0d1078ca6ebb3", "tags": "members care gop republicans ” house craft medicaid caucus bill conservatives wish list health"}