{"title": "Conservative Men Are Obsessed With Alexandria Ocasio-Cortez- Science Tells Us Why-", "content": "Conservatives’ bizarre, escalating obsession with Rep. Alexandria Ocasio-Cortez (D-N.Y.) reached a new level this week when The Daily Caller published fake revenge porn of the new congresswoman.\n“Here’s The Photo Some People Described As A Nude Selfie Of Alexandria Ocasio-Cortez,” the Caller’s original headline read, before it was changed and the site posted a “we regret the error” message on Twitter. For the record, the photo is not of Ocasio-Cortez, despite what “some people” have said.\nSince Ocasio-Cortez, a 29-year-old working-class democratic socialist, unexpectedly toppled powerful white male incumbent Joe Crowley in a June primary, she’s become an object of fixation among Republicans, especially Republican men. Conservative writer Ed Scarry posted a photo of her backside on Twitter, questioning whether her black suit was befitting of a “girl who struggles.” Right-wing media discovered that she ― like a lot of people named “Alexander,” “Alexandra” or some variant thereof ― went by the nickname “Sandy” in high school. A self-proclaimed “proud Christian Dad” on Twitter circulated a video of her dancing in a T-shirt in college as if it would be a career-damaging revelation. A Republican strategist referred to her as “the little girl” on Fox News, which runs segments about her constantly.\nThe obvious explanation is that men have literally never seen a woman in her 20s in the halls of Congress before. She’s attractive, telegenic and good at social media. She dances outside her Cannon House office. Conservative men are confused at being drawn to this bright rising star in the Democratic Party while loathing everything she stands for. \nBut that doesn’t fully explain the fervor with which conservatives hang on her every word, waiting for her to slip, and dig through her past for any feeble sign that she isn’t who she says she is. There’s an existential, panicked tinge to the behavior here ― what you might call “AOC Derangement Syndrome.” Indeed, some experts say conservative men are obsessed with Ocasio-Cortez because they’re threatened by her.\nConservatives tend to respond to fear more strongly than liberals do, according to Bobby Azarian, a neuroscientist whose expertise in anxiety has led him to examine political behaviors. His research has found that the brains of conservative people are likely to display the same attention biases as the brains of people with anxiety. \n“The one main cognitive difference is that conservatives are more sensitive to threat,” he said. “Their fears are sometimes exaggerated. I think they fear her.” \nOcasio-Cortez’s power is a direct threat to conservatives because her very existence in Congress as a young, Latina, working-class woman threatens to upend the social order that has kept white men in the ruling class for centuries. (Eighty-eight percent of House Republicans are white men, most are over the age of 50, and the party’s voters are majority white and male.) On top of that, she is using her position and platform to directly challenge that order ― to attempt to get money out of politics, raise taxes on the super-rich and level the playing field.\n“She doesn’t just challenge the patriarchy, she’s challenging the race, class, and gender hierarchies all at once, as well as the capitalist system that requires member of Congress be wealthy before they get there,” said Caroline Heldman, a gender and politics professor at Occidental College. “That’s remarkably threatening.”\nIn a way, Ocasio-Cortez is the most formidable opponent to President Donald Trump the Democratic Party has put forth yet. She has even more of a knack for social media than America’s first Twitter president; she’s anti-establishment like he is; she breaks all the rules of how a politician is supposed to behave; and she has an undeniably strong emotional appeal. \n“She’s engaging attention and emotion in people at this visceral level,” Azarian said. “She has some combination of a lot of features that really seems to give her this ability to go viral. And I think that’s what Trump had.”  \nThat’s why conservatives want and need to undercut her influence. And the most time-tested way to undermine a woman’s power is to sexualize her, to make her an object instead of an agent. A 2013 study by the Women’s Media Center found that merely discussing a female candidate’s appearance has a negative effect on her support from voters.  \n“The moment at which you turn someone into a sex object, you put yourself in a position of authority over them, which is why sexual harassment is classified as being a form of gender discrimination in the workplace,” Heldman said. “They are the object who exists for you, and you are validating their worth.” \nOr, as former Hillary Clinton campaign staffer Jess McIntosh put it: “Defining a woman’s value by whether or not men want to have sex with her is the oldest trick in the patriarchy. Either way, she’s diminished.” \nThe problem for these men is that Ocasio-Cortez doesn’t seem interested in what they think of her. She doesn’t seek attention for anything other than her policy ideas and ambition, even though Americans still seem to dislike power-seeking women. The typical strategies men use to devalue women ― “sexualizing, dismissing, controlling, teasing, criticizing, interrupting, psychopathologizing, humiliating, abusing,” according to one psychologist ― seem to bounce right off her. \n“Alexandria presents a challenge, because conservative men or men in general who are encouraged to objectify women are attracted to her, but she’s also ‘unmanageable’ in that she doesn’t exist for them,” Heldman said. “She is a woman who not only has now formal power, but a lot of informal power, in that she doesn’t give a damn what they think of her. I think it’s a disconcerting place for men who may be used to attractive women seeking their validation.” \nThat kind of inability to deal with a woman like Ocasio-Cortez is, in many ways, emblematic of the broader crisis facing the Republican Party, which is moving backward in terms of gender diversity in Congress even as Democrats add more women and people of color to their ranks each year. In the 1990s, women were equally distributed across both parties in Congress; today, there are 13 Republican women and 89 Democratic women. Republicans have only ever had one black woman in the House of Representatives, Mia Love of Utah, and she just lost her bid for re-election. \nThat’s a self-reinforcing dynamic, said Laurel Elder, politics professor and head of the gender studies program at Hartwick College.\n“The way they’ve talked about some of the new women in the 116th Congress, and the way they’ve tried to belittle or mock [Ocasio-Cortez], this just makes women feel like, ‘Oh, this party is not welcoming of women,’” Elder said. “‘This is not a place where I’d feel comfortable throwing my hat in the ring.’ Now the dynamic has a life of its own.” \nThe obsessive focus on Ocasio-Cortez and her past may not just discourage Republican women from seeking office ― it could intimidate any woman who grew up in the age of social media and is interested in politics but doesn’t want to see her adolescent life splashed all over the front pages.\nFor now, though, Ocasio-Cortez has proven able to parry the attacks, simply by holding up a mirror to the men who are convulsing in anxiety as she rises to influence. ", "date": "\n01/11/2019", "href": "https://www.huffpost.com/entry/conservatives-afraid-alexandria-ocasio-cortez_n_5c38cb74e4b05cb31c421cc3", "tags": "tells us ocasio-cortez- alexandria science ” woman obsessed ocasio-cortez conservative ― conservatives women men why-"}