{"title": "Conservatives Derail Congress' White Nationalism Hearing, Declare 'All Hate Speech' Matters", "content": "A congressional hearing on hate crimes and the rise of white nationalism was derailed by conservatives questioning whether white supremacy exists today at all, with some urging the committee to focus instead on “all hate speech.”\nThe House Judiciary Committee had the perfect opportunity acknowledge the problem and attempt to address it at the source while questioning a panel of expert witnesses on extremism and hate in the country, as well as executives from Facebook and Google, whose platforms are under fire for amplifying that extremism.\nInstead, the floor was repeatedly given to conservative witness Candace Owens, a Trump-supporting Infowars and Fox News contributor who recently said Hitler would have been fine if he had simply remained a nationalist in Germany. The focus of the meeting quickly shifted from the rising death toll in the name of white supremacy to Owens’ main talking point: that discussing white nationalism at all is a Democratic ploy to win elections.\n“The hearing today isn’t about white nationalism, it’s a preview of a Democrat 2020 election strategy, same as the 2016 election strategy,” she said. “If they were really concerned about white nationalism, they’d hold hearings on Antifa.”\nSuch a willfully ignorant statement disregards the white nationalist violence that others on the panel had been trying to bring attention to all morning: the recent shooting at two mosques in New Zealand that claimed 50 lives; the 2018 shooting at the Tree of Life synagogue in Pittsburgh; the deadly Unite the Right rallies in Charlottesville in 2017; the Emmanuel A.M.E. Church shooting committed by a white supremacist in 2015 and more. \nBut Owens’ talking point gave Republicans on the committee an avenue of deflection ― a way of implying that Democrats, social media platforms and anyone else decrying white supremacy or demanding accountability are instead unfairly targeting conservative voices. One after another, Republicans bit on Owens’ prompt, and one after the other, they proved they didn’t come to talk about the rise in white nationalism at all.\nInstead, they victimized themselves. Rep. Louis Gohmert (R-Texas) asked a Facebook representative why the platform is so hard on “my friends, Diamond and Silk,” referring to the pro-Trump social media stars. Rep. Andy Biggs (R-Ariz.) complained Democrats showed “animus” by listing Owens as a “conservative activist” in the witness list, and said white supremacist hate crimes aren’t worth focusing on.\n“It isn’t that there isn’t hate speech, it’s that we need to condemn all hate speech,” he said, to which Owens responded, “I agree.”\nRep. Ken Buck (R-Colo.) joked that Owens “triggers the left” and suggested she shoot guns with him in Colorado sometime. A few chairs away sat Dr. Mohammad Abu-Salha, whose daughters and son-in-law were shot to death in a 2015 hate crime.\nThese exchanges turned into an argument over whether white supremacy exists and whether Owens plays a part in its proliferation, despite being a black woman. When Rep. Ted Lieu (D-Calif.) was given the floor, he used his phone to play back Owens’ quote about Hitler becoming too global, which she said in February in front of members of conservative advocacy group Turning Point USA, of which she is the communications director. \nAs Google and Facebook executives provided statements in the hearing, the comment section of a YouTube livestream of the meeting was disabled because of racist comments that promoted neo-Nazi and white supremacist ideology almost exclusively.\nFacebook in particular has come under scrutiny in countries worldwide after the New Zealand shooting was livestreamed on the platform. As countries across the world sought to enact new rules that penalized platforms for allowing such material to live on their sites, Facebook unveiled a new rule banning white nationalism and separatism ― a policy that was immediately debunked when a Facebook spokesperson told HuffPost a week later that prominent white nationalist Faith Goldy’s content was not at all white nationalist.\nRep. David Cicilline (D-R.I.) mentioned HuffPost’s story and asked what Facebook is doing to proactively ban white nationalist leaders. Neil Potts, the public policy director for Facebook, noted Goldy had eventually been banned, and that the platform was working to ban other white nationalists when it sees them.\nIn reality, Facebook has a hard time enforcing its own rules, even when extremist content is obvious.\nLast week, federal authorities charged a 22-year-old white supremacist who managed an extremist Facebook group. He and his cousin, the feds said, spoke admiringly of the Christchurch shooter and appeared to be plotting a similar attack. An FBI affidavit said that Facebook turned over information on the account on a “voluntary emergency disclosure” basis. The Facebook account and white supremacist group ― along with several other extremist Facebook groups with similar names ― were still live when federal authorities unveiled the charges.\nAt the end of the day, the discrepancies in the platforms’ action plans against white nationalist violence weren’t pushed or adequately questioned by Congress. It was unclear whether some considered white supremacy an issue worth addressing at all.\nHuffPost reporters Ryan Reilly and Jen Bendery contributed to this report.", "date": "\n04/09/2019", "href": "https://www.huffpost.com/entry/congress-held-a-hearing-on-white-nationalism-and-left-questioning-its-existence_n_5cacd268e4b043f7925c2995", "tags": "hearing supremacy hate speech derail declare matters nationalist owens white ” nationalism facebook conservatives congress"}