{"title": "Controversial Trump Aide Katharine Gorka Helped End Funding For Group That Fights White Supremacy", "content": "WASHINGTON ― Weeks before a violent white supremacist rally in Charlottesville, Virginia, led to three deaths and 19 injuries, the Trump administration revoked a grant to Life After Hate, a group that works to de-radicalize neo-Nazis. \nThe Department of Homeland Security had awarded the group $400,000 as part of its Countering Violent Extremism program in January, just days before former President Barack Obama left office. It was the only group selected for a grant that focused exclusively on fighting white supremacy. But the grant money was not immediately disbursed.\nTrump aides, including Katharine Gorka, a controversial national security analyst known for her anti-Muslim rhetoric, were already working toward eliminating Life After Hate’s grant and to direct all funding toward fighting what the president has described as “radical Islamic terrorism.”\nIn December, Gorka, then a member of Trump’s transition team, met with George Selim, the DHS official who headed the Countering Violent Extremism program until he resigned last month, and his then-deputy, David Gersten.\nGorka told Selim and Gersten she didn’t agree with the Obama administration’s approach to countering violent extremism ― particularly the way the administration had described the threat of extremism, according to Nate Snyder, an Obama administration DHS counterterrorism official who was an adviser on Countering Violent Extremism efforts and was given a readout of the meeting. The Trump administration has repeatedly criticized the previous administration for avoiding terms like “radical Islam” out of concern that it could alienate Muslims in the U.S. and abroad.\n“That was sort of foreshadowing what was going to come,” Snyder said of the December meeting. \nGorka and Selim did not immediately respond to requests for comment.\n“Katharine Gorka has been integral in helping the Department broaden efforts to focus on all forms of extremism. Her work includes efforts to address everything from global jihadists threats to domestic terrorists,” Anna Franko, a DHS spokeswoman, wrote in an email.  \nGorka and her husband, Sebastian Gorka, also a Trump White House official, have collaborated on numerous writings about the threat of radical Islam. Though they have a large following within far-right circles ― they both have bylines at Breitbart News ― mainstream national security experts are either unfamiliar with or critical of their work. \nThe day after Trump won the election, Sebastian Gorka said, “I predict with absolute certitude, the jettisoning of concepts such as CVE.”\nOnce Trump entered the White House in January, the office of then-DHS Secretary John Kelly ordered a full review of the Countering Violent Extremism program. Kelly’s office wanted to re-vet the groups receiving a portion of the $10 million Congress had appropriated for the program — even though DHS had already publicly announced the grant recipients.\nWhile that review was underway, DHS and the FBI warned in an internal intelligence bulletin of the threat posed by white supremacy. White supremacists “were responsible for 49 homicides in 26 attacks from 2000 to 2016 … more than any other domestic extremist movement,” the two agencies wrote in a May 10 document obtained by Foreign Policy. Members of the white supremacist movement “likely will continue to pose a threat of lethal violence over the next year,” they concluded.\nStaffers in the Countering Violent Extremism program have long pushed for it to address threats from domestic terrorists, including white supremacists.\n But when DHS published a new list of award recipients on June 23, there was no mention of Life After Hate.\nDHS also revoked funding from the Muslim Public Affairs Council, an American Muslim advocacy organization that was told in January it would receive a $393,800 grant to create community resource centers throughout the country.\nAfter publishing its new list of grantees, DHS told Muslim Public Affairs Council that it was now prioritizing organizations that worked with law enforcement. The money that was initially set aside for community-based groups like Muslim Public Affairs Council and Life After Hate will now go to several law enforcement agencies. \n“Is this really just a front for targeting the Muslim community?” asked Omar Noureldin, Muslim Public Affairs Council’s vice president. Noureldin is now looking into whether the Trump administration’s use of the Countering Violent Extremism program’s funds violates congressional appropriation intent.\nLess than two months after DHS announced it was pulling funding from Life After Hate, James Alex Fields Jr., a 20-year-old Ohioan, traveled to Charlottesville, Virginia, to join white supremacists armed with long guns, waving Nazi and Confederate flags and protesting the removal of a statue of Confederate Gen. Robert E. Lee from a local park. \nFields is now accused of ramming a Dodge Challenger into a crowd of pedestrians on Saturday, and has since been charged with second-degree murder for the death of 32-year-old counterprotester Heather Heyer. Dozens of others were injured, and two Virginia state troopers died in a helicopter crash while monitoring the violent demonstration. \nLife After Hate was founded by former white supremacists who have renounced the racist ideology and who now help others transition out of hate groups and re-assimilate into society. Christian Piccolini, a former neo-Nazi and a co-founder of the group, told NPR on Sunday he was not surprised by the devastation in Charlottesville. \nThe white supremacy movement “has been growing, but it’s also been shape-shifting,” Piccolini said. “It’s gone from what we would have considered very open neo-Nazis and skinheads and KKK marching, to now people that look like our neighbors, our doctors, our teachers, our mechanics.”\n“And it’s certainly starting to embolden them, because a lot of the rhetoric that’s coming out of the White House today is so similar to what we preached ... but in a slightly more palatable way,” he added.\nAs the violence in Charlottesville unfolded on Saturday, Trump condemned “this egregious display of hatred, bigotry and violence, on many sides,” adding that the problem existed during the Obama administration. The president ignored several calls to specifically denounce white supremacists and neo-Nazis who said they were working to fulfill Trump’s campaign promises. \nIt wasn’t until Monday, two days after the violent rally, that Trump specifically denounced “the [Ku Klux Klan], neo-Nazis, white supremacists and other hate groups.” \nTrump’s hesitancy to disavow white supremacists echoes his practice of repeatedly dodging questions about David Duke, a former KKK grand wizard who supported Trump, during the 2016 presidential campaign. Facing public pressure, Trump eventually distanced himself from the infamous white supremacist. \nNow in the White House, Trump has surrounded himself with an array of people tied to white supremacist, anti-Semitic, anti-Muslim and anti-immigrant groups. \nKatharine Gorka, now an adviser in the Department of Homeland Security’s policy office, has pushed conspiracy theories about the Muslim Brotherhood infiltrating the government and media. Sebastian Gorka is a deputy assistant to the president and has described Islam as an inherently violent religion. He argued days before the Charlottesville attack that white supremacy is not “the problem” facing the country. \nStephen Miller, Trump’s speechwriter and policy adviser, has blamed the Sept. 11, 2001, terror attacks on poor immigration enforcement, and accused black students of racial “paranoia.” National Security Council spokesman Michael Anton wrote under a pseudonym that Islam is “incompatible with the modern West,” and that diversity is “a source of weakness, tension, and disunion.”\nAnd Trump himself campaigned for president on the platform of banning Muslims from traveling to the U.S. and building a wall to keep Mexicans out ― proposals that won him enthusiastic support from white supremacists. \nDHS did not directly respond to a questions about why it cut funding for de-radicalizing neo-Nazis, and whether it views white supremacy as an extremist threat. \nSixteen of the 26 groups that received DHS funding “have applicability to all forms of violent extremism and as such will address the threat of domestic terrorism,” Franko, the DHS spokeswoman, wrote.\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story. \nThis story has been updated with an additional statement from DHS spokeswoman Anna Franko.\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n08/15/2017", "href": "https://www.huffpost.com/entry/katharine-gorka-life-after-hate_n_59921356e4b09096429943b6", "tags": "fights funding supremacy administration hate gorka extremism end katharine helped white trump ” dhs violent group aide controversial"}