{"title": "Controversial China 'influence' book to be published", "content": "A controversial book that details allegations of Chinese interference in Australian society will be released after finding a new publisher.\nAustralian author Prof Clive Hamilton said three publishers had declined to take on his book due to fears of legal \"retaliation\" from Beijing.\nLast year one publisher, Allen & Unwin, withdrew plans to release it.\nWider discussion in Australia about possible Chinese influence has been dismissed by Beijing as \"hysteria\".\nPublisher Hardie Grant said it would release the book, now titled Silent Invasion: China's Influence in Australia, after it had been rewritten to \"minimise the legal risk\". \nProf Hamilton told the BBC that he had earlier submitted the book to Australian lawmakers in a bid to have it published under parliamentary privilege. Such a move would give it legal protection.\nThis was being seriously considered by a parliamentary committee, Fairfax Media reported.\nHowever, Hardie Grant confirmed the book would be published in March.\nProf Hamilton said the book contained allegations about covert efforts to influence Australian politics and society. \nHe did not elaborate on those allegations, or what had been rewritten recently.\n\"I'm very grateful that Hardie Grant has the courage to stand up and say, 'we're not going to be bullied out of publishing this book', unlike other publishers,\" he said on Tuesday.\nLast year, Prime Minister Malcolm Turnbull alluded to \"disturbing reports about Chinese influence\" in announcing new laws aimed at countering foreign interference in Australian politics. \nHowever, he stressed that the laws were not specifically aimed at China.\nChina has repeatedly rejected assertions that it has attempted to influence Australian society, most prominently in politics and education.\n\"We urge the Australian side to look at China and China-Australia relations in an objective, fair and rational manner,\" a spokesperson for China's embassy in Australia said in December.", "date": "6 February 2018", "href": "https://www.bbc.co.uk/news/world-australia-42954476", "tags": "published china book society prof influence australian chinese publisher allegations controversial"}