{"title": "Cooperating Witness in Mueller Inquiry Predicts His Own Indictment for Lying", "content": "WASHINGTON — Jerome Corsi, a conspiracy theorist and friend of the longtime Trump adviser Roger J. Stone Jr., said on Monday that his two-month-long cooperation with the special counsel’s office has broken down and he expects to be charged with lying to investigators or a federal grand jury.\nMr. Corsi, who said he has been cooperating since August with prosecutors working for the special counsel, Robert S. Mueller III, predicted his own indictment in a YouTube live stream that included a plea to listeners for money to cover his legal fees.\nHe offered no independent corroboration, and he has a long history of lobbing public grenades, including insisting that President Barack Obama was raised a Muslim and forged his birth certificate. Mr. Corsi’s lawyer, David Gray, had no comment, nor did a spokesman for Mr. Mueller, who is investigating Russia’s interference in the 2016 presidential election and whether any Trump associates were involved.\nMr. Corsi, 72, figures in the inquiry because he and Mr. Stone were apparently in touch with each other about WikiLeaks during the final months of the campaign. As part of a wide-ranging effort to undermine the election, Russian intelligence operatives had hacked Democratic emails, including those of Hillary Clinton’s campaign chairman, John D. Podesta, and gave them to WikiLeaks to distribute.\nInvestigators have focused heavily on the question of whether Mr. Stone, who served briefly as a Trump campaign adviser and maintained contact with top campaign officials, knew where WikiLeaks got the stolen emails and how it planned to use them. Mr. Stone has said he was only boasting during the campaign when he claimed to be in touch with Julian Assange, the founder of WikiLeaks, about the purloined documents.\nMr. Corsi has publicly defended Mr. Stone, insisting that he was the source of a suspicious message that Mr. Stone posted on Twitter in August 2016, predicting that it would soon be Mr. Podesta’s “time in the barrel.” Mr. Stone posted the tweet before WikiLeaks began releasing tens of thousands of Mr. Podesta’s emails, throwing Mrs. Clinton’s campaign on the defense only one month before Election Day.\nMr. Corsi said that Mr. Stone was relying on his research into Mr. Podesta’s involvement in an offshore company that he thought cast the campaign official in a negative light. “I am confident that I am the source behind Stone’s tweet,” he said in one article posted on Infowars, a site that promotes conspiracy theories.\nIn his YouTube video, Mr. Corsi said that he had been interviewed repeatedly about WikiLeaks by a team of three prosecutors and multiple F.B.I. agents and that he had cooperated fully. He also testified before a federal grand jury in September in Washington.\nMr. Corsi said that if he had any inkling of what WikiLeaks had in store for the Clinton campaign, it was only because he knew how to use public information to “connect the dots.” But prosecutors confronted him with a thick binder of all of his communications, he said, and after repeated interrogations, “my mind was mush.”\nHe said he anticipates that the special counsel’s office will seek criminal charges against him for false statements, perhaps within days, though he believes that he has committed no crime.\n“Trying to explain yourself to these people is a lost cause,” he said.", "date": "Nov. 12, 2018", "href": "https://www.nytimes.com/2018/11/12/us/politics/jerome-corsi-predicts-indictment.html", "tags": "witness wikileaks predicts stone inquiry indictment lying ” podesta cooperating said corsi campaign mueller"}