{"title": "Coordinated Strategy Brings Obama Victory on Iran Nuclear Deal", "content": "WASHINGTON — Just before the Senate left town for its August break, a dozen or so undecided Democrats met in the Capitol with senior diplomats from Britain, China, France, Germany and Russia who delivered a blunt, joint message: Their nuclear agreement with Iran was the best they could expect. The five world powers had no intention of returning to the negotiating table.\n“They basically said unanimously this is as good a deal as you could get and we are moving ahead with it,” recalled Senator Chris Coons, the Delaware Democrat who lent crucial support to the deal this week despite some reservations. “They were clear and strong that we will not join you in re-imposing sanctions.”\nFor many if not most Democrats, it was that message that ultimately solidified their decisions, leading to President Obama on Wednesday securing enough votes to put the agreement in place over fierce and united Republican opposition. One after another, lawmakers pointed to the warnings from foreign leaders that their own sanctions against Iran would be lifted regardless of what the United States did.\nBut the president’s potentially legacy-defining victory — a highly partisan one in the end — was also the result of an aggressive, cooperative strategy between the White House and congressional Democrats to forcefully push back against Republican critics, whose allies had begun a determined, $20 million-plus campaign to kill the deal.\nOverwhelmed by Republicans and conservatives in previous summers when political issues like the health care legislation were effectively put on trial, Democrats sought to make sure that momentum remained behind the president on the Iran agreement in both the Senate and the House.\nUnder the direction of Representative Nancy Pelosi of California, the Democratic leader, and a team of lieutenants, House Democrats orchestrated a daily roll-out of endorsements of the Iran deal from a Capitol war room, tucked into Ms. Pelosi’s office just off the House chamber. They parceled out their statements to make clear that House members were closing ranks behind the agreement and distributed letters of support from colleagues and respected outside experts to both wavering colleagues and the news media. They pushed back against reports they believed wrongly threatened the deal.\n“There was a plan, and there continues to be a plan,” Ms. Pelosi said in an interview. “My goal was to have 100 by the end of the week, and we will exceed that.” She acknowledged that the memories of the previous summer health care fight were “useful because I could say to people that we have to be proactive because I know the other side will be.”\nThe administration, too, went all-out. At the White House, administration staff members set up their own West Wing war room and even created a separate Twitter account, @TheIranDeal, to make their case.\nCabinet members and other senior administration officials talked directly with more than 200 House members and senators. The president spoke personally to about 100 lawmakers, either individually or in small groups, and aides said he called 30 lawmakers during his August vacation on Martha’s Vineyard.\nOne senior administration official who spoke on the condition of anonymity to discuss White House strategy said Energy Secretary Ernest J. Moniz, a nuclear physicist who helped negotiate the deal, was a “secret weapon” in selling it to lawmakers. Not only did he know the science, he could explain it clearly, persuasively and without the condescension some heard in Secretary of State John Kerry’s presentations.\nSome of Mr. Kerry’s arguments, however, did resonate, especially when he quoted two prominent Israeli security experts who made favorable public comments about the Iran deal: Efraim Halevy, the former director of Mossad, the Israeli intelligence agency, and Ami Ayalon, the former director of the Shin Bet, Israel’s internal security service.\nSeveral lawmakers said the two Israelis provided a counterbalance to the forceful speech opposing the agreement that Prime Minister Benjamin Netanyahu made in Congress in March. Indeed, Mr. Netanyahu and his allies may well have overplayed their hands. The campaign to kill the nuclear accord was not aimed at persuading Democrats so much as scaring them. In the end, that helped turn the debate into yet another partisan showdown without the gravity many feared it would attain.\nOpponents of the agreement said they could not remember another recent policy battle where the White House and Ms. Pelosi were so driven. In tandem, they made the Iran vote a strong test of party loyalty.\nNot all of the Democrats’ efforts helped their cause. Some lawmakers said they were put off by the president’s insistence that the only alternative to the Iran deal would be war. And even some supporters of the pactsaid they were disturbed by the administration’s criticism of Senator Chuck Schumer of New York, the No. 3 Democrat, who was one of just two in the party, along with Senator Robert Menendez of New Jersey, to publicly declare opposition.\nAlthough the announcement on Wednesday by Senator Barbara A. Mikulski, Democrat of Maryland, that she would back the deal meant that a presidential veto could not be overridden in the Senate, critics of the agreement said they would continue to press lawmakers to oppose it. Ultimately, they said, Democrats would be held accountable for their votes.\n“For pro-Israel activists, this is a once-in-a-generation vote,” said Patrick Dorton, a spokesman for Citizens for a Nuclear Free Iran, which spent more than $20 million in a national media campaign against the deal.\nOther opponents predicted that Democrats would rue their votes if Iran violated the agreement. One Republican official said the campaign against it was also hurt by the intense August media focus on Donald J. Trump’s dominance of the Republican presidential primary race and Hillary Rodham Clinton’s handling of State Department emails.\nThe opponents noted the Obama victory promises to be narrow and dependent solely on Democratic votes.\n“We believe that this strong opposition conveys an important message to the world — especially foreign banks, businesses and governments — about the severe doubts in America concerning Iran’s willingness to meet its commitments and the long-term viability of this agreement,” said Marshall Wittmann, a spokesman for the American-Israel Public Affairs Committee.\nNed Price, spokesman for the White House’s National Security Council, said Wednesday: “The president and his team continue to be deeply engaged in making sure that all those interested in the deal understand why this is the best approach to preventing Iran from obtaining a nuclear weapon.  We are encouraged by the growing number of lawmakers who have announced support for the deal in the past weeks — all echoing the same arguments the president has been making for several months.”\nSome Democrats clearly agonized over the decision. But some who came out in support of the deal said the outside pressure was ineffective largely because the substance of the debate was too important and too complex.\n“You felt the weight of it,” said Senator Bob Casey, Democrat of Pennsylvania. “Millions of dollars in advertising going on. You just had to block it out.”\nIn an interview, Mr. Casey said the unwillingness of the other five powers to renegotiate was a major factor in his decision as well as the importance of keeping America’s allies unified.\n“I would want to put us in a position,” he said, “where the same kind of unity on sanctions could be brought to bear on deterrence, which ultimately could be a military strike.”\nIn the end, one administration official said two things broke in Mr. Obama’s favor: an absence of outrage when lawmakers went back home for the summer recess, and a failure of the opponents to develop a credible alternative to the deal as it was negotiated in Vienna on July 14.\nMore important, the official said, an expected Republican alternative approach — an argument that Congress should simply ignore the accord and try to keep the existing interim accord in place — “never got beyond a few talking points.”\nThat was not obvious in late July and early August.\nR. Nicholas Burns, the former under secretary of state for policy, noted recently that at hearings where he testified in favor of the deal, “Republicans dominated the hearings. They are united, have a common position against the deal and are assertive.”\nMany Democrats said they were persuaded on the merits, including a point stressed by Mr. Moniz, the energy secretary, that the International Atomic Energy Agency would have technology that could catch even the most minute trace amounts of radioactive material, and help expose any cheating on the deal by Iran.\nThey also heard from experts who said that a 15-year limit on fissile material, the makings of a nuclear weapon, would do more to slow Iran’s production of a nuclear weapon than a military attack, which intelligence experts said would only delay a weapons program by three years.\nOn Wednesday, with victory secured, Mr. Kerry still sought to reassure skeptics. “If Iran decides to break the agreement, it will regret breaking any promise it has made,” he said in an hourlong speech in Philadelphia.\nThe outcome left Democrats celebrating, assured of the president’s power to follow through on the deal — an outcome they said was crucial to upholding American’s international standing.\n“Our ability to build coalitions, to lead, to have credibility when we enter into a negotiation was really on the line,” said Representative Jan Schakowsky, an Illinois Democrat who organized the Iran deal strategy with Ms. Pelosi, with whom she consulted almost daily while lawmakers were scattered in their districts around the country. “To walk away now would diminish our ability to lead on future issues.”", "date": "Sept. 2, 2015", "href": "https://www.nytimes.com/2015/09/03/world/obama-clinches-vote-to-secure-iran-nuclear-deal.html", "tags": "brings iran agreement nuclear victory democrats lawmakers ” house coordinated obama strategy deal"}