{"title": "Copenhagen cannabis market torn down after shooting", "content": "Residents in a semi-autonomous district of the Danish capital, Copenhagen, have destroyed market stalls where cannabis was sold, after a shooting incident there earlier this week.\nThe Christiania district, founded by squatters 45 years ago, is known for its colourful houses and cannabis trade and was a popular tourist attraction.\nBut residents fear the area has become infiltrated by organised crime.\nOn Wednesday, two police officers were shot there during an arrest operation.\nOne remains in critical condition after the attempt to arrest a known drug dealer. The other officer and a civilian injured in the incident are both stable.\nThe suspected gunman, said to be 25, was detained and died on Friday from injuries sustained in an exchange of fire before his arrest.\n\"If they start building up the booths again tonight, then well, we're here tonight as well. The plan is to continue tearing them down until it works,\" Christiania resident Helene Schou said.\n\"I'm not saying hash should disappear completely from Christiania, but we needed a kiosk and what we had was a supermarket.\"\nCopenhagen police director Thorkild Fogde said: \"This is not just about hash. It's about organised crime and violence. I hope that what we're seeing today is an attempt to actively help the police.\"\nDanish Prime Minister Lars Loekke Rasmussen tweeted: \"Great Christiania. Hold on tight.\"\nDenmark's Independent Police Complaints Authority is investigating the circumstances surrounding the death of the suspected gunman.\nPolice have said the man, named by local media as Mesa Hodzic, a Danish national born in Bosnia, had links to a radical Islamist group, Millatu Ibrahim, and sympathised with so-called Islamic State (IS).\nBut they said there was no evidence that extremism was behind the attack.\nIS's self-styled news agency Amaq said an IS \"soldier\" had carried out the assault, \"responding to [IS] calls to target countries of the alliance\" against IS. \nAlthough IS regularly claims to be behind such attacks, analysts say there is often no evidence initially to support those claims. ", "date": "2 September 2016", "href": "https://www.bbc.co.uk/news/world-europe-37260193", "tags": "copenhagen shooting danish residents christiania market arrest cannabis torn incident district police"}