{"title": "Coping with life after a daughter's disappearance", "content": "In the remote north of Vietnam, girls are disappearing. These girls, some as young as 13, are victims of bride trafficking, having been kidnapped and taken to China to be sold into marriage. \nAccording to child rights organisation Plan International, this type of forced marriage has been growing slowly but steadily over the past decade.\nExacerbated by a decades-long one-child policy, a preference for sons is deeply embedded within Chinese society, leading to a growing gender imbalance within the country. \nPhotographer Vincent Tremeau travelled to Vietnam with Kirsty Cameron of Plan International to meet the families in one remote village where children have been taken.\nFifty-six-year-old Do has been diagnosed with a terminal illness. Her only wish is to see her daughter Mi again before she dies. However, Mi has been missing for two years.\nShe was running errands in the market the day she was kidnapped, but all Do and her family have been able to establish was that she had been followed by two men when she left the stalls.\nThey traced Mi as far as Ha Giang, a city in the north of Vietnam, but by the time they got there, she was gone. Nobody had seen her, and they were told by local people that she had probably been taken to China to be sold as someone's wife.\nMi's framed photograph hangs on the wall of the family's house. \nSince Mi's disappearance, three other girls from the remote mountain village have been kidnapped, despite there being only about 50 inhabitants. \nMi's sister-in-law has been particularly badly affected. As a result of the kidnappings she will no longer let any of the female family members go out of the village alone and she will only go to the market if accompanied by her husband. She worries every day about what the future will hold for her young daughter if these kidnappings continue.\nFamilies of the missing suffer from what is called \"ambiguous loss\" - a term coined by the psychologist Pauline Boss, and described as one of the most painful types of loss, because there is little possibility of closure.\nThose affected experience a wide range of intense and constantly fluctuating emotions: distress, confusion, anguish, despair, sadness, frustration, helplessness, hope. \nThese feelings - combined with the endless anticipation of news - can have a devastating and debilitating effect on those left behind.\nConstantly searching for answers, but with no certainty of the missing person's whereabouts or fate, families cannot mourn their loss in the way that someone coming to terms with a bereavement can. \nLife for this community is extremely hard. Another tactic traffickers use is spending months getting to know a girl, pretending to be a new friend or boyfriend, before eventually telling them that they can help them get a job in China.\nWith the belief that wages are higher and life is better there, many girls jump at the chance to help their families and go with them willingly, only to find out once they have crossed the border that they have been cruelly tricked.\nEighteen-year-old Dinh (above) was similarly duped. When she was 15, she was offered a lift home with her friend Lia to avoid the long walk back to their village. However, it soon became clear that they were being driven in the wrong direction.\nShe was taken to China, locked in a house and photographed for buyers. Although Dinh escaped captivity after eight months, Lia has not returned.\nGovernment figures state that there were 300 trafficking cases between January and March 2017, while Child Helpline has received nearly 8,000 trafficking-related calls in the past three years alone. \nPlan International is working in schools and communities in Ha Giang province to ensure that girls in particular are aware of the dangers of human trafficking and with local agencies to push the government to do more to find the missing girls and bring those responsible to justice.\n Photographs provided by Plan International.", "date": "2 February 2018", "href": "https://www.bbc.com/news/in-pictures-42619927", "tags": "international coping taken china missing remote families girls disappearance daughter village mi life plan"}