{"title": "Cory Booker Suggests He'd Pick A Woman As His Running Mate", "content": "Sen. Cory Booker (D-N.J.) told supporters on Friday he is determined to see a woman on the 2020 presidential ticket.\nAt  a campaign stop in New Hampshire, Booker said it was time to “see gender diversity in this country at the highest levels.”\n“No matter what — I’m looking you in the eye and saying this — there will be a woman on the ticket,” the 2020 candidate told the crowd, according to Philadelphia public radio station WHYY.\n“I don’t know if it’s in the vice president’s position or the president’s position, but if I have my way, there will be a woman on the ticket,” he said.\nBooker has not announced who he’ll select as his 2020 running mate. His office did not immediately respond to a request for comment.\nThe 2020 Democratic field is filled with prominent female politicians, including Sen. Kamala Harris (D-Calif.), Sen. Elizabeth Warren (D-Mass.), Sen. Kirsten Gillibrand (D-N.Y.), Sen. Amy Klobuchar (D-Minn.) and Rep. Tulsi Gabbard (D-Hawaii). Marianne Williamson, an author and motivational speaker, is also running.\nBooker on Friday noted that his Senate office chief of staff, head of legislation policy, and state director all are women.\nHe also noted his support for former Democratic nominee Hillary Clinton in the 2016 presidential election, saying: “I wish there was a woman president right now. I worked very hard to make sure there was a woman president.”\nBooker’s comments come a day after actress Rosario Dawson opened up about her relationship with the senator in an interview with TMZ.\n“I am just grateful to be with someone that I respect and love and admire so much who is so brilliant and kind and caring and loving,” Dawson told the outlet.\nAsked about his relationship with the star on Friday, Booker said: “I’m dating Rosario Dawson and I’m very happy about that.”", "date": "\n03/15/2019", "href": "https://www.huffpost.com/entry/cory-booker-woman-on-the-ticket_n_5c8be76ee4b0db7da9f30f5e", "tags": "suggests booker mate cory president woman ” told friday ticket pick running sen."}