{"title": "Cory Booker- Trump's Criticism Of Ilhan Omar Is 'Reprehensible'", "content": "Sen. Cory Booker (D-N.J.) slammed President Donald Trump’s attacks against Rep. Ilhan Omar (D-Minn.) as “toxic” and “reprehensible” during a forum on Wednesday for presidential candidates in Houston.\n“The criticisms of Congresswoman Omar, what Trump has been saying about her, is reprehensible,” Booker said at the forum organized by She The People, a national network of women of color in politics. “It is trafficking in Islamophobia, and should be condemned by everyone.” \nOmar, a black woman and one of the nation’s first Muslim congresswomen, has come under repeated attack from the president, pundits and lawmakers since she made statements questioning the U.S.’s relationship with Israel.\nIn mid-April, Trump tweeted “WE WILL NEVER FORGET” while sharing a misleading video that spliced together comments Omar made last month with footage of the Sept. 11 terrorist attacks.\nOmar said death threats against her had increased after the president’s tweet, with her office noting that many directly referenced the video Trump had shared. \nDespite this, Trump has continued his assault on Omar, tweeting that people should look at her “anti-Semitic, anti-Israel and ungrateful U.S. HATE statements” and her “control” of House Speaker Nancy Pelosi (D-Calif.). \n“The kind of language this president uses, especially about black women in power, is toxic,” Booker said Wednesday. Trump has publicly attacked other high-profile black women in the past, such as Rep. Maxine Waters (D-Calif.).\nBooker said Trump’s language “fuels the kind of hate” behind terror attacks in the U.S., which he noted were largely perpetrated by members of far-right groups, including white supremacists. \n“It’s not enough to say, ‘I’m not a racist,’” Booker added. “We must all be anti-racist.”  \nBooker was the first of eight 2020 candidates to speak at an event billed as the nation’s first-ever presidential forum focused on female voters of color. \nOther candidates included Sens. Kamala Harris (D-Calif.), Elizabeth Warren (D-Mass.), Bernie Sanders (I-Vt.) and Amy Klobuchar (D-Minn.); as well as former Texas congressman Beto O’Rourke, Rep. Tulsi Gabbard (D-Hawaii) and former Housing and Urban Development Secretary Julián Castro. \nThe forum was held at historically black Texas Southern University, with 1,700 people, largely women of color, in attendance, organizers said.\nRev. Leah Daughtry, who is black, kicked off the forum Wednesday by reminding the candidates that “our votes matter.” \n“We consistently go to the polls … we carry this nation on our backs, and our votes matter,” she said. She added that women of color want elected officials “who fight for us,” and ticked off issues like access to health care, equal pay, criminal justice reform, a just immigration system, affordable housing and good schools with teachers who are paid fairly.\n“You can overlook us … if you want to,” Daughtry said. “But you do it at your own peril.” \nAt the event, Booker repeated a pledge he’d alluded to earlier in his campaign: “I will have a woman running mate,” he said. ", "date": "\n04/24/2019", "href": "https://www.huffpost.com/entry/cory-booker-trump-ilhan-omar_n_5cc0b207e4b0764d31dc1184", "tags": "booker criticism forum cory omar ” trump ilhan black women booker-"}