{"title": "Costs for Boeing Start to Pile Up as 737 Max Remains Grounded", "content": "In the 22 months that Boeing’s 737 Max flew commercially before it was grounded, the jet became the company’s flagship as well as an integral part of the global aviation system, and the American economy.\nAirlines around the world sped the plane into service, eager to capitalize on its efficient engines. Some low-cost carriers built new routes around the Max, which could travel farther on less fuel than its predecessor. Boeing’s stock soared thanks to strong demand for the jet.\nBut with the Max grounded following two deadly crashes in five months, Boeing and the airlines that rely on its planes are scrambling to adjust, and the costs are mounting.\nMajor airlines, including Southwest, American and United, have canceled thousands of flights. Boeing has slowed production of the Max and stopped deliveries, stockpiling the finished planes in Seattle. And with no timetable for the return of the Max, Boeing is facing escalating bills, numerous legal threats and a crisis of confidence.\n[Update: Claims of shoddy production draw scrutiny to a second Boeing jet.]\n“Having two crashes in rapid succession with no survivors is really unprecedented in modern aviation industry,” said Chesley B. Sullenberger III, the retired pilot who landed a jet in the Hudson River. “This is going to be a huge hit to Boeing. What they need to do now is to behave in a way that proves themselves worthy of the public’s trust.”\nAn aerospace behemoth with more than 140,000 employees, Boeing has annual sales of some $101 billion. It is the largest manufacturing exporter in the United States and is the largest component of the Dow Jones industrial average. When Boeing does well, it can lift the fortunes of American industry and thousands of staff. But when the company hits turbulence, the effects quickly ripple across the globe.\nAmerican Airlines, which operates 24 Max planes and has 76 more on order, canceled about 1,200 flights in March. With no sign that the Max will be flying again anytime soon, American said it was extending cancellations through June 5. The airline also said it was lowering its estimated quarterly revenues, in part owing to the grounding of the Max.\nBoeing, which will report earnings this month, will undoubtedly take a financial hit this quarter, and most likely for the rest of the year.\n“Boeing revenue, profit and margins for 2019 are in jeopardy after the grounding of its 737 Max,” according to a report by Bloomberg Intelligence, which estimated that the cost of lawsuits and reimbursements could total $1.9 billion in just six months.\nAnd while Boeing has already taken orders for more than 4,600 additional Max jets, representing the vast majority of its total backlog and billions of dollars in future sales, it may find new orders in short supply. On Tuesday, it said there were just 32 new orders for the jet in the first three months of the year, compared with 122 a year earlier. Boeing this week slowed its production of 737 planes to 42 a month, from 52, with most of those being the Max model.\n“It is difficult to expect a 737 Max order at the upcoming Paris Air Show,” Noah Poponak, an analyst at Goldman Sachs, wrote in a recent note, referring to the annual event where many commercial airline deals are sealed.\nAlready, some airlines are expressing reservations about continuing to fly the Max, including the national airlines of Indonesia and Ethiopia, the two countries where the Max crashed. Garuda Indonesia has asked to cancel its order for 49 Max planes. And Ethiopian Airlines is reportedly reconsidering its order for 25 additional Max planes because of the “stigma” surrounding the aircraft.\n“We continue to assess the financial impact, including working capital, of our production decisions and pause in deliveries,” Boeing said in a statement. “The 737 Max return-to-service timeline, as well as future rate decisions, will influence the cash receipts profile, including both delivery and pre-delivery payments.”\nBoeing is likely to need to compensate airlines for the cost of canceled flights, leasing replacement aircraft and higher fuel costs on less efficient planes needed to pick up slack for the grounded Maxes.\n“It is quite obvious that we will not take the cost,” Bjorn Kjos, the chief executive of Norwegian Air, which operates 18 Max jets, said in March. “We will send this bill to those who produced this aircraft.”\nThose costs could amount to about $115 million a month for Boeing, or perhaps much more, according to the J.P. Morgan analyst Seth Seifman.\nRichard Aboulafia, vice president for analysis at the Teal Group, an aviation consulting firm, said, “The company is big and incredibly profitable, but a billion or two here and there stings.”\nMeanwhile, it remains unclear when regulators will clear the planes to fly again. Boeing had been hoping to submit a software update to the Federal Aviation Administration soon, but last week said work on the fix had been delayed by several weeks.\n[Read more about how two high profile crashes led to a corporate crisis at Boeing.]\nOnce the new software is submitted, it must be approved by the F.A.A. and other international regulators. And before the Max can fly again, all the planes will have to be updated and pilots retrained. Mr. Seifman predicted a return between August and November.\nScrutiny from lawmakers over the F.A.A.’s certification process could mean further delays, Mr. Seifman said in a note. “For the F.A.A., various investigations into its independence will likely result in a high degree of caution and the need for an extensive and compelling paper trail to back the decision,” he wrote.\nInternational regulators, which have traditionally followed the F.A.A.’s lead, are already signaling they may take longer to approve the planes to fly in their airspace.\n“After the update, we will take a few months to check things to be careful that everything is O.K. before we allow the Max to fly again,” said Polana Pramesti, the head of Indonesia’s civil aviation authority.\nAnalysts also believe that regulators in China could drag their feet to reduce overall United States exports.\n“This seems to have fractured the international trust that has existed for decades,” Mr. Sullenberger said. “Now it seems like each nation is prepared to go it alone.”\nOn Friday, F.A.A. officials met for three hours with safety representatives from the three airlines in the United States that fly the 737 Max — American, Southwest and United — as well as the airlines’ pilots unions. Daniel Elwell, the regulator’s acting administrator, discussed the preliminary findings of the investigations into the two crashes, the coming software update and pilot training.\nIn a statement, the F.A.A. said Mr. Elwell had also told them that “the agency values transparency” as its works on decisions related to the aircraft.\nIn the meantime, airlines continue to cancel flights with the plane grounded. Southwest Airlines, which has 34 Max jetliners and was operating about 140 flights a day with the plane before the grounding, has adjusted its schedule through early August. United, which has 14 Max planes, said it was working to manage the disruption and expected 130 related cancellations this month.\nAir Canada, which has 24 Max jets, said it had adjusted its schedule through May 31, but was minimizing cancellations “through a series of mitigation measures, schedule changes and temporary route suspensions.”\nAnd when the Max is approved to fly again, it remains unclear whether passengers will feel comfortable on the planes. In the days after the crash of Ethiopian Airlines Flight 302 in March, before the Max was grounded, the travel booking website Kayak.com added a filter that allowed customers to filter by plane type.\nYet for all the uncertainty facing Boeing today, analysts believe there is little long-term risk to the company. Boeing and its European rival Airbus are the only significant manufacturers of commercial aircraft. And the 737 Max, for all its problems, remains one of two midsize fuel-efficient passenger jets on the market, along with the Airbus A320neo.\n“Boeing’s best protection is that this is a supply-constrained industry,” Mr. Aboulafia said. “There are only two modern airplanes that offer fuel savings. The risk of defection is minimal because of that.”\nNor is there much risk that airlines that have already placed orders with Boeing will walk away, analysts said. With Airbus also backlogged, airlines looking for new planes have no real alternatives.\n“Boeing’s ability to modify the aircraft effectively, the duopoly structure of the aircraft market, the large installed base of 737s, and Boeing’s deep and long-term relationships with its customers mean that demand for the Max will not change dramatically,” Mr. Seifman wrote.\nEven if Boeing weathers the immediate financial storm, it faces other unknowns. The families of passengers and crew members killed in the Ethiopian Airlines crash and the crash of Lion Air Flight 610 in October have hired lawyers to pursue legal claims against the company.\nThe Transportation Department’s inspector general and the Justice Department are investigating the design, manufacturing and certification of the Max. And it may be months or even years before Boeing wins back the public’s confidence.\n“The general flying public seems to be asking more questions about the airplane than they have with prior fleet groundings,” Mr. Poponak, the Goldman Sachs analyst, wrote in a recent note. “We see a risk that lasts in the order book moving forward over the next few years.”", "date": "April 12, 2019", "href": "https://www.nytimes.com/2019/04/12/business/boeing-planes-economy.html", "tags": "grounded airlines boeing costs ” pile fly planes two remains start max"}