{"title": "Could Trump Muzzle Comey? A Look at Executive Privilege", "content": "WASHINGTON — James B. Comey, the former F.B.I. director, is scheduled to testify before the Senate Intelligence Committee next Thursday. That prospect raises a question for President Trump’s legal and political advisers: Should the president invoke executive privilege to try to block Mr. Comey from talking?\nA public airing of Mr. Comey’s conversations with Mr. Trump could be damaging, given that Democrats have accused the president of obstructing justice by firing Mr. Comey, who was leading the bureau’s investigation into possible collusion between Trump associates and Russia. The New York Times has reported that Mr. Trump had asked Mr. Comey to declare loyalty and to drop the case against Mr. Trump’s former national security adviser, Michael T. Flynn, but that Mr. Comey had demurred.\nHere is a guide to the issues that would be raised by applying executive privilege in this case.\nPresidents have claimed the power under the Constitution to prevent the other branches of government from gaining access to certain internal executive branch information. The Supreme Court first recognized this power in a 1974 case about whether President Richard M. Nixon had to turn over tapes of his Oval Office conversations to the Watergate prosecutor.\nOne type of privilege covers communications between the president or top White House aides and subordinate members of the executive branch. The idea is that if Congress could get access to those private communications, it would chill the candor of the advice the president received and inhibit his ability to carry out his constitutionally assigned duties.\nThe scope and limits of this power are fuzzy. In practice, executive privilege disputes between the White House and Congress have often been resolved through deals to accommodate investigators’ needs without reaching definitive judicial rulings.\nIf Mr. Comey still worked for the government, any instruction from Mr. Trump not to testify about their private conversations would have teeth, because the president could fire Mr. Comey for insubordination if he disobeyed. But Mr. Comey is now a private citizen.\nInstead, the Justice Department could seek leverage over him by asking a Federal District Court judge for a restraining order barring his testimony. That would be unprecedented.\nAfter Mr. Trump fired Sally Q.  Yates, the acting attorney general, in January and Congress asked her to testify, the Trump administration told her that some of her conversations with White House officials were covered by executive privilege — and in her testimony, she said she intended to respect certain limits on divulging privileged information.\nBut Ms. Yates was in a different position because she had been acting as a lawyer in the government, unlike Mr. Comey, and the Trump administration told her that those conversations were also covered by a separate rule that protects attorney-client communications. Ms. Yates therefore faced the possibility of a bar ethics complaint.\nPeter Shane, an Ohio State University professor and the co-author of a casebook on separation-of-powers law, said that executive privilege would presumably cover Mr. Trump’s conversations with Mr. Comey, but that a judge would have to balance the president’s interest in privacy against other interests, like Congress’s need for information to perform its legislative and oversight duties.\nA request for a restraining order could face several other legal hurdles, Mr. Shane and other legal specialists said. For example, Mr. Trump has publicly disclosed information about his conversations with Mr. Comey, so a judge could deem Mr. Trump to have waived his ability to claim that other parts of those talks must remain secret.\nMoreover, executive privilege covers communications about a president’s constitutionally assigned responsibilities, not every topic he might discuss. Lawyers for Mr. Comey or Congress could argue that conversations about any legal jeopardy that Mr. Trump or his associates faced for events before Mr. Trump took office fall outside that realm.\nPolitical ones. Mr. Shane said presidents traditionally refrained from invoking executive privilege in cases involving corruption allegations because it would look bad.\n“It would look like the president, in a self-serving and self-protective move, was trying a relatively unprecedented judicial proceeding to keep information about his own conduct from becoming public,” he said.\nThere is clearer legal precedent suggesting that the White House could not use executive privilege to block the special counsel, Robert S. Mueller III, from talking to Mr. Comey or obtaining from the F.B.I. memos Mr. Comey wrote about his conversations with Mr. Trump.\nIn the 1974 case, the Supreme Court ruled that the White House had to give tapes of Oval Office conversations to prosecutors because an assertion of privilege “must yield to the demonstrated, specific need for evidence in a pending criminal trial.” In 1997, the United States Court of Appeals for the District of Columbia Circuit extended that principle to grand jury investigations.", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/us/politics/comey-testimony-executive-privilege-trump.html", "tags": "privilege executive comey legal president conversations trump look could muzzle"}