{"title": "Could Aung San Suu Kyi face Rohingya genocide charges?", "content": "Zeid Ra'ad Al Hussein, is determined that the perpetrators of the horrors committed against the Rohingya face justice.\nHe's the head of the UN's watchdog for human rights across the world, so his opinions carry weight.\nIt could go right to the top - he doesn't rule out the possibility that civilian leader Aung San Suu Kyi and the head of the armed forces Gen Aung Min Hlaing, could find themselves in the dock on genocide charges some time in the future.\nEarlier this month, Mr Zeid told the UN Human Rights Council that the widespread and systematic nature of the persecution of the Rohingya in Myanmar (also called Burma) meant that genocide could not be ruled out.\n\"Given the scale of the military operation, clearly these would have to be decisions taken at a high level,\" said the high commissioner, when we met at the UN headquarters in Geneva for BBC Panorama. \nThat said, genocide is one of those words that gets bandied about a lot. It sounds terrible - the so-called \"crime of crimes\". Very few people have ever been convicted of it. \nThe crime was defined after the Holocaust.  Member countries of the newly founded United Nations signed a convention, defining genocide as acts committed with intent to destroy a particular group. \nIt is not Zeid Ra'ad Al Hussein's  job to prove acts of genocide have been committed - only a court can do that. But he has called for an international criminal investigation into the perpetrators of what he has called the \"shockingly brutal attacks\" against the Muslim ethnic group who are mainly from northern Rakhine in Myanmar.\nBut the high commissioner recognised it would be a tough case to make: \"For obvious reasons, if you're planning to commit genocide you don't commit it to paper and you don't provide instructions.\"\n\"The thresholds for proof are high,\" he said. \"But it wouldn't surprise me in the future if a court were to make such a finding on the basis of what we see.\"\nBy the beginning of December, nearly 650,000 Rohingya - around two thirds of the entire population - had fled Myanmar after a wave of attacks led by the army that began in late August.\nHundreds of villages were burned and thousands are reported to have been killed.\nThere is evidence of terrible atrocities being committed: massacres, murders and mass rapes - as I heard myself when I was in the refugee camps as this crisis began. \nWhat clearly rankles the UN human rights chief is that he had urged Ms Suu Kyi, the de facto leader of Myanmar, to take action to protect the Rohingya six months before the explosion of violence in August.\nHe said he spoke to her on the telephone when his office published a report in February documenting appalling atrocities committed during an episode of violence that began in October 2016.\n\"I appealed to her to bring these military operations to an end,\" he told me. \"I appealed to her emotional standing… to do whatever she could to bring this to a close, and to my great regret it did not seem to happen.\"\nMs Suu Kyi's power over the army is limited, but Zeid Ra'ad Al Hussein believes she should have done more to try and stop the military campaign.  \nHe criticised her for failing to use the term \"Rohingya\". \"To strip their name from them is dehumanising to the point where you begin to believe that anything is possible,\" he said - powerful language for a top UN official. \nHe thought Myanmar's military was emboldened when the international community took no action against them after the violence in 2016. \"I suppose that they then drew a conclusion that they could continue without fear,\" he said.\n\"What we began to sense was that this was really well thought out and planned,\" he told me. \nThe Myanmar government has said the military action was a response to terrorist attacks in August which killed 12 members of the security forces. \nBut BBC Panorama has gathered evidence that shows that preparations for the continued assault on the Rohingya began well before that.\nWe show that Myanmar had been training and arming local Buddhists. Within weeks of last year's violence the government made an offer: \"Every Rakhine national wishing to protect their state will have the chance to become part of the local armed police.\"\n\"This was a decision made to effectively perpetrate atrocity crimes against the civilian population,\" said Matthew Smith, chief executive of the human rights organisation Fortify Rights which has been investigating the build-up to this year's violence. \nThat view is borne out by refugees in the vast camps in Myanmar who saw these volunteers in action, attacking their Rohingya neighbours and burning down their homes.\n\"They were just like the army, they had the same kind of weapons\", said Mohammed Rafique, who ran a successful business in Myanmar. \"They were local boys, we knew them.  When the army was burning our houses, torturing us, they were there.\"\nMeanwhile the Rohingya were getting more vulnerable in other ways.\nBy the summer food shortages were widespread in north Rakhine - and the government tightened the screws. The programme has learnt that from mid-August the authorities had cut off virtually all food and other aid to north Rakhine.  \nAnd the army brought in reinforcements.  On 10 August, two weeks before the militant attacks, it was reported that a battalion had been flown in.\nThe UN human rights representative for Myanmar was so concerned she issued a public warning, urging restraint from the Myanmar authorities.\nBut when Rohingya militants launched attacks on 30 police posts and an army base, the military response was huge, systematic and devastating.\nThe BBC asked Aung San Suu Kyi and the head of the Myanmar armed forces for a response.  But neither of them has replied. \nAlmost four months on from those attacks and Zeid Ra'ad Al Hussein is concerned the repercussions of the violence are not yet over.  He fears this \"could just be the opening phases of something much worse\". \nHe worries jihadi groups could form in the huge refugee camps in Bangladesh and launch attacks in Myanmar, perhaps even targeting Buddhist temples.  The result could be what he called a \"confessional confrontation\" - between Buddhists and Muslims.\nIt is a frightening thought, as the high commissioner acknowledged, but one he believes Myanmar isn't taking seriously enough. \n\"I mean the stakes are so enormous,\" he said. \"This sort of flippant manner by which they respond to the serious concerns of the international community is really alarming.\"", "date": "18 December 2017", "href": "https://www.bbc.com/news/world-asia-42335018", "tags": "myanmar face kyi un military genocide rights army san aung charges attacks could suu rohingya"}