{"title": "Could Trump tariffs damage US steel?", "content": "Liam Fox, the International Trade Secretary, is off to Washington, where he hopes he will be able to save British suppliers from the new tariffs on steel and aluminium imports. \nPresident Donald Trump decided to impose the tariffs after the US Department of Commerce concluded that imports of the metals were having an adverse impact on national security.  \nCritics of his decision say it is really motivated by a desire to protect US steel and aluminium producers from competition. \nSo what will the impact be and who will be affected by the move?\nMuch will depend on any exemptions the US might agree. \nSo far, President Trump has indicated that Canada and Mexico will not be affected. \nThat move is seen by some as putting pressure on them while negotiations to amend the North America Free Trade Agreement are under way.\nBeyond that, there is a queue of countries seeking similar treatment. \nThe European Union is among them, and that would cover British exports of steel for the time being. \nBut, that probably won't be the case if they are still in place after Brexit, so there is a bilateral case to be made for UK steel and aluminium. \nThe two countries granted exemptions already accounted for a quarter of US steel imports last year (the data goes up to October). For aluminium, it's 42%.\nThat still leaves a lot of metal potentially affected by the tariffs. \nFor steel, the biggest supplier not yet exempted is Brazil, followed by South Korea and Russia. The UK comes in 17th, with several other European countries in the top 20.\nFor aluminium, it's Russia, China and the United Arab Emirates.\nThe overseas suppliers will face reduced sales to the US and a lower price (net of the tariff).\nAnd if American industries end up buying less, compounding the competition impact, the tariffs could also drive down international prices outside the US.\nBut if the US and the exempt countries don't produce what they need, American buyers will have to pay a higher price that includes the tariff (25% in the case of steel, 10% for aluminium).\nAnd a move intended to protect the American steel and aluminium industries could actually have the opposite effect for the US industries that use their product - they will be paying more than their overseas competitors for their inputs.\nEconomists call this negative effective protection. \nAnd it will also mean higher prices through the supply chain in the US as buyers are likely to, at least partly, pass their higher costs on to consumers. \nSo there is likely to be some impact on the prices of, for example, canned drinks and cars.\nMany who have criticised the US do see the action as a response to a real problem - excess global capacity in the industries that produce the metals, which makes it much harder to produce them profitably.  \nChina's rapid expansion is one factor, though not the only one. \nFor steel, there is something called the Global Forum on Excess Steel Capacity, where governments try to manage what they agree is a problem.  \nThere have been calls for a similar initiative for aluminium.\nBeyond the direct impact of the US action, there's the likelihood of retaliation from countries affected.\nThe European Union has already been preparing a target list of American products. \nWe can expect more. ", "date": "14 March 2018", "href": "https://www.bbc.co.uk/news/business-43370391", "tags": "american us aluminium affected steel industries trump countries impact could tariffs damage imports"}