{"title": "Could Britain Have a Second Referendum on ‘Brexit’?", "content": "LONDON — Nigel Farage, the right-wing politician who was one of the drivers of Britain’s push to leave the European Union, spoke on Thursday in favor of holding a second referendum on the country’s membership in the bloc, an idea that has gradually been gaining ground.\n“Maybe, just maybe, I’m reaching the point of thinking we should have a second referendum on E.U. membership,” Mr. Farage said on a British television show Thursday.\nBut a major change of heart was not behind his apparent support of a second referendum — only the desire to once and for all shut down politicians who are calling for another vote with the hopes of a different outcome.\nPrime Minister Theresa May was quick to put the kibosh on the idea, but Mr. Farage’s suggestion raised a lurking question: Is a second referendum even possible?\nOnly Parliament can authorize a second vote, but even before that, it would have to be proposed by the government or a coalition of opposition parties backed by a few Tory lawmakers. Hence, the decision would largely be a political one, which lawmakers would take at their peril.\n“It would take quite a political storm to create an opportunity for another referendum,” Kevin Featherstone, the head of the European Institute at the London School of Economics, said in an email.\n“Both main parties are on record as opposing it,” he added. “Labour MPs are more likely to prefer it, but they’d need some new pretext to justify making the switch.”\nThe opportunity could present itself in autumn, when the British government and the European Union have to agree on the terms of the divorce deal, known as Brexit, and a possible transition period. A referendum could then be held on whether to accept the terms.\nA referendum could also be triggered by a breakdown in the Brexit negotiations, with Britain facing either a hard Brexit or no deal. That, experts say, could create the political storm Mr. Featherstone spoke about.\nThe Liberal Democrats are, so far, the only party to have made a second vote on Brexit a driving priority in their agenda. But with only 12 seats in Parliament, they are only a minor factor in the House of Commons, and the public shows few signs of rallying to their cause.\nAs things stand now, said Tony Travers, the director of LSE London, a research center at the London School of Economics, only “a minority of British politicians would like a second referendum.”\nThere are a couple of reasons for that, Mr. Travers said. Obviously, pro-Brexit lawmakers would vote against it, but so would many anti-Brexit ones who fear that a second victory for the “leave” side would shatter their hopes for a soft Brexit.\nWhile “the majority of MPs supported the ‘remain’ camp during the referendum campaign,” their main objective now is to maintain access to the single market, Jolyon Maugham, a barrister and a prominent proponent of a second referendum, said in a phone interview.\nHowever, if it begins to look as if Britain would be stuck with a hard Brexit deal or no deal whatsoever, then a larger share of lawmakers might support a second referendum, Mr. Featherstone added.\nIn March 2017, Britain became the first country to invoke Article 50, setting the exit process in motion. It is not clear that the process could be reversed, even if the British public voted in a second referendum to remain.\n“As I see it, there are two routes to do this: a political and a legal one,” Mr. Maugham said. Britain would need all 27 remaining bloc member states to agree to its revocation of Article 50. But it would take only one of them to impose unacceptable conditions, or to say no, to block that route.\nIn that case, the only option would be the legal one. For the United Kingdom to unilaterally withdraw the Article 50 notification, it would need to make its case to the European Court of Justice, an institution that Britain’s gung-ho Brexiteers loathe.\n“Both routes would require a real change of heart,” added Mr. Maugham. “If there is a change of heart, then it could definitely happen.”\nLooming over many of these considerations is the possibility that the rejection of a proposed withdrawal bill would create such political chaos that a general election would be inescapable — something that Mrs. May and her Conservative government want to avoid at all costs, fearing they would lose.\n“Pro-Brexit MPs will want to keep Theresa May in power until the U.K. leaves the European Union,” said Mr. Travers, even if, deep down, most of them would prefer a different leader.\nWhat, then, would be the most likely way forward for pro-remain MPs? Probably not a second referendum, Mr. Travers said, but a push for Brexit moderation.\n“MPs who are against Brexit will use the authority of Parliament to hold the government in a position that would not allow it to do anything too outlandish,” he said. Politicians aren’t the only ones who have lost their appetite for referendums, he said; the public has, too.\n“Voter fatigue — governments need to be careful of that,” he said.", "date": "Jan. 11, 2018", "href": "https://www.nytimes.com/2018/01/11/world/europe/-britain-second-referendum-brexit.html", "tags": "brexit ‘ mr. “ second britain referendum could"}