{"title": "Courting Disaster- To Keep Health Coverage, House Painter Would Work Himself Sick", "content": "Press play to hear Joe Lucas tell his story.\nJoe Lucas paints houses, and he’s worked for decades to set himself up for retirement. He paid off his house early, and now that he’s in his 50s, he hopes to start winding down his career and getting ready for the next phase of his life. But thanks to the looming Supreme Court decision, he might have to scrap those plans.\nHealth care costs were the big wild card, a fact driven home in 2010 when Lucas, who had no insurance, suffered an aortic aneurysm. The $69,000 hospital bill got paid in the end when Lucas learned he’d become eligible for Medicaid, but the episode was a wake-up call. That’s when he ran into the pre-Affordable Care Act health insurance market.\n“I can’t let this happen again, so I was looking to purchase insurance,” said Lucas, 52. But his history of heart problems made him too much of a risk for the insurance companies serving his home city of Pittsburgh. “I was finding out that nobody wanted to sell me insurance.”\nLucas later signed up for a temporary Obamacare program for people with pre-existing conditions, at a cost of $279 a month. He enrolled in a private insurance policy last year through the Affordable Care Act’s exchanges that costs him about $150 a month, after a $220 tax credit. \nThe subsidies have made it possible “to take it just slightly easier and not have to kill myself,” said Lucas, who uses four medications daily to control his blood pressure and needs $11,000 worth of tests on his heart every year.\nIf the Supreme Court rules that subsidies on federally run exchanges, like the one Lucas used in Pennsylvania, are illegal, he is determined not to lose his coverage. “If I don’t have the insurance, I can’t see my cardiologist, that means I don’t get prescriptions for my blood pressure -- which is what’s basically keeping me in good health,” he said. \nLucas said he’d have to try to pile on more work, if he can find it, to keep his insurance.\n \n“I worked 40 to 60 hours for almost 30 years. So I kind of figured that between 50 and 70, I was hoping to slow down,” he said. “It definitely would erode time off my lifespan.”\nFor more personal stories about the real-life effects of the Supreme Court case, go to Courting Disaster: Obamacare Is Back At The Supreme Court, And These Six Lives Hang In The Balance.\nThe audio interviews in this feature were produced and edited by Ibrahim Balkhy and Brad Shannon.\n", "date": "\n03/03/2015", "href": "https://www.huffpost.com/entry/courting-disaster-work-himself-sick_n_6785022", "tags": "painter care work joe coverage health court would ” disaster- house supreme sick courting lucas insurance keep"}