{"title": "Court Ruling Throws A Wrench In Trump's Obamacare Sabotage Plan", "content": "President Donald Trump has been making noise again about halting payments to health insurance companies, which are crucial to making Obamacare work. A court decision Tuesday could disarm him.\nThe U.S. Court of Appeals for the District of Columbia ruled Tuesday that attorneys general from 17 states and the District of Columbia may pursue the Trump administration’s stalled appeal of a lawsuit alleging the federal government has been making these payments illegally.\nThe court agreed with the state officials that there’s reason to believe the Trump administration isn’t adequately acting on behalf of states. The Trump administration and House Republicans opposed the states’ effort.\nSince before even taking office, Trump has threatened to withhold payments to health insurance companies that serve the lowest-income enrollees on the Affordable Care Act’s exchanges. On Monday, Trump renewed this threat on Twitter in the aftermath of the Senate Republican failure to repeal the law last week.\nCutting off these payments would do significant damage to the health insurance market. If they don’t receive this money ― which the federal government already owes them ― insurers would respond by raising prices even more than they otherwise would. And some insurers would opt to abandon the Obamacare marketplaces entirely for fear of significant financial losses.\nThat would lead to premium increases next year that would be, on average, 19 percentage points higher than if the payments continued, according to the Henry J. Kaiser Family Foundation.\nEarlier Tuesday, Covered California, the Golden State’s health insurance exchange, reported that rate hikes would be twice as large next year if Trump refuses to make the payments. Insurers and insurance regulators in other states have warned of the same consequence.\nThe Affordable Care Act requires health insurance companies to reduce out-of-pocket costs like deductibles and copayments for exchange customers with incomes up to 250 percent of the federal poverty level, which amounts to  $30,150 for a single person. The federal government is supposed to pay insurers back from the money they lose by doing so.\nAlmost 6 million people, or 57 percent of Obamacare enrollees, qualified for these subsidies this year, according to the Department of Health and Human Services.\nIf Trump were to follow through on his threats to stop making the cost-sharing reduction payments, it would cost health insurance companies a huge sum: Payments this year are projected to reach $7 billion and climb to $10 billion next year, according to the Congressional Budget Office.\nCongress could have stepped in at any time to appropriate the necessary funding, but has refused to do so, collaborating with the administration in creating uncertainty for insurers and their customers about the future of the market.\nThe legal history leading to these payments being in jeopardy, and the states’ attempt to intervene in the case, began in 2014.\nPresident Barack Obama requested that Congress explicitly authorize the spending required to reimburse insurers with low-income customers, but Congress denied him. The Obama administration paid out the money anyway.\nThis prompted House Republicans, led by then-Speaker John Boehner (Ohio), to sue Obama, arguing that he repaid insurers unlawfully. A federal judge last year ruled in the House GOP’s favor, but allowed the government to continue paying insurers while Obama’s appeal was underway.\nThat appeal carried over into Trump’s presidency, making his administration the defendant in a lawsuit filed by his own party ― and giving him the power to unilaterally end the payments to insurance companies and send the exchanges into a tailspin.\nThe Trump administration and House Republicans sought and received several delays from the appeals court this year, arguing in part that the repeal and “replace” effort on Capitol Hill ― now stalled ― could make the case irrelevant.\nBut at any time, Trump could drop the appeal or simply order the Treasury to end the payments.\nThat, coupled with concern that the administration wouldn’t vigorously represent the interests of states and their residents, prompted California Attorney General Xavier Becerra and New York Attorney General Eric Schneiderman in May to lead their counterparts in other jurisdictions to seek to mount their own appeal of the lower court ruling.\nThe attorneys general from Connecticut, Delaware, Hawaii, Illinois, Iowa, Kentucky, Maryland, Massachusetts, Minnesota, New Mexico, Pennsylvania, Vermont, Washington state, and the District of Columbia joined the petition. All these attorneys general are elected Democrats, except Hawaii Attorney General Doug Chin, was was appointed by Democratic Gov. David Ige.\nIn its ruling Tuesday, the court agreed state officials had standing to join the appeal. Further court proceedings will remain on hold, the appellate judges ruled.\nBut the involvement of the state attorneys general guarantees that at least one party to this case isn’t simultaneously engaged in an effort to sabotage or undo the Affordable Care Act itself.\n\n         Politics hurt too much? Sign up for HuffPost Hill, a humorous evening roundup featuring scoops\n         from HuffPost’s reporting team and juicy miscellanea from around the web.", "date": "\n08/01/2017", "href": "https://www.huffpost.com/entry/court-trump-obamacare-sabotage_n_598128c6e4b09d24e993d470", "tags": "administration obamacare insurers court ruling trump insurance payments year throws general sabotage plan wrench health"}