{"title": "Court Delays GOP Lawsuit To Gut Obamacare", "content": "WASHINGTON ― A federal appeals court panel agreed Monday to the House Republicans’ request to hold off on further actions on their own lawsuit to eradicate financial assistance for the poorest people covered by Obamacare health insurance plans.\nHouse Republicans brought the lawsuit in 2014, alleging that President Barack Obama’s administration unlawfully is spending federal money on these subsidies without a congressional appropriation. President Barack Obama’s Justice Department contested the case, but a federal judge sided with the GOP in May, prompting an appeal. \nBut with President-elect Donald Trump poised to take office and with Republicans retaining control of Congress after Election Day, the House GOP last month asked the appeals court to postpone considering the case. Congressional Republicans are aiming for votes repealing key aspects of the Affordable Care Act next month and to work for up to three years assembling legislation to succeed it.\nAt issue is extra help for the lowest-income people who are enrolled in private health plans obtained via the Affordable Care Act’s health insurance exchanges.\nIn addition to tax credits the law provides to low- and moderate-income households to defray monthly premium costs, those at the lowest end of the income scale qualify for reductions in out-of-pocket costs like deductibles and copayments.\nThe law requires health insurers to cap those costs for people who earn between the federal poverty level and 250 percent of that amount, or a range of $11,880 to $29,700 a year for a single person. The federal cost-sharing reduction payments are then made directly to the insurers to compensate them.\nIf the lawsuit ultimately were successful, health insurance companies would still be required to reduce out-of-pocket costs for these customers, but would no longer be reimbursed for their expenses, a loss of approximately $5 billion a year.\nThe majority of Obamacare enrollees, or about 7 million people, qualified for these subsidies this year.\nA win in this lawsuit would give Trump and congressional Republicans a victory in their campaign against the Affordable Care Act, but at a severe cost.\nEliminating the cost-sharing subsidies would throw the Obamacare market into chaos, largely because insurers may be permitted to withdraw from the exchanges absent the cost-sharing patients, jeopardizing coverage for millions, including those who don’t even qualify for this financial assistance.\nA three-judge panel of the United States Court of Appeals for the District of Columbia Circuit has now delayed the case until at least Feb. 21. After that date, the two sides have to submit plans for how they’d like the litigation to proceed, which is in line with the House GOP’s motion to the court last month. At that point, the incoming Trump administration will become the defendant in the case and will decide along with the House GOP plaintiff’s about the next steps.\n“In light of public statements by the President-elect and his campaign, there is at least a significant possibility of a meaningful change in policy in the new administration that could either obviate the need for resolution of this appeal or affect the nature and scope of the issues presented for review,” the Nov. 21 motion says. “The status quo will be maintained during the abeyance period, because the district court stayed its ruling, permitting appellants to continue paying insurers the funds at issue on a monthly basis.” \nAs president, Trump would have the authority to simply order these payments cut off. Trump has never taken a position on whether he agrees with House Republicans that the money is being spent illegally, or whether he concurs that the House of Representatives even has legal standing to sue the executive branch in a case like this. The Obama administration disputes both aspects of the lawsuit.\nCristian Farias contributed reporting.", "date": "\n12/05/2016", "href": "https://www.huffpost.com/entry/gop-lawsuit-to-gut-obamacare-delayed_n_5845a305e4b02f60b0240b4f", "tags": "lawsuit obamacare court gop republicans would house federal gut delays case health"}