{"title": "Court Case Asks if ‘Big Brother’ Is Spelled GPS", "content": "WASHINGTON — The precedent is novel. More precisely, the precedent is a novel.\nIn a series of rulings on the use of satellites and cellphones to track criminal suspects, judges around the country have been citing George Orwell’s “1984” to sound an alarm. They say the Fourth Amendment’s promise of protection from government invasion of privacy is in danger of being replaced by the futuristic surveillance state Orwell described.\nIn April, Judge Diane P. Wood of the federal appeals court in Chicago wrote that surveillance using global positioning system devices would “make the system that George Orwell depicted in his famous novel, ‘1984,’ seem clumsy.” In a similar case last year, Chief Judge Alex Kozinski of the federal appeals court in San Francisco wrote that “1984 may have come a bit later than predicted, but it’s here at last.”\nLast month, Judge Nicholas G. Garaufis of the Federal District Court in Brooklyn turned down a government request for 113 days of location data from cellphone towers, citing “Orwellian intrusion” and saying the courts must “begin to address whether revolutionary changes in technology require changes to existing Fourth Amendment doctrine.”\nThe Supreme Court is about to do just that. In November, it will hear arguments in United States v. Jones, No. 10-1259, the most important Fourth Amendment case in a decade. The justices will address a question that has divided the lower courts: Do the police need a warrant to attach a GPS device to a suspect’s car and track its movements for weeks at a time?\nTheir answer will bring Fourth Amendment law into the digital age, addressing how its 18th-century prohibition of “unreasonable searches and seizures” applies to a world in which people’s movements are continuously recorded by devices in their cars, pockets and purses, by toll plazas and by transit systems.\nThe Jones case will address not only whether the placement of a space-age tracking device on the outside of a vehicle without a warrant qualifies as a search, but also whether the intensive monitoring it allows is different in kind from conventional surveillance by police officers who stake out suspects and tail their cars.\n“The Jones case requires the Supreme Court to decide whether modern technology has turned law enforcement into Big Brother, able to monitor and record every move we make outside our homes,” said Susan Freiwald, a law professor at the University of San Francisco.\nThe case is an appeal from a unanimous decision of a three-judge panel of the United States Court of Appeals for the District of Columbia Circuit, which said last year that the government was simply seeking too much information.\n“Repeated visits to a church, a gym, a bar or a bookie tell a story not told by any single visit, as does one’s not visiting any of those places in the course of a month,” wrote Judge Douglas H. Ginsburg.\nHe added: “A person who knows all of another’s travel can deduce whether he is a weekly churchgoer, a heavy drinker, a regular at the gym, an unfaithful husband, an outpatient receiving medical treatment, an associate of particular individuals or political groups — and not just one such fact about a person, but all such facts.”\nFederal appeals courts in Chicago and San Francisco, on the other hand, have allowed the police to use GPS tracking devices without a warrant. The police are already allowed to tail cars and observe their movements without warrants, those courts said, and the devices merely allow them to do so more efficiently.\nJudge Richard A. Posner, writing for a unanimous three-judge panel in the Chicago case, did caution that institutionalized mass surveillance might present a different issue.\nSome judges say that world is fast approaching.\n“Technology has progressed to the point where a person who wishes to partake in the social, cultural and political affairs of our society has no realistic choice but to expose to others, if not to the public as a whole, a broad range of conduct and communications that would previously have been deemed unquestionably private,” Magistrate Judge James Orenstein of the Federal District Court in Brooklyn wrote last year.\nThe case to be heard by the Supreme Court arose from the investigation of the owner of a Washington nightclub, Antoine Jones, who was suspected of being part of a cocaine-selling operation. Apparently out of caution, given the unsettled state of the law, prosecutors obtained a warrant allowing the police to place a tracking device on Mr. Jones’s Jeep Grand Cherokee. The warrant required them to do so within 10 days and within the District of Columbia. The police did not install the device until 11 days later, and they did it in Maryland. Now contending that no warrant was required, the authorities tracked Mr. Jones’s travels for a month and used the evidence they gathered to convict him of conspiring to sell cocaine. He was sentenced to life in prison.\nThe main Supreme Court precedent in the area, United States v. Knotts, is almost 30 years old. It allowed the use of a much more primitive technology, a beeper that sent a signal that grew stronger as the police drew closer and so helped them follow a car over a single 100-mile trip from Minnesota to Wisconsin.\nThe Supreme Court ruled that no warrant was required but warned that “twenty-four hour surveillance of any citizen of the country” using “dragnet-type law enforcement practices” may violate the Fourth Amendment.\nMuch of the argument in the Jones case concerns what that passage meant. Did it indicate discomfort with intense and extended scrutiny of a single suspect’s every move? Or did it apply only to mass surveillance?\nIn the Jones case, the government argued in a brief to the Supreme Court that the Knotts case disapproved of only “widespread searches or seizures that are conducted without individualized suspicion.”\nThe brief added: “Law enforcement has not abused GPS technology. No evidence exists of widespread, suspicionless GPS monitoring.” On the other hand, the brief said, requiring a warrant to attach a GPS device to a suspect’s car “would seriously impede the government’s ability to investigate leads and tips on drug trafficking, terrorism and other crimes.”\nA decade ago, the Supreme Court ruled that the police needed a warrant to use thermal imaging technology to measure heat emanating from a home. The sanctity of the home is at the core of what the Fourth Amendment protects, Justice Antonin Scalia explained, and the technology was not in widespread use.\nIn general, though, Justice Scalia observed, “it would be foolish to contend that the degree of privacy secured to citizens by the Fourth Amendment has been entirely unaffected by the advance of technology.”", "date": "SEPT. 10, 2011", "href": "https://www.nytimes.com/2011/09/11/us/11gps.html", "tags": "technology ‘ warrant jones court fourth amendment ” asks spelled brother police case gps big"}