{"title": "Court Papers Give Insight Into Stanford Sex Assault", "content": "PALO ALTO, Calif. — Proud parents converged at Stanford University’s commencement on Sunday to hear Ken Burns, the documentary filmmaker, welcome the elite class of graduates into the wider world.\nBut across the idyllic university grounds, in the shade of a large tree, is a quiet stretch of lawn that speaks to a persistent and darker side of campus life, at Stanford and across the country.\nIt was here in January last year, an hour past midnight on a Saturday night, that a young woman lay on the ground, unresponsive, her hair disheveled and knotted, her body covered in dirt and pine needles, and her dress hitched up above her waist.\nThe assault of the 22-year-old woman — she is described as Jane Doe in court documents — has led to a firestorm of outrage for what many saw as her assailant’s light punishment, a six-month jail term with the possibility of being released after three months.\nIn March, a jury convicted the assailant, Brock Turner, 20, a champion swimmer and Olympic hopeful who was a freshman at the time, of intent to commit rape of an intoxicated or unconscious person and two related sections of the law, all felonies.\nThe court papers, some of them released just last week, outline the complex and intense national debate over the sentence, and over sexual assaults on campus. Yet they also portray a case that legal experts say was unusual.\nThe assault was not hidden in a dorm room or clouded by the complex emotions of a college romance. Mr. Turner and his victim had met only minutes before their encounter. The assault was taking place beneath the tree when a pair of Swedish students passed by on bicycles.\nThe men stopped, and Mr. Turner began to run away. They chased him down and tackled him.\n“It happened in full view,” said Shanlon Wu, a Washington-based lawyer who is a specialist in campus rape cases. “You had unimpeachable witnesses — someone was basically caught red-handed.”\nThe court papers and police reports depict an event that could be found virtually any weekend at any college — a fraternity party with free-flowing alcohol.\nThe woman, who was not a Stanford student, was 22, working full time and living with her parents in Palo Alto at the time of the assault, according to court documents. She described the decision to go to a fraternity party on campus as a last-minute lark and a way to spend more time with her younger sister, who accompanied her.\nAfter she had a meal at home and four shots of whiskey, she told the police, her mother drove her, her sister and two other friends to the Stanford campus at 11 p.m. The women ended up at a party hosted by a fraternity, Kappa Alpha, which was also attended by Mr. Turner.\nThe woman’s sister told the police that they met several men at the party, but that “one of the guys was very aggressive and trying to kiss everyone,” according to a police report. She later identified that man as Mr. Turner and said she had twice repelled kissing and advances by him.\nThe sister left the party to accompany an intoxicated friend back to her room, and soon after the victim and Mr. Turner left the party, according to court documents.\nMr. Turner told the police that he and the victim kissed and then walked away from the fraternity house holding hands and ended up on the ground kissing. He removed the victim’s underwear and penetrated her with his fingers. He said he never took his own pants off.\nThe Swedish students who came upon Mr. Turner and the woman said they stopped to intervene because they saw Mr. Turner on top of her, thrusting his pelvis toward her, court papers and the police reports say. They said she appeared motionless, her eyes closed and her head tilted to the side.\nOne of the men yelled to Mr. Turner, who “looked up, slowly got off of” the victim “and began running rapidly away from her,” according to a case summary by the prosecutor. The Swedes chased him and brought him to the ground.\nAfter the assault, the woman told a police officer that the last thing she remembered was being with her sister at the party. Her next memory was waking up in the hospital feeling groggy and confused, she told the police.\nThe court and police documents detail the level of drinking by everyone involved.\nBoth Mr. Turner and the woman were heavily intoxicated, according to police reports. Mr. Turner reported having seven beers and a “couple of swigs” of whiskey. In addition to the four shots of whiskey she had at home, Jane Doe reported having two shots of vodka and “some beer” once she had reached the Stanford campus.\nShe remained unconscious for three hours after paramedics reached her and began giving her treatment, including an intravenous drip, police reports said.\nThe degree to which the inebriation of both Mr. Turner and the woman should have been a factor in sentencing was a central point of contention.\nMonica Lassettre, the probation officer who wrote sentencing recommendations, advised the judge to be lenient partly on the grounds that Mr. Turner was drunk. “This case, when compared to other crimes of similar nature, may be considered less serious due to the defendant’s level of intoxication.”\nShe recommended four to six months in a county jail, even though Mr. Turner faced a maximum sentence of 14 years in state prison. She also based her recommendation on what she said was his “sincere remorse and empathy for the victim,” and his lack of a prior criminal record.\nAlaleh Kianerci, the deputy district attorney who prosecuted the case, saw the woman’s intoxication as a reason for a harsher sentence, and she urged the judge to impose six years. The fact that the victim was so intoxicated was an “aggravating factor warranting a prison sentence,” Ms. Kianerci wrote.\n“Ultimately, the fact that the defendant preyed upon an intoxicated stranger on a college campus should not be viewed as a less serious crime, than if he were to assault a stranger in Downtown Palo Alto,” Ms. Kianerci said.\nIn the woman’s courtroom statement, which went viral when it was released to the news media a week ago, she described drinking too much and blacking out as “an amateur mistake” — but not a criminal act.\n“Regretting drinking is not the same as regretting sexual assault,” she said. “We were both drunk, the difference is I did not take off your pants and underwear, touch you inappropriately, and run away.”\nThe victim added in her statement that she remains deeply traumatized by the assault.\nIn a widely circulated comment in the courtroom when issuing his sentence, Judge Aaron Persky of the Santa Clara County Superior Court, said there was “less moral culpability” for a defendant who is intoxicated. His sentence was harsher than the probation officer asked for, but a petition for his removal has now swelled beyond a million signatures.\nThe court papers paint diametrically opposed pictures of Mr. Turner. Family members and friends describe him in sentencing documents as gentle, polite and, in the words of a former high school teacher, “an individual of true kindness, compassion and promise.”\nAdjusting to the social life at Stanford was difficult, Mr. Turner said in his own statement to the court. “Coming from a small town in Ohio, I had never really experienced celebrating or partying that involved alcohol,” he wrote.\nThe prosecution’s sentencing memo, however, described a man who embraced numerous forms of illicit drugs both at Stanford and in high school.\nThe memo said the police concluded from photos and text messages found on Mr. Turner’s phone that he was “engaging in excessive drinking and using drugs,” including LSD, ecstasy and an extract of cannabis. Mr. Turner had a previous arrest for underage alcohol possession in November 2014, the memo said.\nThe prosecution document also said he aggressively flirted with women. Detectives interviewed two women who had “an encounter” with Mr. Turner the weekend before the assault, the memo said. He was “touchy” and put his hands on one of the women’s upper thigh. Mr. Turner had “creeped” her out because of his persistence, the woman told the police.\nTen days after his arrest, the university reached an agreement with Mr. Turner that he withdraw from the university.\n“That was a much more expedited process than if we had gone through a formal expulsion process,” Lisa Lapin, a Stanford spokeswoman said. “It was the harshest punishment that the university can have.”\nThe woman’s courtroom statement continued to reverberate across the country and campus this past week. Michele Dauber, a Stanford law professor who has helped create the university’s policies for dealing with sexual assault complaints, called her a new Rosa Parks.\n“We are at a real watershed moment in public perception of campus sexual assaults,” said Ms. Dauber, who is also leading the effort to have Judge Persky recalled.\nIn a letter submitted to the court, Ms. Dauber said that a recent university survey found that 43 percent of senior female undergraduates said they had experienced nonconsensual sexual assault or misconduct.\nMs. Dauber is friends with the victim and said she is helping her to obtain a book contract.\nMr. Turner is banned from campus, and as part of his criminal sentence, Mr. Turner will also be registered a sex offender for life.", "date": "June 12, 2016", "href": "https://www.nytimes.com/2016/06/13/us/brock-turner-stanford-rape.html", "tags": "insight stanford give court ” woman papers sex turner campus police said assault"}