{"title": "Creating a safe workplace for women in the post-MeToo era", "content": "Every woman dreams of a workplace where her boss doesn't suggest they grab a drink after work, where there isn't that colleague you'd just rather not get stuck in the office with alone and where your job prospects don't depend, however subtly, on whether you put up with lascivious comments from a man who has power over you.\nThat dream today looks tantalisingly close and many of us are daring to hope the current rash of sexual harassment stories will help us get there. We've been through moments like this before and been disappointed - maybe not this time. \nOur goal is simple. We want a workplace that is safe for all of us. Where suggestive comments or acts aren't tolerated. Where men making women feel uncomfortable is totally unaccepted.  And where people in positions of power can never use that power to ask for sexual favours. \nWomen are conscious that it's not enough to achieve this in a few high profile industries where the men are famous and therefore more likely to be outed. \nThe tip-dependent waitress who goes to work every evening shouldn't have to smile and put up with the unwanted advances of drunk customers. The check-out woman at the local super market shouldn't have to put up with the comments, or pats, or squeezes of her lecherous manager in order to ensure she gets enough shifts that week. \nThe nurse in your local hospital shouldn't have to worry about whether the supervisor on the lonely graveyard shift is going to push himself up against her yet again and then pretend nothing happened.\nThat's the world so many women navigate every single day. I honestly do not know a woman, in any profession, at any level, who has not at some point, often at many points, had to repudiate the unwanted advances of a man they've worked with or for. We shouldn't have to.\nWith this new focus on male predators, we aren't out to destroy careers. This is not revenge we seek. It's just safety and respect and the freedom to do our jobs without having to deal with this kind of crap.\nI'm older and more senior now so it doesn't happen to me much anymore. Predators don't go for women with power of their own - they prey on the vulnerable. On women who depend on the pay check, or women who are eager, quite rightly, to advance their careers, or on women they can trust will keep quiet, for whatever reason. Those are the women we want to protect now. \nMy concern is that there could be a backlash that sets us back in that quest. \nThese stories have revealed a gender knowledge gap - women know a lot about this issue and men are hardly aware of it. This is simply because the vast majority of men are good, decent people who would never molest a woman and because straight men are rarely on the receiving end of harassment.\nThere's already some disconnect between men and women in the press coverage of this story. My female colleagues are without exception excited to see this issue finally come to light. Some of my male colleagues are more uncomfortable, or feel we've covered it enough. \nIf there are many more of these stories, at what point will people start to roll their eyes and ask, \"another sexual harassment story, really?\" If that starts to happen, then this will just be another women's moment, not a lasting change. \nThere's some indication of that in response to the Al Franken story. \nOne conservative commentator has made the point that Franken has apologised, unlike Judge Roy Moore in Alabama. Another has suggested there's no need for an investigation because of Franken's apology. \nI confess I don't know how we respond to the issue of degrees of harassment and degrees of apology. Is all harassment equal? Are all apologies enough?\nWhen a man is accused multiple times of harassing children and still doesn't apologise, the case for condemnation seems clear. But are there grey areas?\nI read Al Franken's apology and found it heartfelt, full of regret and credible. But that doesn't negate the fact that the senator from Minnesota forcibly stuck his tongue in a woman's mouth and she was left feeling disgusted and dirty. \nIf he stays in office, what message does that send to our daughters, or to other predators?\nActually the woman who's come out with this story isn't asking for Al Franken to step down and she recognises that times and standards have changed. But she did want her account and her photo out to protect women now. \nAnd that's what matters - the goal of a safe workplace. This is a difficult conversation that we need to have among women but more importantly with our male colleagues. It's a conversation that's not going away because some men have repeatedly behaved badly for years and those stories will come out.\nBut perhaps that conversation will be easier and more productive if it's about a better future, something every man and woman and parent can hopefully agree to, not about retribution. \nMaybe that's the way this #MeToo movement becomes more than just a #MeToo moment.", "date": "17 November 2017", "href": "https://www.bbc.com/news/world-us-canada-42029975", "tags": "franken us creating many harassment safe era woman every man post-metoo women men power workplace"}