{"title": "Cristina Fernández de Kirchner Indicted Again on Corruption Charges", "content": "BUENOS AIRES — Cristina Fernández de Kirchner, the Argentine former president who with her late husband dominated the country’s politics for most of this century, was indicted Tuesday on fraud and corruption charges involving huge public works projects. It was her second indictment since she left office last year.\nSeveral members of her administration, including Julio De Vido, a former planning minister, and José López, a former public works secretary, were also charged in the case. Lázaro Báez, a businessman long associated with Mrs. Kirchner and her husband, Néstor Kirchner, was charged, too. One of his companies, Austral Construcciones, was accused of being the beneficiary of corruption.\nThe former officials are accused of being part of an illegal association “that operated between at least May 8, 2003, and Dec. 9, 2015, and was created to commit crimes to illegally and deliberately appropriate itself with funds that were assigned to road works,” according to the indictment. The charges focus on 52 projects in the southern province of Santa Cruz, where Néstor Kirchner was governor for more than a decade until he became president of Argentina in 2003.\nJulián Ercolini, a federal judge, said that Mr. Báez’s company, which did not exist until shortly before Mr. Kirchner became president, was awarded contracts worth $2.97 billion. That included 15 percent surcharges above the original cost of the contracts, Judge Ercolini added.\nMrs. Kirchner, who was president for two terms between 2007 and 2015, has vehemently denied any wrongdoing, and characterizes her legal troubles as little more than political persecution by her successor and rival, President Mauricio Macri.\n“Conspiracy was the crime that was created by de facto governments and used by all the dictatorships to persecute opposition leaders,” Mrs. Kirchner wrote on Twitter after the indictment was announced.\nEven while she was in office, she accused United States interests and others of being part of a crusade to undermine leftist leaders in Latin America, including her. She often compares her situation to that of Dilma Rousseff, the former president of Brazil and an ally of her administration, who was impeached this year.\nMrs. Kirchner was indicted in May on charges of manipulating Argentina’s Central Bank to bolster the peso. She is also under investigation in several other cases, many of which include Mr. Báez, who was detained in April in a separate case relating to money laundering. Mr. Báez has denied all charges against him.\nOne of Mrs. Kirchner’s lawyers, Gregorio Dalbon, wrote on Twitter that the latest indictment would be appealed. Mr. De Vido characterized the charges as “a ruling that was made-to-measure for Macri’s political needs.” Trials, given the slow pace of Argentina’s justice system, would most likely be a long way off.\nThe indictments were announced a day after Mr. Macri fired the finance minister, Alfonso Prat-Gay, in what was the first cabinet shake-up since he took office last year in the midst of a deep recession. The economy has taken longer to recover than he promised; economic activity plunged 4.7 percent in October, compared to the previous year, according to official figures released on Tuesday.\nSome analysts say the latest indictment could help Mr. Macri’s center-right government make its case, even if implicitly, that it needs more time to revive the economy.\n“In the context of a weak economy, the government needs to remind voters of who came before them and the inheritance they received,” said Marcelo Bermolén, a political science professor at Universidad Austral in Buenos Aires. “Much of the strength of the government lies” in keeping Mrs. Kirchner’s profile alive so it will have someone to blame.\nThe corruption allegations swirling around Mrs. Kirchner and her circle have provoked resentment among a public still smarting from the recession. In perhaps the most lurid episode, Mr. López was caught in June at a convent outside Buenos Aires with a semiautomatic rifle, expensive watches and nearly $9 million in cash. Still, some observers suggest that the new indictment might actually bolster her support among the approximately 36 percent of the population that continues to have a positive image of the former president.\n“This could be useful for her in terms of victimization, which she is already doing,” said Sergio Berensztein, a political analyst.\nMr. Berensztein added, however, that history was ultimately not on Mrs. Kirchner’s side: “Ex-presidents in Argentina have not been really successful in regaining power once they leave office.”", "date": "Dec. 27, 2016", "href": "https://www.nytimes.com/2016/12/27/world/americas/argentina-cristina-fernandez-kirchner-mauricio-macri.html", "tags": "fernández “ kirchner corruption indictment de former charges indicted mrs. cristina"}