{"title": "Criticized by Candidates, Comey Has Tense Days Ahead After Election", "content": "WASHINGTON — The F.B.I. director, James B. Comey, sometimes rattles off the exact amount of time left in his decade-long term as if he is eagerly watching the clock.\nThe next six years, nine months and 30 days until Sept. 4, 2023, look a lot more difficult lately.\nDepending on who wins the election, Mr. Comey will work for either a man who accused him of being part of a rigged criminal justice system or a woman who has criticized his decisions as “deeply troubling” and whose surrogates accused him of committing a stunning violation of longstanding principles of fairness.\nFriends and colleagues say that, despite a controversy that has entangled the F.B.I. in presidential politics, Mr. Comey feels no pressure to leave office and has no plans to do so. But, as one colleague recalled Mr. Comey saying recently, “It’s going to be awkward.”\nThings will be particularly awkward if Hillary Clinton wins, those close to her and to Mr. Comey acknowledge. His decision, in the campaign’s final days, to make public an F.B.I. inquiry into emails belonging to one of Mrs. Clinton’s aides renewed a controversy that she thought she had put behind her. He left her little time to resolve it, and provided little more than a vaguely written letter for her to rebut.\nMrs. Clinton has sidestepped questions about whether, if she is elected, she intends to keep Mr. Comey in his job. Her surrogates and supporters say firing him, while legal, would be politically impossible.\n“The political cost of firing him is greater than the political cost of keeping him,” said James M. Cole, who recently served as deputy attorney general and who signed a Clinton campaign letter criticizing Mr. Comey.\nThat sets the stage for a Clinton presidency that opens with tension in one of the president’s most important relationships. The strain would not be a new one. J. Edgar Hoover, the bureau’s first director, was almost fired by more than a few of the six presidents he served under. More recently, President Bill Clinton and his director, Louis Freeh, were barely on speaking terms.\nBut such a relationship would be untenable in today’s F.B.I., which since the Sept. 11, 2001, attacks has become essential to counterterrorism efforts around the world. That is why people close to Mr. Comey say the next president will move quickly past the rancor of the past few weeks.\n“The national security area is one where they will be bound,” said Daniel C. Richman, a close adviser to Mr. Comey who worked with him as a federal prosecutor in New York in the 1980s. “It will be something that will enable them to bond.”\nSaid another way: A national crisis has a way of making political grievances seem less important.\nFor now, though, this grievance is particularly raw and there is little historical precedent for it. Incoming presidents have criticized F.B.I. directors before, but rarely so forcefully or publicly. As a candidate, Jimmy Carter said he “would have” fired Clarence M. Kelley, the director at the time, for accepting gifts and services from his staff members. He declined to say, though, whether as president he would indeed fire Mr. Kelley. And he did not.\nBy contrast, Democrats rallying behind Mrs. Clinton have made a late-campaign strategy out of fueling outrage at the F.B.I. The campaign published an open letter, signed by dozens of former prosecutors, chastising Mr. Comey. President Obama criticized him. The House minority leader, Nancy Pelosi, hinted that he might be pushed from office.\n“Maybe he’s not in the right job,” Ms. Pelosi told CNN. “I think that we have to just get through this election and just see what the casualties are along the way.”\nMrs. Clinton’s running mate, Senator Tim Kaine, said in an interview on Saturday with Fusion that Mr. Comey had violated F.B.I. protocol by discussing details of an investigation, but that he did not believe Mr. Comey was trying to affect the election.\nMr. Kaine said that recent disclosures in the news media showed that “the F.B.I. is not only a leaky sieve but there were people within the F.B.I. actively working — actively working — to try to help the Trump campaign.” He called it “a massive blow to the integrity of” the bureau.\nMr. Comey ignited criticism for announcing, over the objection of the Justice Department, that F.B.I. agents had discovered new emails that might — or might not — be relevant to an investigation that was completed in July into Mrs. Clinton’s use of a private email server to send classified information.\nPeople close to Mr. Comey say his move could actually help Mrs. Clinton if she wins. Only an independent-minded F.B.I. director, one who has shown no loyalty to Mrs. Clinton and a fierce commitment to transparency, their argument goes, will have the credibility to handle what are sure to be years of accusations of Clinton wrongdoing from Republican lawmakers.\nThen there is the matter of Mrs. Clinton’s family foundation. Keeping accusations about the foundation in the news has been a key Republican strategy to weaken Mrs. Clinton, and the F.B.I. office in New York began a preliminary investigation into it over the summer. Some agents there believe strongly that there is evidence to move forward with subpoenas, a move that has been on hold as part of longstanding policy to not do anything that could influence an election — a policy officials say Mr. Comey violated.\nAfter the election, however, authorities will most likely revisit that decision. Senior F.B.I. and Justice Department officials, including Mr. Comey, have characterized the evidence — and the investigation — as weak, according to several law enforcement officials familiar with the case. They see the case as based on little more than information from “Clinton Cash,” a book by Peter Schweizer that asserted that foreign entities gave money to former President Bill Clinton and the Clinton Foundation, and in return received favors from the State Department.\nF.B.I. agents, like many law enforcement officers, are often conservative-leaning. And many of today’s agents came up in the bureau during the 1990s, an era of special prosecutors and mutual distrust between the Clinton White House and the F.B.I. Institutionally, though, the F.B.I. prides itself on nonpartisanship. It investigates public corruption in both parties with equal zeal and has rules and traditions that protect against partisan meddling.\nMr. Comey’s move, and the series of news stories that followed about politically charged investigations, have led to accusations that those rules and traditions had been cast aside.\nWhen the F.B.I. last week published 15-year-old documents about, among other things, President Clinton’s pardon of the financier Marc Rich, the redacted records offered little information but renewed discussion of long-ago Clinton-related controversies, F.B.I. officials said the timing was a coincidence; the requests for the documents had been filed months ago. But it seemed to confirm the suspicions among Democrats that the F.B.I. was out to hurt Mrs. Clinton, a suggestion F.B.I. agents bristle at.\nMr. Comey has sought to position himself as a fiercely independent director who is willing to speak his mind on issues of race, policing and encryption, even when his views are not shared at the Justice Department or the White House. The result has been a much higher profile for Mr. Comey than that of his predecessor, Robert Mueller, as well as for his more low-key boss, Attorney General Loretta Lynch.\nMany current and former Justice Department officials expressed dismay that Ms. Lynch did not personally call Mr. Comey and order him, on principle, not to disclose the latest investigative steps in the email case so close to the election.\nThere has been some speculation that Mr. Comey would feel compelled to provide details on the status of the investigation into the new cache of emails before Election Day. But that move, which would have been controversial within the F.B.I., is now unlikely.\n“Damn the election,” said James McJunkin, a former F.B.I. assistant director, echoing the feeling of other agents. “He has to conduct the investigation without the politics. That’s the important piece. That is something he already knows. That’s not lost on James Comey.”", "date": "Nov. 5, 2016", "href": "https://www.nytimes.com/2016/11/06/us/politics/james-comey-fbi-hillary-clinton.html", "tags": "tense election candidates f.b.i comey clinton days ” ahead criticized — mrs."}