{"title": "Crossbows, 5 Bodies, 2 Crime Scenes and a Mystery in Germany", "content": "BERLIN — The shock of the rare burst of violence was multiplied by its odd circumstances: In a picturesque and normally placid little German city, three bodies lay in a hotel room, each one killed with a crossbow.\nMore than 300 miles away, another gruesome discovery made the case still more confounding. Searching the home of one of the three people who had died in the hotel, the police found two more bodies.\nThe German authorities are now trying to piece together a mystery that has attracted international attention for the unconventional weapon used and the lack of clear motive or motives behind five deaths in a country whose homicide rate is about one-fifth that of the United States.\n“The use of crossbows as weapons is extremely rare,” said Walter Feiler, spokesman for prosecutors in Passau, adding that “they are rarely seen, except at medieval markets.”\nHe declined to comment on reports in the German media that the 53-year-old man found in the hotel over the weekend and identified only as Torsten W. in keeping with German privacy, as well as the two women in the case, had belonged to a medieval club.\nThe trio had booked a three-bedroom suite for three nights at a small hotel on the outskirts of Passau, a small city on the Danube in southeastern Germany, bordering Austria, that is known for its baroque old town and onion-domed church.\nOn Saturday, a maid knocked on their door, and, hearing no answer, let herself in. She found the bodies of Torsten W. and of one of the women, identified as Kirsten E., 33, lying on a double bed, holding hands. Each had a crossbow bolt through the heart.\nOn the floor lay the other woman, Farina C., 30, with a bolt through her neck and two crossbows beside her. A third weapon was found in a bag in the room, the police said.\nWhen searching Farina C.’s home in Wittingen, a town in northern Germany, on Monday, police officers found two more bodies, including that of a 35-year-old teacher, whose name was not released. The teacher was legally registered in a same-sex partnership with Farina C., police in Wittingen said.\nAutopsy results released on Tuesday showed no indication that either woman had other injuries, said the police, who are continuing to investigate how the deaths are connected. They said both women appeared to have died several days before their bodies were discovered.\nInitial autopsy results from the crossbow victims in Passau showed that none of the three had been drinking alcohol or taking drugs at the time of their deaths and there were no indications that they had offered resistance, Mr. Feiler said.\nThe crime scene evidence indicated that “the couple in bed were each killed by a shot to the heart,” and then more crossbow bolts were fired into their bodies, Mr. Feiler, the prosecutors’ spokesman, said. “The third person, in front of the bed, was killed with a shot to the neck.”\nThe younger woman appeared to have shot the other two people, prosecutors said, before turning the weapon on herself. Two letters, apparently written by the couple found on the double bed, indicated that the killings may have been a joint suicide, the prosecutors added.\nCrossbows are listed as a sporting weapon in Germany and can be bought by anyone 18 or older.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/world/europe/germany-crossbow.html", "tags": "crossbows mystery bodies germany german three crime found crossbow two police hotel weapon scenes"}