{"title": "Crowds, Stoked by Trump’s Rhetoric, Increase Their Ire Toward the Press", "content": "The baby wearing a “CNN Sucks!” pin pretty much summed it up.\nIn the back of a fairground auditorium in Tampa, Fla., on Tuesday night, as President Trump presided over a rally dedicated to denigrating his enemies, the journalists dispatched to cover the proceedings attracted their own raucous crowd.\n“Stop lying!” shouted a man in an American flag T-shirt, one of dozens of Trump supporters who hurled invective at the assembled press corps. Facing the reporters’ work space — and away from the stage where Mr. Trump was set to speak — they flashed middle fingers and chanted “CNN Sucks!” as Jim Acosta, a CNN White House correspondent, attempted to speak on-air.\nMenacing the media was a theme of Mr. Trump’s campaign rallies in 2016. News networks hired security guards for some correspondents — a practice that, in Mr. Acosta’s case, has continued — and reporters found themselves taunted and disparaged by attendees repeating Mr. Trump’s refrain of “fake news.”\nIn Tampa, though, several journalists described an atmosphere of hostility that felt particularly hard-edge. And far from condemning these attacks on the press, the president and his team have endorsed them.\nThat night, Mr. Trump tweeted out a video of his supporters jeering Mr. Acosta, along with an approving comment from his son Eric: “#truth.” When the White House press secretary, Sarah Huckabee Sanders, was invited at Wednesday’s press briefing to condemn the menacing behavior, she declined.\n“While we certainly support freedom of the press,” Ms. Sanders said, “we also support freedom of speech. And we think that those things go hand in hand.”\nNow, news organizations are anticipating an unnerving autumn, as their reporters prepare to fan out across the country for a fresh round of Trump rallies before the midterm elections. “I’ll go six or seven days a week when we’re 60 days out,” Mr. Trump said last week.\nThe president has recently revived his “enemy of the people” line about the mainstream news media, sprinkling the phrase into his public remarks. The new White House communications chief, Bill Shine, a former president of Fox News, signaled a tougher approach to press relations when he barred a CNN reporter from a public event last week in the Rose Garden. The reason? She asked questions of Mr. Trump in what the White House deemed an inappropriate manner for an event in the Oval Office.\nThe approach may appall some journalism advocates, but it has buoyed many members of the president’s base. Sean Hannity, perhaps Mr. Trump’s most reliable defender on cable news, directly addressed Mr. Acosta on Tuesday night at the start of his program on Fox News.\n“The people of this country, they’re screaming at you for a reason,” Mr. Hannity said. “They don’t like your unfair, abusively biased treatment of the president of the United States.”\nA montage — titled “CNN’s Jim Acosta Lowlights” — followed, with footage of Mr. Acosta pressing Ms. Sanders at briefings and criticizing the administration’s attitude toward the news media.\n“That’s called opinion,” Mr. Hannity said, when the camera came back to him. “And you’re extremely rude. Oh, and a liberal partisan hack. That’s why Americans don’t trust you and fake news CNN.”\nPress freedom groups have long warned that Mr. Trump’s rhetoric — and the accompanying criticism from his supporters — is endangering journalists domestically and abroad, particularly under autocratic regimes that have adopted his language in cracking down on independent journalism.\nThose concerns came up during a meeting last month between Mr. Trump and the publisher of The New York Times, A. G. Sulzberger, who asked the president to reconsider his use of the term “enemy of the people.”\nAfter that meeting was made public last Sunday — Mr. Trump, ignoring the White House’s off-the-record stipulation, tweeted about it — the president opened a new flank of attack. He wrote on Twitter that reporters who reveal “internal deliberations of our government” are putting “the lives of many, not just journalists, at risk!”\nMs. Sanders picked up on that theme at her briefing on Wednesday, the press secretary’s first question-and-answer session with reporters in nine days. (Ms. Sanders held only three formal news briefings in July, compared with nearly once a day in the early part of her tenure.)\n“The media routinely reports on classified information and government secrets that put lives in danger and risk valuable national security tools,” Ms. Sanders told reporters, going on to cite a debunked story that a report about Osama bin Laden in the 1990s had harmed national intelligence efforts. (President George W. Bush has made the same claim, that a report about Bin Laden’s use of a satellite phone had tipped him off to surveillance; the information had been released by the Taliban two years earlier.)\n“It’s now standard to abandon common sense ethical practices,” Ms. Sanders continued. “This is a two-way street. We certainly support a free press, we certainly condemn violence against anybody, but we also ask that people act responsibly and report accurately and fairly.”", "date": "Aug. 1, 2018", "href": "https://www.nytimes.com/2018/08/01/business/media/trump-press-jim-acosta.html", "tags": "rhetoric news stoked reporters sanders ” trump crowds ire — toward press increase"}