{"title": "Cuomo Moves to Legalize Recreational Marijuana in New York Within Months", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nGov. Andrew M. Cuomo announced that he would push to legalize recreational marijuana next year, a move that could generate more than $1.7 billion in sales annually and put New York in line with several neighboring states.\nThe highly anticipated proposal came in a speech in Manhattan on Monday, in which the governor outlined his agenda for the first 100 days of his third term. Mr. Cuomo framed the speech as a reflection on what Franklin Delano Roosevelt — the former president who was once a New York governor himself — would do today, mixing sweeping rhetoric about American ideals with grim warnings about the Trump administration.\nThe speech, which seemed delivered with a national audience in mind, could prolong slow-burning speculation about Mr. Cuomo’s presidential ambitions. It also showed, in striking detail, the governor’s leftward evolution in his eight years in office, from a business-friendly centrist who considered marijuana a “gateway drug,” to a self-described progressive championing recreational marijuana, taxes on the rich and a ban on corporate political donations.\n“The fact is we have had two criminal justice systems: one for the wealthy and the well off, and one for everyone else,” Mr. Cuomo said before introducing the cannabis proposal, describing the injustice that had “for too long targeted the African-American and minority communities.\n“Let’s legalize the adult use of recreational marijuana once and for all,” he added.\nTen other states and Washington, D.C., have legalized recreational marijuana, spending the new tax revenue on a range of initiatives, including schools and transportation.\nThe idea is expected to win support in Albany, where Democrats captured the State Senate in November. Members of the Assembly, which is dominated by New York City Democrats, have supported such a measure as well.\nTraditionally, governors outline their priorities for the year in a State of the State address in January. But Mr. Cuomo said he wanted to lay out his plans early, in anticipation of the first legislative session in a decade in which Democrats have controlled both houses of the Legislature.\nThose plans ranged from combating climate change to protecting undocumented immigrants. Other measures included creating longer waiting periods for buying guns; implementing congestion pricing to fund the city’s crumbling subway system; and ending vacancy decontrol, which allows landlords to remove certain apartments from rent-regulation protections when they become empty.\nMr. Cuomo also pledged to invest an additional $150 billion in infrastructure and to protect patients with pre-existing conditions, regardless of what happens at the federal level. He stopped short, though, of endorsing the New York Health Act, which would create a single-payer health care system.\nOne of Mr. Cuomo’s most striking proposals would overhaul the state’s election laws. In addition to reiterating his criticism of the L.L.C. loophole, a provision of state law that has allowed corporations to skirt the limit on political giving, the governor also said for the first time that New York should outright prohibit corporations from giving to those seeking elected office.\n“Ban any corporate contributions to any political candidate, period,” he said.\nIt was a striking proclamation from a governor who is known (and feared) for his fund-raising prowess, which has been fueled in large part by generous corporate donors. That fact was not lost upon some in attendance on Monday: Mr. Cuomo was interrupted by hecklers twice, including one who shouted, “Cuomo only cares about corporations!”\nTwenty-two states do not allow campaign contributions from corporations.\nMr. Cuomo also repeated his calls for the introduction of automatic voter registration, voting by mail and early voting, and he suggested that Election Day become a state holiday. New York is one of only 12 states that does not allow early voting.\nIn a nod to a potential audience beyond New York, Mr. Cuomo rebuked his fellow Democrats for what he called their reliance on rhetoric over action. Mr. Cuomo, who advertises himself as a pragmatist with a knack for getting things done, seemed to suggest that the Democratic Party could use his brand of leadership.\n“Today while Democrats bemoan our current federal government, let us remember F.D.R.’s example: that it is not enough for Democrats to criticize,” he said, after a recitation of his own accomplishments.\n“The Democratic leadership has to prove that it has the knowledge to govern, the skill to accomplish and the understanding to unite.”\nIt remains to be seen how many of Mr. Cuomo’s own promises become reality. The governor has made similar vows, such as ending cash bail, only for them to languish. Mr. Cuomo has blamed their demise on the Republican-controlled Senate, but some progressives have accused the governor of failing to exert his full political weight.\nAfter November, that excuse vanishes. Mr. Cuomo said so, too: “There are no more excuses, my friends. Now is the time to stand up and lead, and do what you’ve said you were going to do all those years.”\nCompared to the other proposals, the marijuana idea received just a passing mention, despite the attention it has captured among policy wonks and average New Yorkers alike. Mr. Cuomo did not describe how he would use the tax revenue that legalization could generate, or offer details about how he would regulate a drug that he had previously made clear he considered dangerous.\nHe for years rejected allowing even medical marijuana, declaring that its dangers overshadowed its benefits. He continued to oppose it into 2013, before approving a highly limited pilot program in 2014.\nAfter complaints from advocates, the state eased some of those restrictions in 2016. But Mr. Cuomo remained wary, telling reporters as recently as last year that he considered marijuana a “gateway drug.”\nIt was not until this year that Mr. Cuomo warmed to the idea, saying that the “facts have changed” around the drug and acknowledging its legalization in nearby states: Massachusetts in 2016 and New Jersey now moving to do the same. The governor’s primary opponent, Cynthia Nixon, made legalization a central plank of her campaign.\nThe clearest indication of what legalization might look like in New York may be found in a report issued in July by the state Department of Health, which Mr. Cuomo had empowered to study the issue. The commission, which the governor convened in January, concluded that the benefits of taxing and regulating the drug outweighed any negative effects.\nLegalization could bring in between $248 million and $677 million in new tax revenue in its first year, the report said. In addition, it could also ease the opioid crisis and mitigate racial disparities in the criminal justice system.\nAlready, public officials and policy groups have begun clamoring for different uses of the new revenue. One popular proposal would funnel the money into New York City’s crumbling subway system. Others have said the funds should be invested in the black and Latino communities that have been disproportionately affected by prosecution.\nSome have suggested that they would not support legalization without a promise to return the profits to those communities. Assemblyman Walter Mosley, a Democrat from Brooklyn, said in a statement that the Legislature “cannot move forward with an adult-use program until we know that these injustices of the past are made right.”\nBut others, especially those in the recreational marijuana industry, rejoiced. Cannabis companies had given generously to Mr. Cuomo and other officials before this year’s election, with one company, MedMen, giving the governor the limit of $65,000 this year.\nA Quinnipiac University poll in May showed that 63 percent of New Yorkers favored legalizing marijuana.", "date": "Dec. 17, 2018", "href": "https://www.nytimes.com/2018/12/17/nyregion/marijuana-legalization-cuomo.html", "tags": "york within governor legalize ” recreational would months cuomo new marijuana moves"}