{"title": "Cuomo’s Blunt Subway Strategy: Humiliate the M.T.A. to Force Change", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nNew York City’s subway and bus system needs higher fares to shore up its finances and to make much-needed improvements in service. But on Tuesday, Gov. Andrew M. Cuomo said he opposed the increase, once again publicly humiliating the behemoth transit agency in an attempt to force it to change.\nThe brinkmanship has deepened the sense of crisis at the Metropolitan Transportation Authority, throwing into doubt the future of the agency’s leadership and leaving riders wondering about what will happen to fares and promised renovations after years of decay.\nWith his comments, Mr. Cuomo, who has insisted that he does not actually control the authority, has put pressure on the M.T.A.’s leaders to more quickly overhaul the system. The issue, though, is whether being so publicly blunt about the agency, as Mr. Cuomo has been twice this month, is the most effective way to turn things around there.\nOn Tuesday, Mr. Cuomo argued against a fare increase and questioned whether the agency actually needed the money.\n“I have no faith in what they say,” Mr. Cuomo said in an interview, in reference to the fare hike debate.\nMr. Cuomo made clear that his comments were part of a broader strategy to bring about reforms. Asked whether the agency might have to cut service without the revenue, Mr. Cuomo said, “No. Tighten your belt. Make the place run better.”\nWith a fare vote scheduled for Thursday, a close ally of the governor, Lawrence S. Schwartz, has intervened to force the agency to examine other options. The board is considering fare proposals that could raise the cost of a MetroCard swipe to $3 in March.\nBut Mr. Schwartz, an M.T.A. board member and former top aide to Mr. Cuomo, plans to offer his own proposals, which include tying fare increases to better service and investing additional money toward combating fare evasion, which the agency says has become a serious problem.\n“I’m dead set against voting for any fare increases without performance improvements tied to it,” Mr. Schwartz said in an interview, adding, “I don’t know what will happen on Thursday.”\nThe uncertainty over the fare increase highlights the growing dysfunction at the authority, which has increasingly been subject to the whims of Mr. Cuomo and his allies. For years, subway leaders had been planning to close the L train tunnel between Manhattan and Brooklyn to repair damage from Hurricane Sandy. Then Mr. Cuomo abruptly called off the shutdown this month.\nMr. Cuomo, a Democrat in his third term, has criticized the agency, complaining of its stodgy bureaucracy and saying he wants to “blow up the M.T.A.” The idea of calling off the fare increase — something Mr. Cuomo has supported for months — sounds good in theory. The subway is still far from reliable nearly two years after the system descended into crisis.\nBut the transit agency’s financial plan relies on modest fare and toll increases, every two years, across its sprawling system of subways, buses, commuter railroads and paratransit service. The fare increase is expected to bring in an additional $316 million per year.\nThe authority is working to make reforms and improve service with its existing resources, said Shams Tarek, a spokesman for the authority.\n“The M.T.A. board will have robust discussion and decide on the best course of action in the context of the M.T.A.’s dire financial position, which requires fare and toll increases as well as new, sustainable, adequate sources of funding in order to balance the budget while avoiding painful service cuts,” Mr. Tarek said in a statement.\nThe authority’s board has been considering two options for fare increases of about 4 percent: The first would keep the base fare at $2.75, but end the bonus for buying a pay-per-ride MetroCard; the second would increase the base fare to $3 and double the bonus to 10 percent. A weekly pass would rise to $33, up from $32. A monthly pass could increase to $127, up from $121.\nEven with the fare increase, subway leaders say the system is in a grim financial situation. They have warned that without new revenue sources, their only options would be even higher fare increases or drastic cuts to subway and bus service. The agency expects to have a deficit of nearly $1 billion by 2022.\nMr. Cuomo supports congestion pricing — a proposal to toll drivers entering the busiest parts of Manhattan — as a new revenue source for the authority, which could generate $15 billion over a decade. The governor has said that congestion pricing will be a top priority during the current legislative session.\nAt a board committee meeting on Tuesday, transit leaders expressed concern about how the agency’s credit rating had been downgraded twice last year by Standard & Poor’s. David Jones, a board member, asked what would happen if state lawmakers did not approve congestion pricing this year.\n“If the legislature were to not pass congestion pricing, we would be effectively back at the drawing board trying to figure out what our next steps would be, to be quite honest,” said Patrick McCoy, the authority’s finance director.\nMr. Cuomo has complained that the creation of the authority was “diabolical” and intended to keep elected officials from being held accountable for tough decisions.\n“It was purposefully designed so that everyone can point fingers at everybody else, and nobody’s responsible,” Mr. Cuomo said this month. “Why? Because no politician wanted to be responsible. You’re talking about trains and subways and fare increases. And no politician wants to be the one who suggested a fare increase.”\nThe authority’s board votes on major issues for the regional transit system like fare increases and service changes. The board typically has 17 voting members, including six members chosen by the governor and four by the mayor. Mr. Cuomo also selects its chairman and had a role in hiring the agency’s top leadership like Andy Byford, the subway’s leader.\nMr. Schwartz said he had decided to search for other fare options on his own and had not discussed the matter with Mr. Cuomo.\n“We have to try to do it in a way where those who are economically vulnerable or rely on the system the most are impacted the least,” Mr. Schwartz said. “And I want to assure riders that New York City Transit and Metro-North and Long Island Rail Road are going to be held accountable for performance metrics.”\nMr. Schwartz did not give specifics about his proposals, but did say that in order for fare increases to take place, leaders would have to show, for instance, that on-time rates were improving.\nLisa Daglian, executive director of the Permanent Citizens Advisory Committee to the M.T.A., a watchdog group, said she was concerned about what would happen to the system without a fare increase.\n“How does that money get made up?” she said. “All of the Plan B scenarios are bad and they’re not something riders should want. Nobody wants a fare increase, but nobody wants service cuts.”\nAt the board meeting on Tuesday, riders made heartfelt pleas against a fare increase. Valerie Joseph, who relies on the Access-A-Ride paratransit service, said she had limited income and could not afford higher fares.\n“Raising the fare,” she said, “I won’t even have money to eat.”", "date": "Jan. 23, 2019", "href": "https://www.nytimes.com/2019/01/23/nyregion/cuomo-mta-fare-increase.html", "tags": "authority blunt humiliate service agency subway force ” change m.t.a cuomo strategy fare increase"}