{"title": "Cuomo’s Gun Law Plays Well Downstate but Alienates Upstate ", "content": "In large stretches of upstate New York, it is the reason Gov. Andrew M. Cuomo is deeply unpopular. To many voters in New York City and its suburbs, it is one of his crowning achievements.\nMr. Cuomo, a Democrat, made New York the first state to pass a broad package of new gun laws after the mass shooting in Newtown, Conn., in 2012. Seizing a singular political moment, he called it the Safe Act, and he implored Congress to follow his lead.\nNearly two years later, as he seeks a second term, Mr. Cuomo presents the act to his supporters as one of his greatest successes, and Democrats are assailing the governor’s Republican challenger, Rob Astorino, for being lax on guns. It remains one of the most far-reaching pieces of gun-control legislation passed in response to the Newtown shooting.\nBut in pushing for passage of strict new gun laws, Mr. Cuomo alienated a vocal constituency across upstate New York, a region he has otherwise wooed. In court, gun owners have challenged the constitutionality of the laws; on lawn signs and bumper stickers in places like the Catskills and western New York, they demand their repeal.\nCounties, towns and villages have passed resolutions denouncing the laws, and some counties have even demanded that their official seals not be used on any paperwork relating to them. In response to an open records request, the governor’s office shared hundreds of pages of such resolutions, from far-flung places like the Adirondack town of North Hudson, with 238 residents, to more populous areas like Erie County.\n“The calculation when it was passed was people were going to get mad for a little while and then get over it,” Stephen J. Aldstadt, the president of the Shooters Committee on Political Education, said. “I don’t think people are getting over it.” Despite its scope, the Safe Act was not everything it was originally intended to be, and there were stumbles. A provision limiting the size of gun magazines, for example, turned out to be unworkable.\nThirty-two days after the shooting in Newtown, on Jan. 15, 2013, Mr. Cuomo signed the act into law. The measure included an expanded ban on assault weapons and high-capacity magazines, as well as a broader requirement for background checks, and tougher penalties for gun crimes.\n“The Safe Act really meets the test of good gun policy,” Leah Gunn Barrett, the executive director of New Yorkers Against Gun Violence, said. “It keeps guns out of the wrong hands, and I think it does that quite effectively.”\nThe legislation also sought to keep guns out of the hands of people with mental illnesses by requiring mental health professionals to report to the authorities any patient who was likely to be dangerous. As a result, about 34,500 people in New York are now barred from having guns; some mental health advocates have expressed concern that too many people have been categorized as dangerous.\nSo far, New York lawmakers have allocated $34 million to cover the costs associated with the laws, such as information-technology upgrades, according to the state budget office.\nSome gun owners have complained that the process that produced the legislation moved far too quickly, and state officials have run into legal hiccups and technological challenges since the laws were enacted. Critics also say the Cuomo administration has not been transparent in putting the laws into effect.\nOne provision included in the act was struck down by a federal judge because of a spelling error. Another, which limited the size of gun magazines to seven rounds, had to be revised after the governor conceded seven-round magazines were not widely available.\n(The laws were amended to allow the sale of 10-round magazines, with gun owners prohibited from loading more than seven rounds at a time. But the same judge struck down the  restriction on loading more than seven rounds, calling it “arbitrary.” The state is appealing that ruling.)\nA requirement that ammunition sales be subject to background checks, another aspect of the laws, has not been put into effect, because the state has not yet established a system for conducting the checks. And there are lingering questions among officials as varied as sheriffs and county clerks about what the laws require of them.\n“It’s been a long and difficult road since January of last year,” said Alex M. Wilson, a lawyer for the New York State Sheriffs’ Association, which has filed amicus briefs asserting that the Safe Act violates the Second Amendment. \nOne of the most controversial elements of the Safe Act was its requirement that the owners of firearms defined under the laws as assault weapons register them with the State Police.\nMany gun owners said they would not comply; the deadline for registering passed on April 15. The State Police have refused to say how many gun owners have registered; a spokeswoman, Darcy Wells, said that such information was exempt from disclosure under New York’s Freedom of Information Law.\nThe State Police have received requests for aggregate registration data from numerous people, including Michael Genier, an engineer from Horseheads, N.Y. His request was denied, as was a subsequent appeal. In an interview, Mr. Genier said he suspected that Mr. Cuomo did not want the data publicized because it would show that few people had registered. “You may or not like the law,” he said, “but you can’t change it without proper information.”\nIn an Oct. 3 advisory opinion, the state’s Committee on Open Government said the State Police had no legal basis to keep the aggregate data secret, and a firearms instructor from the Rochester area filed a lawsuit in state court this month seeking the information. Ms. Wells, the State Police spokeswoman, said the agency was reviewing the advisory opinion.\nSome data released by the state shows that one major fear among gun owners has not come to fruition: Law enforcement officials have not gone out of their way to enforce provisions of the Safe Act against otherwise law-abiding state residents.\nThrough late September, when data was most recently available, the state’s Division of Criminal Justice Services said no arrests had been reported to the agency for the misdemeanor of failing to register an assault weapon — the requirement that many gun owners have openly defied.\nIn total, there have been about 3,300 instances in which a person was charged with at least one offense established by, or strengthened under, the Safe Act, such as possessing a weapon on school grounds or buying a gun for another person who is forbidden to have one. (In those instances in which a person was charged with multiple Safe Act offenses, state records showed only the most serious charge.)\nIn 92 percent of cases, the charge was criminal firearm possession, a newly created felony; most of those were in either Brooklyn or the Bronx. The district attorneys in those boroughs said that in some instances in the past, those found with an unlicensed handgun could be charged only with a misdemeanor; now, they can be charged with a felony, which carries a stiffer sentence.\nAs he campaigns for re-election, Mr. Cuomo has trumpeted the Safe Act in some, but not all, of his appearances. At a rally in the Riverdale section of the Bronx in September, he spoke of his work on gun control, same-sex marriage and abortion rights to show how he was trying to restore New York as “the progressive capital of the nation.”\n“We said, let’s take those tough issues and solve them and show leadership,” the governor said. “Let’s take the issue of gun violence, where too many innocent people have died, and let’s pass sensible gun control once and for all, and don’t tell me it can’t be done. I’ll show you it can be done. And that law is going to save lives.”\nAt a speech three days later in Buffalo, Mr. Cuomo discussed only same-sex marriage and abortion rights, not gun control.\nIn a poll conducted by Siena College in March, the Safe Act drew support from 63 percent of voters statewide. But opinions varied significantly by region: 79 percent of voters in New York City and 63 percent in the city’s suburbs approved of the laws, compared with only 45 percent in upstate New York.\n“The Safe Act is viewed very differently depending on which county you’re in,” Frank A. Sedita III, the Erie County district attorney, said. Mr. Sedita said the new laws have had “a negligible effect on how I do my job” in prosecuting gun crimes.\nOn a Sunday in late September, more than 400 gun-rights advocates crowded into a hotel ballroom on Long Island to hear Mr. Astorino and others criticize Mr. Cuomo and the Safe Act.\n“It literally made criminals out of law-abiding citizens overnight,” Mr. Astorino, the Westchester County executive, told the crowd at the Firearm Civil Rights Conference in Hauppauge. “Governor Cuomo took away your rights. Take away his job.”\nWith voter-registration cards waiting on every seat, the message was clear: Gun owners should have a say in November’s election.\nThat sentiment was echoed by James W. Porter II, the president of the National Rifle Association, who, at the same event, called the Safe Act “pure government-sanctioned lawlessness,” which attracted loud applause.\n“Y’all are on the front lines of defending our constitutional rights and protections,” Mr. Porter said.\nSeveral of those in attendance said that with the Safe Act, Mr. Cuomo was focused only on regulating responsible gun owners.\n“If you keep changing the laws and think it’s going to stop violence, I just don’t understand that,” Candace Dein, 62, of West Islip said as she flipped through a magazine about handguns. “I don’t understand why they’re going after the people who have legal guns.”\nGregory Farren, 67, a Democrat from Flushing, Queens, said the November election was crucial for gun advocates. He wore an Astorino campaign sticker.\n“My ability to own guns,” he said, “is at stake this year.”", "date": "Oct. 24, 2014", "href": "https://www.nytimes.com/2014/10/25/nyregion/with-gun-act-cuomo-alienates-upstate-new-york-constituency.html", "tags": "laws well plays safe gun ” act downstate cuomo upstate state new alienates law"}