{"title": "Cuts To Medicaid In GOP Health Bill Would Get Even Bigger Over Time, CBO Says", "content": "That big cut to Medicaid that Republicans swear isn’t part of their health care legislation would get even bigger in the future, a new government report predicts.\nIn fact, by 2036, the federal government would be spending 35 percent less on Medicaid than it would if current laws remained in place, according to the projection.\nThe report, which the nonpartisan Congressional Budget Office published Thursday afternoon, comes with the usual uncertainty that goes with figuring out trends in the economy and health care spending so far into the future.\nBut few experts doubt that, if enacted, the GOP health bill would cause the federal contribution to Medicaid to taper off over time, falling further and further behind what it would cost to maintain today’s level of benefits for everybody who qualifies for the program.\n“Over the next decade ... a large gap would grow between Medicaid spending under current law and under this bill,” the CBO report states. \nThe shortfalls would force states to react and, as history has shown, few states would have both the will and the way to make up for the lost money. The almost-inevitable result would be fewer services and worse access to physicians for people on Medicaid ― and ultimately fewer people enrolling in the program altogether.\nThe reason that federal contributions to Medicaid would decline in relative terms actually has very little to do with the Affordable Care Act, even though the ostensible purpose of the Senate bill is to repeal Obamacare.\nLike its counterpart in the House, the Senate bill proposes to end the federal government’s open-ended commitment to providing matching funds for Medicaid no matter how many people qualify for the program and no matter how expensive their care gets. Instead, under the bill, the federal government would provide states with pre-determined sums on a per-state or per-person basis, depending on which financing option state officials choose.\nThe CBO predicts those sums won’t increase quickly enough to keep up with the cost of Medicaid ― the verdict that numerous independent analysts, including those at Avalere Consulting, the Committee for a Responsible Federal Budget and the Urban Institute, have reached in their own recent reports.\nRepublicans have insisted that this change would not amount to a “cut” in Medicaid spending, because nominal funding for the program would still rise, after a short decline, year after year. \nThey have also said any resulting shortfalls would not affect children, pregnant women, the disabled and the elderly ― that the only people to lose coverage might be able-bodied adults added under the Affordable Care Act who, according to some Republican officials, could get benefits simply by finding jobs with benefits.\nIn reality, even most able-bodied adults on Medicaid work, are in school or trying to find jobs. They lack coverage because they can’t afford premiums or because low-wage jobs often don’t offer health insurance. \nAnd cuts are likely to affect all groups, directly (because services for the elderly and disabled cost so much, making them a target for states legislators seeking savings) or indirectly (because major hospitals depend so heavily on Medicaid to finance their operations).\nRepublicans have been trying to limit federal responsibility for Medicaid for a long time, going back at least to the 1990s, when then-House Speaker Newt Gingrich (R-Ga.) led the GOP Congress on a crusade to introduce a similar financing scheme. The current Republican speaker, Paul Ryan of Wisconsin, has included such proposals in each of the budgets.\nRepublicans have said that constraining Medicaid spending is essential given the increasing burden federal entitlement programs, particularly health programs, place on the budget.\nThe strain of those health programs is real, as another CBO report showed Thursday. But Medicaid pays less for medical services than either Medicare or private insurance, and its costs per person are rising less quickly.\nFor that reason, Democrats have argued that the policymakers should focus on reducing the overall cost of medical care ― by, for example, having the government negotiate directly with drugmakers over prices ― and raising taxes in order to reduce budget shortfalls. \nRepublicans have rejected those approaches and have called for reducing taxes on the wealthy, even though the CBO and most credible analysts believe that would make the deficit worse.", "date": "\n06/29/2017", "href": "https://www.huffpost.com/entry/medicaid-congressional-budget-office_n_59556750e4b0da2c732237fa", "tags": "bigger spending even medicaid cuts gop would cbo federal republicans says government states bill get care time health"}