{"title": "Cyber Command Operation Took Down Russian Troll Farm for Midterm Elections", "content": "WASHINGTON — The American military took down a Russian troll farm last Election Day in a cyberattack that continued for several days after the vote, part of what United States officials have said is a persistent campaign to block and deter interference in American democracy.\nThe operation was intended to prevent the Internet Research Agency, based in St. Petersburg, Russia, from spreading propaganda or disinformation aimed at undermining confidence in the midterm vote or the results of the election, American officials said.\nThe operation was aimed at taking the Internet Research Agency off line for several days, from Election Day until the results were certified by local officials.\nThe Internet Research Agency, the best known of the Russian troll farms that create large amounts of propaganda, has been accused by the United States government of meddling in the 2016 elections. It is not part of the Russian government, but is controlled by oligarchs loyal to President Vladimir V. Putin of Russia.\nIntelligence agencies had assessed that the Russian troll farms that create and spread disinformation in the United States and Europe were likely to step up their disinformation activity on the day of the vote and while votes were being counted.\nOfficials said the Election Day operations were part of a larger campaign led by United States Cyber Command and the National Security Agency to secure the midterm vote. Those operations began with a campaign of direct messages sent to Russian operatives who had created disinformation and propaganda aimed at sowing dissent and undermining confidence in American voting systems. Those direct messages were aimed at deterring the creators of propaganda.\nThe Election Day operation, reported Tuesday by The Washington Post, was conducted under new authorities authorized by the White House. The new authorities, officials said, have sped up decision making, ensuring that bureaucratic concerns do not get in the way of taking action.\nIntelligence officials have said it is difficult, if not impossible, to use cyberoperations to take an adversary off line permanently. Cyberweapons typically exploit unpatched vulnerabilities in software. Given time, the target of an operation can find workarounds or fix software problems, restoring its internet connectivity or computer operations.\nBecause of that, officials said, the operations against the Internet Research agency were designed to last only for a limited number of days.\nJoseph R. Holstead, the deputy director of Cyber Command public affairs, said the military did not “discuss classified cyberspace planning and operations.”\n“U.S. Cyber Command will continue to work as part of the whole-of-government effort to defend our elections and democratic institutions from foreign malign influence,” Mr. Holstead said.\nAfter the election, under another White House executive order, the director of national intelligence conducted an analysis of foreign interference during the midterm election.\nThat report, which has not been made public, found that the Russians sought to interfere in the vote, not by trying to hack voting machines but by spreading disinformation. The report found that Russia used social media, fake personas and Moscow-controlled media to inflame opposite ideological sides with an aim of further polarizing the United States.\nOn Capitol Hill, intelligence committee officials declined to discuss the Election Day cyberoperation.\nBut after a hearing on the rise of authoritarianism in Russia, China and elsewhere, Representative Adam B. Schiff, the California Democrat who leads the House Intelligence Committee, said Russian efforts to interfere in elections were continuing.\n“There is a prioritized part of the Russian agenda to not just interfere in our democracy but interfere in democracies in Europe,” Mr. Schiff said. “They are pushing their authoritarian model to undermine institutions that reinforce democracy.”", "date": "Feb. 26, 2019", "href": "https://www.nytimes.com/2019/02/26/us/politics/us-cyber-command-russia.html", "tags": "election officials took farm russian cyber command united troll elections states operation midterm internet vote day part"}