{"title": "Cyber-security: More than 1,000 attacks reported in centre's first year", "content": "More than 1,000 incidents were reported to the National Cyber Security Centre in its first year of operation.\nThe centre - part of the intelligence agency GCHQ - says more than half the incidents posed a significant threat.\nNone of the incidents was category one level involving interference with the democratic system or crippling critical infrastructure such as power.\nBut NCSC head Ciaran Martin warned there could be more significant and damaging attacks in the near future.\nThe first year of the centre's work has been marked by a significant escalation in threats.\nIn the past few months, parts of the NHS have been taken offline and companies hit by attacks costing them millions of pounds.\nThe centre also had to respond to the snap general election by putting in place protections against any interference by foreign states.\nIn all, 1,131 attacks were reported, 590 classed as significant and more than 30 assessed serious enough to require a cross-government response.\nMr Martin described the cyber threat as \"large, growing and diverse\" - and warned that further attacks were inevitable.\n\"Cyber-security is crucial to our national security and to our prosperity,\" he said.\n\"We're incredibly proud of what we have achieved in our first year at the National Cyber Security Centre, bringing together some of the best cyber-security brains in the country in a single place.\n\"But the threat remains very real and growing - further attacks will happen and there is much more for us to do to make the UK the safest place in the world to live and do business online.\"\nA NCSC report said there were now more devices connected to the internet than there were people in the world.\n\"Despite the NCSC's best work in defending the country from that threat, we can't prevent every attack,\" it said.\nThe NCSC is part of GCHQ, whose director Jeremy Fleming said threats to the UK were developing as fast as technological advances.", "date": "3 October 2017", "href": "https://www.bbc.com/news/uk-41478608", "tags": "security national centre reported first cyber ncsc significant incidents year threat cyber-security attacks"}