{"title": "Cyber-security threat to UK 'as serious as terrorism' - GCHQ", "content": "Keeping the UK safe from cyber-attacks is now as important as fighting terrorism, the head of the intelligence monitoring service GCHQ has said.\nJeremy Fleming said increased funding for GCHQ was being spent on making it a \"cyber-organisation\" as much as an intelligence and counter-terrorism one.\nIt comes after the NHS and parliament suffered cyber-attacks this year.\nMr Fleming said there had been nearly 600 \"significant\" cyber-attacks needing a national response in the last year.\nWriting in the Daily Telegraph, the ex-deputy director of MI5, who became GCHQ director in March, said the UK's adversaries were \"quick to spot new ways of doing us harm\".\n\"We see that in the way terrorists are constantly changing their weapons, or states are using their full range of tools to steal secrets, gain influence and attack our economy\".\nBut he said until the UK's National Cyber Security Centre (NCSC) was set up last year, GCHQ's work on cyber-security \"too often felt like the poor relation\".\nThe NCSC now has a \"world-leading programme to reduce the incidence and impact of cyber-attacks without users even noticing,\" he added.\nIt now works with private firms, schools and universities as well as the media, as part of its cyber-security role.\nThat can \"feel deeply challenging\" for the secretive Cheltenham-based agency, which is used to working \"in the shadows\", he added.\nHowever, he said: \"If GCHQ is to continue to help keep the country safe, then protecting the digital homeland - keeping our citizens safe and free online - must become and remain as much part of our mission as our global intelligence reach and our round-the-clock efforts against terrorism.\"\nIn May, NHS services across England and Scotland were hit by a large-scale cyber-attack that disrupted hospital and GP appointments.\nThe incident was part of an untargeted wider attack affecting organisations globally.\nAnd in June, up to 90 email accounts were compromised during the cyber-attack on Parliament.\nLast week, NCSC head Ciaran Martin said 1,131 cyber-attacks were reported in the centre's first year.\nOf those, 590 were classed as significant and more than 30 were assessed as serious enough to require a cross-government response.", "date": "9 October 2017", "href": "https://www.bbc.com/news/uk-41547478", "tags": "uk intelligence cyber-attacks safe ncsc terrorism last threat gchq year cyber-security part serious"}