{"title": "Cyclone Gaja: India girl segregated during period dies", "content": "Villagers in India's southern state of Tamil Nadu are grieving the death of a 14-year-old girl who died in a cyclone after being forced to sleep separately because she was menstruating. \nHer family told BBC Tamil that she was trapped in the hut on 16 November when the cyclone made landfall. \nSome villagers said this was a \"wake up call\" as it was common practice to segregate menstruating girls. \nCyclone Gaja is known to have killed at least 46 people in the coastal state.\nMenstruation is taboo in large parts of rural India. Women are traditionally believed to be impure during their periods.\nThe family of the girl, S Vijayalakshmi, lives in a house next to the hut but they survived the storm. Her grandmother, S Visalakshi, said they couldn't rescue her as a coconut tree had fallen on the hut, which made it impossible to reach her.\nShe said Vijayalakshmi's parents had known that the storm was approaching but they couldn't keep her anywhere else since they lived in a coconut grove, far from the rest of the village, known as Anaikudi. \n\"I told them to take her to a different place. But within hours, the cyclone had struck and we couldn't move anywhere,\" she said.\n\"We are shattered,\" she told BBC Tamil's Pramila Krishnan. \"When we saw the tree, we lost hope. We waited for villagers to help us remove the tree and pull her out of the hut.\" \nShe added that they had rushed her to the hospital but doctors said that she had died hours ago and declared her dead on arrival.  \nVeerasena, a local social activist, said both rich and poor families followed the tradition of forcing girls to sleep separately while they were menstruating. \nPowerful winds uprooted trees and the storm destroyed more than 80,000 hectares of farm land across 12 different districts, according to official estimates. \nFishing and cash crops, such as coconuts and tamarind, are a major source of livelihood in the region and both have been severely affected; fishing boats have been wrecked and many homes in costal villages have been flooded with sea water.  \nThere have been protests by villagers in some of the districts, alleging that the government has not been providing them with basic staples such as food and water. \nA statement by local officials claims that sufficient water, food and blankets have been provided in all the 493 relief camps set up by them. ", "date": "21 November 2018", "href": "https://www.bbc.com/news/world-asia-india-46286284", "tags": "menstruating could india segregated cyclone storm hut gaja girl period dies told tamil villagers known"}