{"title": "Cyclone Debbie: Experts fear damage to Great Barrier Reef", "content": "Cyclone Debbie is likely to have damaged Australia's already beleaguered Great Barrier Reef, experts have said.\nThe cyclone struck the Queensland coast as a category four storm, carrying winds of up to 263km/h (163 mph).\nQueensland Premier Annastacia Palaszczuk said some damage on land was not as widespread as first anticipated.\nMarine experts said they expected to find damage to the reef's ecosystem, although it would not rival widespread destruction caused by coral bleaching.\nThe Great Barrier Reef Marine Park Authority said it had not yet been able to assess potential damage caused by the storm.\nBut the authority's director, Dr David Wachenfeld, said he feared the cyclone's impact because it had been large, intense and slow-moving.\n\"Those three things together tend to be the characteristics of a cyclone that causes relatively high damage to the ecosystems of the Great Barrier Reef,\" he told the BBC.\nAlthough cyclones are normal in the area, the effects of climate change are believed to be increasing the frequency of severe cyclones, he said. \n\"This is really testing the resilience of the Great Barrier Reef ecosystem.\"\nMarine ecologist Dr Joshua Madin, from Macquarie University, said although the cyclone's damage would be \"patchy\", it was still cause for concern.\n\"It's likely to have caused a lot of damage,\" he said.\n\"You start to see a lot of grow-back after 10 to 15 years, but some of these coral are hundreds of years old.\"\nHowever, Dr Madin agreed with another reef expert, marine ecologist Professor Terry Hughes, that mass bleaching remained the reef's primary concern.\n\"The path of a cyclone is about 100km wide so it will have had an impact locally on the reefs that is passed over,\" Prof Hughes said.\n\"The bleaching event is much larger in scale.\"\nThe experts said cyclones could also have a positive effect by cooling water down, although this might be negligible.\n\"It will cool the water temperature down by a degree or so but it's not going to rescue bleached coral,\" Prof Hughes said.\nTowns remained cut off on Wednesday after being pummelled by the powerful cyclone. Yachts were washed ashore and roofs torn off houses.\nDebbie has since been downgraded to a tropical low system but Australia's Bureau of Meteorology has still warned of strong wind gusts and heavy rain.\n\"This rainfall is likely to lead to major river flooding over a broad area this week,\" it said.\nThe bureau said that some areas had been drenched with the equivalent of half a year's worth of rain - \"a phenomenal\" 1,000mm (39 inches) - in just 48 hours.\nMs Palaszczuk, who flew to Bowen, one of the worst-hit towns, said mass evacuations helped save lives.\n\"Thankfully the extent of the damage here is not as widespread as we first anticipated, but of course there are lots of trees down... we've seen the impact of roofs being blown off people's houses,\" she said.\nAustralian Prime Minister Malcolm Turnbull has activated a disaster response plan.\nThree people had been confirmed injured, but that number could rise, Ms Palaszczuk said.\nShe urged insurance companies to \"treat people with respect\" following the disaster, saying 63,000 homes were without power.\nThe premier also expressed concerns that injured people were unable to contact emergency services.\nThe troops have arrived, the helicopters are overhead and Queensland has swung into full recovery mode. \nAt Ayr Fire Station, I spoke to two emergency workers who were packing up their kits and waiting to be deployed. They expect to be airlifted to one of the remote towns cut off by the storm. \nWhen they get there, they'll knock on doors and check on people - provided of course that the doors have not blown away. \nAnother fireman explained how he was itching to get out and help, even if just to give a comforting hug to someone who might be shell-shocked by the cyclone. \nEven in a massive emergency operation like this, it is those small gestures that make a difference. \nReporting by the BBC's Greg Dunlop\nAre you in the area? Have you been affected by this? If you are willing to do so, share with us by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "29 March 2017", "href": "https://www.bbc.com/news/world-australia-39427317", "tags": "debbie reef great barrier cyclone experts marine although fear damage likely"}