{"title": "Cyril Ramaphosa - South African union leader, mine boss, president", "content": "A lover of fast cars, vintage wine, trout fishing and game farming, South Africa's President Cyril Ramaphosa is one of the country's wealthiest politicians with a net worth of about $450m (£340m).\nLittle more than a year after becoming leader of the governing African National Congress (ANC) and achieving his long-held dream of becoming president, he now faces the challenge of consolidating power in his own right in May's elections.\nOnce a leading trade unionist, he became the symbol of black capitalism in South Africa after the ANC came to power at the end of white-minority rule in 1994. \nBut business was never his passion. His first love was politics and he harboured ambitions to become the deputy of Nelson Mandela, South Africa's first black president. \nWhen Mr Mandela overlooked him, he was said to have been so upset that he refused to attend Mr Mandela's inauguration as president. \nHe also declined to take a post in government. \nInstead, Mr Ramaphosa - a lawyer - became an MP and chairman of the constitutional assembly, playing the lead role in drafting South Africa's post-apartheid constitution, one of the most liberal in the world. \nHe was also well known on the global stage, having served as Mr Mandela's chief negotiator in the talks that led to the end of apartheid in 1994, and was invited to be one of two international arms inspectors in Northern Ireland - playing a key role in the peace process by inspecting the IRA's secret arms dumps.\nTo the dismay of many South Africans who saw him as the most credible politician of the post-Mandela generation, Mr Ramaphosa later withdrew from the political centre-stage to become a businessman.\nAt the time, it was not common for black people in a white-dominated sector, especially for a trade unionist who in the 1980s had organised the biggest mining strike in South Africa's history, to increase pressure on the apartheid government. \nAs white businessmen tried to accommodate him, Mr Ramaphosa acquired a stake in nearly every key sector - from telecoms and the media (where he rarely interfered in the editorial independence of newspapers he owned) to beverages and fast food (he owned the South African franchise of the US chain, McDonalds) to mining.\nMr Ramaphosa always kept a foothold in the ANC, serving on its top leadership body, the National Executive Committee - a position that, his critics say, gave him insider information and unparalleled access to government ministers as he built his business empire. \nThese accusations grew after police killed 34 workers in August 2012 at the Marikana platinum mine - the most deadly police action since white minority rule ended. \nWith Mr Ramaphosa then a director in Lonmin - the multinational that owns the mine - he was accused of betraying the workers he once fought for, especially after emails emerged showing he had called for action against the miners for engaging in \"dastardly criminal acts\" - an apparent reference to their wildcat and violent strike. \nAlthough a judge-led inquiry cleared him of involvement in the killings, Economic Freedom Fighters (EFF) leader Julius Malema portrayed Mr Ramaphosa as a puppet of white business and foreigners.\n\"Every mine has a politician inside. They [whites] give them money every month, they call it shares. But it is a protection fee to protect whites against the workers,\" he said.  \nHowever, Mr Ramaphosa, as global financial publication Forbes put it, \"stepped back from his business pursuits to avoid conflicts of interest\" after becoming South Africa's deputy president in 2014. \nEven as general-secretary of the National Union of Mineworkers in the 1980s, Mr Ramaphosa was known for his lavish lifestyle. \nAs his biographer Anthony Butler wrote in Johannesburg's Mail and Guardian newspaper, \"Ramaphosa has always believed that education, the arts, vintage wine and fast cars should not be reserved for the rich or middle-class whites. As a union leader he always flew first class. \n\"He also insisted that his regional negotiators, some of whom had never been inside a hotel before, should stay in the same luxury hotels as their management counterparts.\"\nAlso the owner of a farm with highly prized cattle, Mr Ramaphosa - who is married to Tshepo Motsepe, the sister of South Africa's richest black businessman, Patrice Motsepe - once went to an auction to bid for a buffalo and her calf. \nHe offered about 19.5m rand ($2.3m; £1.4m), but could not match the 20m rand offered by rival bidder Jaco Troskie, the son of South African film ­magnate Boet Troskie. \nHis role in the auction came to haunt him after the Marikana killings, as his critics accused him of spending lavishly on animals but not paying workers a decent wage.\nTo salvage his credibility in the ANC and the trade union movement, he apologised on national radio.   \n\"I regret it because it is an excessive price in the sea of poverty. I belong to a community and it was one of those moments when I was blind-sighted,\" he said. \nAlthough to some his reputation was tarnished, he rose to become ANC deputy leader in 2012 and South Africa's deputy president in 2014, giving legitimacy to the scandal-hit presidency of Jacob Zuma. \nBut if he thought Mr Zuma would back him as his successor, he was wrong. \nThe then president threw his weight behind his ex-wife and former African Union Commission chief, Nkosazana Dlamini-Zuma, leaving Mr Ramaphosa to fight hard to become ANC leader. \nIn an increasingly bitter campaign, Mr Ramaphosa became the anti-Zuma candidate, saying he would fight corruption, which was widely seen as a dig at the man who remained his boss at the national level.\nHe also said he believed the woman who accused Mr Zuma of rape even though the ex-president had been acquitted in court.\nMr Mandela thwarted Mr Ramaphosa's presidential ambitions in 1994 when, under pressure from his ANC colleagues, he chose the more senior Thabo Mbeki as his deputy. \nAt the time, Mr Mandela's former doctor and businessman, Nthatho Motlana, said that Mr Ramaphosa - then only in his 40s - had age on his side, that he should move into business and return to the political frontline at a later stage. \nMore than 20 years later, this is exactly what the suave and urbane Mr Ramaphosa did to the delight of his allies, who see him as the ANC's prodigal son. \nYet he still faces a serious challenge from Zuma allies in the ANC - and an electorate that is getting increasingly fed up of corruption scandals, a sluggish economy, an unemployment rate of 27% and frequent electricity blackouts.\nThe 66 year old is trying to balance those calling for more radical reforms over issues such as land redistribution - pushed by the EFF - and the interests of the business community.\nSix months after becoming president, Mr Ramaphosa announced that the constitution would be amended to allow for the expropriation of land without compensation - something that is still going through parliament - but he has been at pains to say there will be no land grabs, as witnessed in neighbouring Zimbabwe.\nAnd vowing to rid South Africa of corruption, he has established the Zondo Commission of Inquiry into \"state capture\" - which is currently looking into allegations of graft by former President Zuma and the wealthy Gupta family who are accused of trying to influence political decisions. Mr Zuma and the Gupta family deny any wrongdoing.\n\"The crooks who steal money should go to jail. They must wear the orange overall [for prisoners],\" he said recently.\nThose waiting for convictions will hope the anti-corruption drive will not get stuck like the commuter train Mr Ramaphosa took whilst out campaigning in February. A journey that should have taken 45 minutes took the president and the other passengers four hours.", "date": "30 April 2019", "href": "https://www.bbc.co.uk/news/world-africa-20767093", "tags": "african boss business president union ramaphosa zuma anc africa cyril leader south mine mandela"}