{"title": "Dairy Farms Find a Lifeline: Beer", "content": "Every day since 1938, farmhands at the 1,000-acre Carter & Stevens Farm, in central Massachusetts, have milked cows in the morning and afternoon. The same family has overseen operations for five generations. A sixth seemed uncertain.\n“We’re at a historic low nationwide in terms of farmers getting money for their milk,” said Sean DuBois, who works in the family business. (His wife, Molly Stevens, is the daughter of the third-generation patriarch, Phil Stevens.)\nPrices have cratered, driven by high supply and falling demand. For Carter & Stevens, staying solvent required creative thinking. “To succeed today as a dairy farm, you need to diversify,” Mr. DuBois said. “We found our passion for craft beer.”\nThe farm opened Stone Cow Brewery in 2016, making beers like the Roll in the Hay I.P.A., which sells for $7 a pint at its taproom. That makes the beverage much more profitable than the dairy’s raw milk, which currently sells wholesale for about 16 cents per pint, even though it costs more to produce.\n“It’s totally changed our farm forever,” said Mr. DuBois, 37, who manages the brewery.\nAmerica’s dairies have been gut-punched by declining milk prices — some dropping about 40 percent in recent years — and demand, as consumers embrace soy, nut and other milks, and the Greek yogurt craze cools. In some places, despair has set in: Three members of the Agri-Mark Dairy cooperative, which represents about 1,000 dairy farmers in the Northeast, have killed themselves in recent years, the latest in January.\nTo save their livelihoods, many dairy farms have started breweries, bolstering bottom lines with a different kind of liquid capital.\nIt’s another chapter in the dairy and brewing industries’ interlinked history. Brewers often supply farmers with spent grains for feed, and many American craft breweries have started by using secondhand dairy infrastructure.\nKen Grossman founded Sierra Nevada Brewing Co. in Chico, Calif., in 1980 with equipment scavenged from closed Midwestern dairies. The tanks were attractive because of their abundance, affordability and high sanitary standards. “For a small brewer who wasn’t going to pasteurize his beer, having hygienically designed equipment was a real boon,” Mr. Grossman said.\nDairies also adapt empty tanks for alternate uses — as Josh Cody’s family eventually did after its dairy farm in Alamosa, Colo., fell on hard times in the mid-1990s. “It just wasn’t fiscally viable for a family operation our size to milk cows,” said Mr. Cody, who was 12 when dairy operations wound down.\nThe farm started producing barley on a large scale for Coors Brewing. But family members sold off land, until, by 2006, the remaining fields weren’t economically viable. “We were following the normal farm story in America where we almost went bankrupt,” Mr. Cody said.\nIn a last-ditch effort, the family began a malting operation, transforming raw barley into more valuable malt — beer’s main building block. The family retrofitted a dairy tank to store the malt, and created the Colorado Malting Company in 2008.\nIn April, the farm finished the final leg on its beer journey, opening the Colorado Farm Brewery. “We’re making estate beers,” Mr. Cody said. As the head brewer, he uses the farm’s hops, grain, well water and a yeast strain native to the property.\nTo brighten a bleak financial outlook, Carter & Stevens, in Barre, Mass., started a farmstand in 2005 to sell produce, maple syrup and ice cream, soon adding a weekend barbecue featuring its grass-fed-beef burgers. “If we could sell them a pint or two of beer to go with their meal, that would be a bonus,” Mr. DuBois said.\nPlans for a brewery were imperiled when a barn intended as its home burned down. Neighbors rode to the rescue by donating their 1820 dairy barn, rebuilt on the charred structure’s site. Carter & Stevens installed brewing equipment bought at an auction, hired a brewer and opened Stone Cow, decorating the property with a 10,000-pound stone cow.\n“We have people that come in and get a growler of beer and a gallon of milk,” Mr. DuBois said. “We take so much pride when people buy our milk. That’s our heritage.”\nS & S Brewery, in Nassau, N.Y., opened in the Sanford family’s old milking house in 2014. A feed shortfall forced the family, which had worked the land since the 1800s, to sell its herd in 1996. Selling hay barely brought in enough money to cover taxes. “We were in desperate need to keep things going,” said the brewer, Jason Sanford.\nAfter beers like its Brown Chicken Brown Ale sold well at farmers’ markets, the family turned a dairy barn into a taproom. Where cows once chewed cud, customers now converse over crisp pints of Hayfield Blonde as cattle roam outside.\n“For a while I was watching the barn fall apart, and now I have hope that the brewery will bring life back to the farm,” said Carol Sanford, an owner of the farm.\nBreweries are also resuscitating shuttered dairy farms. Zack and Laura Adams opened Fox Farm last spring in a renovated 1960s dairy barn on a 30-acre farm in Salem, Conn. The hayloft was cut out to create catwalks for reaching towering fermentation tanks, and the barn’s layout lets Mr. Adams easily load raw materials into the former milk room.\nPorters, pilsners and I.P.A.s are served from taps topped with the property’s old shovels, and customers include former farm employees. The property’s rebirth is a point of pride. “If you care about the rural heritage of a town, supporting adaptive reuse is necessary,” Mr. Adams said.\nFonta Flora Brewery in Morganton, N.C., is currently turning part of the Whippoorwill Dairy Farm, which dates to the early 20th century, into a brewery. The buildings, constructed with irregularly shaped river stones, look “more like a monastery in Belgium than anything you’d associate with a farm in the South,” said Todd Boera, the head of brewing operations.\nOne structure is devoted to creating spontaneously fermented beer — made with wild yeast that has never been cultivated — while the milking parlor will be filled with large oak vessels to age beer.\n“This is a true revitalization of that property,” Mr. Boera said, adding that he hopes someday to add dairy cows. “It’d be cool to offer a dairy product to return the farm to what it once was.”\nFollow NYT Food on Facebook, Instagram, Twitter and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "date": "June 11, 2018", "href": "https://www.nytimes.com/2018/06/11/dining/dairy-farm-beer-craft-brewery.html", "tags": "milk mr. find farm beer ” dairy brewery farms family lifeline"}