{"title": "Dallas police shootings: What we know so far", "content": "Five police officers were killed in Dallas, Texas when a gunman opened fire at officers during a peaceful protest over fatal police shootings of black men in Louisiana and Minnesota.\nSeven more officers and two civilians were wounded by the shooter, who fired from an elevated position in a parking garage.\nThe gunman was 25-year-old Micah Johnson. He died after a long stand-off with police in downtown Dallas.\nThree other people were taken in to custody - two men and a woman - but police now say they believe Johnson was the \"lone shooter\".\nJohnson told police during the stand-off that he wanted to kill white people, especially white police officers, and that he was upset over recent police killings of black men.\nHe died when police sent an explosive device to his position attached to a robot - a first in the US.\nHundreds of people began gathering in Belo Garden in downtown Dallas at around 00:00 GMT (19:00 local time) before beginning a march through the city in protest at this week's deaths of Philando Castile in Minnesota and Alton Sterling in Louisiana. \nAt around 01:45 GMT, as the march was nearing its end, gunshots rang out at the junction of Main St and Lamar St by the El Centro College. Live TV footage showed protesters running for cover.\nInitially, police later said that several snipers had been positioned in \"elevated positions\" on the route of the march. They later said Micah Johnson was believed to be the sole shooter.\nFour police officers were killed during the attack and another died later from his injuries. Seven other officers were wounded and two civilians also sustained injuries. \nAmateur video footage showed one police officer approaching a gunman outside the El Centro College. After an initial exchange, the gunman is seen shooting the officer at least twice, leaving him motionless, before fleeing.\nAt around 05:30 GMT police said they were questioning two people after an officer saw a person throw a camouflage bag into the back of a black Mercedes and speed off. \nShortly afterwards, Police Chief David Brown said his officers had cornered a suspect on the second floor of a car park opposite the college and were negotiating with him. \nAfter several hours of talks and an exchange of gunfire, Mr Brown said police \"saw no other option but to use our bomb robot\" to place an explosive device near the gunman, who was killed when the device was detonated. \n\"Other options would have exposed our officers to grave danger,\" the police chief added. \nIt is believed to be the first time police in the US have used a robot to help kill a human.\nDuring the failed negotiations, the gunman made threats about bombs in the city but, at 10:45 GMT, police said no explosives had been found despite extensive sweeps of downtown areas - although a large area of Downtown Dallas remains closed. \nJohnson's victims were a mix of veterans, parents, grandparents, spouses and community leaders.\nBrent Thompson, 43:  Thompson worked for the Dallas Area Rapid Transit (DART) transport authority and was the first victim to be named.\nHe had served in the military as a Marine and was recently married.\nPatrick Zamarripa, 32: Patrick's father Rick told The Washington Post that his son had survived three tours in Iraq with the US Navy. \nWhen he left the Navy he joined the Dallas Police Department and recently started working a bicycle patrol in downtown.\nMichael Krol, 40: Michigan native Michael Krol joined Dallas' police department in 2007 after four years with the  Wayne County Sheriff's Office in Michigan.\nKrol's mother, Susan Ehlke, described her son as a \"caring person\" who was \"living a dream of being a police officer\".\nMichael J. Smith, 55: Sergeant Michael Smith was a father of two, according to the Dallas Morning News. He was a former Army ranger and received a \"Cops' Cop\" award from the Dallas Police Association.\nLorne Ahrens, 48: Senior Corporal Lorne Ahrens was a member of the Dallas Police Department for 14 years, according to Dallas Morning News.\n\"He was always one of the happy ones, with a smile on his face,\" one of his fellow officers told the newspaper.\nSeven other police officers were injured during the attack, including at least three DART officers who were identified as Omar Cannon, 44, Misty McBride, 32, and Jesus Retana, 39. A DART spokesman said they are expected to recover from their injuries.\nOne civilian, named by her family as Shetamia Taylor, was shot in the leg while protecting her children and is said to be recovering in hospital.\nMicah Johnson, 25, was from the Dallas suburb of Mesquite. He had been a member of the US Army Reserve until April 2015, served in Afghanistan, and had no known criminal history or ties to terrorist groups.\nBomb-making material, rifles, ammunition and a combat journal were found at his home, police have said.\nJohnson told police during the stand-off that he wanted to kill white people and was upset about the Black Lives Matter movement and by the recent police shootings of black men. \nThe gunman said he was not affiliated with any groups and was working alone, but three other suspects - two men and a woman - are still thought to be in police custody. \nOne eyewitness told local TV station WFAA: \"We heard gunfire and at first you didn't really realise what you were hearing. You know, you thought it was something like something popping and then you heard rapid fire and then everybody realised it and just took off running.\n\"Everybody just ran their own separate ways and what we tried to do was try to get the women and the children back there in the protest away from the gunfire.\n\"It was a horrifying experience to see all those people running and not knowing were the bullets were coming from.\"\nAnother witness said: \"The rally was great and the next thing you know the man just walks by. He walks by, you know, looking normal but he let the rally go by and next thing you know once he gets to the [traffic] light  it's just mayhem.\n\"He just started shooting at the cops. Cops were running... I'm down by the trash can; I'm trying not to get hit but still looking at the same time. It was just crazy. When we come together on something like this it's sad that this has to happen, you know.\"\nPresident Barack Obama said America had been left \"horrified\" by what appeared to be a planned attack on police officers. \nSpeaking in Poland, where he is meeting Nato officials and European leaders, he said the investigation continues but \"what we do know is there has been a vicious, calculated and despicable attack on law enforcement.\"\nHe added that the shootings were a \"wrenching reminder of the sacrifices\" that police officers make every day.\nRepublican presidential candidate Donald Trump tweeted: \"Prayers and condolences to all of the families who are so thoroughly devastated by the horrors we are all watching take place in our country.\"\nDemocratic presidential candidate Hillary Clinton tweeted: \"I mourn for the officers shot while doing their sacred duty to protect peaceful protesters, for their families & all who serve with them.\"\nTexas Senator Ted Cruz said: \"Men & women of law enforcement selflessly run into harm's way to save the lives of others. May God protect them and bring peace upon Dallas.\"\nAre you in Dallas? Were you in the area at the time of the shooting? Please email details of your experiences to haveyoursay@bbc.co.uk.\nYou can also contact us in the following ways:\nOr use the form below", "date": "9 July 2016", "href": "https://www.bbc.co.uk/news/world-us-canada-36744368", "tags": "officers gunman know johnson men shootings dallas two police far"}