{"title": "Dana, Imaani and Ulrika: When Eurovision last came to Britain", "content": "It's now 20 years since the UK last hosted the Eurovision Song Contest. Two decades of mostly underwhelming results since Katrina and the Waves landed the crown in 1997 mean that the buzz of welcoming the cream of European pop - as Lisbon is set to do this weekend - is something the nation has almost forgotten.\nIt wasn't always this way: seven of the first 27 were held in the UK, but 1998 is the only time in the past 36 contests that Eurovision has been staged here. \nAs it turned out, the event at Birmingham's National Indoor Arena proved to be one of the great nights of Eurovision. BBC News takes a trip down memory lane. \nIsraeli singer Dana International made history by becoming the first transsexual woman to win the contest with her song, Diva.\nHer selection as Israel's representative had caused outrage among some Orthodox Jews and she even received death threats.\nHowever, her victory by public vote was a signal of how progressive Europe was becoming in its attitudes towards the trans community.\nAlasdair Rendall, president of OGAE UK, the UK's largest Eurovision fan club, describes her as \"one of Eurovision's most iconic and groundbreaking winners\".\n\"There were conservatives in her country unhappy about her representing Israel, [but] the fact she won showed Europe had become a more progressive place to be,\" he says.\nAnd the winner certainly lived up to the title of her song, leaving the audience at the National Indoor Arena waiting after she'd triumphed.\n\"In your own time,\" Terry Wogan remarked as he and fellow host Ulrika Jonsson waited on stage. Indeed.\nBut Dana International wasn't the only act that had people talking in 1998.\nGermany's Guildo Horn brought the house down with an outlandish performance of his song Guildo hat euch lieb! (Guildo loves you!).\nThe balding singer, clad in a turquoise suit (though he discarded his cloak and jacket over the course of his three glorious minutes in the spotlight), twice jumped into the crowd, stroked people in the front row of the audience including legendary former Eurovision host Katie Boyle, badly mimed playing cowbells and even clambered up the set, completing his song astride a podium several feet above the stage. \n\"If that man doesn't have a heart attack, he's a constant encouragement to all we elderly broadcasters,\" mused a chuckling Wogan.\nWhile some feared Guildo's eccentric act would make Germany look silly, his antics saw him finish in a respectable seventh place and conferred cult status on him in his homeland.\nIn recent years the UK has spent more time in the bottom half of the table than the top - with the ultimate rejection coming in 2003 when Jemini didn't score a single point - but back in 1998 it was still a nation that believed in its ability to deliver a continent-pleasing pop tune.\nWhile Britain might now be the sick man of Eurovision, it is still actually the third most successful country - level with Luxembourg and France and behind only Sweden and Ireland - having triumphed five times. \nSandie Shaw, Lulu, Brotherhood of Man and Bucks Fizz had all graced the top spot, before Katrina and the Waves won with Love Shine A Light in 1997. \nTwelve months on and Imaani almost made it back-to-back success, finishing in second place with Where Are You?, her 166 points only slightly behind Dana International's 172.\n\"I was shocked to come second and come that far,\" says Imaani, who is currently touring with the acid jazz band Incognito.\n\"It was really big and it's probably my proudest moment because I represented my country. I was pleased as punch.\"\nNot bad for a singer who had initially been dubious about entering the competition.\n\"I was approached and asked 'will you be the vocalist?' and I said 'most certainly not, I'm far too cool for Eurovision'.\"\nShe says she's glad she changed her mind.\n\"I thought it was the most famous competition and it would be an opportunity I would be stupid to miss. It turned out being one of the most fun things I've ever done - fun and stressful.\" \nThis year's contest in Lisbon sees the hopes of millions of Brits rest with Royal Academy of Music graduate SuRie, who represents the UK with her track Storm. \nBefore 1998, the decision on who to award \"douze points\" was down to national \"juries\" of experts in each country.\nBut for the first time - after a trial the previous year - mass televoting was introduced and from the comfort of our own armchairs us mere mortals were allowed to cast our votes\nOnly countries that didn't have fully functional telephone systems were still allowed to vote through juries.\n\"I think it certainly made it a lot more of a performance contest as well as a song contest,\" says Mr Rendall, who attended his first Eurovision in 1998 as a fresh-faced 16-year-old.\n\"You've got three minutes to cram something in that's memorable.\"\nThe change in the voting system saw people vote with emotion, according to Imaani.\n\"It didn't matter how good they were,\" she says. \n\"I truly believe to this day it's difficult not to vote with your heart. I don't necessarily think [coming second was] all based on my performance.\"\nOver the years the credibility of the voting system has been marred by rumours of vote-rigging and claims of countries doing deals to support their neighbours.\nNowadays fans can vote over the phone, on the Eurovision app or by text. And jury votes have also made a return, accounting for 50% of the total score.\n\"People go on about political voting - I don't think there's political voting, there's cultural voting,\" Mr Rendall says. \n\"And obviously a few years ago they brought back the jury so it's 50/50, so I think we've got the right balance.\"\nThe introduction of televoting wasn't all plain sailing though.\nDespite voters in Spain awarding 12 points to Germany, the top score went to Israel instead. The mistake was rectified after the show.\nThe contest was hosted by Ulrika Jonsson and Terry Wogan, who also provided his legendarily barbed television commentary, dashing between the stage and the commentary box during the live show.\nWogan commentated on the contest for the BBC from the 1970s until 2008, although for some fans he was not a popular choice as they felt he didn't take it seriously enough.\nBut it was Jonsson who provided an unintentionally comic moment while she was receiving the scores from the Netherlands.\nDutch spokeswoman Conny Vandenbos, a former entrant, told Jonsson her \"heart goes to all the singers in the contest because I know what they feel\".\nShe added that it was \"long ago\", but, due to the noise in the arena, the audience only heard Ulrika's apparently rude reply of: \"A long time ago was it?\".\nJonsson was visibly taken aback by the audience's boos, although Vandenbos remained oblivious.\nNone of this did Jonsson or Wogan much harm though - they were voted the most popular presenters of the 90s in a 2016 vote on the Eurovision website.\nOK, so we're pushing it a little bit on this one, but Wogan did namecheck the then-US president in his Eurovision opening.\nJust a week after Dana International had left the city in triumph, world leaders descended for the G8 summit.\nWogan referred to this impending visit during the Eurovision opening.\n\"Next week [Birmingham will] host G8, the meeting of all the world's most powerful leaders,\" he said.\n\"Just to show you how important that is, Bill Clinton will be taking over the very bedroom I've just vacated in the hotel here.\"\nWe can't confirm whether the pair did indeed stay in the same hotel room.\nBut what we can do is give you a picture of President Clinton enjoying a crafty pint at the canalside Malt House pub during the summit. \nCheers! Salud! Prost!\nThe Eurovision Song Contest 2018 is on BBC One from 20:00 BST on Saturday", "date": "11 May 2018", "href": "https://www.bbc.com/news/uk-england-birmingham-44038666", "tags": "song uk came imaani jonsson contest britain one eurovision last says time dana wogan vote ulrika"}