{"title": "Danny Boyle films 'Beatles' movie in Halesworth", "content": "A Suffolk town has been preparing itself as a location for a new \"Beatles-inspired\" movie from director Danny Boyle and writer Richard Curtis.\nThe production stars Lily James from Downton Abbey, EastEnders' Himesh Patel and US actor Kate McKinnon, with Ed Sheeran also having a role.\nA cafe, pub and car park in Halesworth will be used for filming on Wednesday.\nFilming has already taken place in Essex, with more to come in Suffolk and Norfolk.\nBoyle's credits include the two Trainspotting films, Slumdog Millionaire and producing the opening ceremony for the London 2012 Olympics.\nCurtis's writing credits include the BBC's Blackadder, Four Weddings and a Funeral, and Love, Actually.\nSasha Gibson, a spokeswoman for the production company Working Title, said she could not reveal anything about the plot but it was \"Beatles-inspired and a new comedy\".\nThe Hideout Cafe in Halesworth will be one of the locations, where Curtis, who has a house on the Suffolk coast, has visited in the past.\nIts owner Emma Saunders said: \"They've asked staff and local people to be in it, so a few customers will be in the scenes.\n\"It can only be good news for Halesworth - all our customers have been coming in and asking about it, but we can only tell them what we know, which isn't a lot.\"\nOther locations in the town include the White Hart pub and the Thoroughfare car park, which has been closed for two days.\nWaveney District Council is therefore making all of its other car parks in Halesworth free.\nWorking Title said it had already carried out some filming in Clacton and on the beach at Frinton, where a local dog walker was recruited for a scene.\nOther shooting locations include Lowestoft, Gorleston and Acle.\nThe movie is due for release in September 2019.", "date": "1 May 2018", "href": "https://www.bbc.co.uk/news/uk-england-suffolk-43967334", "tags": "halesworth danny car locations town new movie curtis filming suffolk films include boyle"}