{"title": "Danny Boyle movie shoot on Gorleston beach attracts 6,000 extras", "content": "About 6,000 film extras descended on a Norfolk beach after answering a casting call for a Danny Boyle movie.\nThe Oscar-winning director shot a concert scene at Gorleston for his new film, inspired by The Beatles.\nThe comedy has been written by Richard Curtis, whose partner Emma Freud tweeted it was the \"biggest film crowd ever shot\" in Britain.\nMs Freud appealed for extras in May, with 7,400 people signing up in a day.\nThe director instructed the crowd from the roof of the beachside Pier Hotel, for what he described as one of the film's \"key, iconic\" scenes.\nThe unpaid extras had to rehearse for the gig in the as-yet-untitled movie, which stars EastEnders' Himesh Patel and Downton Abbey actress Lily James.\nPatel performed a punk rendition of The Beatles' song Help, but the crowd was told to pretend they had never heard the song before as the movie was about a world where the band had never existed.\n\"We'll ask you to go absolutely bonkers - in greeting the superstar who has come home,\" Boyle told the crowd.\nWith the sun beating down on the beach, he warned people to save their energy for when the cameras started rolling.\nCameras were dotted around the area, while a helicopter filmed from the air.\n\"All I can tell you is in making a film every little bit matters and every single one of you does matter - you'll all be seen,\" said Boyle.\nRichard Curtis said he hoped Gorleston could become the Notting Hill for the next generation.\n\"I walked down Notting Hill the other day and people are still photographing the blue door, so let's hope the Pier Hotel and Gorleston are the blue door and Notting Hill of the next tranche,\" he said.\nOne extra told the BBC: \"We go to a lot of concerts, but this is the weirdest one we have ever been to.\"\nBoyle and the stars of the film have been spotted in recent weeks at various other locations across Norfolk, Suffolk and Essex. \nNo date has yet been set for it to hit the cinema screens.", "date": "27 June 2018", "href": "https://www.bbc.com/news/uk-england-norfolk-44634364", "tags": "film danny shoot attracts movie one beach told crowd extras gorleston boyle"}