{"title": "Darfur conflict: Sudan's bloody stalemate", "content": "A decade after the disastrous war in Darfur began, there is no end to sight to the fighting.\nThe intensity of the conflict in Sudan's western region has diminished since its early years, but most of Darfur is still extremely dangerous. \nMore than 1.4 million displaced people still rely on food handouts in camps throughout Darfur, and many others have fled the country. \nThe multi-layered conflict has also done colossal damage to Sudan's image: The US and many Western activists have accused the government of genocide. \nEven before the war broke out, Darfur was in trouble. \nLike many of the regions on Sudan's periphery, it was underdeveloped and politically marginalised. \nDiminishing rainfall over decades had made life precarious in Darfur, leading to recurring food shortages.\nThere were frequent clashes between ethnic groups, often over \"hakurat\" or land rights. \nIn the late 1980s, an Arab supremacist movement emerged, allegedly backed by Libya's Muammar Gaddafi. \nIdentity in Darfur is both fluid and complicated, but African groups like the Fur, Zaghawa and Masalit felt the government was taking the side of the Arabs.\nReligion was not an issue: Almost everyone in Darfur is Muslim.\nThe beginning of the war is usually given as 2003, though rebel movements had been been formed before that. \nIn April 2003, rebels struck the airport of Fasher, capital of North Darfur. \nThe surprise raid through the desert - a tactic which became characteristic of the fighting in Darfur - was astonishingly successful. The rebels destroyed seven planes, and captured the head of the air force. \nKhartoum - and the world - realised something serious was under way. \nThe Sudanese government's response, which relied on air power and an Arab militia known as the Janjaweed, has been described by the Sudan expert Alex de Waal as \"counter-insurgency on the cheap\".\nFur, Zaghawa and Masalit villages were bombed and burnt, civilians were killed, and women were raped. \nIn 2008, the UN estimated that 300,000 people had died because of the war, though Khartoum disputes the figure.\nSudan's President Omar al-Bashir has been indicted by the International Criminal Court (ICC) for genocide, war crimes and crimes against humanity allegedly committed in Darfur. \nThe genocide charge alleged that he had overseen an attempt to wipe out part of the Fur, Zaghawa and Masalit communities. \nMr Bashir was the first sitting head of state to be the subject of an ICC arrest warrant. \nHe, and the other senior officials facing similar charges, have denied all the accusations. \nThere is no doubt that the ICC arrest warrants have profoundly altered Sudan. \nThe West wants nothing to do with President Bashir or his government. Diplomats will not meet him, and there is little chance of Sudan getting its crippling debt forgiven or US sanctions removed as long as he is in power. \nHowever, the ICC charges actually increased the president's popularity in Sudan and some Arab and African countries. \nThey were seen as an affront to Sudan's sovereignty, and in some cases as an attack on Islam by the West. \nMr Bashir has not been arrested, and there seems little prospect of him facing trial any time soon. \nThe war drags on, too. \nA 2006 peace agreement was signed by only one of Darfur's many armed groups, and this subsequently went back into rebellion. \nIn 2011, a minor rebel coalition signed the Doha Document for Peace in Darfur (DDPD), and a splinter movement from another rebel group added its name recently. \nThe DDPD promised wealth and power-sharing, development for Darfur, and compensation for those who had suffered during the war. \nSo far, most of this has not happened. \nThree rebel groups continue to fight the government: Two Sudan Liberation Army factions, led by Abdul Wahid al-Nur and Minni Minawi; and Gibril Ibrahim's Justice and Equality Movement (Jem). \nIn late 2011, the three joined up with the SPLM-North rebels, who operate in Southern Kordofan and Blue Nile states, in a loose alliance known as the Sudan Revolutionary Front (SRF). \nThe UN has accused South Sudan of supporting the SRF, in particular by hosting Jem on its territory, though Juba denies the charge. \nThe formation of the SRF scared Khartoum, but it has not yet changed the military picture substantially.\nThe Darfuri rebels operate in an archipelago of no-go areas in Darfur, and sometimes further afield. \nThis is no longer a simple war between rebels and the state, however, and it has not been for some time. \nIn some years, the biggest contributor to the violent death toll in Darfur is clashes between different Arab groups. \nSome smaller African groups have fought for Khartoum, despite the common image of the war as one between African rebels fighting against the government and the Darfuri Arabs. \nCriminality has increased all over the region. \nTen years after it began, Darfur's messy, bloody stalemate persists. \nThe civil war is best understood as a conflict conducted on several levels at once:\nPresident Bashir is convinced the US is attempting to overthrow him, while Sudan relies on Chinese and Russian support in the UN Security Council.\nAt different points, Chad and Libya supported the Darfuri rebels, and Khartoum helped armed rebellions in those countries too. \nKhartoum is now on better terms with Ndjamena and Tripoli. \nIf the current thaw in relations with Juba continues, the Darfuri rebels might find life more difficult. \nBut Darfur's problems will not end until a remedy is found for the underlying causes of underdevelopment, political marginalisation, and dwindling resources.  ", "date": "29 April 2013", "href": "https://www.bbc.co.uk/news/world-africa-22336600", "tags": "groups african darfur stalemate rebels bloody conflict arab war khartoum sudan many government"}