{"title": "David Mundell pledges to back Theresa May's Brexit", "content": "Scottish Secretary David Mundell has backed the prime minister as she faces what he called an \"unprecedented onslaught\" over Brexit.\nMr Mundell insisted the alternatives to the proposed exit deal were \"even more unpalatable\".\nSpeaking to Scottish Conservatives in Falkirk, he said First Minister Nicola Sturgeon's criticisms of the deal were \"opportunistic\".\nThe SNP said the comments indicate that Mr Mundell is \"desperate\".\nThe Scottish secretary claimed the past week had demonstrated Theresa May's strength of character.\nHe said: \"She is tackling an issue of epic proportions, on which she can never please everyone, and she is doing her very best to find a way through.\n\"Let me be quite clear, if it comes to a confidence vote, she will have mine.\"\nMr Mundell went on to accuse Ms Sturgeon of attempting to increase support for Scottish independence by using Northern Ireland's troubled past.\nShe has said the \"backstop\" proposals for Brexit would allow Northern Ireland easier access to the EU Single Market than Scotland.\n\"This week she reached a new low with her crass demands for Scotland to be equated with Northern Ireland,\" Mr Mundell claimed.\n\"It confirmed that nothing is off limits now for Nicola Sturgeon - the sensitivities and unique circumstances of Northern Ireland, its geography, history and culture can be cast aside, if there is some opportunistic political point to be made.\"\nHe added: \"Scotland's circumstances are nothing like those of Northern Ireland.\"\nThe SNP has responded by saying the UK government has a shown a \"lack of respect\" to the devolved governments during the Brexit process.\nA party spokesman said: \"David Mundell playing politics with Northern Ireland is just the latest example of the lack of respect the UK government has shown to the devolved nations throughout these negotiations.\n\"Of course, Desperate David lost what little remaining credibility he had this week and with these ridiculous comments it's no wonder even Scottish Tory MPs are queuing up to tell him to quit. \n\"We support a differential deal for Northern Ireland in order to prevent a hard border with Ireland, but Scotland shouldn't be placed at a competitive disadvantage as a result.\"", "date": "17 November 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-scotland-politics-46246693", "tags": "brexit may scotland pledges mr theresa mundell david back northern scottish ireland deal"}