{"title": "David Friedman, Choice for Envoy to Israel, Is Hostile to Two-State Efforts", "content": "JERUSALEM — He is president of the American fund-raising arm for a yeshiva in a settlement deep in the West Bank headed by a militant rabbi who has called for Israeli soldiers to refuse orders to evacuate settlers.\nHe writes a  column for a right-wing Israeli news site in which he has accused President Obama of “blatant anti-Semitism,” dismissed the two-state solution to the Israeli-Palestinian conflict, likened a liberal American-Jewish group to “kapos” who cooperated with the Nazis, and said American Jewish leaders “failed” Israel on the Iran nuclear deal.\nHe also supports United Hatzalah, an Israeli emergency medical services group that prides itself on integrating Arab and Druze volunteers; helped build a $42 million village for disabled children — Bedouin and Jewish — in the Negev Desert; and is known as an affable host of large holiday meals at the penthouse apartment he owns in a well-heeled Jerusalem neighborhood.\nNow, David M. Friedman, an Orthodox Jewish bankruptcy lawyer from Long Island, is Donald J. Trump’s pick for ambassador to Israel, despite his lack of diplomatic experience and frequent statements that flout decades of bipartisan American policy.\n“Bankruptcy law and involvement with settlements are not normally seen as an appropriate qualifications for the job,” one of its former occupants, Martin S. Indyk, said on Friday. “But then these are not normal times.”\nMr. Friedman, 58, has done legal work for Mr. Trump since at least 2001, when he handled negotiations with bondholders on Mr. Trump’s struggling casinos in Atlantic City. Mr. Friedman represented Mr. Trump’s personal interests in the bankruptcies of the casinos in 2004, 2009 and 2014.\nTheir relationship was cemented in 2005, friends said, when Mr. Trump traveled three hours in a snowstorm to pay a condolence call on Mr. Friedman after the death of his father, a prominent Long Island rabbi.\n“He was very taken by Trump spending almost all day just to pay the shiva,” said Yossi Kahana, one of the two friends who described the visit, using the Hebrew term for the week of mourning. “Barely any people came, and here is Trump, coming and sitting with him and talking about things that are important to both of them, their values, their fathers and their legacies.”\nMr. Friedman did not respond to an interview request made to his office.\nA person close to the Trump transition who spoke on the condition of anonymity said the ambassadorship had been negotiated directly between the two men over many months. Mr. Friedman, who donated a total of $50,000 to the Trump campaign and the Republican National Committee in 2016, according to federal election records, had been openly saying even before the election that the job — one of the most sensitive and high profile in the diplomatic corps — would be his, according to friends.\nIsrael’s conservative settlement supporters and their American backers rejoiced at the selection, while believers in a Palestinian state and the American-brokered peace process were perplexed and close to despair. Mr. Friedman is a staunch opponent of basic tenets of Washington’s longstanding approach to much of the ambassadorial portfolio.\nHe refers to the West Bank by its biblical name, Judea and Samaria, something hard to imagine his predecessors doing publicly. Upon being nominated Thursday night, he said he looked forward to working “from the U.S. Embassy in Israel’s eternal capital, Jerusalem,” rather than Tel Aviv, where the American Embassy has been for decades, under the State Department’s insistence that the holy city’s status be determined as part of a broader deal between Israel and the Palestinians.\nThe State Department has not allowed its ambassadors to set foot in West Bank settlements. Tax forms list Mr. Friedman as president of the American Friends of Bet El Yeshiva, which has raised about $2 million a year in recent years. He is also described as president of Bet El Institutions, which supports, among other things, the news site for which Mr. Friedman wrote columns, IsraelNationalNews.com, known as Arutz 7.\nBeit El, as the settlement is more usually spelled, was founded in 1977 and is now home to about 7,000 religious residents. It was a hotbed of controversy in 2012 when the Israeli authorities followed a court order to evacuate 30 families from five buildings built illegally on private Palestinian land.\nAccording to an investigation by The Seventh Eye, an Israeli magazine, the contested neighborhood was built by a company linked to the one registered in the Marshall Islands that controls Arutz 7.\nBaruch Gordon, the director of development for Bet El Institutions, told Arutz 7 on Friday that it was “proud to be closely associated with Mr. Friedman,” calling him “a pioneer philanthropist and builder of Jewish institutions and housing projects in Judea and Samaria (a.k.a. the ‘West Bank’) and throughout the country.”\nMr. Friedman, whose middle name is Melech — Hebrew for king — grew up in North Woodmere, N.Y., one of four children of Rabbi Morris S. Friedman, who held the pulpit at Temple Hillel there for 46 years. In October 1984, President Ronald Reagan visited the synagogue and went to the Friedman family home for lunch, perhaps an early political influence on the ambassador-desginate.\nHe graduated from New York University School of Law in 1981, and has worked since 1994 at Kasowitz, Benson, Torres & Friedman L.L.P., where he is a partner.\nThe firm represented Mr. Trump in his unsuccessful libel lawsuit against a former New York Times reporter, Timothy L. O’Brien, and its founding partner, Marc E. Kasowitz, twice this year threatened to sue The Times in relation to articles it was preparing regarding Mr. Trump’s treatment of women and income tax returns.\nMr. Friedman’s connections to Israel date back to his bar mitzvah at the Western Wall. Friends describe him as a strong Zionist who spends many Jewish holidays and most of his summers in his Jerusalem apartment. He and his wife are renowned for gathering people for dinners in their sukkah, a hut observant Jews build on their balconies during a fall harvest festival.\n“His whole life, he’s been focused and extremely thoughtful about Israel and about the political situation there,” said Philip Rosen, whose friendship with Mr. Friedman began in law school.\nAnon Geva, the founder of an Israeli winery in which Mr. Friedman’s son’s company invested, said Mr. Freidman had invited everyone connected with the winery — about 30 people — for dinner one year in the sukkah. Mr. Geva recalled Mr. Friedman saying that he decided to buy a home in Jerusalem on the day in 2002 that a Palestinian suicide bomber blew himself up at Café Moment, a popular bar in the city, killing 11 Israelis.\nMr. Kahana, who directs a task force on disabilities for the Jewish National Fund, said Mr. Friedman and some friends raised and donated several hundred thousand dollars to help build Aleh Negev, the village for disabled people, a joint project of the fund and the Israeli government.\n“He visited, and I must say, he was very concerned that this village is not only for Jewish kids, that it is also for Bedouin kids,” Mr. Kahana said. He called Mr. Friedman “very generous, very caring for needy people and especially people with disabilities.”\nMr. Rosen, who was co-chairman of Mitt Romney’s presidential campaign in 2012 and Senator Marco Rubio’s 2016 bid, said Mr. Friedman had developed a strong rapport with Mr. Trump that would allow him to be effective as his envoy. “They’ve worked together closely for a very long time, and he knows what Donald is thinking, and what Donald wants to accomplish,” Mr. Rosen said.\nMany of Mr. Friedman’s views are far to the right of the stated positions of Prime Minister Benjamin Netanyahu, who has endorsed the principle of a Palestinian state alongside Israel. Mr. Netanyahu did not respond to Mr. Friedman’s selection, nor did Israel’s Foreign Ministry.\nBut the deputy foreign minister, Tzipi Hotovely, who hails from the right flank of Mr. Netanyahu’s Likud Party, rushed to praise it, saying, “His positions reflect the desire to strengthen the standing of Israel’s capital Jerusalem at this time and to underscore that the settlements have never been the true problem in the area.”\nA senior Palestinian cleric, Sheikh Ikrama Sabri, said during Friday Prayers that if Mr. Friedman managed to move the embassy to Jerusalem, “the U.S. is declaring a new war on the Palestinians and all Muslim Arabs.”\nSaeb Erekat, the secretary general of the Palestine Liberation Organization, told reporters in the West Bank on Friday that Mr. Trump’s appointments were “his business,” but that it was “not up to Trump or anybody else” to take steps like moving the embassy to Jerusalem.\nDaniel C. Kurtzer, who served President George W. Bush as ambassador to Israel from 2001 to 2005, was alarmed by the appointment.\n“He has made clear that he will appeal to a small minority of Israeli — and American — extremists, ignoring the majority of Israelis who continue to seek peace,” Mr. Kurtzer, now a professor at Princeton, said in an interview. “Friedman’s appointment as ambassador runs directly contrary to Mr. Trump’s professed desire to make the ‘ultimate deal’ between Israelis and Palestinians.”", "date": "Dec. 16, 2016", "href": "https://www.nytimes.com/2016/12/16/world/middleeast/david-friedman-us-ambassador-israel.html", "tags": "choice efforts two-state david envoy israel ” hostile israeli jerusalem friedman said —"}