{"title": "David Cameron: I don't regret calling EU referendum", "content": "Former UK Prime Minister David Cameron says he does not regret calling the 2016 referendum on whether the UK should stay in the EU. \nBut he regretted the \"difficulties and the problems we've been having trying to implement the result\", he added.\nMr Cameron, who led the Remain side in the referendum, resigned after people voted by 52% to 48% to leave the EU. \nHe said he supported Theresa May and hoped MPs would \"come together\" to find an alternative agreement with the EU.\nMr Cameron said he hoped Mrs May wins the vote of confidence in the Commons, which was called by Labour after her Brexit plan suffered a crushing defeat by MPs on Tuesday evening.\nSpeaking to the BBC as he headed off for a run on Wednesday morning, he said: \"I hope she wins the vote tonight, I'm sure she will.\n\"I hope then that Parliament can come together and find an alternative partnership agreement with the European Union, that's the right way forward, that's what her deal was about last night and she has my support as she does this.\"\nAsked if regretted calling the referendum, he said: \"I don't regret calling the referendum - it was a promise I made two years before the 2015 general election - it was included in the manifesto, it was legislated for in parliament - six out of seven members of all parties voted for that referendum.\n\"Obviously I regret that we lost the referendum - I deeply regret that - I was leading the campaign to stay in the European Union and obviously I regret the difficulties and the problems we've been having trying to implement the result of that referendum. But I don't think it's going to be helped by me giving a running commentary. \n\"I support the prime minister - I support her aim to have a partnership deal with Europe - that's what needs to be in place, that's what parliament needs to try and deliver now, and she has my support as she tries to do that.\"\nDavid Cameron was prime minister from 2010 to the day after the EU referendum in June 2016. \nHe has since stepped back from frontline politics and made few public comments on what has happened since then.", "date": "16 January 2019", "href": "https://www.bbc.co.uk/news/uk-politics-46891771", "tags": "support minister eu cameron prime david parliament regret referendum calling"}