{"title": "Day After Trade Talks, Chinese Firms Buy U.S. Soybeans", "content": "Chinese state-owned firms bought at least 1 million tons of American soybeans on Friday, a day after high-level bilateral talks yielded progress on a trade deal and the Chinese agreed to buy more American soybeans.\nUnited States soybean futures rallied on Friday on news of renewed demand from the world’s top importer.\nBut the market’s gains were restrained by worries that Chinese purchases would barely dent the huge soybean stockpiles in the United States and around the world. The looming harvest of a large soy crop in Brazil, the world’s top supplier, further kept a cap on prices.\n“It certainly is good to see some concessions and more buying interest from China, but this is a concession in terms of a larger trade agreement,” said Terry Linn, an analyst with the brokerage Linn & Associates in Chicago. “Brazilian offers are cheaper than we are so it’s just part of the negotiation.”\nThe purchases by state-owned firms on Friday were believed to be destined for China’s state reserves and thus immune from high import tariffs on American beans. The 25 percent tariffs, imposed last summer in retaliation for the United States’ tariffs on Chinese goods, remain in place for American soy imports by commercial crushers in China.\nExports to China have plummeted during the trade dispute, as swelling supplies sent prices to near decade lows last fall. American farmers have struggled to turn a profit.\nChina has been buying most of its soybeans from Brazil.\nFriday’s sales bring China’s total purchases of last year’s American soybean harvest to at least 6.5 million tons, a fraction of its traditional purchases of more than 30 million tons.\nAfter high-level trade talks concluded in Washington on Thursday, Vice Premier Liu He of China announced that China would buy an additional 5 million tons.", "date": "Feb. 2, 2019", "href": "https://www.nytimes.com/2019/02/02/business/china-us-soybeans.html", "tags": "american purchases china u.s. united buy chinese trade soybeans friday tons firms million day talks"}