{"title": "Deadly shipwreck puts human face on Australia's asylum debate", "content": "The deaths of at least 27 suspected asylum seekers in a shipwreck at Christmas Island has put a human face on Australia's often heated debate over how to deal with illegal immigrants, says the BBC's Nick Bryant in Sydney.\nAustralia's asylum seeker debate is often conducted as if the people heading for its shores were an abstraction, with the term \"boat people\" almost shorn of its human meaning. \nWith such harrowing images from Christmas Island broadcast on early evening news shows - which only 24 hours earlier had dwelt more happily on the visit to Sydney of Oprah Winfrey - millions of Australians would have seen the anguished faces of those seeking to reach its shores, and witnessed the lengths to which they would go to get there. \nPut simply, it was shockingly real.\nTabloid sensationalism in Australia is normally turned against the asylum seekers, who head here from countries like Afghanistan, Sri Lanka and Iraq. \nThey are often regarded as \"queue jumpers\", unwilling to go through the normal channels to seek asylum. \nAsylum seekers arriving by plane do not attract the same attention, nor what refugee groups would call the same paranoiac reaction. \nIn July this year, Sydney's tabloid Daily Telegraph reported that up to 800 asylum seekers could arrive in Australian waters during the election campaign. It published the report under the headline INVASION.\nThe banner headline on its website today offers a more sympathetic take: HELPLESS.\nRefugee groups here complain that Australian politicians regard the asylum seeker issue primarily as a political issue rather than a policy issue. \nDuring this year's federal election, the slogan Stop the Boats became one of the Liberal leader Tony Abbott's most oft-heard mantras. \nFor her part, Julia Gillard tried to neutralise an issue that has long troubled the Labor Party. \nIn a speech at the Lowy Institute in Sydney, she tried to put the boat people question in context, by stressing that they make up less than 1.5% of permanent migrants each year. \n\"It would take about 20 years to fill the MCG [Melbourne Cricket Ground] with asylum seekers at present rates of arrival,\" she noted. \nBut the new prime minister also noted that the debate \"must not be constrained by self censorship or political correctness,\" which critics complained sounded like dog whistle politics and a reluctance to take a stand against prejudice.\nThere is a history here. \nOne of the main reasons why the former conservative Prime Minister John Howard won the 2001 federal election was because of his tough stance on border protection during what became known as the Tampa crisis. \nIn August that year, he dispatched Australian special forces to board a Norwegian freighter, the MV Tampa, to block 439 mostly-Afghan refugees from entering Australia's territorial waters. \nCloser to the election, the asylum issue flared again when the Howard government claimed that unauthorised immigrants on board a vessel intercepted 100 nautical miles north of Christmas Island had thrown children overboard - a claim a subsequent Senate inquiry found to be untrue. \nAgain, Mr Howard's popularity rose, because he was seen to be taking such a resolute stand. Labor, meanwhile, was deemed to be soft on border security. \nAfter the 2001 election, the Howard government instituted what became known as the Pacific Solution, where asylum seekers were transported to detention camps on small islands in the Pacific Ocean - Nauru and Manus Island.\nThey were sent there whatever the merits of their claims, and whatever level of persecution they were trying to flee. \nThe claims for asylum were processed while they were kept under lock and key, a policy that was slammed by rights groups such as Amnesty International.\nWhen it came to power, the Rudd government ended the Pacific Solution, fearing it had tarnished the country's international human rights reputation. \nBut the government continued to maintain what became known as the Indian Ocean Solution. It has been centred on the offshore detention facility at Christmas Island, where boat people intercepted at sea are held while their claims for asylum are processed.\nThe conservative opposition says the end of the Pacific Solution has led to a surge in unauthorised arrivals by boat. \nSome 6,300 asylum seekers reached Australia on 130 boats in 2010. That is thought to be highest number in 20 years. \nHolding more than 2,000 people, the detention centre on Christmas Island reached its capacity earlier this year, and the Gillard government has announced the opening of two new detention facilities on the mainland. \nHer preferred long-term solution is to construct a regional processing centre for asylum seekers in East Timor, but she announced the policy in the run-up to the federal election without first getting agreement from the East Timorese government. \nHer haste in announcing the move smacked of politics rather than a carefully thought out policy.\nThe Christmas Island disaster has already escalated the boat people debate, although the country's politicians have temporarily called a truce in respect for the dead. \n''If the Australian government was willing to properly process asylum seekers in Indonesia and resettle successful refugees in Australia, then far fewer people would get on boats to travel to Australia,\" Ian Rintoul of the Refugee Action Coalition has told The Australian.\nThe Refugee Council of Australia has called for more regional co-operation on asylum seekers. \nAmnesty International says the only way to dissuade asylum seekers enlisting the help of people smugglers operating out of Indonesia is to offer viable alternatives, with other Asia-Pacific countries demonstrating a willingness to protect refugees.\nWhatever its outcome, after the tragedy on Christmas Island the debate has a human face.", "date": "16 December 2010", "href": "https://www.bbc.co.uk/news/world-asia-pacific-12005802", "tags": "deadly face shipwreck australia election debate island puts asylum boat human seekers government christmas"}