{"title": "Deadly Gaza Raid by Israel Threatens Nascent Cease-Fire", "content": "JERUSALEM — A covert Israeli operation in the Gaza Strip apparently went bad on Sunday, leaving at least seven Palestinians dead, including one senior Hamas military commander, and puncturing a nascent cease-fire with a flurry of airstrikes and rocket fire.\nAn Israeli lieutenant colonel was killed and another officer was wounded in the action near Khan Younis, the first known Israeli ground incursion into Gaza since Operation Protective Edge, in July 2014, set off a seven-week war.\nThe impetus for the Israeli operation and its nature were unclear. Reports in the Israeli news media generally described it as an intelligence mission that went awry.\nPalestinian militants responded with waves of rockets aimed at Israeli communities near Gaza, and Israeli aircraft pounded targets in Gaza for a time. With sirens going off repeatedly in the Gaza periphery, Israel ordered its citizens there to remain close to air-raid shelters and schools were closed on Monday.\nThe Israeli military took the unusual step of announcing that none of its personnel had been captured in Gaza. And by early Monday, the Israeli news media were playing down the significance of the country’s soldiers operating in Gaza territory.\nA former Israeli military commander in charge of long-range missions, Tal Russo, made the rounds of television studios assuring viewers this had been an intelligence operation, not an assassination or abduction mission. It was of the sort, he said, that “are carried out all the time, every night and in all fronts.”\nWhatever the incursion’s purpose, the fighting it set off threatened to damage, if not scuttle, delicate multilateral efforts to calm the Israel-Gaza border.\nThose efforts have appeared to be bearing fruit.\nIsrael has allowed new shipments of diesel fuel to Gaza’s power plant, which is supplying many more hours of electricity to residents of the impoverished enclave. Over the weekend, Hamas distributed $15 million in Qatari-donated cash as back pay to thousands of its civil servants who have received only a fraction of their salaries for months.\nBut the perception that Israel, by allowing the fuel and cash shipments into Gaza, was paying off Hamas set off acrimonious wrangling between two rival right-wing members of Israel’s security cabinet.\nEarlier Sunday, Education Minister Naftali Bennett called the cash infusion “protection money.” Defense Minister Avigdor Lieberman accused Mr. Bennett of having supported such payments and of having opposed in recent weeks the more aggressive military reprisals against Hamas that Mr. Lieberman favored.\nPrime Minister Benjamin Netanyahu, who was in Paris for the Armistice Day centennial, assured reporters earlier in the day that he was “working in every possible way to restore the quiet to the residents of Gaza and also prevent a humanitarian crisis.” He said that the border was in “the first stage of a lull” and that he was “doing everything I can in order to avoid an unnecessary war.”\nBy night’s end Mr. Netanyahu had cut short his trip and was flying back to Israel in response to the Gaza hostilities.\nBasem Naim, a former Hamas health minister who leads Gaza’s Council on International Relations, said tensions were high enough that a mistake could lead to a new war.\n“This event showed clearly that the situation here is very fragile,” he said, “and without a political horizon and international guarantees for Israeli obligations, everything can easily collapse.”\nThe clash, Mr. Naim said, also showed the risk of relying so heavily “on the personal commitment of Netanyahu” for the uneasy cease-fire when the Israeli government remains divided over it.\nAccording to a statement from Hamas, Israeli special forces in a civilian car drove about two miles inside the Gaza Strip, east of Khan Younis, where they killed Noor Baraka, 37, a local battalion commander of al-Qassam Brigades, the Hamas military wing. Mr. Baraka’s responsibilities included digging attack tunnels and firing rockets into Israel.\nAccording to a local journalist, Muthana al-Najjar, the Israelis, dressed as civilians — including some in women’s clothing — were in a civilian vehicle that stopped outside Mr. Baraka’s home, where it drew suspicion. A gunfight ensued, and the fleeing Israelis called in airstrikes to cover their retreat to Israeli territory.\nAt least seven Palestinians were wounded, according to the Gaza health ministry.\nMr. Baraka, whose prior home was destroyed by an Israeli missile in 2009, was killed near a mosque named for Ismail Abu Shanab, who was the third-ranking Hamas leader before his own assassination by Israel in 2003.", "date": "Nov. 11, 2018", "href": "https://www.nytimes.com/2018/11/11/world/middleeast/israel-gaza-raid.html", "tags": "deadly hamas military threatens cease-fire raid israel nascent ” gaza israeli operation"}