{"title": "Deal Reached on Iran Nuclear Program; Limits on Fuel Would Lessen With Time", "content": "VIENNA — Iran and a group of six nations led by the United States reached a historic accord on Tuesday to significantly limit Tehran’s nuclear ability for more than a decade in return for lifting international oil and financial sanctions.\nThe deal culminates 20 months of negotiations on an agreement that President Obama had long sought as the biggest diplomatic achievement of his presidency. Whether it portends a new relationship between the United States and Iran — after decades of coups, hostage-taking, terrorism and sanctions — remains a bigger question.\nMr. Obama, in an early morning appearance at the White House that was broadcast live in Iran, began what promised to be an arduous effort to sell the deal to Congress and the American public, saying the agreement is “not built on trust — it is built on verification.”\nHe made it abundantly clear he would fight to preserve the deal from critics in Congress who are beginning a 60-day review, declaring, “I will veto any legislation that prevents the successful implementation of this deal.”\nAlmost as soon as the agreement was announced, to cheers in Vienna and on the streets of Tehran, its harshest critics said it would ultimately empower Iran rather than limit its capability. Israel’s prime minister, Benjamin Netanyahu, called it a “historic mistake” that would create a “terrorist nuclear superpower.”\nA review of the 109-page text of the agreement, which includes five annexes, showed that the United States preserved — and in some cases extended — the nuclear restrictions it sketched out with Iran in early April in Lausanne, Switzerland.\nYet, it left open areas that are sure to raise fierce objections in Congress. It preserves Iran’s ability to produce as much nuclear fuel as it wishes after year 15 of the agreement, and allows it to conduct research on advanced centrifuges after the eighth year. Moreover, the Iranians won the eventual lifting of an embargo on the import and export of conventional arms and ballistic missiles — a step the departing chairman of the Joint Chiefs of Staff, Gen. Martin E. Dempsey, warned about just last week.\nAmerican officials said the core of the agreement, secured in 18 consecutive days of talks here, lies in the restrictions on the amount of nuclear fuel that Iran can keep for the next 15 years. The current stockpile of low enriched uranium will be reduced by 98 percent, most likely by shipping much of it to Russia. \nThat limit, combined with a two-thirds reduction in the number of its centrifuges, would extend to a year the amount of time it would take Iran to make enough material for a single bomb should it abandon the accord and race for a weapon — what officials call “breakout time.” By comparison, analysts say Iran now has a breakout time of two to three months.\nBut American officials also acknowledged that after the first decade, the breakout time would begin to shrink. It was unclear how rapidly, because Iran’s longer-term plans to expand its enrichment capability will be kept confidential.\nThe concern that Iran’s breakout time could shrink sharply in the waning years of the restrictions has already been a contentious issue in Congress. Mr. Obama contributed to that in an interview with National Public Radio in April, when he said that in “year 13, 14, 15” of the agreement, the breakout time might shrink “almost down to zero,” as Iran is expected to develop and use advanced centrifuges then.\nPressed on that point, an American official who briefed reporters on Tuesday said that Iran’s long-term plans to expand its enrichment capability would be shared with the International Atomic Energy Agency and other parties to the accord.\n“It is going to be a gradual decline,” the official said. “At the end of, say, 15 years, we are not going to know what that is.” But clearly there are intelligence agency estimates, and one diplomat involved in the talks said that internal estimates suggested Iran’s breakout time could shrink to about five months in year 14 of the plan.\nSecretary of State John Kerry, who led the negotiations for the United States in the final rounds, sought in his remarks Tuesday to blunt criticism on this point. “Iran will not produce or acquire highly enriched uranium” or plutonium for at least 15 years, he said. Verification measures, he added, will “stay in place permanently.”\nHe stressed that Tehran and the International Atomic Energy Agency had “entered into an agreement to address all questions” about Iran’s past actions within three months, and that completing this task was “fundamental for sanctions relief.”\nCompared with many past efforts to slow a nation’s nuclear program — including a deal struck with North Korea 20 years ago — this agreement is remarkably specific. Nevertheless, some mysteries remain. For example, it is not clear whether the inspectors would be able to interview the scientists and engineers who were believed to have been at the center of an effort by the Islamic Revolutionary Guard Corps to design a weapon that Iran could manufacture in short order.\nIn building his argument for the deal, Mr. Obama stressed that the accord was vastly preferable to the alternate scenario: no agreement and an unbridled nuclear arms race in the Middle East. “Put simply, no deal means a greater chance of more war in the Middle East,” he said. He said his successors in the White House “will be in a far stronger position” to restrain Iran for decades to come than they would be without the pact.\nIn an interview Tuesday with Thomas L. Friedman, an Op-Ed columnist with The New York Times, Mr. Obama also answered Mr. Netanyahu and other critics who, he said, would prefer that the Iranians “don’t even have any nuclear capacity.” Mr. Obama said, “But really, what that involves is eliminating the presence of knowledge inside of Iran.” Since that is not realistic, the president added, “The question is, Do we have the kind of inspection regime and safeguards and international consensus whereby it’s not worth it for them to do it? We have accomplished that.”\nAs news of a nuclear deal spread, Iranians reacted with a mix of jubilation, cautious optimism and disbelief that decades of a seemingly intractable conflict could be coming to an end.\n“Have they really reached a deal?” asked Masoud Derakhshani, a 93-year-old widower who had come down to the lobby of his apartment building for his daily newspaper. Mr. Derakhshani remained cautious, even incredulous. “I can’t believe it,” he said. “They will most probably hit some last-minute snag.”\nAcross Tehran, many Iranians expressed hope for better economic times after years in which crippling sanctions have severely depressed the value of the national currency, the rial. That in turn caused inflation and shortages of goods, including vital medicines, and forced Iranians to carry fat wads of bank notes to pay for everyday items such as meat, rice and beans.\n“I am desperate to feed my three sons,” said Ali, 53, a cleaner. “This deal should bring investment for jobs so they can start working for a living.”\nNational dignity, a major demand of Iran’s leader, did not matter to him, he said. “I really do not care if this is a victory for us or not,” he said. “I want relations with the West. If we compromised, so be it.”\nIran’s president, Hassan Rouhani, who was elected in 2013 on a platform of ridding the country of the sanctions, said that the Iranian people’s “prayers have come true.”\nOne of the last, and most contentious, issues was the question of whether and how fast an arms embargo on conventional weapons and missiles, imposed starting in 2006, would be lifted.\nAfter days of haggling, Secretary of State Kerry and his Iranian counterpart, Mohammad Javad Zarif, agreed that the missile restrictions would remain for eight years and that a similar ban on the purchase and sale of conventional weapons would be removed in five years.\nThose bans would be removed even sooner if the International Atomic Energy Agency reached a definitive conclusion that the Iranian nuclear program is entirely peaceful, and that there was no evidence of cheating on the accord or any activity to obtain weapons covertly.\nThe provisions on the arms embargo are expected to dominate the coming debate in Congress on the accord.\nEven before the deal was announced, critics expressed fears that Iran would use some of the billions of dollars it will receive after sanctions relief to build up its military power. Iranian officials, however, have said that Iran should be treated like any other nation, and not be subjected to an arms embargo if it meets the terms of a nuclear deal.\nDefending the outcome, Mr. Kerry told reporters here that China and Russia had favored lifting the entire arms embargo immediately, suggesting he had no choice but to try to strike a middle ground.\nMr. Kerry appeared to secure another commitment that was not part of a preliminary agreement negotiated in Lausanne. Iranian officials agreed here on a multiyear ban on designing warheads and conducting tests, including with detonators and nuclear triggers, that would contribute to the design and manufacture of a nuclear weapon. Accusations that Tehran conducted that kind of research in the past led to a standoff with inspectors.\nDiplomats also came up with unusual procedure to “snap back” the sanctions against Iran if an eight-member panel determines that Tehran is violating the nuclear provisions. The members of the panel are Britain, China, France, Germany, Russia, the United States, the European Union and Iran itself. A majority vote is required, meaning that Russia, China and Iran could not collectively block action. \nWith the announcement of the accord, Mr. Obama has now made major strides toward fundamentally changing the American diplomatic relationships with three nations: Cuba, Iran and Myanmar. Of the three, Iran is the most strategically important, the only one with a nuclear program, and it is still on the State Department’s list of state sponsors of terrorism.\nWhile the agreement faces heavy opposition from Republicans in Congress, and even some Democrats, Mr. Obama’s chances of prevailing are considered high. Even if the accord is voted down by one or both houses, he could veto that action, and he is likely to have the votes he would need to override the veto. But he has told aides that for an accord as important as this one — which he hopes will usher in a virtual truce with a country that has been a major American adversary for 35 years — he wants a congressional endorsement.\nMr. Obama will also have to manage the breach with Mr. Netanyahu and the leaders of Saudi Arabia and other Arab states who have warned against the deal, saying the relief of sanctions will ultimately empower the Iranians throughout the Middle East.", "date": "July 14, 2015", "href": "https://www.nytimes.com/2015/07/15/world/middleeast/iran-nuclear-deal-is-reached-after-long-negotiations.html", "tags": "reached iran agreement nuclear fuel would ” said limits lessen program — deal time"}