{"title": "Dean Skelos, Ex-New York Senate Leader, Gets 4 Years and 3 Months in Prison", "content": "Dean G. Skelos, the former New York State Senate majority leader who wielded sweeping power in the Legislature for nearly a decade, was sentenced to four years and three months in prison on Wednesday for a corruption scheme involving his son.\nMr. Skelos, 70, a Republican from Long Island, had been retried after an earlier conviction, in 2015, was overturned on appeal. After that trial, he was sentenced to five years.\nMr. Skelos had forged a formidable reputation in New York politics as one of “three men in a room” who largely controlled decision-making in Albany. The trio also included Sheldon Silver, the former Democratic speaker of the State Assembly, who was also convicted of corruption in a separate retrial this year; and Gov. Andrew M. Cuomo, who has not been accused of any wrongdoing.\nBut Mr. Skelos’s reign came to a swift and ignominious end when federal prosecutors charged in 2015 that he had abused his power by pressuring business executives to give his son about $300,000 for a patchwork of no-show or low-show jobs.\nMr. Skelos had made clear, the government said, that he would kill legislation that the executives’ firms were seeking if they did not comply with his demands.\nIn remarks to the judge before the sentence was imposed, Mr. Skelos spoke at length about his love for his family, including his son, and pleaded with the judge to consider how a harsh sentence would affect them.\n“I truly am remorseful, your honor,” he said. “I have disappointed so many, and that’s what troubles me. I’ll never get over that.”\nThe judge, Kimba M. Wood of Federal District Court in Manhattan, praised Mr. Skelos’s long career of helping his constituents. But that career had been corrupted, she said, after his ascension to the pinnacles of power.\n“Once you became the Senate majority leader, you began to ignore in part what I have called your moral compass,” Judge Wood said.\nShe continued, “What makes your crimes particularly serious is you corrupted major governmental processes.”\nHours after his sentencing, Mr. Skelos’s son, Adam, 36, was separately given a sentence of four years in prison. He had previously been sentenced to six and a half years.\nBoth men were retried and convicted in July after their original convictions were overturned by a federal appeals panel, which cited a 2016 Supreme Court decision that narrowed the legal definition of corruption. The panel found Judge Wood’s jury instructions were too broad and jurors might have convicted the Skeloses for conduct that was not unlawful under the Supreme Court ruling.\nIn a departure from the original trial, Dean Skelos took the unusual step of testifying in his own defense at the retrial. Under questioning by his lawyer, G. Robert Gage Jr., he said he had sought help for his son only as a concerned father, and he denied ever intending to trade official actions for that help.\n“Absolutely not,” he said. “That’s not the way I was brought up.”\nHe also criticized Adam, whom he described as volatile and sometimes abrasive, for invoking his name as he looked for work.\nOn Wednesday, Judge Wood suggested that Mr. Skelos had been unrepentant and his testimony, at times, outright false. While a four-year sentence would have otherwise been appropriate, she said, his lies warranted an additional three months.\n“When you testified, you disclaimed any criminal responsibility,” the judge said, adding, “Although a defendant has a right to testify in his own defense, giving false testimony must be punished.”\nFederal prosecutors in Manhattan had cited Mr. Skelos’s testimony at the retrial — “he lied repeatedly,” the government wrote — to argue that he deserved an even greater sentence than he received after his first trial.\nA prosecutor, Thomas A. McKay, expressed sympathy for Mr. Skelos’s family, but said the senator knew he was putting his family in jeopardy by breaking the law.\n“He did it anyway,” Mr. McKay said.\nHe also noted that the former senator continued to collect a pension of nearly $100,000 a year, “paid for by the victims of his crime: the people of New York.”\nMr. Skelos’s lawyers had argued that the he had already been severely punished by his fall from grace and the public scrutiny that followed. In seeking leniency, they described a broken man, one who had sunk deep into depression and had come to rely on alcohol to finish each day.\nIndeed, while the trial captivated Albany mostly for its tale of a longtime power player’s fall, it also revealed, in stark detail, the deterioration of a once-unshakable bond between father and son.\nIn the years since Mr. Skelos’s arrest, the two men went from sharing multiple phone calls a day to barely speaking at all. While Mr. Skelos had once filled the role of loving, watchful father — a role that, by his own account, had led to the actions that brought him to trial — by the time of their sentencing, Adam Skelos was estranged from his father and had reconnected with his biological parents.\n“Although our relationship is strained, I hope someday that it will be restored,” the former senator told Judge Wood.\nSeveral hours later, Adam Skelos echoed his father’s comment at his own hearing.\n\"The past three years have not been easy for me,” he said. “The relationship with my father and his side of the family has been devastated. We don’t talk anymore, and that’s a loss I thought I would only experience in death.”\nThe convictions of Mr. Skelos and Mr. Silver, as well as several other leading political figures this year, cast a harsh spotlight on the culture of secrecy and influence peddling in the state capital.\nIn March, Joseph Percoco, a former top adviser to Mr. Cuomo, was convicted in a bribery case and sentenced to six years in prison; in July, Alain E. Kaloyeros, the principal architect of Mr. Cuomo’s key economic revitalization program for upstate and western New York, was convicted in a bid-rigging scheme. He is awaiting sentencing. (Mr. Silver was sentenced in July to seven years in prison.)\nMr. Skelos had no comment as he left the courthouse with his wife, Gail; she said, “We’ll get through it.”", "date": "Oct. 24, 2018", "href": "https://www.nytimes.com/2018/10/24/nyregion/dean-skelos-sentenced-prison-trial.html", "tags": "york “ father judge son former years months prison senate ex-new skelos leader dean gets"}