{"title": "Debbie Wasserman Schultz to Resign D.N.C. Post", "content": "Follow along with our coverage of the Democratic National Covention.\nPHILADELPHIA —Democrats arrived at their nominating convention on Sunday under a cloud of discord as Debbie Wasserman Schultz, the chairwoman of the Democratic National Committee, abruptly said she was resigning after a trove of leaked emails showed party officials conspiring to sabotage the campaign of Senator Bernie Sanders of Vermont.\nThe revelation, along with sizable pro-Sanders protests here in the streets to greet arriving delegates, threatened to undermine the delicate healing process that followed the contentious fight between Mr. Sanders and Hillary Clinton. And it raised the prospect that a convention that was intended to showcase the Democratic Party’s optimism and unity, in contrast to the Republicans, could be marred by dissension and disorder.\nThe day also veered extraordinarily into allegations, not easily dismissed, that Russia had a hand in the leaks that helped bring down the head of an American political party.\nDespite those concerns, Democrats are hoping that focusing on Donald J. Trump, the Republican nominee, will galvanize the party to rally around Mrs. Clinton, and on Sunday those efforts received a major boost when Michael R. Bloomberg, the former Republican and independent mayor of New York, said he would endorse her.\nIn her resignation statement, Ms. Wasserman Schultz, a representative from Florida, said she would continue to fight for Mrs. Clinton from the sidelines.\n“I know that electing Hillary Clinton as our next president is critical for America’s future,” Ms. Wasserman Schultz said in a statement. “I look forward to serving as a surrogate for her campaign in Florida and across the country to ensure her victory.”\nShe added, “Going forward, the best way for me to accomplish those goals is to step down as party chair at the end of this convention.”\nDonna Brazile, a vice chairwoman of the Democratic National Committee, will be the interim chairwoman through the election, the committee said.\nMs. Wasserman Schultz has faced a flurry of negative stories during her five-year tenure as the committee’s chairwoman, with critics charging that she was more focused on promoting her career than on the party, but she had resisted calls to quit.\nMs. Wasserman Schultz announced her resignation after a private meeting with advisers and senior aides to Mrs. Clinton at a hotel here a day before the party’s convention was set to begin. She had faced growing calls for her resignation over the weekend.\n“In politics, you need to not only know when to draw your sword, but also when to fall on it,” said James Carville, a longtime friend and adviser to the Clintons.\nThe breach of the Democratic committee’s emails, made public on Friday by WikiLeaks, offered undeniable evidence of what Mr. Sanders’s supporters had complained about for much of the senator’s contentious primary contest with Mrs. Clinton: that the party was effectively an arm of Mrs. Clinton’s campaign. The messages showed members of the committee’s communications team musing about pushing the narrative that the Sanders campaign was inept and trying to raise questions publicly about whether he was an atheist.\nMr. Sanders said the situation was an “outrage” on Sunday before the resignation was announced, and called for Ms. Wasserman Schultz to step down. Afterward, he said it was the right decision.\n“The party leadership must also always remain impartial in the presidential nominating process, something which did not occur in the 2016 race,” he said in a statement.\nMrs. Clinton’s campaign aides ignored questions as they quickly left a hotel a few minutes after the resignation was announced. Ms. Brazile emerged soon after the Clinton aides had left and said in a brief interview that Ms. Wasserman Schultz had called her Sunday afternoon and asked her to come to the hotel where the Florida delegation was staying.\nConvention organizers had expressed nervousness on Sunday about the specter of Ms. Wasserman Schultz appearing onstage at all during the four-day convention. They were worried that what they intended to be a well-choreographed event, which officials hoped would contrast with the sometimes chaotic Republican National Convention, could be marred by Mr. Sanders’s backers booing and heckling her.\nMs. Wasserman Schultz recognized the magnitude of the problem on Saturday and initially planned to offer an apology, one of her advisers said. But it became clear to her on Sunday that contrition was insufficient.\nMrs. Clinton’s campaign handled the situation delicately, not wanting the chairwoman to feel intense pressure and dig in. The Clinton aides told Ms. Wasserman Schultz the choice to resign was hers to make, but they gently warned her that she would face jeers from Mr. Sanders’s supporters this week in the convention hall, said the adviser to Ms. Wasserman Schultz, who requested anonymity to discuss private deliberations.\nThe nudge was enough to force Ms. Wasserman Schultz’s hand.\nThe Clinton campaign also suggested on Sunday that Russia had been responsible for the leak as part of an effort to help Mr. Trump, who has made flattering comments about President Vladimir V. Putin.\nThe convention will feature a host of prominent attendees, and Monday will be headlined by speeches by Mr. Sanders and Michelle Obama, the first lady. President Obama and former President Bill Clinton will address the delegates later in the week, bringing the kind of presidential firepower that the Republican convention could not muster because of opposition to Mr. Trump.\nThe unexpected decision by Mr. Bloomberg to endorse Mrs. Clinton reflected his increasing dismay about the rise of Mr. Trump.\nMr. Sanders’s supporters were elated by Ms. Wasserman Schultz’s decision, which they said had been long overdue.\n“Thank God for WikiLeaks,” said Dan O’Neal, a delegate from Arizona who was wearing a “Bernie for President” T-shirt. “The party was stacked from the beginning with Debbie in charge.”\nBenjamin T. Jealous, a frequent surrogate for Mr. Sanders and a former president of the N.A.A.C.P., said on Sunday in Philadelphia that the move “allows us to heal and move on.”\nBut many of Mr. Sanders’s backers were not ready to let go, and their frustration could be seen on the streets here. A large, boisterous crowd of his supporters, chanting “hell, no, D.N.C., we won’t vote for Hillary,” marched toward the site of the Democratic National Convention on Sunday afternoon.\nThe crowd of more than 1,000 people from as far as Seattle and Florida was much larger than any of the protest marches last week in Cleveland during the Republican convention.\nFurther angering some members of the party’s left was Mrs. Clinton’s selection of Senator Tim Kaine of Virginia as her running mate, a move that was widely heralded by establishment Democrats but that provoked some backlash on Sunday from members of the party who believed he was not sufficiently liberal.\nAfter the announcement on Friday that Mr. Kaine was joining the ticket, some die-hard supporters of Mr. Sanders complained that the choice of a centrist Democrat was evidence that Mrs. Clinton had merely been paying lip service to the party’s progressive wing. Many were hoping that she would select Senator Elizabeth Warren of Massachusetts or Senator Sherrod Brown of Ohio if Mr. Sanders were not the choice.\nNorman Solomon, a delegate for Mr. Sanders who coordinates the Bernie Delegates Network, said that 90 percent of his delegates had found Mr. Kaine to be an “unacceptable” choice for vice president. Mr. Solomon’s group arrived early in Philadelphia to make its displeasure known.\n“Secretary Clinton must know that her choice of Kaine can only inflame rather than soothe her relations with the huge constituency of Bernie supporters,” he said.\nMr. Sanders was conspicuously quiet after the pick was announced before breaking his silence on Sunday in a CNN interview. While he spoke highly of Mr. Kaine, he made clear that they had big policy differences.\n“Are his political views different than mine? Yes, they are,” Mr. Sanders said. “He is more conservative than I am.”\nMs. Wasserman Schultz’s decision to resign could help tamp down open dissent by Sanders delegates at the convention. Immediately after her announcement, top party leaders praised her work in an effort to show solidarity on the eve of the four-day event.\n“I am grateful to Debbie for getting the Democratic Party to this year’s historic convention in Philadelphia, and I know that this week’s events will be a success thanks to her hard work and leadership,” Mrs. Clinton said.\nMr. Obama said in a statement, “For the last eight years, Chairwoman Debbie Wasserman Schultz has had my back.”\nAs Democrats digested the news, Republicans gloated.\nThe Republican National Committee sent out headlines that depicted the Democratic Party in disarray.\nMr. Trump, who spent much of the day egging on supporters of Mr. Sanders to revolt after the selection of Mr. Kaine, bragged on Twitter that he had always known Ms. Wasserman Schultz was “overrated.”\n“The Dems Convention is cracking up, and Bernie is exhausted, no energy left!” Mr. Trump wrote.\nThe fallout from the resignation could jeopardize Ms. Wasserman Schultz’s seat in Congress, as she faces Tim Canova, a law professor who supports Mr. Sanders, in a primary election next month.", "date": "July 24, 2016", "href": "https://www.nytimes.com/2016/07/25/us/politics/debbie-wasserman-schultz-dnc-wikileaks-emails.html", "tags": "debbie clinton party schultz wasserman ” d.n.c resign post ms. sanders said"}