{"title": "Deep-sea creatures 'feeding on plastic for decades'", "content": "Some of the world's deepest-living sea creatures have been feeding on plastic for at least 40 years, according to new research.\nScientists examined archived specimens of animals collected more than 2,000m (6,561.8ft) down in the Rockall Trough off the Western Isles.\nTraces of eight different plastics were found in the stomachs of the starfish, sea stars and brittle stars.\nThe creatures were collected between 1976 and 2015.\nPolyester and nylon were among the plastics identified by the researchers at the Scottish Association for Marine Science (SAMS) in Oban.\nThe study has been published in Environmental Pollution, and follows SAMS research last year that suggested 48% of sampled starfish and snails from the Rockall Trough had eaten microscopic pieces of plastic.\nLead author Winnie Courtene-Jones, a University of the Highlands and Islands PhD student at SAMS, said: \"Mass production of plastics only began in the 1940s and 1950s, so it would be reasonable to expect less plastic in our earlier samples, with a subsequent upward trend to the present-day levels, but we haven't seen that. \n\"In fact, the level of microplastic ingestion is remarkably similar throughout the time series.\n\"This data shows, for the first time, the long-term prevalence of microplastic pollution in the deep sea and indicated that microplastics may have been present on the sea floor of the Rockall Trough prior to 1976.\"\nThe researchers had access to historical records collected from the annual Ellett Line scientific cruise, which began in 1975 and takes samples and observations at monitoring stations between Scotland and Iceland.\nSAMS deep-sea ecologist and co-author on the report, Dr Bhavani Narayanaswamy, said: \"To find such high levels of microplastic ingestion among deep-sea creatures sampled more than 40 years ago shows that plastic pollution in our oceans is not a new problem.\n\"Previous studies have highlighted the current levels of plastic pollution, or given us a snapshot in time, but we need more long-term data like this if we are to find out the true extent of the problem.\"", "date": "23 October 2018", "href": "https://www.bbc.co.uk/news/uk-scotland-highlands-islands-45952205", "tags": "trough decades deep-sea collected pollution plastics creatures rockall sea plastic levels sams"}