{"title": "Defibrillators to be provided at Scottish stations", "content": "Thirty four life-saving defibrillators are to be provided at railway stations across Scotland.\nThe ScotRail Alliance said £54,000 had been invested in the devices from ScotRail's service quality fund.\nThe defibrillators, which can be used by anyone without training, are used to give electric shocks to patients who have suffered cardiac arrest.\nThey will be placed in public areas of the stations and will be available for the entire community to use.\nCardiac arrest - when your heart suddenly stops pumping blood round your body - is usually fatal within minutes.\nIn order to have the best chances of survival, someone in cardiac arrest needs CPR and often a defibrillator to be used within two to three minutes of their heart stopping.\nThe new defibrillators will be available at all times, even when the station is closed. They will be kept inside distinctive, bright yellow, heated cabinets.\nThe Scottish Ambulance Service has been provided with full details of the defibrillators so that anyone nearby can be directed to them in the event of an emergency.\nDavid Lister, ScotRail Alliance's sustainability and safety assurance director, said: \"I am delighted that we are rolling out these 34 absolutely vital defibrillators to some of the busiest stations on our network, and that the local communities we serve will be able to benefit from them as well.\n\"In an emergency, a defibrillator can make the difference between life and death, which is why we've made sure that they will all be located where anyone can reach them at any time.\"\nJoe Fitzpatrick, Minister for Public Health, Sport and Wellbeing said: \"This equipment will undoubtedly save lives and will tie in nicely with the recently announced initiative between the British Heart Foundation, NHS Scotland and NHS England to create a database of defibrillators across the United Kingdom\".\nPauline Howie, chief executive of the Scottish Ambulance Service, said: \"We know that the sooner a patient receives treatment, the better their chances are of surviving a cardiac arrest so having these defibrillators close to hand will potentially have a huge impact.\"\nSo far, 19 devices have been delivered to stations and work is under way to install the storage cabinets. A further six stations will soon receive their defibrillators. ScotRail's safety team is currently assessing possible locations which could house the remaining defibrillators.\nOnce installed, the devices will be available 24/7 at the following stations:", "date": "21 August 2018", "href": "https://www.bbc.com/news/uk-scotland-45264068", "tags": "cardiac devices stations arrest used service scotrail defibrillators scottish provided anyone"}