{"title": "Defiant Voices Flood U.S. Cities as Women Rally for Rights", "content": "WASHINGTON — The day after what many had assumed would be the inauguration of the first female president, hundreds of thousands of women flooded the streets of Washington, and many more marched in cities across the country, in defiant, jubilant rallies against the man who defeated her.\nProtesters jammed the streets near the Capitol for the main demonstration, packed so tightly at times that they could barely move. In Chicago, the size of a rally so quickly outgrew early estimates that the official march that was scheduled to follow was canceled for safety, though many paraded through downtown, anyway.\nIn Manhattan, Fifth Avenue became a tide of signs and symbolic pink hats, while in downtown Los Angeles, shouts of “love trumps hate” echoed along a one-mile route leading to City Hall, with many demonstrators spilling over into adjacent streets in a huge, festival-like atmosphere.\nThe marches were the kickoff for what their leaders hope will be a sustained campaign of protest in a polarized nation, riven by an election that raised unsettling questions about American values, out-of-touch elites and barriers to women’s ambitions.\nOn successive days, two parallel and separate Americas were on display in virtually the same location. First there was President Trump’s inauguration, his message of an ailing society he would restore to greatness aimed at the triumphant supporters who thronged Washington on Friday.\nThen on Saturday, in what amounted to a counterinauguration, the speakers, performers and marchers proclaimed allegiance to a profoundly different vision of the nation. They voiced determination to protect an array of rights that they believe Mr. Trump threatens, and that they thought only recently were secure.\n“Thank you for understanding that sometimes we must put our bodies where our beliefs are,” Gloria Steinem, the feminist icon and an honorary chairwoman of the march, told those gathered in Washington. “Pressing ‘send’ is not enough.”\nTo mobilize a progressive movement reeling from Hillary Clinton’s defeat, organizers broadened the platform beyond longstanding women’s issues such as abortion, equal pay and sexual assault to include immigrant rights, police brutality, mass incarceration, voter suppression and environmental protection.\nBut the march’s origins were in the outrage and despair of many women after an election that placed gender in the spotlight as never before.\nMrs. Clinton assertively claimed the mantle of history, offering herself as the champion of women and families, and calling out her opponent for boasting of forcing himself on women in a recording that prompted a national conversation about sexual assault. In a sly allusion to the crude remarks Mr. Trump made on the tape, many marchers, women and men alike, wore pink “pussy hats” sporting cat ears.\nIn Washington, demonstrators old and young pushed strollers and hoisted children onto their shoulders or guided elderly parents through the milling crowds. They waved handmade signs: “Hate Does Not Make America Great,” “I Will Not Go Back Quietly to the 1950s” and “I’m 17 — Fear Me!” They chanted, “This is what democracy looks like.’”\nEmma Wendt, 13, came with a large group of family members and schoolmates from Kensington, Md., for a simple reason: “being part of history.”\nThe marchers were confronting a president who has appointed just a handful of women to his cabinet and inner circle, and who has pledged to nominate a Supreme Court justice who opposes abortion rights and to dismantle a health care act that covers contraception. His appointees have track records of voting to cut funding for anti-domestic violence programs, opposing increases in the minimum wage and restructuring Medicaid — moves that disproportionately affect women and minorities.\nCrowd estimates were not available in some locations, but a city official in Washington said that participation there likely surpassed half a million, according to The Associated Press. Added to the more than 400,000 that Mayor Bill de Blasio’s office said had marched in New York City, hundreds of thousands more in Chicago and Los Angeles, and those who showed up at many other marches nationwide, the total attendance easily surpassed one million in the United States. Marches also took place in a number of cities abroad, including Berlin, Paris, Rome, Amsterdam and Cape Town.\nIn Boston, where the crowd swelled to 175,000, Senator Elizabeth Warren looked out at the admiring throngs and conjured up the image of Mr. Trump’s being sworn in the day before.\n“The sight is now burned into my eyes forever,” Ms. Warren said, adding, “We will use that vision to fight harder.”\nYet women did not protest — or vote — as a bloc. About 53 percent of white women voted for Mr. Trump, according to exit polls, and many said his demeaning comments about women mattered less to them than their belief that he had the independence and business experience to bring about change, restore well-paying jobs and protect America’s borders.\n“The women’s march clearly doesn’t represent all women,” Alex Smith, the national chairwoman of the College Republicans, said in an email. She noted the exclusion of anti-abortion women’s groups from the event. “It is precisely this type of dogmatic intransigence that voters rejected.”\nThe marches came a day after confrontations between anti-Trump protesters and the police led to more than 200 arrests in Washington. But Saturday’s demonstrations were peaceful, and counterprotests were few. In St. Paul, one man was arrested after marchers reported he had “sprayed irritants” into the crowd, the police said.\nThough the Washington march ended within sight of the White House, and some demonstrators passed by his recently opened hotel, Mr. Trump did not cross paths with the crowd. But on Sunday morning, Mr. Trump acknowledged the demonstrations on Twitter, questioning whether the protesters had voted.\nA little later, Sunday, Mr. Trump added on Twitter that he supported the right of peaceable assembly.\nAmong those celebrity performers, were some who had appeared at campaign events for Mrs. Clinton, including Madonna, who gave a speech, said toward the end of of the march. “I have thought a lot about blowing up the White House. But I know that this will not change anything,” she said. (The Secret Service declined to comment on the remark, though an investigation seemed unlikely.)\nAfter attending the inauguration on Friday, Mrs. Clinton herself was not seen at the march. She did, however, acknowledge the moment on Twitter.\n“Thanks for standing, speaking & marching for our values @womensmarch,” she wrote.\nThe marches captured the potential and the perils for the progressive movement — whether it can frame its message to appeal to new generations and whether it can translate protests into action locally and nationally.\nPlans for Saturday’s march in Washington began as Facebook posts just after the election by a retired lawyer in Hawaii and a fashion designer in New York, both of whom are white and had no experience organizing protests. Soon, protests flooded the feeds urging them to diversify. In the end, a triumvirate of African-American, Latina and Muslim women joined the leadership team.\nThe march’s initial struggles echoed broader debates in the movement about whether the courting of new demographic groups alienated the white working-class voters who had carried Mr. Trump to victory, or whether white women had betrayed gender solidarity by voting for him. Yet on Saturday, these tensions did not deter a multiracial, multigenerational turnout. Mothers marched with daughters and granddaughters; whole families, including husbands and sons, marched arm in arm.\nMikhael Tara Garver, 37, of Brooklyn, who marched with her mother, recalled how her family had reacted after the election: “We were all calling my great-aunts because we all knew how important Hillary was to them and how important surviving to see that moment was for them.”\nAnother family came from Baltimore. “We have to get away from fear,” said Lureen Grace Wiggins, 49. Her daughter, Eden, 17, was exhilarated by the size of the crowd: “When you’re out here and people see you, they know you care.”\nThe march was rich in historical allusions — most deliberately, the 1963 march led by the Rev. Dr. Martin Luther King Jr. But it echoed many other marches, including those in the 1970s that brought hundreds of thousands of women to the streets championing an Equal Rights Amendment that was ultimately defeated, and those from the late 1990s and on for abortion rights, culminating in a 2004 March for Women’s Lives that organizers said drew more than one million to the capital.\nSaturday’s march happened to come just six days before quite a different one: the annual March for Life by opponents of abortion.\nBut perhaps the most apt analogy, said Ellen Fitzpatrick, the author of “The Highest Glass Ceiling,” was to the 1913 suffragists’ march on Washington, timed to coincide with the inauguration of President Woodrow Wilson. Led by the renowned suffragist Alice Paul, it featured a lawyer, Inez Milholland, riding a white horse down Pennsylvania Avenue, with 24 floats, nine marching bands and luminaries like Helen Keller. The women were hooted and jeered at and roughed up by the police, prompting congressional hearings and generating public sympathy. They won the vote seven years later.\nFaye Wattleton, the former president of Planned Parenthood, said that women have always had to regroup, even after they thought battles were won. “This is not new,” she said. “We have to go back to the battlefield and re-fight the wars against women.”", "date": "Jan. 21, 2017", "href": "https://www.nytimes.com/2017/01/21/us/women-march-protest-president-trump.html", "tags": "mr. flood washington u.s. rights ” defiant rally voices cities women many — march"}