{"title": "Del Posto Doubles Down on Luxury", "content": "Deep beneath the dining room of Del Posto, the palatial Italian restaurant on 10th Avenue, stands a 50-gallon steel caldron that is employed for a single purpose: making chicken soup.\nThis is no ordinary Jewish penicillin. The kitchen crew led by Mark Ladner, the executive chef, concocts the elixir through a process that involves no fewer than 90 hens. Over three days, the flavor of the soup (which has been served since January in a few sips as part of the free “assaggi” courses that precede each meal) becomes more intensified with each wave of gently boiled poultry: 30 whole cleaned chickens, then another 30, then 30 again.\n“It’s super-super-pure,” Mr. Ladner said. “It’s very extravagant.”\nExtravagance — the chef sums it up as “linen, crystal and silver” — has been the stated mission at this cavernous restaurant with a sweeping central staircase ever since it opened 12 years ago. But in recent months, the management has chosen to buck the prevailing winds in local (and international) gastronomy.\nWhile countless chefs in this new-casual age of David Chang, Ignacio Mattos and April Bloomfield have veered from the protocols of white-tablecloth classicism — and even Del Posto’s former pastry chef, Brooks Headley, now runs a tiny veggie burger joint called Superiority Burger — Del Posto’s new strategy for continued relevance is to double down on fancy.\n“It’s definitely countercultural right now,” Mr. Ladner said toward the end of a recent lunch service while the sound of a grand piano crested in the background.\nIt is not uncommon for elite restaurants like Le Bernardin and Eleven Madison Park to refresh or reorient themselves every few years, and Del Posto has done its share of tinkering. (It received four stars from Sam Sifton in its last New York Times review, in 2010.) But its latest wave of luxury is meant to manifest itself across the board — in the food, the service and the décor.\nA meal now begins with the distribution of warmed hand towels that have been suffused with rosemary oil. At the center of each table glows a new candle-holding crystal bowl made by Rogaska in Slovenia. All of the white-leather chairs are new; they were handmade in Italy. Servers are wearing new suits from the Neapolitan design house Eidos.\nJeff Katz, the general manager, described the environmental goal as “a civilized room full of beautiful stuff,” which happened to be the royal norm for fine dining in New York City in the days before the stripped-down tasting-menu counters of Blanca and Momofuku Ko. There, the atmosphere suggests “more of a dinner party than a restaurant,” Mr. Ladner said.\nBut Del Posto is sticking with the ancient sense of ceremony that used to be found in special-occasion restaurants. “We want you to feel kind of coddled in here,” Mr. Katz said. “Sometimes you just want to sit in a comfortable chair and have a conversation without screaming.”\nFor a while now, the restaurant has had an intricate network of menu options so that people who adhere to dietary restrictions (veganism, an avoidance of gluten, an aversion to garlic) will not feel shunned or limited. A prime example of Del Posto’s freshly amplified luxury, though, comes in the form of a bread course in which dairy serves as a spherical showstopper.\nThe bread course at Del Posto used to involve several different kinds of baked goods, accompanied by a small tub of Italian butter and a second tub of whipped lardo. (Phasing out the famous lardo led to some institutional hand-wringing. “There was real concern that our regulars would be kind of upset about it,” Mr. Katz said.)\nThe course has been refined down to a single baguette whose tips taper off into the crunchiness of grissini. The bread is accompanied by a ball of spreadable whiteness: Inspired by an aerated mozzarella that Mr. Ladner once swooned over at a restaurant in Sicily, it incorporates crème fraîche and cultured Battenkill Valley cream that are whipped almost to the brink of becoming butter and then transformed (using techniques popularized by molecular gastronomy) into tender, gleaming globes.\nFor special occasions, the new pastry chef, Justine MacNeil, and her crew have created a different kind of sphere, fashioned out of chocolate and about the size of a bocce ball. When customers crack it open at the table, hidden sweets fall out. Even the candy wrappers are custom-made. “They’re talking about hand-stamping each one, and I’m like, ‘Please don’t make me do that,’” Ms. MacNeil said.\nThe move toward extra opulence began about two years ago, when Mr. Katz, on a trip to Paris, ate dinner at Epicure, a restaurant in the Bristol hotel. Impressed and delighted by the grandeur of the meal, he spoke with the chef Mario Batali, who owns Del Posto with the chef Lidia Bastianich and her son, the restaurateur Joe Bastianich. Mr. Katz told Mr. Batali, “‘We need to move, we need to go luxe — that’s the play.’”\nThe result at Del Posto is so self-consciously lavish that it may seem a throwback — on purpose. “It’s what my, and I’ll bet your, dad imagines when he hears the term ‘fine dining,’” Mr. Batali said.\nThat luxury is largely subsidized by a steady private dining business downstairs. “It keeps the lights on,” Mr. Katz said. Mr. Batali said the restaurant had invested about $1 million in the upgrades.\nYet unlike tasting-menu restaurants like Blanca and Atera, which cater to a relatively rarefied clientele of food obsessives, Del Posto is engineered for a more all-encompassing embrace. At any given moment, you’re apt to spy tourists, locals, high-finance types toasting big deals and families celebrating birthdays. “We spend a lot of energy trying to appeal to as broad a demographic as possible,” Mr. Ladner said.\nThe service is meant to be both warmly conversational and classically buttoned-up. “Like a big hug from Grandma,” said Matt Abdoo, the chef de cuisine. “If Grandma happened to be Italian royalty.”\nOn a recent afternoon, about an hour before the dinner crowd began to trickle in, Mr. Katz presided over a meeting with servers and suggested that they needed to apply more focus to the task of pulling out chairs for diners who were leaving or returning to their tables.\n“We need to just work on it,” he said. “It’s very rare to find a restaurant where they pull the chairs out for you.”\nAn observation arose: Sometimes a guest is just too fast.\n“You can’t chase the guests,” Mr. Katz conceded. “A better solution is to get ahead of the guest. There is a way to do it. You’ve kind of got to want it.”", "date": "April 5, 2016", "href": "https://www.nytimes.com/2016/04/06/dining/del-posto-restaurant-luxury.html", "tags": "del katz chef ” restaurant doubles posto luxury said —"}