{"title": "Delhi's air pollution is triggering a health crisis", "content": "Last week, a six-year-old boy returned home from school in Delhi, fidgety and complaining of breathlessness. \n\"I thought he was joking and trying to avoid school as he's never had a history of respiratory problems,\" his father told me. Within hours, however, the boy was coughing violently and gasping for breath.  The parents put the family in a taxi and drove through the smog to the nearest hospital.\nAt the hospital, doctors diagnosed the boy as suffering from an attack of acute bronchitis. \nDuring the next four hours, they gave him steroid injections and nebuliser treatment to clear his inflamed airway, and pumped him with antibiotics and allergy medication to prevent further infection. \"It was a bad attack,\"  Dr Prashant Saxena, chief pulmonologist at the Max Smart Super Speciality Hospital, told me. \"So we had to treat him pretty aggressively.\"\nThe boy took three days, two of them spent in hospital, to get better. Now he's confined indoors, getting nebuliser and steam inhalation treatment twice a day, and taking steroids and an anti-allergy syrup. \"This has come as a complete shock for us. He has been such a healthy boy,\" the father said.\nThat was possibly before the deadly pea-souper returned with a vengeance. This week, the concentration of the most dangerous particulates in the air - the microscopic PM2.5 particles that can travel deep into your lungs and damage them - has climbed to more than 700 micrograms per cubic metre in parts of Delhi. \nAir Quality Index (AQI) recordings have consistently hit the maximum of 999. Exposure to such toxic air is akin to smoking more than two packs of cigarettes a day, say doctors. Delhi chief minister Arvind Kejriwal says the city has turned into a \"gas chamber\".\nOutpatient departments and clinics are clogged with coughing, wheezing and breathless men, women and children. Hospitals like Dr Saxena's and the massive state-run All India Institute of Medical Sciences (AIIMS) are reporting a near 20% spike in such patients. Doctors have declared a \"public health emergency\" - although it is not clear how it will be enforced - and have asked people to stay indoors.\n\"The chilly weather along with smoke and smog poses one of the biggest threats,\" says Dr Saxena, \"especially to those individuals who are prone to develop or show flare-ups of respiratory problems like asthma and chronic bronchitis.\" \nEarlier this year, four major hospitals in the city jointly began an investigation - the first of its kind - to investigate links between changes in air quality and the worsening of respiratory problems in patients. \nThe hospitals have deployed nurses who are keeping a record of such patients turning up in emergency rooms. Researchers are looking at treatment and admissions and examining whether there's any marked increase on days when the air quality declines perceptibly.  \nIt is early days yet, and the study is limited to emergency room treatment and admissions. It also doesn't take into account the vast number of patients being treated for respiratory issues in the outpatient and smaller clinics. Still, doctors reckon that it will offer some clues on whether the city is in the throes of a serious pollution-related health crisis, as many believe.\nResearchers involved in the investigation told me that the early data is showing a spike in the number of children being wheeled into emergency rooms on days when the air quality worsens. Much like the six-year-old boy who was hospitalised, they come with a cough, choked airways, prolonged colds, breathlessness, and irritation in the eyes and nose. \nThis is not, in itself, surprising. Delhi's poisonous air is hurting children. They and the elderly are, of course, among the worst hit. Children's lungs are usually weak and can easily suffer damage. A 2015 study suggested that four out of every 10 children in the capital suffered from \"severe lung problems\".  Doctors say they should mostly stay indoors - schools have already been shut.\nOthers are not better off. The pollution often exacerbates the condition of a lot of the city's \"stable\" asthma patients, says pulmonologist Karan Madan of AIIMS.\nIt sends them back to outpatient clinics or emergency rooms, and leaves them requiring nebulisation treatment, steroid injections, oxygen and even ventilator support. \"The symptoms just get a lot worse, and every such episode can lead to a long-term decline in lung function,\" says Dr Madan. \nThere's not much Delhi's residents can do. \n\"One is to stop breathing. That is not possible. Second is to quit Delhi. That is also not possible. Third is to make the right to breathe fresh air a people's movement,\" a chest surgeon told The New York Times. \nFor the moment, doctors are recommending that people wear anti-pollution masks outdoors and when travelling on public transport. People with existing respiratory problems should carry inhalers, take flu and pneumonia jabs, and use air purifiers at home. Smokers should stop lighting up at home and outside.  People should not burn waste. \nA new study on the impact of air pollution on life expectancy by Michael Greenstone, a professor of economics at the University of Chicago, has found people in Delhi could live six years longer if India just met its national PM2.5 standards of 40 micrograms per cubic metre.  They could live nine years longer if the country met the World Health Organization standard, which is 10 micrograms per cubic metre. \nThat is a most damning indictment of India's efforts to tackle air pollution. ", "date": "12 November 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-41925067", "tags": "boy delhi problems treatment pollution doctors triggering patients children air crisis respiratory health"}