{"title": "Delhi panic over toxic air ahead of Indian festival Diwali", "content": "Panic gripped the Indian capital Delhi on Monday as residents woke up to a blanket of thick grey smog ahead of Diwali, the festival of lights.\nVisibility is poor as pollution levels reached 20 times the World Health Organisation's recommended limit.\nThe air quality is expected to worsen in the coming days due to the use of firecrackers, experts have warned.\nIndian cities regularly dominate global pollution rankings for the worst air quality.\nThe Supreme Court has restricted the timeframe for setting off firecrackers to only two hours during the day - but experts believe this curfew will be hard to implement. \nDiwali, the most important Hindu festival in north India, celebrates the victory of good over evil.\nHowever in the last few years, celebrations have seen air pollution rise to hazardous levels after many firecrackers were set off.\nMany have taken to social media to share their concerns as well as post dramatic photos of the city to show the extent of the problem.\nOn Sunday, the pollution level in the city dipped and was categorised as \"poor\". But a sharp spike in smog on Monday morning - which recorded a reading of 365 on the Air Quality Index (AQI) - has effectively put the city's air in the \"hazardous\" category. \nAuthorities in Delhi have warned residents to stay indoors as much as possible and have started to shut down construction activity in the city. \nThe Indian capital is the sixth worst place in the world for pollution, according to World Health Organisation (WHO) data.\nAir quality in the city worsens every year in November and December as farmers in the neighbouring states of Punjab and Haryana burn crop stubble to clear their fields.\nThe Graded Response Action Plan (GRAP), an emergency government initiative to try and improve conditions, has also launched around Delhi. It bans activities like rubbish burning to try and improve air quality. ", "date": "5 November 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-46094228", "tags": "delhi world toxic firecrackers festival pollution city monday ahead capital panic indian quality air diwali"}