{"title": "Delhi's rickshaw pullers: Toxic air is killing us but we can’t quit", "content": "\"My eyes hurt and I struggle to breathe while pedalling my rickshaw. My body tells me to stop and run away from Delhi's toxic smog, but I have to keep going to earn for my family. Where else would I go? The streets are our home,\" says Sanjay Kumar.\nHe came to Delhi five years ago from the eastern state of Bihar searching for a job, but without success. He chose to be a rickshaw puller to feed himself and send some money to his family.\nThat left him very little to rent a house, and he started sleeping on the streets.  \n\"I long for a bed but I know that's a distant dream. I long for proper meals but that too is scarce. The least I expect is to breathe clean air, but in winter months that too has become impossible. You can go to the comfort of your house, but I have to be on the street all the time,\" he adds.\nAir quality in the city worsens every year in November and December as farmers in the neighbouring states burn crop stubble to clear their fields. People also set off firecrackers to celebrate the Hindu festival of Diwali, adding to the unhealthy cocktail of toxic gases.\nDelhi has thousands of rickshaw pullers who provide last-mile connectivity to people. But as pollution levels reach 30 times the safe limit in some areas in winter, rickshaw pullers are among the people worst affected.\nPedalling a rickshaw puts extra pressure on the lungs, and severe pollution makes the situation worse. The tiny toxic particles, known as PM2.5, can get deep into the lungs and into the bloodstream.\nIndia's Supreme Court also recently took notice of the rickshaw pullers' plight. While hearing a pollution-related petition recently, the court told the government that advising people to stay indoors wasn't a solution.\n\"They are doing heavy-duty manual work. You cannot tell them that you stop your work because it is unsafe for you to work in the morning. This is a very critical situation,\" the court said.\nEvery rickshaw puller I met was either coughing or complained about difficulty in breathing. Some of them even struggled to finish sentences. At one metro station, the smog was so thick that one could almost taste ash. And the visibility was so poor that it was impossible to see beyond a few meters.\nBut rickshaw pullers could still be seen on the street, trying hard to pedal in the smog.\nJai Chand Jadhav, who came to Delhi seven years ago from the eastern state of West Bengal, says taking a break is not an option.\n\"I earn around 300 rupees ($4 ;£3) a day and spend some of that on buying food and save the rest for my wife and two children. My family depends on me, so I have to keep working - even if I am struggling to breathe,\" he says.\nMr Jadhav starts his day at 6am and goes to a nearby metro station to pick up early-morning commuters. He works until 11am before trying to find free food at temples and charity homes.\nHe spends money on buying meals only when he can't find free food. Mr Jadhav continues to work until midnight and rests only when there are no commuters. He gets his evening meals from some restaurants which distribute leftover food to the homeless. \nBut it's not always easy to find free food and going hungry is not very uncommon for the rickshaw pullers of Delhi. \"I am used to sometimes pedalling my rickshaw without eating anything and I can handle that. But smog is the worst. It makes me feel like I am pedalling with a 50kg weight on my chest,\" he says.\nHe has been unwell in the past few days and his coughing became worse the day after Diwali last week.\n\"I don't understand why people set off firecrackers when the air is so bad. They go back to their homes but people like me have to suffer the consequences of their actions. People are just so insensitive in this city,\" he adds.\nAs he continues to talk, several rickshaw pullers gather around him - each complaining about the smog.  One of them is Anand Mandal, who ended his 18-hour-long work day at midnight.\n\"Such long working hours are really tough. My chest is burning and I struggle to breathe properly, specially while pedalling. Last year, a colleague of mine had similar symptoms for days and he ended up in a hospital and couldn't work for months. I am really scared and praying that it doesn't happen to me,\" he says.\nIt's the same story for most rickshaw pullers across the city.\nHimasuddin, who started working in old Delhi two decades ago, says the air was never so bad in the capital.\n\"As a rickshaw puller, I hardly contribute to pollution. Ours is a clean way of transportation. But it's ironic that we are the worst affected from the toxic smog,\" he says.\nHe wants the government to help rickshaw pullers. \n\"At the very least they can give us temporary shelter. We are dying a slow death and it's not even our fault. Nobody cares about us, as if we don't even exist,\" he says.\nHis frustration is understandable. The state and federal governments both routinely come up with \"stay indoors\"  during the smog season. \nBut unfortunately this is not an option for Delhi's rickshaw pullers, who have to just pedal on.\n\"I guess hunger is a bigger problem than pollution for us. And that's why nobody cares. But we have to continue working no matter what,\" Himasuddin adds before disappearing into the thick smog.\nPictures by Ankit Srinivas", "date": "18 November 2018", "href": "https://www.bbc.com/news/world-asia-india-46191589", "tags": "food delhi us work breathe toxic rickshaw pullers killing says pedalling quit air smog"}