{"title": "Delhi pollution: Are Diwali fireworks to blame?", "content": "Air pollution levels have shot up in the Indian capital, Delhi, during the current festive season of Diwali.\nA lot of attention has focused on the impact of fireworks and this year, as in previous years, India's Supreme Court has attempted to restrict their use.\nBut how far are they really responsible for poor air quality?\nThere are studies which show that levels of some hazardous pollutants rise significantly during the Diwali period, but there are also other factors that could account for poor air quality.\nAir pollution has become a growing problem for India in recent years.\nThe World Health Organization (WHO) database on air quality lists nine Indian cities in the top 20 worldwide for the highest annual concentrations of PM2.5 - one of the most harmful particles for human health.\nThe levels are way above the recommended WHO guidelines for concentrations of PM2.5.\nAround this time of year, Delhi and other cities in northern India, experience worsening air quality because of a combination of factors, not just because of Diwali fireworks.\nThese include:\nSince the air quality is bad anyway at this time of year, how do we know what contribution Diwali makes?\nA recent study that has attempted to answer this question says there is a \"small but statistically significant\" effect from Diwali fireworks.\nThe study focused on five locations across Delhi, and looked at data gathered between 2013 and 2016.\nDiwali is set according to the Hindu lunar calendar and usually happens in late October or early November.\nThe different dates are important because they enable the authors to take into account crop burning as a factor, because that only starts at the same time of year.\n\"We used Nasa satellite data to establish when crop burning was happening in northern India,\" Dhananjay Ghei, one of the authors of the report told the BBC.\nIn two out of the four years, crop burning did not coincide directly with Diwali celebrations.\nAnd they also point out that industrial activity in one location stopped because of the holiday, and factored the weather conditions into their calculations.\nThey found increases in concentrations of PM2.5 of almost 40% by the second day of the festival.\nThis then falls back to existing background levels soon after the end of Diwali.\nAnd when looked at on an hourly basis, there was a rise of 100% for the five hours after 18:00 local time - the evening darkness period when most celebrations take place.\nA report by Delhi's Environment Pollution Authority also shows significant spikes around the Diwali period in both 2016 and 2017.\nIt should be pointed out here that not all fireworks produce a lot of PM2.5 particles, although the bigger ones tend to have larger concentrations.\nThe other caveat is around vehicle traffic, which increases in the Diwali period when people go out to buy gifts and visit family and friends.\nCould the higher concentrations of PM 2.5 be because of more traffic on the roads rather than fireworks?\nThe authors say they want to address this in future research.\nThat being said, fireworks do contain other toxic substances, including heavy metals. \nA separate study that has been done in the Indian city of Jamshedpur found significantly increased levels of the following substances during the Diwali period:\nThe government's own Central Pollution Control Board lists 15 substances in fireworks which it says are \"hazardous and toxic\".\nAgain it needs to be added that some of these substances are also produced by vehicle emissions.\nHowever, there probably is some logic to attempts to restrict the use of fireworks - if only on the basis that they contribute to an existing problem in cities that are already some of the most polluted on earth.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "8 November 2018", "href": "https://www.bbc.com/news/world-46138064", "tags": "delhi quality air concentrations pollution period year blame levels fireworks diwali"}