{"title": "Delhi air: Eating berries and wearing masks to beat pollution", "content": "Every winter, a thick blanket of smog descends on large parts of India and people begin a losing fight against the frightening levels of pollution. \nThousands land up in doctors' clinics with breathlessness, fill up hospital beds with lung problems and many are forced to stay off school or work.\nAnd with measures announced by the federal and state governments to curb pollution not making any impact, many are finding their own ways of coping. \nHere are some of the most popular ways Indians try to beat pollution - but do any of them really work?\nA quick search on Amazon India for air purifiers throws up more than 2,000 results and a cursory glance shows they are not cheap. \nBut in the past few years, many Indians have begun investing in indoor air purifiers in the belief that they will help improve the air quality. \nIn March, a report said the government had bought a total of 140 purifiers to ensure that officials, including Prime Minister Narendra Modi, could breathe easy. \nBut are they effective?\n\"Air purifiers work only in an environment that's totally sealed,\" says Dr Karan Madan, associate professor of pulmonary medicine at Delhi's All India Institute of Medical Sciences hospital.\nSo every time you open a door or a window in your home \"the indoor air quality immediately mimics the outdoor air quality\" - simply put, if the pollution levels outdoors are high, they'll instantly become high indoors too.\nAnd the question then is: can you sit pretty much all the time in a room that's completely shut off? \n\"It's not really practical,\" says Dr Madan. \nOnline retailers in India have thousands of options for masks. You can also buy them at your neighbourhood chemists.\nSome are simple cloth masks while others come with high-grade filters to keep toxins out. They're available in black or can be multi-coloured. \nAnd thousands of people in the capital, which is among the worst affected by pollution, are wearing them. \nBut can a face mask protect you from the deadly tiny particulate matter that enter deep into the lungs and play havoc with your health?\nA mask with a capacity to filter out these tiny microns can help but, Dr Madan says, they will have to be worn all the time and be completely sealed around the nose and the mouth.\n\"But these high filtration capacity masks can make breathing difficult, especially during exercise. And how are you going to make children wear it when they go out to play?\n\"These are solutions that are very difficult to use,\" he adds.\nLast week, as Delhi's air quality began worsening, schools in Delhi started taking precautionary measures - morning assemblies were suspended, outdoor games were restricted, and one school began distributing gooseberries to students.\nThat's because traditional Indian wisdom says the sour green fruits are loaded with anti-oxidants and can help boost immunity and reduce the impact of pollution.\nNutritionists have also suggested drinking a concoction made with turmeric, ginger and Indian basil, or eating jaggery or clarified butter. \nDr Madan says he's not sure to what extent these claims are backed by scientific data and that there is no evidence to suggest they work.\nHe says any food that contains vitamins and anti-oxidants is good for overall health, but it doesn't prevent exposure to pollution.\nIn the past week, Dr Madan says, the number of patients he's seen with \"asthma-like symptoms\" has risen, with many complaining about a \"burning-itching sensation in the nose and throat\".\nDescribing it as a \"serious health emergency\", he says children, the elderly and the asthmatic are more vulnerable to bad air and he's advising them to \"avoid outdoor activities and heavy exertion\". \nThe adverse impact of pollution is already established on the lung and heart, but newer research points to its impact on our cognitive abilities too - a recent study found pollution also causes a reduction in intelligence.\nIt's well known that trees help absorb pollution, but newspapers and websites in India are increasingly talking about indoor plants that can suck out toxins from inside homes.\nThe list of top air purifying plants includes, among others, aloe vera, the spider plant, a type of lily and the snake plant (also known as Mother-in-Law's Tongue).\nDr Madan says the claim that they have an impact on the air quality needs to be backed by evidence.\n\"Someone please do a study on pollution within homes with and without these plants. We need very good quality data to see if this intervention can be effective.\"\nBut Dr Madan is clear the situation is so bad there's really only one course of action - and that is to tackle the pollution itself. \n\"There are no shortcuts. We have to control the source of pollution, that is the most important part.\"", "date": "9 November 2018", "href": "https://www.bbc.com/news/world-asia-india-46135764", "tags": "delhi work many india eating dr berries pollution madan masks wearing says quality impact air beat"}