{"title": "Deliberate or Not, Trump’s Speech Draws Laughter at the U.N.", "content": "UNITED NATIONS — They laughed.\nNot even a minute into the speech. They laughed.\nOn the planet’s biggest stage, with more than 100 world leaders gathered with their ministers, ambassadors and dignitaries of every stripe, while news cameras from as many countries broadcast the speech in as many languages, they laughed.\nPresident Trump seemed surprised when he heard it. Attendees of the United Nations General Assembly, normally a scripted annual gathering of presidents, prime ministers and wizened diplomats, do not typically break decorum, let alone laugh at the most powerful man in the room.\n[The president doubled down on his “America First” foreign policy.]\nBut there it was, soon after Mr. Trump commenced his highly anticipated speech on Tuesday, as he bragged about how much his administration had accomplished in two years, “more than almost any administration in the history of our country.”\nFor Mr. Trump it was little more than a minor boast, a well-worn line trotted out frequently at rallies with ardent supporters across America that rarely warrants special mention anymore. But for some reason, at the United Nations on Tuesday, it resonated.\nBy the end of the day, there was no escaping it. The laughter eclipsed Mr. Trump’s criticism of the “corrupt dictatorship” in Iran and the “human tragedy” in Venezuela. As a news story it held its own alongside the sentencing of Bill Cosby and the continuing battle over Brett Kavanaugh’s Supreme Court nomination. The laugh even made it into the official White House transcript of Mr. Trump’s speech.\nMr. Trump put a brave face on things, saying later that in a speech concerned mostly with berating enemies and allies alike, the line about his administration’s extraordinary productivity had been “meant to get some laughter.”\nAt a news conference on Wednesday, he again defended himself.\n“They weren’t laughing at me — they were laughing with me,” Mr. Trump told reporters. “We had fun.”\nIf true, it is a change for Mr. Trump, who has spent much of his career trying to get the laughter — real or perceived — to stop.\n“We need a President who isn’t a laughingstock to the entire World,” Mr. Trump tweeted about President Obama in 2014.\nBefore the 2016 election, he complained that Mexico was “laughing at our dumb immigration laws,” Vladimir V. Putin was “laughing at Obama” over the leak of classified NSA documents, and the world was laughing “at what fools our leaders have been” on trade.\nThe laughter was supposed to have stopped when Mr. Trump took the presidency.\n“The world respects our country now,” he told a local television journalist in North Dakota on the sidelines of a rally there this month, calling his performance superior to that of Mr. Obama. “They didn’t respect our country when he was running it. They were laughing at our country.”\nBut the world, it seems, is still laughing.", "date": "Sept. 25, 2018", "href": "https://www.nytimes.com/2018/09/25/world/trump-nations-laughter.html", "tags": "mr. world u.n laughter speech draws laughing united ” trump deliberate —"}