{"title": "Demand for Boeing’s 737 Slows as Planes Remain Grounded", "content": "Boeing announced on Tuesday that it received far fewer orders for its 737 jets in the first quarter of 2019 than it recorded in the same period last year.\nThere were 32 new orders for the jet in the first three months of this year, compared with 122 a year earlier, the company said. The 737 Max, which is Boeing’s best-selling plane, has been grounded since last month, when it was involved in a deadly crash for the second time in five months.\nIn October, Lion Air Flight 610 plunged into the Java Sea shortly after takeoff, killing all 189 people onboard. In March, Ethiopian Airlines Flight 302 crashed into the ground a few minutes after departing Addis Ababa, resulting in the deaths of all 157 people on board.\nThe 737 Max remains grounded by regulators around the world as Boeing works on a software fix for a flight control system that is suspected of contributing to both crashes. Some airlines have even announced that they would cancel their 737 Max orders over concerns about the plane’s safety.\n[Read more about the two Max crashes and Boeing’s response.]\nAnalysts say the drop-off in orders is less a bad sign for Boeing than a larger indication of market conditions in the aviation industry.\n“It certainly wouldn’t be surprising that people aren’t rushing to sign orders for Maxes right now, but I don’t think that speaks to the ongoing viability or interest in Boeing’s product,” said Samuel Engel, a senior vice president and head of the aviation practice at the consulting firm ICF. He added that Airbus had even fewer orders over all than Boeing in the first quarter.\n“One quarter can be explained,” said Richard Aboulafia, vice president for analysis at the Teal Group, a consulting firm in Fairfax, Va.\nHe said both Airbus and Boeing had extreme order backlogs.\n“When you’ve got 11,000 upfront orders, first of all, that’s never been seen in the history of this industry,” Mr. Aboulafia said. “This becomes a game of backlog preservation and management, rather than bringing in new orders.”", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/business/boeing-737-sales-orders.html", "tags": "slows grounded first boeing remain quarter ” demand planes orders year flight max"}