{"title": "Democrats Are Trying To Put The Public Option Back On The Table", "content": "Another Democrat has come forward with a proposal that would make a government-run insurance plan available to more Americans who want one, in the hopes of providing consumers with a cheaper, more reliable source of coverage.\nThis time the Democrat is Sen. Brian Schatz, from Hawaii. On Wednesday, Schatz unveiled the “State Public Option Act,” which would allow states to create a version of Medicaid open to people shopping for insurance on their own through the Affordable Care Act’s exchanges.\nThe coverage available through the new program would not be identical to coverage that Medicaid recipients get now. States could design plans with significant deductibles, for example, or without every single benefit that Medicaid provides. But they would have to abide by all of the ACA’s standards, including an overall ceiling on out-of-pocket expenses and requirements that plans cover mental health, maternity care and other “essential” services. \nThe coverage would be available to everybody regardless of pre-existing conditions.\nPeople who qualify for the ACA’s tax credits could use them to help pay premiums. And for those who don’t get the ACA tax credits, the law would cap premiums in the new Medicaid program at 9.5 percent of household income. That ceiling is critical, because it would help the people who struggle the most under “Obamacare” ― namely, people who are too wealthy to qualify for government subsidies but who, today, can’t find private coverage without paying high, sometimes exorbitant premiums.\nSchatz has been talking about this idea for months, and it means there are now three separate “public option” proposals on the table from Democrats. Last week, two other Senate Democrats, Michael Bennet of Colorado and Tim Kaine of Virginia, unveiled a “Medicare-X” bill. As the name suggests, the bill would look more like Medicare, which the federal government runs by itself, rather than Medicaid, which states administer with federal funding and guidance.\nThat’s an important distinction. It means that, under the Bennet-Kaine proposal, a public option would be eventually be available in every state, not just in states where officials opt to create one. Under the Schatz proposal, meanwhile, states could more easily tailor programs to fit the needs of their different populations.\nThe third version of a public option proposal, which Sen. Debbie Stabenow (D-Mich.) introduced in August, would allow anybody 55 or over to buy into Medicare. A major goal of that proposal is to help out older consumers who pay the highest premiums for coverage under the Affordable Care Act, because the law still allows insurers to vary premiums according to age, by as much as a factor of three.\nOf course, Democrats have also proposed one other kind of government-run insurance program ― a plan that would supplant all existing insurance arrangements and provide coverage directly to all Americans. This “single-payer” plan comes from Sen. Bernie Sanders (I-Vt.), who has been championing the idea for most of his political career but who snagged 16 Democratic co-sponsors when he introduced his latest version a few weeks ago. \nAll of these proposals leave out key details, particularly when it comes to what they would pay providers and, relatedly, how much they would actually cost to maintain. But the authors of these proposals have started to put down some markers. The Schatz proposal, for example, calls for reinstating and then making permanent an increase in what Medicaid pays primary care providers. Medicaid famously pays less than other forms of insurance, even Medicare, and historically that has made it more difficult for people on the program to find doctors willing to see them.\nWorking out these details and dealing with the trade-offs will not be easy. The reality of all public plans, small and big, is that they can potentially offer coverage a lot more cheaply than private insurers can, but only by ratcheting down what they pay hospitals, doctors, drug makers, and other parts of the health care industry.\nHealth care prices in the U.S. are the highest in the world, which suggests there’s plenty of room for them to come down. But an abrupt or clumsy cut in payments to the health care industry could create economic disruption, leading to layoffs, hospital closures or longer wait times. And that’s only if the adjustment happens at all ― a big “if,” given the ferocity with which elements of the health care industry would fight to keep their revenues.\nThat said, it’s not like Democrats are starting completely from scratch. The public option got a lot of attention in 2009 and 2010, when Democrats were writing what ultimately became the Affordable Care Act. There’s a long paper trail of analyses, from government and private experts alike, on how different variations would play out.\nAnd the authors of these plans have all been candid about their aspirations, given the current political environment. With Republicans in control of the White House and both houses of Congress, they know, none of these bills is going to see so much as a committee hearing, let alone a floor vote. By putting out the proposals now, in protean form, the Democrats say they hope to start a more detailed, public conversation about policy ― one that could result in blending some of their ideas or attempting to pass them sequentially, especially since the proposals have long, overlapping lists of co-sponsors.\n“I think they are all reasonable ideas,” Schatz told HuffPost. “I co-sponsored Bernie’s bill, for example. We need to get... into a mode where we are doing serious policy work, where even among friends we can have competing ideas and work together to see which idea is the best one in the end.”\nOne question hanging over these proposals concerns their timing, and how that affects the debate about health care more generally. In September, when GOP leaders made a serious, if desperate, push to pass a bill that would have repealed the Affordable Care Act, they repeatedly said that failure would lead to the enactment of a single-payer bill like the one Sanders was proposing. Plenty of Democrats and their allies worried that Sanders, though a staunch defender of the 2010 health care law, had handed its adversaries a powerful rhetorical weapon for rallying their base behind a repeal measure that was otherwise unpopular.\nBut when open enrollment for the Affordable Care Act begins next week, some Americans ― namely, those who don’t qualify for the law’s tax assistance ― will discover they have to pay a lot more for their coverage. And especially in rural parts of the country, consumers may find just two or one carriers offering insurance. \nDemocrats have spoken frequently about their desire to bolster the Affordable Care Act ― to fix its flaws, without tearing down the whole edifice. The public option could be one way to do that. And although some Democrats fear the specter of government-run insurance would alienate swing voters, others, including the many co-sponsors of these measures, are convinced the public would welcome expansions of Medicare or Medicaid in some form ― and would see those trusted programs as a more reliable, affordable alternative to what they can buy now.", "date": "\n10/25/2017", "href": "https://www.huffpost.com/entry/brian-schatz-health-care-public-option_n_59f0852ae4b0e064db7df702", "tags": "put public coverage democrats medicaid option back one ― table trying care"}