{"title": "Democrats Taunt GOP After Obamacare Repeal Vote By Singing 'Goodbye'", "content": "WASHINGTON ― House Democrats taunted Republicans on Thursday by bursting into song after the GOP plan to repeal and replace passed.\n“Na, na, na, na, hey, hey, hey, goodbye,” dozens of Democratic members sang on the floor as the legislation cleared the required 216 vote threshold.\nDemocrats have argued that a vote for the bill ― one that guts funding for states to help people with pre-existing conditions pay for health insurance ― will haunt Republicans in the future and possibly even help oust them from the majority in the 2018 midterm elections.\n“They have this vote tattooed on them. This is a scar they will carry,” House Minority Leader Nancy Pelosi (D-Calif.) said Thursday during a weekly press briefing on Capitol Hill.\nHouse Republicans made a similar gesture toward freshman Rep. Marjorie Margolies in 1994, after she switched positions and cast the deciding vote for President Bill Clinton’s budget bill. Republicans pulled out their hankies after the vote and started waving them at Margolies, chanting: “Bye-bye, Margie.”\nRep. Tom MacArthur (R-N.J.), a central player in the GOP’s first attempt at repealing Obamacare, called Democrats’ taunts “beneath the dignity of the House of Representatives.”\n“Frankly, I thought that was beneath the dignity of the House to be singing a song with a political message,” he told HuffPost after the vote. “This isn’t about politics. This is about the American people having health care coverage. It’s about making sure prices come down. And to try to make it a political joke on the floor is frankly beneath the dignity of the House of Representatives.” \nThis story has been updated with comment from Rep. Tom MacArthur.\nRyan Grim contributed reporting.", "date": "\n05/04/2017", "href": "https://www.huffpost.com/entry/house-democrats-sing-goodbye-health-care_n_590b7076e4b0104c734cddd1?6qg", "tags": "taunt democrats obamacare repeal gop ” house ― singing republicans bill hey na vote"}