{"title": "Democrats Eye Trump’s Tax Returns, With Mnuchin in the Middle", "content": "WASHINGTON — Democrats are preparing to use an obscure law to try to obtain a copy of President Trump’s tax returns if they win control of the House or Senate — a scenario that could force one of the president’s most trusted aides to reveal his most closely guarded secret.\nSteven Mnuchin, the Treasury secretary, said in an interview that he would honor any legal requests from Congress to release the president’s tax returns, which are stored in a vault at the Internal Revenue Service. But the demand would undoubtedly thrust Mr. Mnuchin into the fraught position of balancing his loyalty to Mr. Trump with a legal requirement to deliver the returns.\n“The first issue is they would have to win the House, which they haven’t done yet,” Mr. Mnuchin said during an interview in Jerusalem last week. “If they win the House and there is a request, we will work with our general counsel and the I.R.S. general counsel on any requests.”\nMr. Mnuchin said his team would analyze any demands for the president’s returns and fulfill them if required by law. Asked whether a request made for political purposes would be legal, Mr. Mnuchin demurred, saying he did not want to stake out any legal positions. His team has not yet studied the issue, he said.\nAn Internal Revenue Service provision stemming from the 1920s appears to give the Trump administration little legal room to ignore such a request. The law states that the leaders of the House and Senate tax-writing committees have the power to request taxpayer information from the Internal Revenue Service and asserts that “the secretary shall furnish such committee with any return or return information specified in such request.”\n“On a plain reading of the statute, I think the baseline ought to be, they ask for taxpayer information, they’re entitled to it,” said Neal Wolin, who served as the Treasury Department’s general counsel from 1999 to 2001.\nHouse and Senate Democrats have made several unsuccessful attempts to obtain Mr. Trump’s tax returns and say they intend to try again if they gain control of either chamber.\nMr. Trump was the first presidential candidate in decades to refuse to release his taxes. After promising to do so, he cited a continuing I.R.S. audit as a reason he was being advised by his lawyers against releasing them before ultimately settling on the argument that the American people are not that interested in his finances.\nPortions of Mr. Trump’s returns that have become public have shed light on the legal maneuvers he has used to reduce his tax liabilities. A more complete release of his filings could offer additional insight into his business ties, charitable giving and wealth.\nStill, after withholding the documents for so long, Mr. Trump is unlikely to hand over his taxes without a fight. Rudolph W. Giuliani, Mr. Trump’s personal lawyer, said this month that it would be a struggle for Democrats to prove that they have a legitimate oversight objective and that it would be a “heck of a good battle” for the president.\nIf Mr. Trump tries to deny a request, it would potentially lock two branches of government in a protracted legal clash.\nMost tax experts agree that Congress has the authority to request taxpayer returns. There is some legal debate about whether the motivations for such a request matter and under what circumstances the returns can be made public.\nAndy Grewal, a professor at the University of Iowa College of Law, argued in the Yale Journal on Regulation last year that Mr. Trump could order the I.R.S. not to disclose his returns if he can make the case that the congressional request has been made out of “personal animus” rather than for legitimate legislative reasons.\nDemocratic congressional aides have said taxpayer returns can be released publicly if the chairman and ranking member of a tax-writing committee agree to do so or if the majority of the committee votes in favor of disclosure. In 2014, the Republican-led House Ways and Means Committee helped to set that precedent by voting along party lines to release some taxpayer information related to an investigation into whether the I.R.S. was wrongfully targeting conservatives.\nBut other tax and legal experts argue that the committee violated the law in releasing that tax information and that doing so opened the door to Congress using its oversight powers as a weapon against political enemies.\nKen Kies, a tax lobbyist and former chief of staff of the Congressional Joint Committee on Taxation, noted that the Internal Revenue Code also mandates strict penalties for unauthorized disclosures of tax information. Lawmakers, he said, could be putting themselves in legal jeopardy if they release the president’s tax information to the public without Mr. Trump’s permission.\n“I’ve seen all this stuff about how people are going to release it and I keep wondering what are they thinking,” Mr. Kies said. “It sure isn’t something I would want to take too cavalierly.”\nHe noted that illegal disclosures of tax information could yield prison sentences and that it would be Mr. Trump’s Department of Justice that would prosecute the case.\nJohn A. Koskinen, who retired as I.R.S. commissioner last year, acknowledged that the tax code appeared to offer little wiggle room on congressional requests, but said he could envision the agency thinking twice about handing over the president’s returns if lawmakers did not offer a clear reason for the request. He suggested that the more fundamental intention of law is the protection of taxpayer privacy, so Treasury and I.R.S. lawyers could deem a request that appears intended to publicize the president’s tax information for political purposes inappropriate.\nThe matter will be even more complicated because Mr. Trump will undoubtedly want to weigh in. That could pose a new threat to the independence of the I.R.S.\n“The buffer between the I.R.S. and politics and the I.R.S. and the White House is always an important one to maintain,” Mr. Koskinen said. “The Treasury secretary, who will be on the front lines of that, will be in the middle of a very interesting question.”", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/us/politics/donald-trump-tax-returns.html", "tags": "tax democrats middle legal would ” trump returns mnuchin request eye"}