{"title": "Democrats Say They Have Proof Health Care Can Turn Trump Voters Against Republicans", "content": "Democrats have long hoped they will win back working-class voters who backed President Donald Trump in 2016 in the midterm elections with attacks on the GOP’s tax cut plan and support for repealing Obamacare.\nNew polling, based on a case study in a key congressional district in Maine, appears to offer proof. \nClarity Campaigns, a Democratic polling firm, conducted the surveys In Maine’s 2nd Congressional District, a sprawling, heavily forested rural district that includes almost the entire state outside of Portland and its suburbs. The district, represented by Republican Congressman Bruce Poliquin, flipped from backing Barack Obama by a 9-point margin in 2012 to supporting Trump by 10 percentage points in 2016.\nTwo Democratic groups, Not One Penny and Protect Our Care, paid for the polls. They have spent the past 10 months on a sustained campaign against Poliquin in the Bangor media market, which includes half the district, and their polling shows real damage. \nIn a memo provided to HuffPost, Clarity Campaigns said the more voters found out about Poliquin’s votes to repeal the Affordable Care Act and to support the  GOP tax bill, the less they liked him. At the beginning of the campaign, 28 percent of voters in the media market approved of Poliquin and 38 percent disapproved. By the end, his numbers were significantly weaker: Just 25 percent approved, and 45 percent disapproved. \n   MEMO – CASE STUDY_ Impact of Accountability Campaign on Votes for Health Care Repeal & TrumpTax by krobilla on Scribd\n“The results in ME-02 demonstrate clearly that voters care deeply about these issues and are willing to hold members of Congress who voted for them accountable for those votes,” the pollsters wrote. \nThe experiment reinforces the major Democratic strategy for winning back House districts where voters flipped from Obama to Trump: Focus relentlessly on unpopular GOP policies on taxes and health care, not directly on Trump’s behavior or the Russia investigation. Democrats need to win 24 seats to take back control of the House in November.  \nIn an NBC/Wall Street Journal poll released Thursday, registered voters said that health care was the most important issue in the battle for Congress. Just 39 percent of voters were comfortable or enthusiastic about a candidate who would repeal Obamacare, while 49 percent preferred one who would not. Thirty-six percent they would be more likely to support a candidate who backs Trump’s tax reform plan, while 42 percent said it would make them less likely. \nNot One Penny and a local group, Mainers Against Health Care Cuts, employed a variety of attack ads against Poliquin, including a spot contrasting his approach with that of Sen. Susan Collins (R-Maine), who refused to back Republican attempts to repeal Obamacare. \nOn tax reform, Not One Penny contrasted the treatment of the permanent corporate tax cuts included in the bill with the tax cuts aimed at the middle class, which expire after 10 years. \nVoters in Bangor aren’t deeply negative on the GOP tax plan: 34 percent support it, while 42 percent oppose it. But just 18 percent approve of Poliquin’s handling of the issue, while 45 percent oppose it. On health care, just 15 percent approve of Poliquin’s handling of the issue and 45 percent disapprove. \nRepublicans nonetheless remain bullish on Poliquin’s chances at reelection. The incumbent, a former banker, has $2.8 million in the bank. Democrats competing in the June 12 Democratic primary for the right to challenge him include businessman and outdoorsman Lucas St. Clair and state Rep. Jared Golden.", "date": "\n06/08/2018", "href": "https://www.huffpost.com/entry/democrat-strategy-maine-congress-health-care-taxes_n_5b195578e4b0957825a0452a", "tags": "percent proof tax democrats voters gop back trump turn say district republicans poliquin care health"}