{"title": "Democrats decry 'cruel' El Salvador migrants order", "content": "Democratic lawmakers have slammed the White House's decision to withdraw El Salvador migrants' right to remain in the US after more than a decade.\nThe Trump administration said on Monday the Central American migrants must leave or seek lawful residency, giving them an 18-month grace period. \nDemocrats in Washington DC, as well as in state capitals, vowed to fight the \"unconscionably cruel decision\".\nHundred of thousand migrants face possible deportation from the US.\nTemporary Protected Status (TPS) has already been withdrawn from Haitians and Nicaraguans.\nExperts say Hondurans are also at risk of losing the permits, which are granted to citizens of countries experiencing strife such as natural disasters, war or epidemics. \nIn announcing Monday's decision, the Department of Homeland Security said the earthquake destruction in 2001 - which destroyed much of El Salvador's infrastructure - had now been repaired. \nSalvadoreans, who have had the legal right to live and work in the US under TPS since the quake, will now be forced to leave, or risk arrest and deportation.\nMonday's TPS decision will remove the residency and work permits of more than 200,000 El Salvadorans by September 2019.\nNew York Senator Chuck Schumer called the decision \"heartless and reckless\".\nAdditionally, around 700,000 people who came to the US illegally as children - a group known in US immigration parlance as \"Dreamers\" - could also face deportation unless Congress acts by March to legitimise their status.\nPresident Donald Trump met on Tuesday with a bipartisan group of senators to discuss a deal to allow these Dreamers to remain in the country in return for a bill to fund his proposed southern border wall.\n\"I'd love not to build the wall, but you need the wall,\" Mr Trump said during the meeting.\n\"If you don't have the wall, you can't have security,\" he added.\nOn Tuesday, the Department of Homeland Security (DHS) called for lawmakers to \"immediately adopt responsible pro-American immigration reforms\".\n\"Current loopholes in our immigration laws have created an incentive for illegal immigrants who knowingly exploit these same loopholes to take advantage of our generosity,\" the DHS said in a statement.\nAnalysts say the epidemic of gang violence in El Salvador was fuelled in the 1990s by the US deportations of MS-13 gang members.\nCalifornia Democrat Dianne Feinstein said on Tuesday: \"As a country, we shouldn't force people to return to a violent and deadly environment.\"\nOne migrant living in the US state of Maryland told the New York Times that \"the [Central American] country is infested with gangs\".\n\"The moment we arrived, they would come to our door asking for money,\" said Noe Duarte, who runs two small businesses cleaning and painting homes.\n\"And if we didn't give it to them, we'd be killed.\"\nIn Canada, there is concern that Salvadoreans will follow the Haitians who crossed into the country after losing their protected status over the summer.\nCanadian officials are reaching out to immigrant communities in the US to warn that fewer than 10% of those Haitians who entered the country this year are being accepted, according to the BBC's Jessica Murphy in Toronto.\nCanada seeks to dispel asylum myths\nCritics of Mr Trump's decision noted that the US State Department's own guidance referred to El Salvador as home to \"one of the highest homicide levels in the world\".\nThe International Crisis Group noted that many TPS beneficiaries have children who hold American citizenship because they were born in the US.\n\"El Salvador is simply unprepared, economically and institutionally, to receive such an influx, or to handle their 192,700 US children, many of them at the perfect age for recruitment or victimisation by gangs,\" the aid agency said last month.", "date": "9 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42615745", "tags": "us country wall el democrats salvador order decision tps decry migrants"}