{"title": "Democratic Lawmakers Call On William Barr To Resign", "content": "Attorney General William Barr is facing calls to resign from Democratic lawmakers who take issue with the way he publicly presented the findings of special counsel Robert Mueller’s investigation into the 2016 election.\nThe most dramatic call came Wednesday during Barr’s Senate Judiciary Committee hearing. Sen. Mazie Hirono (D-Hawaii) characterized the attorney general as a liar who served to protect President Donald Trump rather than to impartially analyze the Mueller report. \n“Being attorney general of the United States is a sacred trust,” Hirono said. “You have betrayed that trust; America deserves better. You should resign.”\nThe previous evening, Hirono tweeted that Barr had lied to “both the House and Senate” and said he “should not be the Attorney General.”\nHirono is joined by fellow Democratic Judiciary Committee members Richard Blumenthal (D-Conn.), Cory Booker (N.J.), Kamala Harris (Calif.) and Amy Klobuchar (Minn.) in calling for Barr’s resignation Wednesday.\n“She’s always thought he should resign — since she didn’t want him to have the job in the first place because of his expansive view of executive power,” said a Klobuchar spokeswoman.\nOther Democratic senators who have also done so include Elizabeth Warren (Mass.) and Kirsten Gillibrand (N.Y.) ― both 2020 presidential candidates, along with Harris ― and Sherrod Brown (Ohio) and Chris Van Hollen (Md.).\nAmongst the other Democratic 2020 presidential candidates, former Vice President Joe Biden and former Housing and Urban Development secretary Julian Castro have joined the resignation calls. \nBut not all Judiciary Committee members are willing to go that far.\n“I’m disappointed by Mr. Barr, who’s been acting more like the President’s defense attorney than our Attorney General,” Sen. Patrick Leahy (D-Vt.) told HuffPost in a statement. “I want to hear from Robert Mueller before deciding on whether I think Mr. Barr should resign.”\nSen. Sheldon Whitehouse (D-R.I.) said Barr’s testimony was “an exercise in dissembling,” and with it, the attorney general “confirmed that his goal is to help the President spin the facts rather than help the American people understand what happened. That’s why the Committee should hear directly from Special Counsel Mueller and Deputy Attorney General Rosenstein.”\nAt times, Barr has seemed more like Trump’s personal lawyer than the attorney general. Before he turned over the Mueller report to Congress or the public, Barr was spinning its contents as favorably to Trump as possible ― including in ways that were misleading or inaccurate. He cleared Trump of obstruction of justice in the special counsel’s investigation into foreign interference in the 2016 U.S. elections, even though Mueller said he couldn’t reach that conclusion. \nThe Washington Post reported Tuesday that Mueller sent a letter to Barr on March 27, taking issue with the way he was characterizing his findings. \nBarr is supposed to testify before the House Judiciary Committee on Thursday, although he has objected to the format and structure and his participation remains up in the air.\nSome members of the House are already calling on him to step down.\n“The U.S. Attorney General must be the people’s lawyer,” Rep. Val Demings (D-Fla.), a committee member, said Wednesday in a statement. “I gave Mr. Barr the benefit of the doubt and hoped that he would follow his oath of office. He has not done so. Mr. Barr should do the last honorable thing available to him and resign.”\nA handful of House lawmakers, including Reps. David Cicilline (D-R.I.), Diana DeGette (D-Colo.), Ted Lieu (D-Calif.), Ro Khanna (D-Calif.), Kathleen Rice (D-N.Y.) and Maxine Waters (D-Calif.) have also called for Barr’s resignation.\nIgor Bobic contributed reporting.", "date": "\n05/01/2019", "href": "https://www.huffpost.com/entry/democratic-senators-william-barr-resignation_n_5cc9e057e4b0d123954d74e5?odqp", "tags": "call judiciary committee ” resign democratic attorney barr general lawmakers william mueller"}