{"title": "Democrats Offer Republicans Wire Hangers, Bleach After Vote To Ban Early Abortions", "content": "The day after a Georgia House committee advanced a bill that would make abortions illegal as soon as a fetus’ heartbeat is detected, some Democratic opponents of the measure greeted Republican lawmakers with wire hangers and bottles of bleach on the chamber floor.\n“These will be offered to every legislator who voted for that bill that’s unconstitutional and puts women’s lives in danger,” Rep. Dar’shun Kendrick (D) tweeted on Wednesday night with a photo of a collection of hangers. “Way to celebrate Womens History month Georgia!” \nHouse Bill 481, which passed the committee with a 17-14 vote on Wednesday, would slash a woman’s window to have an abortion from 20 weeks to about six ― when heartbeats are typically detectable by ultrasound.\nThe measure will go to the House floor for debate and a vote, according to CNN. If the bill passes, it will head to the state Senate next week. Both chambers have Republican majorities.\nAbortion-rights advocates argue that many women don’t realize they’re pregnant until the sixth week of pregnancy or later. Similar restrictions have been proposed in several other states ― none of which have been able to enforce them. \nThe Georgia Democrats took wire hangers and bottles of bleach to the House floor in protest as symbols of the self-induced abortions that many women dangerously attempt when the aid of a doctor isn’t available or allowed.\nGeorgia Gov. Brian Kemp (R) has said he supports the bill, which is sponsored by Rep. Ed Setzler (R), who has said he believes that life begins at conception. On Thursday, Kemp acknowledged that the bill will face a tough legal battle if it passes.\n“There will no doubt be a legal battle. And we’re ready for a fight,” he said in an interview with The Atlanta Journal-Constitution. “I have no ill will for people who oppose this, and I understand it. But this is about protecting life, and we’re willing to fight for it.” \nStaci Fox, the president of Planned Parenthood Southeast, similarly predicted a fight ahead, calling the proposed law unconstitutional.\n“These six-week bans simply go too far — restricting abortion before most women even know they are pregnant,” she said in a statement last month. “This would serve as a de facto ban on all abortion in the state.”\nThe bill would permit abortions if a pregnancy could kill or cause irreversible physical impairment to the woman or if the pregnancy resulted from rape or incest and the woman filed a police report.\nLawmakers in Tennessee’s House of Representatives passed a similar bill on Thursday that would outlaw abortions after a fetal heartbeat is detected. That bill next goes before a state Senate committee, the Tennessean reports.", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/wire-hangers-georgia-anti-abortion-vote_n_5c811592e4b020b54d829ee2", "tags": "abortions early democrats committee ” house bleach georgia offer wire bill republicans women hangers ban vote"}