{"title": "Democrats Score Special Election Upset In Wisconsin GOP Stronghold", "content": "Democrat Patty Schachtner won a special election for a state Senate seat in Wisconsin on Tuesday, scoring a huge upset victory for her party in a district that President Donald Trump handily captured just over a year ago. \nIt was the latest in a string of election victories for Democrats since Trump took office, and a sign of hope for the party that the energy from the base and frustration with the president could lead to more wins in November.\nSchachtner, the chief medical examiner for St. Croix County, won by 11 percentage points. \nRepublican Sheila Harsdorf had held the seat since 2001, but she left in November to become Republican Gov. Scott Walker’s agriculture secretary. In 2016, Harsdorf won re-election by 26 percentage points, and Trump beat Democratic rival Hillary Clinton by 17 points. Republican presidential candidate Mitt Romney won the district in 2012. \n“This campaign was about investing in people and revitalizing our area, whether that is making sure that every Wisconsinite has access to affordable health care, funding our public schools, technical colleges and UW campuses, or investing in good-paying jobs right here in Western Wisconsin,” Schachtner said in a statement. “Tonight, voters showed that they share those priorities, and I am deeply grateful for their support.”\nAttorney Adam Jarchow, Schachtner’s GOP opponent, conceded the race Tuesday night. \nRepublicans clearly sensed that this district was vulnerable. The conservative Americans for Prosperity spent at least $50,000 on ads, and the Wisconsin Alliance for Reform and Wisconsin Manufacturers & Commerce threw in another $80,000. \nOn the Democratic side, Greater Wisconsin spent $30,000, and the National Democratic Redistricting Committee spent $10,000. \nRepublicans will still control the state Legislature, with an 18-14 majority and one vacancy in the Senate. \nDemocrats have fared well in other special elections since Trump became president, scoring big wins in Virginia, Alabama, Oklahoma and other places around the country. The Democratic Legislative Campaign Committee, which works to elect Democrats to state office, said that, with the win in Wisconsin, there are 34 districts that have flipped from red to blue since Trump’s inauguration.\nWalker is up for re-election this year, and he has built up a formidable political machine in the state. So far, there’s a crowded field of Democrats running to unseat him, but there’s no solid front-runner. \nThe governor tweeted Tuesday night, however, that Republicans needed to acknowledge that 2018 was shaping up to be a tough year. \nSen. Tammy Baldwin (D-Wis.) is also running in 2018, and her seat is a prime target for Republicans. Conservative groups have so far spent at least $3.1 million against Baldwin, which is more than what all the other Democratic Senate incumbents on the ballot this year have faced combined (under $550,000), according to the Center for Responsive Politics.\nThis story was updated with more details about Schachtner’s margin of victory.", "date": "\n01/16/2018", "href": "https://www.huffpost.com/entry/patty-schactner-wins_n_5a5ec4e2e4b096ecfca88c03", "tags": "spent score election since democrats schachtner gop upset wisconsin republicans democratic state stronghold year special"}