{"title": "Democrats Defend Rashida Tlaib's Holocaust Comments After GOP Smears", "content": "Democrats defended Rep. Rashida Tlaib (D-Mich.) as she faced a wave of backlash from Republicans attempting to twist a comment she made about the Holocaust.\nLast week Tlaib, who became the first Palestinian-American woman in Congress in January, said during an interview she was “humbled” and got a “calming feeling” when recalling that her “ancestors provided a [safe haven] in many ways” for Jews during the Holocaust.\nHere’s the full quote, made during an interview with Yahoo News’ “Skullduggery” podcast in commemoration of Holocaust Remembrance Day:\nRepublicans ― including President Donald Trump ― latched onto her use of “a calming feeling” in discussing the Holocaust, twisting the phrase for an opportunity to call the congresswoman anti-Semitic. The smear campaign smelled similar to the one Republicans lobbed at Rep. Ilhan Omar (D-Minn.) ― the fallout of which is ongoing.\nIn Tlaib’s case, Dems were quick to condemn the bad faith operation. This week a number of Democrats came to her aid, including Rep. Steny Hoyer (D-Md.), Rep. Jim Clyburn (D-S.C.) and House Speaker Nancy Pelosi (D-Calif), who tweeted, “Republicans’ desperate attempts to smear @RepRashida & misrepresent her comments are outrageous. President @realDonaldTrump & House GOP should apologize to Rep. Tlaib & the American people for their gross misrepresentations.”\nOmar fired directly at Trump, noting that he “praised people at a neo-Nazi rally.” \n“This is another transparent attempt to sow division between minority communities and distract from your own criminal behavior by smearing a Muslim woman,” she stated on Twitter. \n \nSen. Bernie Sanders (I-Vt.) called on Republicans to “stop your ugly attacks against Muslim women in Congress.” \nTlaib pushed back herself, accusing Republicans of twisting her words for a “racist and hateful agenda.”\n ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/dems-defend-rashida-tlaibs-holocaust-comments-after-gop-smears_n_5cdabf26e4b0f7ba48ab24b2", "tags": "tlaib rashida democrats week holocaust defend gop republicans ” ― comments smears made rep."}