{"title": "Democrats Subpoena The Full Mueller Report And Supporting Evidence", "content": "WASHINGTON ― House Democrats have issued a subpoena to Attorney General William Barr, demanding that he produce an unredacted version of Robert Mueller’s special counsel report as well as a plethora of documents referenced in the report.\nRep. Jerry Nadler (D-N.Y.), who chairs the House Judiciary Committee, said he was willing to work with the Justice Department to “reach a reasonable accommodation for access” to the evidence Mueller developed but said he “cannot accept any proposal which leaves Congress in the dark.”\n“We have so far seen none of the actual evidence that the Special Counsel developed to make this case. Even the redacted version of the report outlines serious instances of wrongdoing by President Trump and some of his closest associates,” Nadler said in a statement, adding that it “falls to Congress to determine the full scope of that alleged misconduct and to decide what steps we must take going forward.”\nNadler asked Barr to produce the documents before May 1. Barr had indicated he was willing to testify before the House Judiciary Committee on May 2.\nBarr wrote in a letter to Nadler and Senate Judiciary Chairman Lindsey Graham (R-S.C.) on Thursday that they and the “gang of eight” ― House and Senate leadership as well as the chairs and ranking members of the House and Senate intelligence committees ― could have access to a less-redacted version of the Mueller report starting next week.\nJustice Department spokeswoman Kerri Kupec said Friday evening that Nadler’s subpoena was “premature and unnecessary.” She said the report was released with “minimal redactions” and that Nadler and other top leaders could “review the report with even fewer redactions.” She said DOJ “will continue to work with Congress to accommodate its legitimate requests consistent with the law and long-recognized executive branch interests.”\nRead the subpoena below.\nThis story has been updated with more details on the subpoena and comment from the Justice Department.", "date": "\n04/19/2019", "href": "https://www.huffpost.com/entry/democrats-subpoena-mueller-report-trump_n_5cb9c916e4b032e7ceb78362", "tags": "evidence report full democrats nadler ” house ― barr supporting subpoena version mueller"}