{"title": "Democrats Win Back The House Of Representatives", "content": "WASHINGTON ― After eight unforgiving years in the minority, Democrats will once again control the House of Representatives, with a deeply divided nation handing their party a narrow advantage of around 10 seats in the House.\nIt wasn’t quite the wave that Democrats were hoping for. Even with a 9-point advantage in the popular vote, Republicans fended off the worst-case scenarios in the House and actually improved their majority in the Senate, as Indiana, Missouri and Florida ― states that voted for President Donald Trump in 2016 ― sent their Democratic senators packing.\nBut both parties will still be able to claim victories Tuesday. Democrats picking up the House effectively slows Trump’s presidency to a legislative crawl, while Republicans will point to their gains in the Senate to say voters still prefer their stark vision of governance.\nIn fact, one of the major lessons for Republicans may be that they need to embrace Trump’s style even more. A blue wave for Democrats never really materialized because Republicans were able to energize their own voters through a campaign full of racial anxiety and culture war items.\nEven with Democrats looking likely to pick up around 30 seats in the House, it’s perhaps most notable how many GOP members were able to survive. It took Republicans trying to undermine popular protections for people with pre-existing medical conditions, the passage of an unpopular tax cut bill, and the reality of Trump for Democrats to recapture the House ― and Democrats were only able to barely achieve that goal.\nWhere Democrats did pick up seats, their gains were mostly in areas where Hillary Clinton had already beaten Donald Trump in 2016, though Democrats did flip districts all across the nation. They took three seats in Virginia, three seats in Pennsylvania, two seats in Texas, and a smattering of seats from New York, Iowa, Illinois and New Jersey ― with dozens of races to still be called.\nDemocrats also had a few upsets on the night, flipping the Trump-friendly area of Staten Island and even a district in long-red Oklahoma. But their gains were mostly in the suburban, affluent, educated areas that Democrats have already increasingly turned blue.\nThe primary message from Democrats during the 2018 campaign ― that they would protect health care for the sick while Republicans would undermine it ― did seem to resonate across the country. Democrats used almost every opportunity they could to redirect conversations back to health care. They also channeled frustration with a historically unpopular president into grassroots energy that propelled them back to power in a number of districts that Democrats haven’t represented in years, in some cases decades, like the Virginia district where Democrat Abigail Spanberger defeated Republican Dave Brat in a district that a Democrat hasn’t represented since 1970.\nBut again, Republicans kept the majority of their tossup seats by appealing to their GOP base voters. In states like Florida where Republicans could have lost a number of seats, the GOP ended up only losing in areas where Democrats were already popular. A governor’s race that pitted the Democratic base’s energy ― channeled into candidate Andrew Gillum ― against Trump’s base, with Republican candidate Ron DeSantis, showed that Republicans had the advantage.\nRepublicans had initially tried a different messaging strategy. They tried to sell their tax cut package as a major victory for voters, arguing that the strong economy was a byproduct of their policies. \nBut with polls consistently showing the legislation’s popularity in the low 40s, Republicans eventually began campaigning on the more culture war-ish, racially tinged messages that kept a wave at bay. \nThe GOP bet it could withstand the worst effects of a Democratic wave by embracing Trump’s playbook and exciting their own voters ― and Republicans were mostly right.\nStill, recapturing the House is a huge achievement for Democrats as they look to curb the worst effects of Trump’s presidency.\nDemocrats almost certainly won’t go along with GOP attempts to gut the Affordable Care Act. They likely won’t make the tax cuts permanent as Republicans want. And ― as was already the case ― they won’t give Trump his signature border wall without major concessions on the Deferred Action on Childhood Arrivals program.\nInstead, Democrats have said, they’ll put forward an infrastructure package meant to tempt some moderate Republicans and the president. They’ll offer their own legislation on DACA and dare Trump to oppose it. And they’ll conduct more rigorous oversight of the president, though there are already questions about how far Democrats would push possible impeachment proceedings.\nHouse Minority Leader Nancy Pelosi (D-Calif.) has made it clear that, under her leadership, impeaching Trump is “not a priority.” But that could change with new revelations from the Robert Mueller investigation or from congressional oversight ― and Pelosi’s position as the top Democrat in the House isn’t certain either.\nA number of the Democrats who won Tuesday ― including Spanberger in Virginia, Jason Crow in Colorado, Mikie Sherrill in New Jersey and Anthony Brindisi in New York ― have said they won’t support Pelosi to be the next speaker. And with what could still be a narrow majority for Democrats, Pelosi’s grip on the speaker’s gavel is very loose. She’s long faced pressure from existing Democrats in her caucus ― such as Tim Ryan of Ohio, Seth Moulton of Massachusetts and Jim Cooper of Tennessee ― to relinquish her position as the No. 1 Democrat in the House.\nUltimately, whether Pelosi can become speaker again will depend on the exact composition of the House and whether she can get some Democrats to go back on the soft promises they made to their constituents that they would not support her for speaker.\nThere were still a number of races to be decided and called as of late Tuesday night, including most of the close California races. Many of those tossups will be crucial to determining the exact majority for Democrats and whether Pelosi can hold onto her position.", "date": "\n11/07/2018", "href": "https://www.huffpost.com/entry/democrats-house-win_n_5be1fc28e4b0e84388909931?nuo", "tags": "democrats seats win voters gop back house ― pelosi republicans representatives still"}