{"title": "Democrats Walloped Republicans In Health Care Ad Spending", "content": "For the first time since the Affordable Care Act became law, Democrats and their messaging in favor of it have dominated the political conversation.\nDemocrats have spent twice as much as Republicans have on health care ads this cycle, according to numbers compiled by Kantar Media/CMAG for HuffPost.\nAnd Democrats have aired 132,238 pro-Obamacare ads, compared with 89,815 anti-Obamacare ads. \nThe turnaround is striking from past election cycles. Before Obamacare passed, Democrats made health care their issue. For example, before the 2008 election, Barack Obama’s campaign aired one ad on health care 24,000 times. But in 2012, when he was running for re-election, his campaign had just one health care ad.  \nAfter Obama and Democrats in Congress pushed for the law, Republicans went on the offense and made repealing it their goal. They riled up their conservative base against the law, and it paid off electorally. \nThe focus was clear in the spending on ads: Republicans spent far more on health care ads than Democrats did.\nThis year health care is Democrats’ top message. Republicans failed to repeal the Affordable Care Act, despite controlling the White House and both chambers in Congress. And the law is far more popular than it once was, thanks in large part to provisions like protecting people with pre-existing conditions and ensuring that young people can stay on their parents’ health insurance longer. \nRepublicans have tried to obscure their votes in favor of repeal as well — another indication of how much public opinion has shifted. President Donald Trump and members of Congress have claimed that they, not Democrats, support protections for people with pre-existing conditions, even though legislation they’ve backed and administrative changes they’re making do just the opposite. \nIn places like the Rust Belt states, where Democratic senators are fighting to hold on to their seats, groups like Working America ― a nonlabor affiliate of the AFL-CIO ― say health care remains the big issue they hear about on the ground. \n“What we’ve tried to do is not make it an ‘us versus them’ but ‘what’s on your mind?’” said the organization’s executive director, Matt Morrison. “And for us, that’s really been centered on health care and access to affordable health care.”\nLast month, Senate Majority Leader Mitch McConnell (Ky.) said he wants to get another chance to repeal Obamacare, citing the failure to do so as his main disappointment. \n“If we had the votes to completely start over, we’d do it,” he said. “But that depends on what happens in a couple weeks. ... We’re not satisfied with the way Obamacare is working.”", "date": "\n11/02/2018", "href": "https://www.huffpost.com/entry/democrats-health-care-ad-spending_n_5bdc681ce4b04367a87c133d", "tags": "ads ad walloped democrats law spending obamacare ” affordable republicans care health"}