{"title": "Democrats Ask and Trump Says No, Signaling a Bitter Fight Ahead", "content": "WASHINGTON — President Trump’s administration foreshadowed weeks, if not months, of trench warfare with Congress on Tuesday as it defied demands for documents and testimony on multiple fronts in an effort to thwart expanding investigations mounted by House Democrats.\nWhile Democrats debated the merits of pursuing impeachment against Mr. Trump, his advisers signaled that the administration would resist efforts to obtain the president’s tax returns and force his former aides to testify. The refusals could lead to constitutional clashes in court as Mr. Trump seeks to stave off further inquiries into his personal and political matters.\nWhite House lawyers indicated that they planned to tell Donald F. McGahn II, the former White House counsel, and other former officials not to comply with subpoenas for their testimony, according to a person familiar with the legal strategy. The White House also blocked a former official from answering questions about security clearances to officials including Jared Kushner. And the Treasury Department refused to turn over Mr. Trump’s tax returns before a deadline set by House Democrats.\n“I agree with the strategy of now fighting everything, the way Clinton did initially,” said Rudolph W. Giuliani, Mr. Trump’s personal lawyer, referring to President Bill Clinton’s approach to investigations in the 1990s. “We already gave every document we have, every witness we have. I don’t think the White House should sit by and have them do it all over again.”\nMr. Giuliani said that Democratic committee chairmen like Representatives Jerrold Nadler of New York and Adam B. Schiff of California had proved to be partisan warriors who had compromised themselves. “They can’t pretend to be objective observers,” he said. “Not Nadler, not Schiff. They’ve expressed too many opinions, and too much of a prejudgment.”\nThe latest flurry of action came a day after Mr. Trump and his businesses sued the Democratic chairman of the House Committee on Oversight and Reform in an effort to quash a congressional subpoena for financial records. Mr. Trump also sought a court order blocking his accounting company from handing over information to the committee.\n“It appears that the president believes that the Constitution does not apply to his White House, that he may order officials at will to violate their legal obligations, and that he may obstruct attempts by Congress to conduct oversight,” the chairman, Representative Elijah E. Cummings of Maryland, said on Tuesday after the security officer failed to appear as ordered.\nThe crossfire on Tuesday reinforced that the investigative battles that have dominated Mr. Trump’s presidency were hardly ended by the report by the special counsel, Robert S. Mueller III, released last week.\nAlthough Mr. Mueller effectively lifted the greatest threat by saying that he did not establish any criminal conspiracy between Mr. Trump’s 2016 presidential campaign and Russian agents seeking to help elect him, the report included enough other damning material that Democratic lawmakers are intent on pursuing their inquiries.\nMr. Trump’s White House and campaign ultimately handed nearly 1.5 million pages of documents to Mr. Mueller and did not assert executive privilege to block aides from testifying, although the president himself refused to be interviewed in person and answered questions only in writing. But Mr. Trump has decided to take a more confrontational approach with Congress on the grounds that its investigations are merely political exercises.\n“There is no reason to go any further, and especially in Congress where it’s very partisan — obviously very partisan,” Mr. Trump told The Washington Post in an interview on Tuesday, saying that he opposed current or former White House aides providing testimony to congressional panels.\nAlthough Mr. Trump said no “final, final decision” had been made, the White House planned to tell Mr. McGahn and any other former aides called by lawmakers that it would most likely assert executive privilege, according to the person familiar with the White House strategy, confirming a report in The Post. Mr. Nadler, the chairman of the Judiciary Committee, said such an action would “represent one more act of obstruction by an administration desperate to prevent the public from talking about the president’s behavior.”\nMr. McGahn was at the center of repeated acts by Mr. Trump that seemed aimed at impeding investigators, including an episode in June 2017 when the lawyer said the president ordered him to have Mr. Mueller fired. Mr. McGahn almost resigned rather than comply before the situation was defused.\nAs Mr. Trump made clear his intention to fight, Democrats debated how far to go in pursuing him. Speaker Nancy Pelosi of California, who has cautioned her party against rushing to impeachment, said on Tuesday that Mr. Trump had “engaged in behavior that was unethical, unscrupulous and beneath the dignity of the office that he holds.”\nAt a forum hosted by Time magazine, she warned that impeachment was “one of the most divisive paths we could go down in our country, but if the path of fact-finding takes us there, we have no choice.”\n“We’re not there yet,” she added.\nThe battlefields on which Mr. Trump and Democrats are fighting are numerous. Treasury Secretary Steven Mnuchin told House lawmakers late Tuesday that he would not turn over Mr. Trump’s tax returns by their deadline for the second time but instead needed until May 6 to consult with the Justice Department.\nIn a letter to Richard E. Neal, the Democratic chairman of the House Ways and Means Committee, Mr. Mnuchin said that the Treasury Department “cannot act upon your request unless and until it is determined to be consistent with law.”\nMr. Neal requested six years’ worth of the president’s personal and business tax returns. Mr. Mnuchin expressed concern that the request was being made for political purposes and was a violation of taxpayer privacy that could lead to the Internal Revenue Service being weaponized against both parties in the future.\nIn Tuesday’s letter, Mr. Mnuchin appeared to lay the groundwork to deny the request, listing several “legal concerns,” including “constitutional limits” on gaining access to tax returns and the “asserted purpose” for seeking the records.\nMr. Neal issued a terse statement but did not indicate his next move. “I plan to consult with counsel about my next steps,” he said.\nMr. Neal has largely dismissed Mr. Mnuchin’s arguments, saying that they lacked merit, and has said that failing to hand over the returns by Tuesday would be “interpreted as a denial of my request.”\nIn his letter, Mr. Mnuchin said that the delay was not a failure to comply with the request and that portraying it as such would be “a misinterpretation.”\n“The committee’s request has not been denied or granted at this time,” he said.\nThe White House also directed its former head of personnel security, Carl Kline, to defy a subpoena ordering him to appear on Tuesday for a deposition by a House committee looking into security clearances. Mr. Cummings, that committee’s chairman, said he would discuss scheduling a contempt vote against Mr. Kline for failing to appear.\nDemocrats want to talk to Mr. Kline about how Mr. Kushner, Mr. Trump’s son-in-law and senior adviser, obtained his security clearance despite concerns raised by career security officials about possible foreign influence.\nThe White House instructed Mr. Kline not to comply on the grounds that the committee would not allow a White House representative to attend the deposition. Michael M. Purpura, a deputy White House counsel, said in a letter to Mr. Kline’s lawyer, Robert N. Driscoll, that the White House wanted to ensure that questioning “was limited to the proper scope” and that Mr. Kline not be pressed into revealing information that could be covered by executive privilege.\nThe White House did not assert executive privilege in instructing Mr. Kline not to appear, but Mr. Cummings said the action amounted to stonewalling. “There are obvious reasons we need to conduct our investigations of agency malfeasance with representatives of the office under investigation,” Mr. Cummings said.\nIn an email to Mr. Cummings on Monday, Mr. Driscoll said Mr. Kline, who now works for the Defense Department, had been trapped between two legal prerogatives.\n“With two masters from two equal branches of government,” Mr. Driscoll wrote, “we will follow the instructions of the one that employs him.”", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/politics/trump-democrats.html", "tags": "“ democrats committee bitter ask white trump ahead house signaling says tuesday fight said"}