{"title": "Democrats Are Getting More Serious About 'Inherent Contempt'", "content": "WASHINGTON ― At first, it seemed like a joke. Now, Democrats are starting to sound serious about using an obscure, long-dormant congressional power to fine or jail members of the Trump administration.\nIn their bid to make administration officials comply with their subpoenas for documents and requests to testify, House Democrats are weighing an approach that falls short of impeachment but is more than nothing: contempt.\nThere are three types of contempt Congress can issue: criminal, which would rely on the Justice Department to prosecute; civil, which would allow Congress to sue an individual and have a court make them comply with a subpoena; and inherent, which wouldn’t rely on another branch of government to fine or even jail someone.\nCongress hasn’t used its “inherent contempt” power to detain someone since the 1930s, and in more recent decades, courts have said the prospect of a physical standoff between two branches of government is “unseemly.” Experts have said it might make more sense to try imposing fines.\nThe House Judiciary Committee has already held Attorney General William Barr in contempt over his refusal to testify or produce an unredacted version of special counsel Robert Mueller’s report on election interference ― and Democratic leaders have suggested more officials could follow Barr.\nBut leaders also say they’ll delay a floor vote on Barr until there are more officials queued up who can be added to a contempt resolution. That could be for efficiency, but it could also be more slow-walking from Democratic leadership.\nFor now, rank-and-file Democrats are going along with that plan.\nJudiciary Committee member Veronica Escobar (D-Texas) said she was as “impatient” as anybody to hold Barr in contempt, but also saw some potential benefits to a short delay.\n“To me, waiting a week or two doesn’t make a big difference in the process,” Escobar told HuffPost Tuesday night. “But it does demonstrate to the American public that we’re not running toward a certain outcome.”\nRep. Jared Huffman (D-Calif.), who’s pushed for impeachment since early in Trump’s term, also sounded comfortable with the strategy but added that he thought all roads would eventually lead toward impeachment.\n“I’m skeptical that fighting it out in court over these contempt issues and individual subpoena after individual subpoena is going to move us quickly toward a resolution,” Huffman said.\nHe added that he believed Democrats would improve their case for documents like Trump’s tax returns by moving forward with impeachment. “Because if you’re in an impeachment posture, it’s pretty hard for them to argue that you don’t have a legitimate legislative purpose,” he said.\nBut at the moment, Democrats aren’t moving forward with impeachment. And there’s no guarantee that Speaker Nancy Pelosi (D-Calif.) will hold a contempt vote on the floor in a week or two. Nor is there a guarantee that a new contempt resolution would contain the same inherent contempt powers that were in the Barr resolution advanced in the Judiciary Committee, though Democrats believe it would.\nThat resolution specifically refers Barr to prosecution by the local U.S. attorney but also gives Pelosi the power to “take all appropriate action to enforce the subpoena.” That doesn’t necessarily mean Pelosi will use that authority. She could once again slow-walk Congress-sanctioned fines or detention until other avenues are closed ― or she might never use the authority. \nIt’s just that Democrats are warming to the idea.\n“If we can get a criminal enforcement, great, but if the speaker needs to go to District court, great, and if we need to use our inherent contempt powers, that also would do it,” said Rep. Jamie Raskin (D-Md.), a constitutional law expert who sits on the Judiciary Committee.  \nPelosi said last week that she would leave it up to her committee chairs whether to hold contempt votes on the House floor or go straight to court. \nHouse Intelligence Chair Adam Schiff (D-Calif.) said on “This Week with George Stephanopoulos” Sunday that rather than try to detain administration officials, he thinks Democrats should impose fines of $25,000 per day. \n“I don’t know how many are going to want to take that risk for Donald Trump,” Schiff said. “But we’re going to have to use that device if necessary, we’re going to have to use the power of the purse if necessary. We’re going to have to enforce our ability to do oversight.”\nThe idea for $25,000 fines may have come from Morton Rosenberg, a former senior legal analyst with the Congressional Research Service who has argued that Congress needs to revive inherent contempt. He said the House should impose $25,000 daily fines for up to 10 days, and if a witness refuses to comply then, the House should appoint a special prosecutor to seek a grand jury indictment. Rosenberg said Democrats had reached out to him for advice but declined to be more specific. \n“What’s evident is there is a general feeling, it appears, that House committees have to do something, something more than issue a subpoena, a contempt of Congress citation and then run to court and wait a couple years before it gets resolved,” Rosenberg said.", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/democrats-pelosi-inherent-contempt_n_5cdb57e7e4b0c39d2a130b12", "tags": "also democrats ” house barr serious impeachment contempt getting"}