{"title": "Democrats Struggle To Find A Way Out Of The Ilhan Omar Mess", "content": "WASHINGTON ― An internal disagreement over how to respond to Rep. Ilhan Omar’s comments on Israel is becoming a messy test for the new Democratic caucus and House Speaker Nancy Pelosi.\nThe divisions reached a breaking point Wednesday, first during a Democratic caucus meeting, where members took issue with how Pelosi made a decision to vote on a resolution condemning anti-Semitism, and then later in the day when leaders signaled the resolution might not get a vote after all.\nThe resolution is seen by some Democrats as an indirect and unnecessary slight at Omar and by other Democrats as a common-sense response to Omar’s recent comments about members pledging allegiance to a foreign country. It was expected to get a vote on Thursday, but aides now tell HuffPost nothing is set in stone yet. A potential change of heart could anger some Democrats and create yet another cycle of backlash, while a decision to ultimately move forward with the vote could also spark another round of outrage from Democrats who think leadership is being taken for a ride ― a torturous sequence of self-abuse that Democrats can’t seem to stop feeding into.\nWhichever way leaders go, they’re certain to upset someone, and they’ve guaranteed yet more coverage of a story they’d all like to just go away.\nThis latest controversy started when Omar said at a town hall, “I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country.” It wasn’t her first comment that was seen by some as anti-Semitic, after she tweeted that support for Israel was “all about the Benjamins,” but Omar contends both incidents have been taken at their worst meaning and not how she intended them. Omar has been targeted with Islamophobic attacks, including a death threat.\nStill, some Democrats were fed up. Over the weekend, a small group of senior lawmakers, including Eliot Engel, Nita Lowey and Jerrold Nadler ― three Jewish Democrats from New York who chair prominent committees ― pushed Pelosi to hold a vote on a resolution condemning Omar’s statement. And with lawmakers out of town, Pelosi decided to hold a vote on the resolution without consulting the rank and file. That, in turn, angered a number of other Democrats.\nNew Rep. Jahana Hayes (D-Conn.) complained on Wednesday at the weekly closed-door caucus meeting that she had learned of the resolution from MSNBC instead of leaders. “My only comment was, I don’t want to hear about, as a member of Congress, important issues from cable news,” Hayes told HuffPost.\nAnd when Pelosi contended that there wasn’t yet officially a resolution, Hayes went into her bag to find a draft of the legislation. That’s when another Democratic member quietly told Hayes to forget about finding the draft, and Pelosi took the side conversation as a sign of disrespect. \n“Well if you’re not going to listen to me, I’m done talking,” Pelosi said, according to Politico. And then she left the meeting, which members and aides say was breaking up anyway.\nOther Democrats spoke at the private meeting about how Omar’s statements had personally hurt them, while others came to Omar’s defense, asked where the outrage was over President Donald Trump’s anti-Semitic remarks, and suggested Democrats were doing themselves a disservice by quote-tweeting each other and directing their mobs of followers to attack a fellow member of the party.\nIn the middle of it all is Pelosi, who’s tried to balance the calls for a stern rebuke of Omar with those who think they’re playing right into the hands of Republicans. \nPelosi tried to defuse the situation Wednesday at the caucus meeting by telling members they have “some internal issues” and that she was trying to increase communication so everyone feels like they’re on the same page.\nBut she also told members that the the best advice she had ever received in Congress was to not question the motivations of your colleagues. “You can disagree wholeheartedly, but do not question their patriotism or their loyalty to our country in any way. And that holds for the Republicans as well,” Pelosi said, according to prepared remarks obtained by HuffPost.\nRepublicans, meanwhile, have leapt at the chance to paint Omar as an anti-Semite on par with the GOP’s problematic House member Steve King ― even if Republicans know it’s false equivalence. As a GOP member told HuffPost Wednesday on the condition of anonymity: “What Ilhan Omar said doesn’t even come close to the things Steve King says.”\nRegardless, House Minority Whip Steve Scalise (R-La.) went on Fox News Tuesday night to suggest Omar should be stripped of her committee assignments and that she should be denied intelligence briefings, seemingly out of concern that she may have allegiances to other nations or groups ― a similar accusation to the one that got Omar in this trouble.\nWhile Scalise’s comment drifted in and out of the news without anyone really noticing, Omar’s comments have received hours of coverage on Fox News ― a point not lost on some Democrats.\nRep. Alexandria Ocasio-Cortez (D-N.Y.) told HuffPost on Wednesday that she didn’t think the resolution vote was necessary, and she pointed to the comments Scalise made Tuesday night as proof that Democrats were falling into a trap. “I think it just shows exactly the kind of bad-faith argument Republicans are using here. And I think it’s completely inappropriate,” Ocasio-Cortez said. “It’s wrong, it’s just so wrong.”\nThe fight over Omar’s comments ― and the appropriate response ― seems to be creating a generational divide in the Democratic caucus, one that could jeopardize support for Israel with some of the newer, more progressive members. \nOcasio-Cortez is among the members who have hit back at their colleagues for calling out her friend Omar. Over the weekend, Ocasio-Cortez quote-tweeted Rep. Juan Vargas (D-Calif.) and asked if he thought it was ever appropriate to question foreign policy. Rashida Tlaib (D-Mich.) also tweeted her support of Omar, and Ayanna Pressley (D-Mass.), another rising star of the left, said Wednesday there needed to be “equity in our outrage.”\n“Islamophobia needs to be included in this,” Pressley said of the resolution. “We need to denounce all forms of hate. There is not hierarchy of hurt.”\nStraddling those two contingents of older lawmakers and newer, more progressive Democrats are members like Rep. Joe Kennedy III. Kennedy told HuffPost on Wednesday that he thought it was appropriate for Congress to call out hurtful remarks, but he also said Republicans seemed willing to let anti-Semitic comments from the president or other GOP members slide, which he found troubling.\nAnother member straddling the potential generational rift is Jared Huffman (D-Calif.). Huffman was a bit more on the side of Omar, saying it seemed to him that there was a “piling on” of women of color that he found very offensive. “I hope if we’re going to be passing resolutions and censures, then we look at the universe of insensitivity that’s going on around here,” Huffman said.\nBut Democrats insist it’s too early to say this controversy is creating some generational divide, and many pushed back at the idea that it threatened the strong Democratic support for Israel. For now, Democrats suggested the fight was only jeopardizing coverage of H.R. 1, a package of anti-corruption and voting rights measures that House Democrats intend to pass on Friday.\nWhen we asked caucus Chairman Hakeem Jeffries (D-N.Y.) about the resolution, he said he continued to be focused on H.R. 1. And when we asked whether the resolution was creating a generational rift, he said Democrats were united on “a relentless focus on kitchen table, pocketbook issues, such as driving down the high cost of life-saving prescription drugs and infrastructure.”", "date": "\n03/06/2019", "href": "https://www.huffpost.com/entry/democrats-ilhan-omar-vote_n_5c80434be4b0e62f69e98d7f", "tags": "resolution members find democrats way omar ” mess ― pelosi ilhan wednesday struggle"}