{"title": "Democrats Make Hillary Clinton a Historic Nominee", "content": "PHILADELPHIA — The Democratic convention formally nominated Hillary Clinton for president on Tuesday, making history by choosing a woman to be the first standard-bearer of a major political party, a breakthrough underscored by a deeply personal speech by Bill Clinton calling her “the best darn change-maker I have ever known.”\nAt 6:39 p.m., the hall erupted in cheers and joyful tears as South Dakota cast the decisive 15 votes to put Mrs. Clinton over the threshold of 2,382 delegates required to clinch the nomination.\nA sea of delegates waved multicolored signs with Mrs. Clinton’s “H” campaign logo, while others fell into hugs and several women jumped up and down with elation.\nVince Insalaco, the chairman of the Democratic Party of Arkansas, where the Clintons built their public profile over two decades, said the choice of the first female presidential nominee was a historic moment.\n“I’m so proud to be a Democrat tonight,” Mr. Insalaco said, “and so proud that we can call this woman one of our own.”\nMrs. Clinton’s primary rival, Senator Bernie Sanders of Vermont, played a symbolic role in hopes of unifying the party behind her. After Vermont arranged to go last in the roll call, Mr. Sanders joined its delegation to roars of “Bernie, Bernie” and called on the party to rally behind Mrs. Clinton.\nBut it was the appearance of Mr. Clinton, shortly after 10 p.m., that stirred the crowd most, as he set out to share a more personal side of the sometimes-reserved former secretary of state.\nUnspooling memories of their 45 years together, Mr. Clinton used warm and detailed anecdotes to argue that the couple’s political enemies had spent decades creating a “cartoon” of his wife that he was now determined to puncture. Mrs. Clinton is among the most unpopular presidential nominees in modern history, and the former president appealed to the audience to see through the political attacks on her.\n“One is real,” Mr. Clinton said of the divergent portrayals of his wife, “the other is made up.” He recalled the affection of Mrs. Clinton’s old friends, her empathy for those in need, and the praise she had won from Republicans as a senator and as secretary of state.\n“You nominated the real one,” Mr. Clinton said to a long burst of applause. Seeming to realize that he had been speaking for 38 minutes, he added in classically loquacious Bill Clinton fashion, “We have to get back on schedule.”\nMr. Clinton’s testimony was so personal that he even appeared to obliquely invoke problems in the couple’s marriage.\n“She’ll never quit when the going gets tough,” he said. “She’ll never quit on you.”\nEarlier in the evening, several dozen Sanders delegates paraded off in a coordinated demonstration against Mrs. Clinton’s nomination. Some of them said beforehand that they were attending their first Democratic convention and felt no party loyalty or compulsion to fall in line behind Mrs. Clinton, whom they described as insufficiently progressive on new banking regulations, a $15 minimum wage, a ban on fracking and other issues.\n“I’m just not there yet in terms of supporting Hillary, because her words are only her words, and I don’t fully trust that she’ll act on our agenda,” said Ingrid Olson, 38, a delegate from Iowa.\nThe final delegate count was 2,842 for Mrs. Clinton, 1,865 for Mr. Sanders and 56 “no votes.”\nThe scenes in the hall, and the huge street protests that continued through Tuesday night, were more fractious than those at the party’s gathering in Denver in 2008. Back then, Mrs. Clinton, defeated for the nomination, moved to stop the roll call and nominate Barack Obama. Her gesture, aimed at soothing the bitterness of the primary fight, helped her supporters make peace with Mr. Obama and embrace his barrier-breaking candidacy.\nMr. Sanders and Mrs. Clinton had their own brutal competition this year, and their policy differences were greater than those between Mrs. Clinton and Mr. Obama — part of why many of Mr. Sanders’s supporters are reluctant to get behind her.\nMr. Clinton’s task was clear: to humanize his wife but also energize Democrats by flattering those in the hall and villainizing Donald J. Trump, the Republican nominee.\n“She never made fun of people with disabilities,” Mr. Clinton said, referring to Mr. Trump’s mocking of a disabled reporter last year. “She tried to empower them based on their abilities.”\nYet as Mr. Clinton recounted his wife’s well-chronicled professional accomplishments, he also tried to paint a portrait of a mother who is not as well known. Recounting the day they moved their daughter, Chelsea, into her freshman dorm at Stanford University, Mr. Clinton recounted how Mrs. Clinton kept looking for “one more drawer to put that liner paper in,” reluctant to say goodbye to her only child.\nThe speech was extraordinary in its intimacy and in Mr. Clinton’s willingness to use their much-scrutinized marriage as a testament to her character. He began by recalling how he first met his future wife in 1971 at Yale Law School — he so nervous, she full of confidence — and spent almost 15 minutes describing courting her and proposing marriage three times before she said yes. At one point, trying to play a mind game, Mr. Clinton told her that she should move to Illinois or New York and run for office rather than marry him and have other young Democrats eclipse her.\n“They mean well, and they speak well, but none of them are as good as you are,” Mr. Clinton told her about their political generation. “She said: ‘Are you out of your mind? Nobody would ever vote for me.’ ”\nThe convention underwent a notable shift as the evening went on: Mr. Sanders was barely mentioned, a deliberate decision by the Clinton campaign officials who organized the lineup of speakers. Advisers said that, with Mrs. Clinton now the nominee, they wanted to focus on her character and political record, and on taking the fight to Mr. Trump, rather than continuing to nod to Mr. Sanders and his primary fight.\nThe crowd was subdued for much of the evening, but in the most searing part, nine African-American mothers whose children were killed by gun violence or in encounters with the police took the stage to chants of “Black lives matter.” The women, who have been campaigning for Mrs. Clinton for months, described how she had sat with them privately to hear their stories and worked with them to promote gun-control measures.\nOne of the mothers, Lucia McBath — whose 17-year-old son, Jordan Davis, was fatally shot after playing loud music in his car in 2012 — said Mrs. Clinton “isn’t afraid to say black lives matter,” a phrase Mr. Trump and other Republicans have derided by saying that all lives matter. But Ms. McBath also said Mrs. Clinton knew that Americans needed to come together to keep children safe.\n“We’re going to keep building a future where police officers and communities of color work together in mutual respect,” she said.\nConvention organizers, apparently seeking a balance with the mothers, invited the Pittsburgh police chief, Cameron McLay, to speak earlier in the evening. But as Chief McLay spoke of fallen officers and called for a criminal justice overhaul, many in the hall carried on their conversations.\nDemocrats used Tuesday to appeal to some of their traditional constituencies, but they also highlighted Mrs. Clinton’s faith. A video was played in which she asked for a prayer and then joined a prayer circle, and an image on one of the screens for part of the evening showed a group of people laying hands on her.\nIt was a striking, and surely not accidental, contrast to the Republican convention last week, in which appeals to the faithful were somewhat muted and Mr. Trump scarcely mentioned faith in his acceptance speech.\nThe hosannas for Mrs. Clinton were in marked contrast to the steady stream of boos that rained down at the mention of her name on Monday. Still, the party’s divisions remained in plain sight.\nMany states announced that they had split their delegates by having representatives of Mrs. Clinton and Mr. Sanders speak separately. And it was clear that some Sanders supporters were not ready to give up. Tim Vandeveer, the chairman of the Hawaii Democratic Party, announced that Mr. Sanders had won a majority of the state’s delegates, calling him “the leader of our revolution, which shall continue.”\nLater, as the convention wound down after 11 p.m., black and white images of every previous president flashed on the screen, which finally seemed to crack as a smiling Mrs. Clinton suddenly appeared by video connection.\nThe hall broke out in applause and shouts of excitement as Mrs. Clinton acknowledged breaking the glass ceiling.\n“If there are any little girls out there who stayed up late to watch,” she said, “let me just say, I may become the first woman president, but one of you is next.”", "date": "July 26, 2016", "href": "https://www.nytimes.com/2016/07/27/us/politics/dnc-speakers-sanders-clinton.html", "tags": "“ make democrats hillary clinton nominee party one — sanders mrs. historic"}