{"title": "Democrats Could Escalate Their Fight Against Trump's Stonewalling", "content": "WASHINGTON ― When past administrations have defied subpoenas, Congress has fought back by suing in federal court, where White House lawyers can drag proceedings past the next election.  \nBut Congress has another option to respond to the Trump administration’s stalling: standing up for itself instead of asking courts for help, and potentially arresting or fining recalcitrant officials. \nHouse Oversight Committee chair Elijah Cummings (D-Md.) said he would consider using the congressional power of “inherent contempt” to force administration officials to comply with information requests.\n“We’ll do whatever we’ve got to do,” Cummings told reporters Tuesday. “We simply can not have a situation where the Oversight Committee or any of our committees are being blocked with regard to information.”\nFor much of its history, Congress has used inherent contempt, the threat of arrest by its own Sergeant at Arms, as one way to wring information out of the executive branch. The power hasn’t been used since the 1930s, however, as lawmakers have opted, instead, to refer recalcitrant officials to the Justice Department for prosecution or to enforce subpoenas through court orders. But those strategies were not terribly effective during the former George W. Bush or Barack Obama administrations.  \nSince assuming control of the House in January, Democrats have lodged a number of requests for testimony and documents from the administration that have mostly been rebuffed. Last week, President Donald Trump said his administration would fight “all the subpoenas” ― an unprecedented assertion of executive power. \nCummings had previously said he would hold former White House official Carl Kline in contempt after Kline refused to comply with a subpoena. Kline reportedly overruled career staff to approve high-level security clearances for White House personnel, including for Trump son-in-law Jared Kushner. Over the weekend, the White House said Kline would testify after all, as long as he could have an administration lawyer present, and Cummings said he would relent on contempt proceedings as long as Kline answers his questions. \nContempt would be back on the table if the administration is just stalling, Cummings said Tuesday, and he specifically said inherent contempt would be an option. He declined to say whether he would seek Kline’s arrest or instead try to impose fines. \n“Possibly fines but I’m going to figure that out, I’m going to hash that out with my staff,” Cummings said. “But I promise we will do everything in our power to enforce our subpoena.” \nMorton Rosenberg, a former senior legal analyst with the Congressional Research Service, an independent think tank that serves lawmakers, has argued that Congress ought to revamp its contempt power and impose hefty fines on uncooperative witnesses. The Supreme Court has upheld the validity of inherent contempt, but more recent opinions by federal judges have said the prospect of Congress physically arresting a member of the executive branch is “unseemly.”\nAccording to Rosenberg, fines would be seemly. All the House would have to do is approve a new rule that would set up a select committee and allow for a trial on the House floor if a witness defies a subpoena. If the House votes guilty, Morton believes uncooperative witnesses should be socked with fines of $25,000 per day for ten days, and then Congress should appoint a special prosecutor if the witness is still uncooperative. \n“You have to have a hammer,” Rosenberg added. “There have to be meaningful consequences for wrongly disobeying a valid subpoena from a committee.”\nHouse Judiciary Committee chair Jerry Nadler (D-N.Y.) reportedly brought up inherent contempt during a meeting with House leaders earlier this month. Nadler declined to comment on Tuesday morning. \nOther Democrats said there have not been extensive conversations about inherent contempt, but they sound supportive of the idea. \n“Glancing reference has been made to the issue, but it’s a topic that bears more intense discussion,” Judiciary member Rep. Hank Johnson (D-Ga.) said. \n“The idea of having the Sergeant at Arms face off with, I guess, the Secret Service is a little mind-boggling,” said Rep. Zoe Lofgren (D-Calif.), another member of the committee. But, she said, Congress is in a serious dilemma. “The executive branch is subject to oversight by the legislative branch, and the current administration apparently doesn’t understand that.” \nRep. Gerry Connolly (D-Va.), a member of the Oversight Committee, said he was all for jailing uncooperative officials. \n“I believe in the severest penalties for those who wantonly defy a legitimately issued subpoena by the Congress of the United States,” Connolly said. “I think one of the ultimate penalties is you go to jail. Absolutely, and, by the way, it should be D.C. Jail.”", "date": "\n04/30/2019", "href": "https://www.huffpost.com/entry/inherent-contempt-trump-democrats_n_5cc8a24ce4b0e4d7572b1c79", "tags": "administration “ democrats cummings committee trump stonewalling house could fight congress contempt escalate"}