{"title": "Despite Trump Opposition And Misinformation, Senators Haven't Given Up On Obamacare Deal", "content": "WASHINGTON ― It took President Donald Trump less than 24 hours to go from opposing Obamacare subsidies, to supporting them, back to opposing a bipartisan deal on them that would lower health insurance premiums. But senators on Wednesday seemed to think there was still hope of an agreement to fund the subsidies, called Cost Sharing Reductions ― they may just have to wait for a year-end spending deal.\nMinority Leader Chuck Schumer (R-N.Y.) held an impromptu press conference Wednesday suggesting Trump was doing himself no favors by going back on the deal. “If he keeps backing off and changing on everything, his presidency will be an utter failure,” Schumer said.\nSchumer suggested he was imploring Republicans to move forward on the deal even without Trump ― “the sooner the better,” he said ― but he left open the possibility that this would be part of a year-end spending agreement. “To be determined,” he said.\nSenate Health, Education, Labor and Pensions chairman Lamar Alexander (R-Tenn.), the lead Republican negotiator of the CSR deal, downplayed Trump’s disagreement with the bipartisan bill. Alexander suggested that with a little more fine-tuning, he may still be able to get the president’s backing.\n“This is step one in the legislative process,” Alexander told reporters Wednesday. “It would be normal for a president of the United States first to read a proposal before he supports it, and second, to try and improve it or change it to suit his taste.”\nBut the more Trump seems to understand of the deal, the less he supports it ― likely because the agreement would strengthen Obamacare.\nWhat the deal would actually do is allow the Department of Health and Human Services to accept more state applications to waive certain provisions of the Affordable Care Act, as well as approve the waivers more quickly. In exchange for that flexibility, Congress would appropriate money ― roughly $7 billion a year ― toward reimbursing insurers for offering low-income customers reduced rates.\nThe irony of the CSR payments is that they actually save money for the government and for individuals buying insurance plans. By law, insurers are still obligated to offer low-income customers the reduced rates, so to make up for those increased costs, insurance companies raise prices on other plans ― an estimated 20 percent, by the Congressional Budget Office’s calculation. Those increased costs then trigger greater government subsidies for a larger pool of people. Not making the CSR payments, the CBO says, would cost taxpayers an estimated $194 billion between 2017 and 2026.\nBut that’s not how the president and many Republicans look at the CSR payments. They characterize the reimbursements as a “bailout” for insurance companies, and they falsely believe they’ll save money by not making the payments.\n“You have to be concerned about the money. That’s been left out a lot of this discussion about health care,” Sen. John Kennedy (R-La.) told reporters on Wednesday, adding that he didn’t want to “put paint on rotten wood.”\n“I’ve driven all over the District of Columbia in the nine months that I’ve been here. I cannot find the money tree,” Kennedy added.\nWhen HuffPost noted that Kennedy was supporting a budget that would allow Republicans to increase the debt by $1.5 trillion over the next 10 years for the sake of tax reform, the senator suggested that if you account for increased economic growth, the GOP tax reform would save money.\n“On static scoring you might [increase debt],” Kennedy said, but added that if you pass tax reform, “then you get you an easy chair and a can of beer and sit back and watch this economy roar.”\nWhen HuffPost asked Kennedy to name the last tax cut that paid for itself, he cited (without naming the actual years) the 1981 tax cuts under Ronald Reagan and the 2001 and 2003 tax cuts under George W. Bush.\nEconomists emphatically disagree that those tax cuts paid for themselves. The Washington Post rated the claim that the 1981 tax cuts increased revenue as a lie worth “three Pinocchios” ― Reagan ended up raising taxes repeatedly to undo those cuts. And the Bush tax cuts, according to the Center on Budget and Policy Priorities and the CBO, have contributed trillions to the debt.\n“I don’t think there’s any evidence, over any interval, that [tax cuts] pay for themselves,” Douglas Holtz-Eakin, a conservative economist and former Bush adviser and CBO director, recently told HuffPost. “Over any sustained period, they don’t.”\nAnd yet many GOP senators believe tax cuts will pay for themselves, while refusing to see any way that funding the CSR payments could actually make the government money.\n“It’s hard to explain,” Senate GOP Conference Chairman John Thune (R-S.D.) said of the reimbursements and how they bring in revenue. “And there is a lot of misinformation out there.”\nThune sounded generally supportive of the CSR deal on Wednesday, though he noted early in the day that after the president tweeted against “bailing out” insurance companies, the deal between Alexander and his Senate HELP committee counterpart ― Patty Murray (D-Wash.) ― was going nowhere fast.\nBut that doesn’t mean the deal is dead. \nAsked if Republicans were just shelving the CSR deal until a December spending deal came around, Thune said he didn’t know if shelving was the right word.\n“We’re kind of in a holding pattern right now until there’s some kind of a breakthrough with the president and Sen. Alexander,” Thune said.\nMurray suggested there may still be some room to negotiate on the deal, but she indicated Democrats weren’t open to changing much. “Look, we have put together principles that we absolutely agree on,” she said. “If there’s provisions that strengthen anything for consumers, of course. But at this point, we are standing by our principles.”\nStill, Alexander seems to believe the president and other Republicans may come around. When HuffPost asked Alexander whether he was concerned that some of his GOP colleagues didn’t want to make Obamacare more workable, he said that while nearly every Republican wanted to repeal Obamacare, doing nothing wasn’t a strong option.\n“If we do nothing, we’ll create chaos, and chaos will be a birthday present for Bernie Sanders, which is a single-payer solution, which none of us want,” Alexander said.", "date": "\n10/18/2017", "href": "https://www.huffpost.com/entry/trump-csr-deal_n_59e7e3fbe4b0d0e4fe6d3472", "tags": "given despite opposition tax obamacare senators misinformation ” trump ― would alexander cuts deal"}