{"title": "Deutsche Bank Is Subpoenaed for Trump Records by House Democrats", "content": "Congressional investigators on Monday intensified their pursuit of President Trump’s personal and business financial records by issuing a subpoena to his longtime lender, Deutsche Bank.\nThe two committees that issued the subpoena, the House’s Intelligence and Financial Services committees, also demanded documents from numerous other financial institutions, including JPMorgan Chase, Bank of America and Citigroup, related to possible money-laundering by people in Russia and Eastern Europe, according to three people with knowledge of the investigation.\n“The potential use of the U.S. financial system for illicit purposes is a very serious concern,” Representative Maxine Waters, the chairwoman of the Financial Services Committee, said in a statement. She added that the panel was “exploring these matters, including as they may involve the president and his associates, as thoroughly as possible pursuant to its oversight authority, and will follow the facts wherever they may lead us.”\nThe subpoenas were the latest attempts by congressional Democrats to collect information about the finances of Mr. Trump and his family-owned company, the Trump Organization, and were immediately condemned by Mr. Trump’s son Eric.\n“This subpoena is an unprecedented abuse of power and simply the latest attempt by House Democrats to attack the president and our family for political gain,” Eric Trump said in a statement. He added that the subpoenas “set a horrible precedent for all taxpayers.”\nAlan Garten, the Trump Organization’s lawyer, said the company was weighing its options for potentially blocking Deutsche Bank from complying with the subpoena.\nDeutsche Bank’s longstanding relationship with Mr. Trump is a central element of the joint committee investigation. Over the past two decades, Deutsche Bank has been the only mainstream bank consistently willing to do business with Mr. Trump, who has a long history of defaults and bankruptcies. The bank has lent him well over $2 billion, and Mr. Trump had more than $300 million in outstanding loans from Deutsche Bank by the time he took office, making the German bank the president’s biggest creditor.\nKerrie McHugh, a Deutsche Bank spokeswoman, said the company was “engaged in a productive dialogue” with the committees. “We remain committed to providing appropriate information to all authorized investigations in a manner consistent with our legal obligations,” she said.\nRepresentative Adam Schiff, the chairman of the Intelligence Committee, described the subpoena to Deutsche Bank as “friendly” and said the German lender had been cooperative.\nSeveral other banks also received subpoenas on Monday seeking records related to business the banks did with people and organizations in Russia and Eastern Europe. The identities of those individuals were not clear.\nThe Deutsche Bank subpoena had been in the works for months, with congressional investigators negotiating the specific demands with the bank’s lawyers. Deutsche Bank had pushed for the subpoena’s scope to be narrowed, arguing that doing so would make it easier and faster for the bank to produce the documents, three of the people said.\nAn investigation into Mr. Trump’s finances has been one of the highest priorities of Democrats since they gained control of the House of Representatives last fall. Another Democrat-controlled committee, the powerful Ways and Means Committee, has requested the personal and corporate tax returns of Mr. Trump, who did not release those documents during the 2016 campaign, breaking with a long tradition among presidential candidates.\nMr. Trump’s relationship with Deutsche Bank has drawn the attention of Ms. Waters and Mr. Schiff, two California Democrats. The committees have hired experienced former federal prosecutors and Capitol Hill investigators to help with the investigation, and some committee aides have pushed to further expand the teams, arguing that they lack the resources to conduct a thorough but swift investigation.\nWhile Deutsche Bank has been cooperative, its lawyers have warned that they will have to notify the White House about their plans to hand over Trump-related materials, according to people familiar with the discussions. Investigators have braced for a court fight if the White House or the Trump Organization seek to block the bank’s cooperation.\nThe congressional panels are not alone in investigating the relationship between Deutsche Bank and Mr. Trump. The New York attorney general, Letitia James, issued a subpoena to the German bank, and one other lender, last month seeking information about loans to Mr. Trump.\nAt a public hearing last week, Ms. Waters grilled the chief executives of several banks about their business dealings in Russia.\n“Much has been reported about how Deutsche Bank has been a pathway for criminals, kleptocrats and allies of Mr. Putin to move illicit funds out of Russia,” she said at the beginning of the hearing. “But recent information shows that some of your institutions have also been providing services for Russian individuals or entities that may be engaging in questionable transactions.”\nMs. Waters asked the executives if their banks had conducted internal reviews. While some of the executives she questioned acknowledged looking into possible connections to Russian money-laundering, Citigroup’s Michael Corbat told Ms. Waters that he could not comment “on an ongoing investigation.”\nDeutsche Bank executives did not attend the hearing, but their bank has been deeply entangled in Russian money-laundering before.\nThe German lender has done business in Russia for more than a century, and some top executives developed close ties to the Kremlin. Earlier this decade, a group of employees in its Moscow office took part in a multibillion-dollar scheme to move rubles out of Russia, which led to hundreds of millions of dollars in fines from British and American authorities.", "date": "April 15, 2019", "href": "https://www.nytimes.com/2019/04/15/business/deutsche-bank-trump-finances-congress.html", "tags": "“ democrats committee bank deutsche subpoenaed trump records house russia subpoena"}