{"title": "Devastating CBO Report Exposes The Empty Promises Of Obamacare Repeal", "content": "“Insurance for everybody.”\nWhen President Donald Trump made that boast in January, in an interview with The Washington Post, nobody took it literally. But Trump had promised universal coverage many times before, suggesting, at the very least, he wanted to replace Obamacare with something that would provide better coverage to more people. \nHis allies said similar things. Just this past Sunday, Health and Human Services Secretary Tom Price vowed that even more people would have insurance if the repeal went through.\nMonday’s report by the Congressional Budget Office revealed that boast ― and seven years of similar Republican arguments ― to be fraudulent. It also called into question whether the GOP’s real mission with repeal is to help people get health care ― or simply to shrink government programs, reduce taxes and protect the haves at the expense of the have-nots.\nEverybody knew that the CBO’s estimate of the American Health Care Act, which two House committees approved last week, would be dismal. Even before the report was out, Republicans had begun trying to discredit the agency, by pointing out past errors and arguing that mere coverage numbers didn’t tell the real story about the Affordable Care Act or how Republicans proposed to supplant it.\nBut the CBO report was much worse than expected. The Republican bill would cut $880 billion from Medicaid over 10 years, steer federal tax credits away from lower-income consumers and undo some of the Affordable Care Act’s changes to the insurance market ― including the “individual mandate” that imposes financial penalties on people who decline to get coverage. \nTogether, the CBO predicted, these changes would produce an immediate spike in the number of uninsured, with 14 million losing coverage in just the first year. The CBO went on to say that it expects premiums to come back down afterward, but the number of people without coverage would continue to rise ― eventually reaching 52 million in 2026, or 24 million more than what the CBO expects if the Affordable Care Act remains in place. In other words, the CBO thinks the number of uninsured would nearly double.\nFor all the talk about the CBO getting Obamacare wrong, its estimate on the total uninsured was off by only 20 percent. Even if the CBO is making a bigger error this time, and over-estimating the coverage loss from the Republican proposal by a quarter or more, the number of people who stand to lose insurance is still really high. As Sen. Lindsey Graham (R-S.C.) put it, “If they’re half right, that’d still be a lot of people who are uninsured.”\nGraham’s concern, which at least two other senators echoed on Monday, is a big political warning sign, because Republicans have only two votes to spare if they want repeal to pass the Senate. But the more important implications are human, not political. \nResearch has indicated that, as a result of the Affordable Care Act, Americans overall have better access to care and more financial security ― which is to say, people who need to get medical care are more likely to do so without going into financial distress. Those stories about people grateful for their coverage are real and emblematic of many more, even as others are legitimately aggrieved about what the law has done. With numbers like the CBO is predicting, that progress would be sure to unwind.\nThe Trump administration was in no mood to admit any of this and, shortly after the CBO report came out, Price issued a statement, “We think that CBO simply has it wrong.” Then, a mere few hours later, Politico’s Paul Demko reported that an internal White House estimate actually predicted 26 million people would lose coverage. (The White House said its internal projection was merely an attempt to predict what the CBO would say, and not its actual view of what would happen ― particularly if the entire Republican agenda, including follow-up legislation, were to become law.)\nRepublicans also argued that people would lose coverage primarily because, without the individual mandate, they’d choose not to have coverage. In reality, the CBO predicted that some people would drop coverage voluntarily, without the mandate in place, but others would have to give it up because the exodus of healthy people from the rolls would drive up premiums. \nAnd that would be only in the early years anyway. Later on, it’d be higher premiums for older people and, mostly, cutbacks in Medicaid driving the big spike in the uninsured.\nBut perhaps the craziest thing about the CBO report may be that the top-line coverage numbers actually mask the extent to which the Republican proposal would expose people to greater medical expenses.  \nUnder the Republican proposal, the federal government would continue to offer tax credits to people who buy coverage on their own. But instead of adjusting those credits based on need ― so that they get bigger for people with less money or higher insurance costs ― the credits would be fixed in value, except for modest variation in age. At the same time, insurance companies would have leeway to charge older customers much more than they charge younger ones ― five times as much, to be precise. \nAs a result, premiums for older Americans would go up ― and the government’s financial aid wouldn’t keep pace. Some of the increases for older consumers would be eye-popping. With the Affordable Care Act in place, a 64-year-old making $26,500 a year, or 175 percent of the poverty line, would pay $1,700 a year for coverage. Under the Republican proposal, that 64-year-old would have to pay $14,600 a year for coverage ― which, needless to say, is way more than a 64-year-old at that income level could afford.\nSome people really would be better off ― among others, more affluent people who get insurance now but don’t qualify for much or any financial aid because their incomes are too high. A 40-year-old making $68,200 a year, for example, would get a $3,650 tax break under the Republican plan. That 40-year-old gets nothing under the Affordable Care Act. \nThe lower premiums for young people would draw more of them into insurance. But, in part, those lower premiums would be possible because so many older people were leaving the insurance pool altogether, taking their high medical bills with them and leaving lower costs for those who hold onto coverage. \nHaving younger people get coverage when older people lose it isn’t really a one-to-one swap, precisely because of those big medical needs older people tend to have. Without coverage, many more of them are going to be in trouble.\nIn a desperate bid to find some good news in the report, Republicans touted the budget impact ― namely, a reduction in deficits over the next 10 years, to the tune of $337 billion. That’s real, and reflects lower spending on both the tax credits for people buying insurance and deep cuts to Medicaid ― which, by the way, are the biggest reason insurance rolls fall after 2020. \nBut the merits of that swap are a matter of opinion and priorities. \n“The savings aren’t a sign of an accomplishment,” Urban Institute senior fellow Linda Blumberg told The Huffington Post. “They’re a sign that a ton of people are losing their health insurance coverage.”  \nAnd at the same time that Republicans would draw down federal spending on insurance for the poor and middle class, they’d send $157 billion out the door by repealing the Obamacare payroll taxes that fall exclusively on the wealthy.\nIn an interview with Fox News, House Speaker Paul Ryan (R-Wis.) said he found the report “encouraging” ― and he was probably telling the truth. \nRyan is a true-believing libertarian who has spent his political career waging war on the welfare state, and the CBO report confirms that his war on Obamacare would work. Of course, as in his past plans to privatize Medicare and block grant Medicaid, it’d also mean that people who need health insurance lose it. \nRepublicans may yet pass their repeal bill. They have the votes and, if they want it badly enough, they’re not going to let a CBO score stand in the way. But the report should at least end the charade about what they are trying to do ― or, more precisely, what they are not trying to do.\nAnd it doesn’t sound a lot like what their leaders, particularly Trump, have been promising.\nClarification: An earlier version of this article mentioned that European universal systems don’t cover everybody. That was simply a reference to the tiny number of individuals in those countries who don’t register or otherwise fall through the cracks. To avoid further confusion, the sentence has been removed.", "date": "\n03/14/2017", "href": "https://www.huffpost.com/entry/gop-health-care-plan_n_58c7de3be4b0428c7f1312a3", "tags": "people care report coverage obamacare repeal cbo ― promises republican exposes devastating insurance empty"}