{"title": "Devin Nunes Says He Will Continue to Lead Russia Inquiry", "content": "WASHINGTON — The Republican chairman of the House Intelligence Committee rebuffed calls on Tuesday to recuse himself from the panel’s investigation into Russian meddling in the presidential election, as Democrats accused him of stalling the inquiry by canceling the committee’s meetings.\nRepresentative Devin Nunes of California, the chairman, said he would continue to lead the House investigation despite accusations from Democrats — including his committee’s ranking member, Representative Adam B. Schiff of California — that he is too close to President Trump to conduct an impartial inquiry.\n“Why would I not?” Mr. Nunes told reporters on Tuesday morning. Pressed about concerns from Democrats, he added, “That sounds like their problem.”\nThe announcement that the committee would not hold a closed-door meeting on Tuesday as expected with James B. Comey, the F.B.I. director; and Adm. Michael S. Rogers, the director of the National Security Agency — a briefing Mr. Nunes insisted needed to happen before the committee could move forward with its public hearings — startled some Democrats. They added that the cancellations went further, including a regular meeting later in the week.\nRepresentative Jim Himes of Connecticut, a Democrat on the committee, called it “profoundly concerning.”\n“Effectively, what has happened is the committee’s oversight, the oversight of our national intelligence apparatus, has come to a halt because of this particular issue,” he said.\nMr. Nunes disputed that the investigation had stalled, though he noted that it was difficult for the committee “to move forward with interviews and depositions” until members could speak to Mr. Comey again.\n“Nothing has been canceled,” Mr. Nunes said. “Everything is moving forward as is.”\nHe also said the committee had invited Mr. Comey to appear once more, though it was unclear when that might happen. A committee spokesman said the request had been extended to Admiral Rogers as well. Mr. Schiff did not sign the letter, two aides said.\nSpeaker Paul D. Ryan maintained on Tuesday to reporters that he saw no reason for Mr. Nunes to step away from the investigation.\nLast week, Mr. Nunes said he briefed Mr. Ryan on information indicating Mr. Trump or members of his transition team might have been “incidentally” caught up in legal surveillance of foreign operatives by American spy agencies. Mr. Ryan said on Tuesday that he did not know the source of that information.\nIn a new flare-up on Tuesday, The Washington Post reported that the White House had tried to block Sally Q. Yates, who was fired by Mr. Trump as acting attorney general in January, from appearing before the committee, apparently arguing that much of her testimony could be banned from discussion by presidential privilege that shields certain sensitive information from the public.\nIn letters later obtained by The New York Times, her lawyer pushed back, asserting that much of what Ms. Yates would address had already been described publicly by senior administration officials. The letters were dated late last week, around the time Mr. Nunes abruptly announced his decision to scrap a public hearing.\nSean Spicer, the White House press secretary, rejected the report as “100 percent false,” saying the White House would not bar Ms. Yates from testifying. He also rejected the idea that the White House had pressured Mr. Nunes to cancel the hearing.\n“I hope she testifies,” he said. “I look forward to it.”\nMr. Schiff said he was “deeply concerned” by the cancellation of the hearing with Ms. Yates and other former officials, which he said would have focused at least in part on Michael T. Flynn, the national security adviser who resigned after it was revealed that he lied to White House officials, including Vice President Mike Pence, about his contacts with Russia.\nIt was the latest development in a week in which bipartisan cooperation quickly collapsed. Last week, without consulting Mr. Schiff, Mr. Nunes bumped a planned public hearing with James R. Clapper Jr., the former director of national intelligence; John O. Brennan, the former C.I.A. director; and Ms. Yates, who was fired after she instructed Justice Department officials to not carry out Mr. Trump’s first proposed travel ban.\nTensions had escalated on Monday after the confirmation that Mr. Nunes had traveled to the White House grounds last week to view what he described as classified intelligence documents. A day after that, he announced to the news media, and then to Mr. Trump, that he had seen information indicating that members of the Trump transition team may have been caught up in legal surveillance.\n“None of us, Democrat or Republican on the Senate Intelligence Committee, still has any idea what he’s talking about,” said Senator Mark Warner of Virginia, the Democratic vice chairman of the committee.\nMr. Schiff and Representative Nancy Pelosi of California, the top House Democrat, led calls for Mr. Nunes to recuse himself, arguing that he had proved himself incapable of leading an impartial investigation.\nRepresentative Walter B. Jones, a North Carolina Republican who has joined Democrats in calling for more scrutiny of Russian meddling in the election, also called on Tuesday for Mr. Nunes to step away from the investigation. Mr. Nunes was a member of the Trump transition team, as well as a vocal supporter of Mr. Trump’s campaign.", "date": "March 28, 2017", "href": "https://www.nytimes.com/2017/03/28/us/politics/devin-nunes-house-intelligence-committee-russia.html", "tags": "continue devin inquiry investigation committee ” house lead says nunes russia tuesday"}