{"title": "Did Trump Obstruct Justice? Mueller Didn’t Say, but Left a Trail to the Answer", "content": "WASHINGTON — The report by Robert S. Mueller III, the special counsel, explored about a dozen episodes in which President Trump’s actions raised concerns about obstruction of justice. \nMr. Mueller stopped short of concluding whether Mr. Trump committed that crime, but the report made clear that others can use the evidence to make that call. Mr. Mueller’s investigators made an oblique reference to possible impeachment proceedings and noted that after Mr. Trump leaves office, he will lose the temporary immunity the Justice Department says sitting presidents enjoy. Mr. Mueller cited that factor as barring him from making accusations now.\nThe report evaluated the evidence based on three criteria: The act must be obstructive, linked to an investigation and undertaken with a corrupt motive. Investigators also explored countervailing evidence that Mr. Trump’s lawyers could use to argue that the acts fell short of a crime.\nMr. Mueller also devoted over a dozen pages to rebutting a sweeping argument offered by Mr. Trump’s lawyers — and Attorney General William P. Barr, who has said he believes Mr. Trump did not violate obstruction laws: that Congress cannot make it a crime for a president to abuse his official powers to impede an investigation.\nHere is a look at several of the more significant events the report explores:\nAfter learning in June 2017 that he was under investigation for obstruction of justice, Mr. Trump ordered the White House counsel Donald F. McGahn II over the phone to have the Justice Department fire Mr. Mueller based on the president’s views that the special counsel had conflicts of interest. Mr. Trump backed off after Mr. McGahn refused to carry out the directive and prepared to resign in protest. [Reference: Vol. 2, Pages 77-90] \nObstructive? \nPotentially. While acknowledging that removing him would not have prevented the investigation from continuing, Mr. Mueller wrote that such an act nevertheless may have “had the potential to delay further action in the investigation, chill the actions of any replacement special counsel or otherwise impede the investigation.”\nLinked to an investigation? \nYes. \nImproper intent? \nYes. Among other things, the report cited evidence that Mr. Trump “knew he should not have made those calls” because Mr. McGahn had warned him he should use his personal lawyers to submit any conflict complaints, not use his official powers to remove the special counsel. \nBottom line: While Mr. Mueller hedged a bit on the first of the three criteria, the report suggests there is sufficient evidence to ask a grand jury to consider charging this act as illegal obstruction.\nMr. Trump’s attempt to fire Mr. Mueller came to light in news reports in January 2018. Mr. Trump repeatedly pushed Mr. McGahn to state that the president had not directed him to fire Mr. Mueller and to write a memo “for our records” denying the reports. Although Mr. Trump threatened to fire him if he did not comply, Mr. McGahn refused, saying the articles were accurate. [Vol. 2, Pages 113-120] \nObstructive? \nPotentially. By pushing Mr. McGahn to issue a statement and create a written record denying facts that he knew Mr. McGahn believed to be true, Mr. Trump’s action “would qualify as an obstructive act if it had the natural tendency to constrain McGahn from testifying truthfully or to undermine his credibility as a potential witness if he testified consistently with his memory, rather than with what the record said.”\nLinked to an investigation? \nYes. Mr. Trump knew that Mr. McGahn had already told investigators about the firing attempt and was likely to talk to them again, and his push for an internal memo “indicates the president was not focused solely on a press strategy, but instead likely contemplated the ongoing investigation and any proceedings arising from it.”\nImproper intent? \nYes. “Substantial evidence indicates that in repeatedly urging McGahn to dispute that he was ordered to have the special counsel terminated, the president acted for the purpose of influencing McGahn’s account in order to deflect or prevent further scrutiny of the president's conduct towards the investigation.”\nBottom line: The report suggests there is sufficiently plausible evidence to ask a grand jury to consider charging Mr. Trump with attempted obstruction.\nAfter the indictment of his former campaign chairman Paul Manafort, Mr. Trump repeatedly dangled the possibility of a pardon and publicly praised him for not “flipping.” Mr. Manafort eventually pleaded guilty and agreed to cooperate with investigators, but prosecutors said he violated that deal and continued to lie to them. [Vol. 2, Pages 122-133] \nObstructive? \nPotentially. The report said that “there is evidence that the president's actions had the potential to influence Manafort's decision whether to cooperate with the government” and that his statements “suggested that a pardon was a more likely possibility if Manafort continued not to cooperate.”\nLinked to an investigation? \nYes. Mr. Trump’s “conduct towards Manafort was directly connected to the official proceedings involving” Mr. Manafort’s criminal trial and occurred as the special counsel continued to oversee grand jury proceedings into the Trump campaign and Russia.\nImproper intent? \nYes. The evidence indicates that Mr. Trump “intended to encourage Manafort to not cooperate with the government,” the report said.\nBottom line: The report suggests there is sufficiently plausible evidence to ask a grand jury to consider charging Mr. Trump with obstruction.\nIn June 2017, Mr. Trump twice asked his former campaign manager Corey Lewandowski to convey a private order to Attorney General Jeff Sessions, who had recused himself from overseeing the Russia investigation. Mr. Sessions was to intervene and limit Mr. Mueller’s jurisdiction to a look at preventing future election interference, ending scrutiny of the Trump campaign’s links to Russia in 2016 and whether Mr. Trump obstructed justice. But Mr. Lewandowski delivered neither message. [Vol. 2, Pages 90-98] \nObstructive? \nPotentially. Mr. Trump’s directives “indicate that Sessions was being instructed to tell the special counsel to end the existing investigation into the president and his campaign.”\nLinked to an investigation? \nYes. It was public knowledge by then that Mr. Mueller was working with a grand jury.\nImproper intent? \nYes. “Substantial evidence” indicates that Mr. Trump was trying “to prevent further investigative scrutiny of the president's and his campaign's conduct.” Reaching out to Mr. Sessions surreptitiously via an outside loyalist rather than relying on official White House channels “provides additional evidence of his intent.”\nBottom line: The report suggests there is sufficiently plausible evidence to ask a grand jury to consider charging Mr. Trump with attempted obstruction.\nIn February 2017, Mr. Trump cleared the Oval Office to privately discuss with James B. Comey, then the F.B.I. director, his former national security adviser, Michael T. Flynn. The president said, “I hope you can see your way clear to letting this go, to letting Flynn go,” which Mr. Comey interpreted as a direction to drop an investigation into whether Mr. Flynn had lied to the F.B.I. about his conversations with the Russian ambassador. Mr. Trump has denied the account, which Mr. Comey detailed in contemporaneous notes and later testified about under oath. [Vol. 2, Pages 24-48] \nObstructive? \nPotentially. The report cited “substantial evidence” corroborating Mr. Comey’s account and said that asking him to close the Flynn investigation may have “had the tendency to impede the administration of justice by shutting down an inquiry that could result in a grand jury investigation and a criminal charge.” (Mr. Flynn eventually pleaded guilty.)\nLinked to an investigation? \nYes. The report cited reasons Mr. Trump could have reasonably foreseen that the Flynn investigation was likely to lead to a grand jury inquiry or prosecution.\nImproper intent? \nUnclear. While clearing the room made Mr. Trump look furtive, the report said the investigation failed to gather conclusive evidence that the president had any personal stake in the outcome of an investigation into Mr. Flynn. For example, it remains unclear whether Mr. Trump was implicated in Mr. Flynn’s lies, and the evidence did “not establish that Flynn otherwise possessed information damaging to the president that would give the president a personal incentive to end the F.B.I.'s inquiry into Flynn's conduct.”\nBottom line: The report appears to raise doubts that the investigation found sufficient evidence establishing Mr. Trump’s intent to move forward with an obstruction charge.\nIn May 2017, Mr. Trump fired Mr. Comey. The White House initially claimed he had done so on the recommendation of senior Justice Department officials who were critical of Mr. Comey’s handling of the Hillary Clinton email investigation, but Mr. Trump soon admitted he had already made the decision and was instead thinking about the Russia investigation. [Reference: Vol. 2, Pages 62-77] \nObstructive? \nUnclear. While the firing allowed Mr. Trump to nominate someone else to take over the agency investigating links between his campaign and Russia, the inquiry continued and its day-to-day managers were several layers below. The report stated: “The anticipated effect of removing the F.B.I. director, however, would not necessarily be to prevent or impede the F.B.I. from continuing its investigation.”\nLinked to an investigation? \nYes. Mr. Comey had announced that the F.B.I. was investigating Russia’s interference in the election, including links between Russia and the Trump campaign, and Mr. Trump knew that Mr. Flynn was still under a criminal investigation despite having urged Mr. Comey to let Mr. Flynn go.\nImproper intent? \nUnclear. The report cites “substantial evidence” that the catalyst was Mr. Trump’s frustration that Mr. Comey would not publicly state that the president was not personally under investigation. But it reached no clear answer about the nature of Mr. Trump’s underlying motive: “The initial reliance on a pretextual justification could support an inference that the president had concerns about providing the real reason for the firing, although the evidence does not resolve whether those concerns were personal, political or both.”\nBottom line: The report’s analysis suggests that it would be difficult to establish at least two of the three elements necessary to ask a grand jury to charge Mr. Trump with obstruction for firing Mr. Comey.", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/politics/trump-mueller-obstruction.html", "tags": "left evidence report investigation trail justice trump ” say flynn obstruct answer mueller"}