{"title": "Did Trump Fire Comey Over the Russia Inquiry or Not? ", "content": "WHAT WAS SAID \nThe facts\nMr. Trump and his aides have given a number of conflicting reasons — sometimes within hours of each other or even in the same interview — for why he fired Mr. Comey from his position as F.B.I. director on May 9, 2017. At the time, Mr. Comey was leading the investigation into whether Mr. Trump’s 2016 presidential campaign had coordinated with Russian election meddling.\nInitially, the White House cited a recommendation from Rod J. Rosenstein, the deputy attorney general, who criticized Mr. Comey’s handling of the conclusion of a separate investigation into whether Hillary Clinton mishandled classified emails. \nOn May 10, 2017, Mr. Trump informed Russian officials in an Oval Office meeting that he had fired Mr. Comey. “I faced great pressure because of Russia. That’s taken off,” Mr. Trump told the Russians, as The New York Times has reported.\nAnd in an NBC News interview that was broadcast on May 11, 2017, Mr. Trump said he had made up his mind to fire Mr. Comey — even before Mr. Rosenstein’s recommendation — at least partly because of the Russia investigation: \nHowever, in that same interview with the NBC News anchor Lester Holt, Mr. Trump also said Mr. Comey was fired because of his incompetence — a decision the president acknowledged could drag out the Russia investigation: \nA few months later, Mr. Trump again said he would have fired Mr. Comey regardless of Mr. Rosenstein’s recommendation. “Now, perhaps I would have fired Comey anyway, and it certainly didn’t hurt to have the letter, O.K. But he gives me a very strong letter, and now he’s involved in the case,” the president said in a July 2017 interview with The Times.  \nThen, in a January 2018 interview with The Wall Street Journal, Mr. Trump said he fired Mr. Comey because “the F.B.I. was a mess” and “everybody wanted Comey fired.” \nMr. Trump’s aides also have given conflicting reasons for Mr. Comey’s firing. \nIn a May 2 interview with Fox News, Rudolph W. Giuliani, the president’s lawyer, said the former F.B.I. director was fired because he would not say Mr. Trump was not under investigation: \nBut a day later, Sarah Huckabee Sanders, the White House press secretary, contradicted Mr. Giuliani and again cited Mr. Comey’s “lying, leaking and politicizing the F.B.I.” \nThe president’s Thursday tweet follows a report published on Wednesday in The Times, about an F.B.I. memo outlining the conversations that led to Mr. Comey’s firing. That memo was written by Andrew G. McCabe, who became acting director of the F.B.I. after Mr. Comey was dismissed. \nIn the memo, Mr. McCabe described a meeting at the Justice Department during which Mr. Rosenstein said the president had originally asked him to reference Russia in his memo. As The Times reported: \nMr. McCabe was fired in March from the F.B.I., where he had most recently served as deputy director.\nSources: New York Times, NBC News, Fox News, the White House ", "date": "May 31, 2018", "href": "https://www.nytimes.com/2018/05/31/us/politics/fact-check-trump-fire-comey-russia.html", "tags": "fire f.b.i inquiry comey investigation trump interview fired russia — said"}