{"title": "Did You Sleep Through the Royal Wedding? Here’s What You Missed.", "content": "Good morning. Yes, they’re married. Meghan Markle is now Her Royal Highness, the Duchess of Sussex, and Prince Harry is Harry, Duke of Sussex. \nBut luckily, we got up early (the middle of the night in New York!), chugged coffee, ate sausage rolls (British!) and watched the whole thing, all so we could tell you what you missed.\nOprah Winfrey was there. Serena Williams was there. Amal Clooney was there, in a yellow dress and hat, with her husband, George. Idris Elba was there. David and Victoria Beckham were there, looking uncharacteristically understated. [More about the celebrities.]\nFrom our briefing: Unlike a lot of weddings — and certainly unlike Kate and William’s wedding, just seven years ago — the guests inside were hanging out in the aisles, air-kissing and gossiping. [Read the briefing]\nWe’ll get to the newly minted duchess’s dress and accessories in a moment. But first: what was everyone else wearing? \nFrom our briefing: It was an extraordinary mix of tradition and modernity, of centuries of history and up-to-the moment flourishes. \nThe entire royal family was here, along with a complement of English aristocrats and important personages. The music was stately and beautiful. The setting was awe-inspiring.\nThere was a flotilla of clergymen, an extraordinary mélange including the archbishop of Canterbury and — in a striking inclusion in this most ancient of places — the first African-American leader of the Episcopal Church, the Most Rev. Michael Curry.\nChosen to give the address to the congregations, Bishop Curry quoted Martin Luther King. His voice rising and falling with emotion, he made a big, generous, impassioned case for love as the most important thing there is, in religion and in life. [Read more about the Most Reverend Curry and read the full transcript.]\nHis address came after a reading by Lady Jane Fellowes, Harry’s aunt (her sister was Diana, Princess of Wales) that was both full of joy and a signal, it seemed, that the sadness in Harry’s life since his mother’s death has finally lifted.\nIt was a passage from the Song of Solomon: “Arise my love, my fair one, and come away; for now the winter is past, the rain is over and gone.” [Read the full wedding program]\nFrom our fashion critic’s review:\nIt was haute couture by Clare Waight Keller for Givenchy, a British woman who was the first female designer of the storied French brand. And it was everything people had hoped.\nIt was not a Cinderella choice, not one that spoke of fantasy or old-fashioned fairy tales, but one that placed the woman proudly front and center. It underscored Ms. Markle’s own independence by divesting her of frippery, while also respecting tradition and keeping her covered up. \nAnd the most surprising thing of all was that in this age of rampant leaks and gossip, Ms. Markle had managed to keep all of this completely secret. In all the rumors that had swirled around The Dress — from Ralph & Russo to Stella McCartney  — Ms. Waight Keller’s name had never even once come up.  [Here’s the full review]\nThe bride and groom looked calm and contented throughout the ceremony, though there were occasional tears.\nIf a royal wedding can be said to be approachable, this one was. If you ignored the pomp and finery, their royal highnesses almost looked like any other young couple in love. \nFrom our briefing: They both looked so happy, and so relaxed. They were beaming as they said their vows, and luckily, no one came forward to provide any reason that they might not be married. (This is always an exciting moment in a ceremony.)", "date": "May 19, 2018", "href": "https://www.nytimes.com/2018/05/19/style/what-happened-royal-wedding.html", "tags": "briefing wedding full dress markle read thing royal one sleep missed — harry"}