{"title": "Dilma Rousseff Is Ousted as Brazil’s President in Impeachment Vote", "content": "BRASÍLIA — The Senate on Wednesday impeached Dilma Rousseff, Brazil’s first female president, and removed her from office for the rest of her term, the capstone of a power struggle that has consumed the nation for months and toppled one of the hemisphere’s most powerful political parties.\nThe Senate voted 61 to 20 to convict Ms. Rousseff on charges of manipulating the federal budget in an effort to conceal the nation’s mounting economic problems.\nBut the final removal of Ms. Rousseff, who was suspended in May to face trial, was much more than a judgment of guilt on any charge. It was a verdict on her leadership and the slipping fortunes of Latin America’s largest country.\nThe impeachment puts a definitive end to 13 years  of governing by the leftist Workers’ Party, an era during which Brazil’s economy boomed, lifting millions into the middle class and raising the country’s profile on the global stage.\nBut sweeping corruption scandals, the worst economic crisis in decades and the government’s tone-deaf responses to the souring national mood opened Ms. Rousseff to withering scorn, leaving her with little support to fend off a power grab by her political rivals.\n“She lacked it all,” said Mentor Muniz Neto, a writer from São Paulo who described Ms. Rousseff’s final ouster as a “death foretold,” asserting that she lacked charisma, competence and humility. “We deserved better.”\nTo her many critics, the impeachment was a fitting fall for an arrogant leader at the helm of a political movement that had lost its way. But Ms. Rousseff and her supporters call her ouster a coup that undermines Brazil’s young democracy.\nMoreover, her impeachment may not restore public confidence in Brazil’s leaders, or diminish the corruption that pervades the country’s politics. To the contrary, many Brazilians note, it transfers power from one scandal-plagued party to another.\nMichel Temer, 75, the interim president who served as Ms. Rousseff’s vice president before breaking with her this year, is now expected to remain in office until the end of the current term in 2018.\nBut Mr. Temer’s centrist Brazilian Democratic Movement Party, which anchored the Workers’ Party’s governing coalition for more than a decade, was also deeply enmeshed in the colossal graft schemes staining Brazil’s political system in recent years. It arguably benefited as much as the Workers’ Party from huge bribes and illicit campaign financing.\nSince becoming interim president in May, Mr. Temer has had approval ratings nearly as dismal as Ms. Rousseff’s. Shifting the government to the right, he named a cabinet without any female or Afro-Brazilian ministers, outraging many in a country where nearly 51 percent of people define themselves as black or mixed race, according to the 2010 census.\nSeveral of the men named by Mr. Temer have already resigned under the cloud of scandal, including his anticorruption minister and his planning minister, amid claims that they were trying to stymie investigations into the bribery scandals engulfing the national oil company, Petrobras.\nMr. Temer was recently found guilty of violating campaign finance limits, a conviction that could make him ineligible to run for office for eight years. Beyond that, a construction executive has testified that Mr. Temer was the beneficiary of a $300,000 bribe, an assertion Mr. Temer disputes.\nThe impeachment effort has divided the nation and stirred passions on both sides. Of the four Brazilian presidents elected since Brazil’s democracy was re-established in the 1980s, Ms. Rousseff is the second to be forced from office through the impeachment process. In 1992, Fernando Collor de Mello resigned before the Senate could convict him on corruption charges. (Under Brazilian law, a president is not impeached until he or she is convicted by the Senate, legal scholars say.)\n“It’s painfully obvious that Temer is a slap in the face to Brazilian democracy,” said Creuza Maria Oliveira, the president of the National Federation of Domestic Workers, which represents millions of maids who benefited from the strengthening of labor laws by Ms. Rousseff.\n“Dilma is a champion of the poor,” said Ms. Oliveira, who was among the supporters of Ms. Rousseff who accompanied her to the Senate this week. “Temer is a champion of his own political class, which he wants to shield from justice.”\nSome prominent business and political figures in Brazil counter that Mr. Temer, a former speaker in the lower house, has the political skills needed to muster support in a fractious, discredited Congress for ambitious measures aimed at increasing investment in the economy and easing a major pension crisis.\nMr. Temer’s administration has “all the conditions needed to embark on a new route,” Philipp Schiemer, the head of Mercedes-Benz’s operations in Brazil, told reporters in recent days. “We need to decide if we want a Brazil like Venezuela or a Brazil inserted in the new world.”\nStill others, including Ms. Rousseff, contend that the ease with which the political elite shunted aside the president will bring more divisiveness and political tumult in Brazil.\n“This is serious because other presidents of the republic will have to deal with this,” Ms. Rousseff said this week in her testimony in the Senate, comparing her ouster to the coups toppling Brazilian leaders throughout much of the 20th century. “If that isn’t political instability, then I don’t know what is.”\nUnlike many of the politicians who led the charge to oust her, Ms. Rousseff, 68, remains a rare breed in Brazil: a prominent leader who has not been accused of illegally enriching herself.\nInstead, her trial revolved around a contentious legal question of whether she committed an impeachable offense by employing budgetary tricks to conceal yawning deficits.\nMs. Rousseff repeatedly insisted that she did nothing illegal, pointing out that her predecessors also manipulated the federal budget. But her opponents argued that the scale of her administration’s transfers of funds between giant public banks, to the tune of about $11 billion, seriously eroded Brazil’s economic credibility and helped her get re-elected unfairly in 2014.\nMs. Rousseff will not go to jail after her conviction, but she expressed defiance throughout her trial, insisting that Brazil’s economic crisis was largely the result of shifts in the global economy that cut commodities prices.\nA bureaucrat who specialized in overseeing giant public companies in Brazil’s energy industry, Ms. Rousseff had not held elected office until her predecessor, Luiz Inácio Lula da Silva, anointed her as his heir after other leaders in the Workers’ Party were tarnished by a vote-buying scandal. As a divorced grandmother known as an avid reader of literature, she was an exception in the male-dominated political scene.\nIn addition to serving as Mr. da Silva’s hard-charging chief of staff, she was known for her involvement with the Palmares Armed Revolutionary Vanguard, an urban guerrilla group, in her youth. Agents of the military dictatorship captured Ms. Rousseff and tortured her repeatedly in the early 1970s.\nBut the qualities that made her a compelling chief of staff did not carry over when she became president. Her autocratic persona and short temper became legendary in Brasília, a capital where back-room deals are customary when forging and nurturing alliances with an array of bickering parties.\nMany voters also felt betrayed after Ms. Rousseff’s re-election campaign, when she narrowly won on promises to maintain extensive state control over the economy, resulting in generous public spending. But once re-elected, she went in another direction, appointing a finance minister who tried to win approval for market-friendly policies.\n“She simply lied through her teeth to get re-elected, forming a wave of national indignation,” said Antonio Risério, a historian and cultural commentator. “Upon perceiving that they voted for one person and elected another, the majority of the population started to want her head.”\nWith Ms. Rousseff deposed, the Workers’ Party, a dominant force in Brazilian politics for much of the past decade and a half, is now scrambling to find its way in a political landscape where conservative voices are growing more powerful.\nJoão Santana, the party’s campaign strategist who helped Ms. Rousseff win two presidential elections, faces charges of illegally receiving millions of dollars in offshore accounts from the bribery scheme involving the national oil company.\nEven more damaging for the party, federal investigators are seeking graft charges against Mr. da Silva, the former labor leader universally known as Lula, who was president from 2003 to 2010. The move adds to mounting legal problems faced by Mr. da Silva, who is still signaling that he plans to run for president in 2018.\nMs. Rousseff found herself increasingly isolated in recent months, with many in her party quietly withdrawing their support. But senators offered her a morsel of consolation by voting to allow her to run for public office, overruling an effort to make her ineligible from doing so for several years.\nAnd some in Ms. Rousseff’s party defended her as she made her last-ditch effort before the Senate this week.\n“You veered from the narrative when you were elected president of the republic as a woman, from the left, a former militant against the dictatorship, without a husband to pose by your side in the photographs,” said Regina Sousa, a Workers’ Party senator from Piauí in northeast Brazil.\n“You never fit in the cute little dress designed by the conservative elite of this country,” Ms. Sousa added.\nHeated tempers marked the trial in the Senate. Crying as she spoke, Janaína Paschoal, the law professor who was an author of the impeachment request, said she had been inspired by God and that she was seeking impeachment for the good of Ms. Rousseff’s grandchildren.\nMs. Rousseff’s lawyer, José Eduardo Cardozo, said he was stunned that her opponents had dragged Ms. Rousseff’s family into the acerbic debate, pointing out that Ms. Rousseff was never accused of embezzling public funds to benefit her family.\n“If you want to condemn her, go ahead, but don’t mock the honor of a dignified woman,” said Mr. Cardozo, also crying as he spoke.", "date": "Aug. 31, 2016", "href": "https://www.nytimes.com/2016/09/01/world/americas/brazil-dilma-rousseff-impeached-removed-president.html", "tags": "rousseff president party temer political ” brazil ousted ms. impeachment vote dilma"}