{"title": "Diplomat's China speech renews Australia university debate", "content": "Australia's education minister has urged universities to maintain academic integrity after a diplomat renewed a discussion about possible Chinese influence on campuses.\nFrances Adamson, Australia's chief foreign affairs bureaucrat, called for debate not to be stifled in classrooms.\nIt follows recent claims of embassy influence on campuses - dismissed as \"smear\" by Chinese diplomats in June.\nEducation Minister Simon Birmingham said students should think critically.\n\"Universities need to be as ever vigilant today as they have been through their history in terms of ensuring their integrity, their high standing, their delivery of quality education and I am confident that they are doing that, they are challenging the students who come to them, whatever the background of those students,\" he told the Australian Broadcasting Corporation.\nMr Birmingham did not directly reference China, but his comments were in response to a speech by Ms Adamson at the University of Adelaide's Confucius Institute on Sunday.\nMs Adamson, the Department of Foreign Affairs and Trade secretary, directly addressed \"international students\" during her lecture called Australia and China in the 21st Century.\n\"No doubt there will be times when you encounter things which to you are unusual, unsettling or perhaps seem plain wrong,\" she said.\n\"So when you do, let me encourage you not to silently withdraw, or blindly condemn, but to respectfully engage. The silencing of anyone in our society - from students to lecturers to politicians - is an affront to our values.\"\nMs Adamson, a former Australian ambassador to China, said universities must remain \"secure and resilient\" when \"exposed to unexpected pressure\".\n\"As China becomes more important to Australia's future and that of the world, it follows that there will be more scrutiny of China, including the way it seeks to exercise influence internationally,\" she said.\nIn some prominent cases in recent months, Chinese students at Australian universities have complained about teaching materials being incorrect or insulting to China. One incident involved the listing of Taiwan and Hong Kong as countries.\nIn June, Australian media outlets reported that the Chinese embassy in Australia had \"orchestrated\" Chinese student organisations to hold a rally welcoming China's Premier Li Keqiang. \nThe reports also claimed that Chinese students in Australia were being monitored for dissident behaviour.\nChinese students make up more than a quarter of Australia's international students.", "date": "10 October 2017", "href": "https://www.bbc.com/news/world-australia-41561893", "tags": "australia debate speech china universities adamson university education influence australian chinese diplomat students renews"}