{"title": "Diplomats Confront New Threat to Paris Climate Pact: Donald Trump", "content": "MARRAKESH, Morocco — Diplomats from around the world converged here this week with the plan to put details on last year’s Paris climate accord and move the globe closer to controlling the industrial emissions that are heating the planet.\nInstead, with the election of Donald J. Trump — and his threat to withdraw the United States from the accord — shellshocked negotiators confronted potentially deep fissures developing in the international consensus on climate change. On the sidelines of the negotiations, some diplomats turned from talking of rising seas and climbing temperatures toward how to punish the United States if Mr. Trump follows through, possibly with a carbon-pollution tax on imports of American-made goods.\n“A carbon tariff against the United States is an option for us,” Rodolfo Lacy Tamayo, Mexico’s under secretary for environmental policy and planning, said in an interview here. He added, “We will apply any kind of policy necessary to defend the quality of life for our people, to protect our environment and to protect our industries.”\nForcing United States industries to turn to cleaner energy sources with the hammer of an import tariff is not far-fetched. Countries imposing costs on their own industries to control carbon emissions could tell the World Trade Organization that United States industries are operating under an unfair trade advantage by avoiding any cost for their pollution.\nThe tax would be calculated based on the amount of carbon pollution associated with the manufacturing of each product. That would impose a painful cost on the heaviest industrial polluters, particularly on exporters of products containing steel and cement.\n“The Paris Agreement is meant to get everyone on board in one structure where you can address climate change together,” said Dirk Forrister, the president and chief executive of the International Emissions Trading Organization, a nonprofit organization that consults with governments and companies. “But if one big country backs out it could trigger a whole wave of trade responses.”\nHe added: “There is no need to start a trade war over climate change. But it might happen.”\nThe Marrakesh summit meeting was expected to conclude late Friday or early Saturday with a declaration that all governments will continue to carry out and strengthen the Paris accord, and a timetable for adopting the details of the pact, such as a global system to monitor and verify carbon emission reductions at the national level.\nIn Washington, the Obama administration has pressed forward with its environmental agenda as if Mr. Trump had not been elected. An offshore drilling plan unveiled Friday assumes continued bans on oil and gas exploration in the Atlantic and Arctic Oceans — which the Trump administration could easily reverse.\nBut diplomats are quietly going off their agendas to begin planning how to react if Mr. Trump chooses to reject the Paris Agreement. The pact, as it stands, contains no enforcement measures, such as economic sanctions, for countries that do not comply. But individual governments could put trade sanctions in place on their own or in concert.\nIn Mexico, which is already preparing for a newly adversarial relationship with an American president who has threatened to build a wall along the border, government officials said they have begun considering the idea of a carbon tariff.\nCanada, the United States’ largest trading partner, is also discussing a tariff. Some Canadian provinces, including Ontario and Quebec, already have carbon tax policies that include fees imposed on fossil-fueled energy generated across provincial borders.\n“I see that extending across the Canadian border if the U.S. pulls out of Paris,” said Lisa DeMarco, a senior partner with DeMarco, Allan, a Toronto-based climate law firm that advises Canadian provinces and international businesses.\n“If you want to sell your goods in Canada, you’d have to meet the same emissions standards,” she said.\nIn France, Nicolas Sarkozy, the former French president who is campaigning to hold that office again, suggested this week that the European Union impose a carbon tariff on American imports if Washington withdraws.\nSupporters of Mr. Trump’s climate change policies say they are not worried.\n“It’s an empty threat,” said Thomas J. Pyle, the president of the Institute for Energy Research, an organization partly funded by the billionaire libertarian brothers Charles and David Koch and which Mr. Trump has cited as influential in shaping his energy and climate proposals.\nEconomists widely agree that the most effective way to attack climate change is to tax or otherwise put a price on planet-warming pollution. Most of the world’s major economies, including the European Union and China as well as Canada and Mexico, have already begun to put domestic carbon pricing programs in place.\nThe European Union’s “cap-and-trade” system capped carbon pollution levels and created a market for companies to buy and sell permits to pollute. China plans to implement a similar program next year and Mexico, which already taxes carbon pollution, is on track to put in place its own cap-and-trade program by 2018.\nCanada’s national carbon pricing system, set to go into force by 2019, allows its provinces to mix cap-and-trade programs and carbon taxes.\nWith Congress unwilling to pass either a carbon tax or a cap-and-trade program, President Obama pushed for climate change regulations to limit carbon emissions while encouraging states to create their own cap-and-trade programs to comply.\nMr. Trump, who has called climate change a hoax invented by the Chinese, campaigned on a promise to dismantle the Obama administration’s climate rules and put coal miners back to work. But since he was elected, he has not commented publicly on his climate plans. Mr. Trump’s transition team did not respond to a request for comment.\nWhile some politicians are already responding belligerently, other European officials are taking a wait-and-see approach. “In the European Union we have a strong climate policy,” said Miguel Arias Cañete, the bloc’s commissioner on climate action. “But we don’t think it is appropriate yet to speak to a U.S. carbon tariff, because the new U.S. president has not yet taken a public position on climate.”\nAnd a trade war may be a price too high for countries whose economies depend on American consumers and suppliers. Asked if Beijing would consider a carbon tariff against the United States, Liu Zhenmin, China’s lead climate negotiator, said, “Addressing climate change should not become an obstacle for trade. China will continue to promote free trade.”\nChinese negotiators appear to be hoping for the best.\n“A wise leader will follow the global and historical trend,” Xie Zhenhua, a Chinese negotiator, said.\nThe idea that other nations might punish the United States with a pollution import tax is a switch. President Obama’s failed cap-and-trade bill in 2010 included a carbon tariff on imports from other countries. The United States hoped to use trade sanctions to punish other countries, particularly China, for polluting and push them toward global climate talks.\nNow the policy could be reversed and used against the United States, as much of the rest of the world economy moves ahead with pricing carbon, while Washington prepared to roll back its climate change plan.\nEconomists warn that a carbon tariff now could backfire.\n“Is he the sort of person who would back down or would he retaliate?” Robert N. Stavins, the director of Harvard University’s environmental economics program, asked about Mr. Trump. “He seems like the kind of person who would retaliate. And then you’d have a trade war.”\nMr. Stavins added, “That would be an example of the cure being worse than the disease.”\nOther experts agreed that choosing to impose a carbon tariff should be done with care for the consequences.\n“A carbon tariff is a power tool,” Mr. Forrister said. “It’s not one that any country would use lightly. Things would have to get pretty serious for any country to take it out of the toolbox and use it. But given the current situation it’s a possibility that they would do it.”\nMr. Tamayo, the Mexican official, said that for the moment, Mexico is more focused on linking its forthcoming cap-and-trade program with similar programs in California and Quebec.\n“For now,” he said, “we hope to build bridges, not walls.”", "date": "Nov. 18, 2016", "href": "https://www.nytimes.com/2016/11/19/us/politics/trump-climate-change.html", "tags": "confront tariff pact diplomats carbon united states ” trump climate donald threat new paris"}