{"title": "Discards on the Brussels fish menu", "content": "One thing is near certain in the annual fishery quota talks in Brussels - they'll be concluded in the middle of the night.\nThat means Wednesday morning, after two days of to-ing fro-ing about the scientific evidence and the hard politics of seasoned and salted member state negotiators.\nThis year is different. The negotiations risk further isolation of the UK, as relations with other EU members worsen, and with Britain exiting the Union three months into the year.\nWith no deal in Brexit, EU boats could be barred from UK waters, and the same for UK boats that want to fish in neighbouring countries' waters.\nThe Scottish government has accused Whitehall of failing to fight for the fishing industry by sending \"the B-team\", without the UK fisheries minister - of which more later.\nThe talks on Monday and Tuesday are also unprecedented in including a calculation of landed by-catch species other than the ones targeted.\nUntil recently, these had to be thrown dead back into the sea.\nFrom 1 January, there is a bar on discards, and by-catch will have to be landed. It will count against the member states' quotas.\nThe European Commission claims the Common Fishery Policy has helped reduce over-fishing.\nThe commission is proposing that, of 89 stocks included in the CFP in the sea areas of the Atlantic and North Sea, 62 should get the same quota as 2018 or larger.\nSome 22 face a quota cut, of which 12 could see a reduction of less than a fifth. Five are being recommended for a zero quota. They include cod in the west of Scotland, and whiting in the west of Scotland and Irish Sea.\nThese could have a low by-catch quota, as they are often caught with other species.\nThe commission says that 53 of these CFP categories are this year being fished at a sustainable level, compared with 44 last year and only four in 2009.\nMeanwhile, the Scottish government has accused Whitehall of sending \"the B-team\" to the fishery quota talks.\nFergus Ewing, Scotland's cabinet secretary for fisheries and agriculture, is attending the talks, but says the lead UK minister does not have adequate knowledge of the fishing fleet. \nLord Gardiner of Kimble is representing the UK while George Eustice, the Commons fisheries minister, is at Westminster, handling the passage of the Brexit Fisheries Bill.\nMr Ewing told BBC Radio Scotland: \"It sends the wrong signal to the states represented round the table. This year we must get a good deal for our nephrops (prawns) and monkfish fisheries, there are important aspects re the Faroes about an unfair deal, and in the North Sea, there are issues about blue whiting and Arctic cod.\n\"George Eustice had a fair grasp of those issues, so I'm disappointed he's choosing not to attend\" (high praise for a Whitehall minister from a Holyrood one - that'll do Eustice no good with his colleagues).\nBut Mr Ewing goes on: \"The task will be made more difficult by the fact they're sending - although he's a noble lord - he is in effect, the B team.\n\"We need people attending with familiarity about the complexity of the issues. You can't rely on your officials, you have to put the case directly to the commissioner.\"\nSpeaking on the Good Morning Scotland programme at the weekend, the Scottish minister added: \"The overhang of Britain's apparent desire to come out of Europe is not making these issues any easier.\n\"The view of others range from anger to perplexity about what the British government is seeking to do, if it is clear what they seek to do.\"\nA spokesman for the Department of the Environment, Food and Rural Affairs said: \"Minister Eustice will be seeing the Fisheries Bill through parliament next week - a landmark piece of legislation that will help build a sustainable, profitable industry for future generations of UK fishermen as we leave the EU.\n\"Alongside these commitments, he is trying his utmost to attend December Council and is across all preparations ahead of the negotiation process.\"\nSo to be clear, the fisheries minister wants to be at the fisheries talks in Brussels but he's too busy dealing in Westminster with the consequences of Brexit. It doesn't bode that well for post-Brexit negotiations on fish, trade deals or anything much. \nIt would be hard to overstate the extent to which Whitehall is straining under the weight and complexity of Brexit.", "date": "17 December 2018", "href": "https://www.bbc.com/news/uk-scotland-scotland-business-46596444", "tags": "brexit fish minister menu uk scotland sea discards quota fisheries brussels year whitehall talks"}