{"title": "Disgraced by Scandal, Mario Batali Is Eyeing His Second Act", "content": "On a gloomy Friday afternoon in February, Mario Batali sat down for coffee at the Marlton Hotel, a few blocks from Babbo, his restaurant in Greenwich Village. His guest was the food consultant and writer Christine Muhlke.\nMr. Batali had called the meeting, as he has with several other people whose opinions he trusts, to figure out how his life and career might recover from a disastrous turn.\nIn December, a series of news reports about the celebrity chef began tumbling out. Several women described a decades-long pattern of abusive behavior both in his empire and at restaurants owned by friends that ranged from lewd, drunken propositions to physical groping, including one incident at the Spotted Pig in the West Village in which a woman appeared too intoxicated to respond.\nMr. Batali, 57, said he didn’t recall all the reported episodes, but immediately apologized. His popular, prolific social media feeds largely fell silent. ABC pulled him from its weekday talk show “The Chew.” Food Network canceled plans to remake his first program, “Molto Mario.” Eataly, the Italian food emporium in which he has a minor stake, took his products off its shelves. He stepped away from daily operations in the Batali & Bastianich Hospitality Group, which has 24 restaurants and nearly 2,100 employees.\nSeveral powerful men, in several industries, have had their worlds kicked out from under them as the #MeToo movement has gathered momentum. As many have removed themselves from public sight, forfeited business interests or sought treatment, a question lingers: Is a comeback from such disgrace possible?\nMr. Batali, who has never been known for his patience, is asking that question — actively exploring when or whether he should begin his. Friends and associates say he is floating ideas, pondering timelines and examining whether there is a way for him to step back into his career, at least in some fashion.\nMr. Batali declined to be interviewed, saying he was “still figuring out my stuff.” Those who have spoken with him recently said he appears to be deeply introspective and seeking counsel on what his future might hold, both personally and professionally.\nMr. Batali is examining what he has called his blind spots and considering how life might look when he is not, as he told one person he consulted over the winter, “the lead singer.” He told a colleague that he is simply trying to learn to be the wallpaper in the room and not the room itself.\nNonetheless, Mr. Batali has sketched several scenarios that put him in the driver’s seat but cede some control, people he has spoken with recently say. One is creating a new company led by a powerful woman chief executive. In early February, he broached the idea with Federica Marchionni, the former president of Dolce & Gabbana, who was briefly the chief executive of Lands’ End.\nThis month, he is traveling to Rwanda and Greece to work with refugees as a private citizen. He is thinking about creating a program in which chefs can join him a few times a year to help displaced Rwandans as they return to their country.\nOn the other hand, Mr. Batali has said, he might just move to the Amalfi Coast.\nHe is still wrestling with the future of the restaurant group that he started with his partner, Joe Bastianich, in 1998 when they opened Babbo. The two men are communicating through lawyers these days, negotiating a complicated buyout that is difficult but, both sides said, not acrimonious.\n“The process of his divestiture is going really well considering how complex it is,” Mr. Bastianich said last week. “The real point of beginning will be when he departs from the company. That’s ground zero. It’s about creating a post-Mario world.”\nWhen Mr. Batali’s name comes up among groups of food professionals over drinks or between sessions at conferences, some say that if any of the men caught in the current wave of sexual harassment scandals can forge a path back, it might be Mr. Batali.\nHe still has legions of fans and colleagues who admire and respect his generosity, culinary knowledge and charisma. Many still post their interpretations of his recipes on Instagram, ask him for selfies on the street or urge his return to “The Chew” on Facebook. His restaurants continue to attract customers.\nStill, there seems to be no end to late-night television jokes at his expense. His movements around New York are fodder for tabloids and tweets, some suggesting that his past behavior bordered on criminal.\nFew food celebrities want to be connected to him publicly. Privately, some suggest the time has come for a more nuanced approach to replace the scorched-earth policy toward men who have harassed women — one that allows something resembling redemption.\nBut for Mr. Batali, that door may not be open — at least professionally.\n“Retire and count yourself lucky,” said Anthony Bourdain, a longtime friend of Mr. Batali’s who has not spoken with him recently. “I say that without malice, or without much malice. I am not forgiving. I can’t get past it. I just cannot and that’s me, someone who really admired him and thought the world of him.”\nOthers, including people who have worked for him, say the absence of his food knowledge and his palate would be a loss. Melissa Rodriguez, who took over in 2017 as the executive chef at Mr. Batali’s most acclaimed restaurant, Del Posto, often asked him to come to the kitchen to taste new dishes and share his advice. “He’s been nothing but a generous individual to me,” she said.\nMs. Rodriguez said she never considered leaving the company after his treatment of women came to light. “The biggest concern is for my staff,” she said. “I have a huge staff, and I am not in the business of abandoning people I spend more time with than my family.”\nPeople whose opinion Mr. Batali has sought are counseling him to take it slowly, and to consider whether he and his family want to endure all that would come if he stepped back into the food business.\nMs. Muhlke, a former editor at The New York Times Magazine and Bon Appétit, said her advice to any accused chef would be the same: “Leave the field,” she said, “and let us do the work needed to build something better.”\nMs. Muhlke would not discuss the details of her February meeting with Mr. Batali, but said “my advice to these chefs and restaurateurs is that this is not a scandal, this is a paradigm shift. The old ‘wait it out and return appearing humbled’ prescription no longer applies.”\nChristine C. Quinn, whom Mr. Batali supported during her 2013 run for New York City mayor, is now the president and chief executive of Win, the city’s largest provider of shelter for homeless families. She is a friend of Mr. Batali’s, and one of the advisers he sought out this winter. She, too, told him to take things very slowly.\n“My advice for him has been since Day 1 to recognize the severity of what has been leveled against him and recognize how absolutely and completely unacceptable his behavior was,” she said.\nIf he does start a new company, she said, he should give the reins to people who can drastically change the culture that both allowed and hid his behavior.\n“I do give Mario a ton of credit for reaching out to people like myself, and not calling for us to stand with him,” Ms. Quinn said. “I think that bodes well.” She, like others who have spoken with him recently, believes that he is slowly coming to understand the impact of his behavior and the reasons it happened, including his relationship with alcohol.\n“I think he is trying to find a way to engage in real redemptive behavior,” Ms. Quinn said, “but only time will tell.”\nFollow NYT Food on Facebook, Instagram, Twitter and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "date": "April 2, 2018", "href": "https://www.nytimes.com/2018/04/02/dining/mario-batali-sexual-harassment.html", "tags": "mario scandal second eyeing ” batali several disgraced act new food behavior said"}