{"title": "Disney drops YouTuber PewDiePie over anti-Semitism claims", "content": "Disney has cut ties with the world's highest paid YouTube star PewDiePie over allegations of anti-Semitism.\nThe decision came after several videos he released over the past few months were found to contain Nazi references or anti-Semitic imagery.\nPewDiePie, whose real name is Felix Kjellberg, accepted the material was offensive, but said he did not support \"any kind of hateful attitudes\".\nThe Swede is reported to have made $15m through YouTube in 2016.\nHe has been associated with Disney via Maker Studios, a company with a network of YouTube stars, drawing several billions of views per month - generating vast income from advertising. \n\"Although Felix has created a following by being provocative and irreverent, he clearly went too far in this case and the resulting videos are inappropriate,\" Maker Studios said. \nIn one of the controversial videos, Mr Kjellberg paid two Indians through a crowd-sourcing website to hold up a sign which read \"Death to all Jews\". \nIn a response to the criticism, he said he was \"trying to show how crazy the modern world is, specifically some of the services available online\" and that people \"would say anything for five dollars\".\nHe said it was \"laughable\" to suggest he endorsed that message but added that \"though this was not my intention, I understand that these jokes were ultimately offensive\". \nIn other videos he also showed swastikas drawn by a fan, played the Nazi Party anthem and did a brief Hitler salute - all of which he says was done as a joke. \nYouTube itself said it had cancelled the release of Mr Kjellberg's new series Scare PewDiePie 2, and had dropped him from its Google Preferred scheme, which highlights advertiser-friendly content creators.\nIn 2016, PewDiePie was temporarily suspended from Twitter after making jokes about the so-called Islamic State. ", "date": "14 February 2017", "href": "https://www.bbc.co.uk/news/business-38965377", "tags": "drops world youtuber pewdiepie youtube videos anti-semitism claims paid nazi several kjellberg disney"}