{"title": "Do children in two-parent families do better?", "content": "Researchers have been looking at how children from single-parent and two-parent families fare in life. So what did they find?\nFamily life is more richly varied than ever before. A growing proportion of parents in the UK choose to live together, rather than getting married. \nAnd during the past 20 years about one in five children has been growing up in a lone-parent family. \nThis reflects big social shifts in attitudes and opportunities, some of which started in the 1960s, when women began to gain more control over when to have children. \nTwo large studies in the UK and the US have been following children growing up since about the year 2000. \nThey are beginning to provide some evidence suggesting there is a measurable difference in how well children fare on average in single-parent families. \nIt's a deeply sensitive area and the academics involved insist this is not about judging or blaming but rather capturing the challenges some families face when there is one parent. \nSara McLanahan was a single parent herself for 10 years, after her first marriage ended in divorce.\nNow, she is professor of sociology at Princeton University, in the US, where she has overseen the Fragile Families and Child Wellbeing Study. \nFive thousand children and their parents were recruited into the study in large American cities, mostly in families where the parents were not married. \nLooking at types of family structure was explicitly part of the research from the outset. \n\"The big finding from the first year was high hopes and low capabilities,\" Prof Mclanahan said. \nThe mothers wanted the fathers to be involved and the fathers contributed a lot during pregnancy.\nBecause the study had recruited in big cities, many of the parents had lower incomes or levels of education and a high proportion were black or Hispanic American.\nThis was important because of the challenges these fathers face with the police and justice systems, with about 40% of the unmarried fathers spending some time in prison.  \nIn this research, even allowing for economic disadvantage, Prof McLanahan said, data began to show the impact of instability on a child's life. \nThose whose parents had divorced were more likely to fail to progress at school. \nChildren who were in what the researchers characterised as a \"fragile family\", where parents were cohabiting or there was a lone parent, were twice as likely not to graduate from high school. \nProf McLanahan said the data showed that even a child in a stable single-parent household was likely to do worse on some measures than a child of a married couple. \n\"Having two adults who co-operate to raise the child, who give time and money, means there are just more resources than one doing it,\" she said.\nShe accepts the study isn't perfect - after all, it isn't an experiment but instead is following real lives. \nEven so, she said, the findings from this and other research were consistent enough to raise questions about whether lone-parent families needed more support. \nThere are big differences between the fragile families study and similar work done in the UK. \nIn the year 2000, 19,000 children were recruited with their parents into the Millennium Cohort Study.\nThe idea was to track their lives through to adulthood, looking at many different aspects of how they were doing. \nUnlike the US study, the data here shows little difference between married and cohabiting parents, perhaps because this large study is more representative of the population as a whole. \nThe most recent findings looked at how children's age altered the effect of parents separating.\nFor the very youngest children, the impact was significantly less than if the split happened later in childhood, from about the age of seven upwards. \nThe children in the Millennium Cohort Study are assessed every year for basic skills such as numeracy and literacy. \nOn both the basic education skills and the outcomes, children in single parents appear to be worse. \n\"We measure their wellbeing levels, of depressive symptoms, of how they're feeling, their levels of anxiety and so on.  And we tend to see they're also doing worse - also on that dimension,\" said lead researcher Prof Emla Fitzsimons, from the Institute of Education. \nThe difference appears to be the greatest among teenage girls: \nBut how sure can researchers be, given the many financial challenges a single parent household faces?\nProf Fitzsimons said: \"There is still a difference between the outcomes of children born to single-parent households, versus married or cohabiting, even when you taken into account they tend to be from poorer homes.\" \nThe academics say these are average findings across large populations, not a judgement on any individual parents. \nNeither Prof McLanahan nor Prof Fitzsimons think their research should change the complex decisions individuals make about how to raise their children. \nBut they are asking questions of wider society about what could be done to provide more support to parents taking on the difficult job of bringing up children on their own. \nIllustrations by Katie Horwich.", "date": "5 February 2019", "href": "https://www.bbc.com/news/education-47057787", "tags": "study better mclanahan parents prof single-parent child children families married two-parent"}