{"title": "Do more people believe in God in Trump's America?", "content": "US Vice-President Mike Pence has said \"faith in America is rising once again\" - thanks to President Donald Trump. America's religious climate has shifted in recent years, but has it been in the direction Mr Pence suggests?\n\"Faith in America is rising again because President Trump and our entire administration have been advancing the very principles that you learned here in the halls of Hillsdale College,\" he told a crowd at a Christian conservative campus in Michigan on Saturday.\n\"In fact, the percentage of Americans who live out their religion on a weekly basis - praying, going to church, reading and believing in the Bible - has remained remarkably consistent over the decades, even as the population of the United States has grown by leaps and bounds.\"\nThe vice-president also claimed that \"relative to the population, four times as many Americans go to church on a regular basis than at the time of our nation's founding\".\nAccording to Greg Smith, associate director for religion research at the Pew Research Center, Mr Pence's claims do not appear follow the numbers.\n\"The data we do have do not suggest a recent increase in the share of Americans who are highly religious,\" Mr Smith told the BBC. \n\"The vast majority of Americans do say they believe in God, but those numbers are ticking downward,\" he added. \nAs for Mr Pence's suggestion that more Americans are going to church in modern times? Aside from sheer population differences from 1776 to now, the figures do not support that claim either, according to Mr Smith.\n\"We've begun to see in recent years smaller but noticeable declines in the share of Americans who say they believe in God, who say religion is important to them in their personal lives, who say they pray every day and we've seen declines in the share of Americans who say they attend religious services regularly,\" he said.\nA 2017 study published in Sociological Science showed that those who are intensely religious are still going to church consistently and frequently, but once-a-week attendance is dropping.\nMr Smith also noted the data shows the number of Americans identifying as atheist, agnostic or nothing in particular is \"growing very, very rapidly\". \n\"The share of Americans who identify with Christianity is declining because the share of Americans who identify with no religion is growing,\" Mr Smith said. \nA 2017 study by the Public Religion Research Institute also tracked a diminishing white Christian presence across the US.\nIn 1996, 65% of Americans identified as white Christians. Over the last decade, that number has dropped to 43%.\nMr Trump has been popular among Christian conservatives, particularly after choosing Mr Pence, an evangelical Christian, as his vice-president.\nHe has held to some of his campaign promises, such as appointing a high number of conservative judges - most notably, Neil Gorsuch to the Supreme Court.\nIn January last year, Mr Trump reinstated a 1984 policy banning international groups which perform or provide information on abortions from receiving federal money.\nOn Monday, the Trump administration delivered on another promise made to evangelical Christians during the campaign: recognising Jerusalem as Israel's capital.\nFor some evangelical Christians, the support for Israel comes from passages in the Bible they believe show that God intended Israel for the Jewish people.\nDespite some wins for Christian conservatives, the Trump administration has not fulfilled promises to ban late-term abortions, defund Planned Parenthood or repeal the Johnson Amendment - a provision prohibiting non-profit charities like churches from endorsing political candidates.\nFor Casper ter Kuile, Ministry Innovation Fellow at the Harvard Divinity School, the impact of this administration on religion in America depends on how we define faith.\n\"Vice-President Pence is correct in asserting a widespread belief in God or a higher power - nine out of ten Americans agree with that,\" Mr ter Kuile told the BBC. \n\"But Pence is one of only 56% of Americans who believe in a traditional conservative God of the Bible. \n\"The number of Americans with that kind of faith is plummeting. \n\"More than one in three millennials are now religiously unaffiliated. On average 3,500 churches close every year in America.\"", "date": "16 May 2018", "href": "https://www.bbc.com/news/world-us-canada-44113040", "tags": "people christian america smith share pence trump god say religion believe americans"}