{"title": "Do-Not-Call Listing Remains Up in Air After Day of Twists", "content": "In a swift display of bipartisan unity, Congress overwhelmingly passed legislation today aimed at allowing a national do-not-call registry against unwanted telemarketing to take effect next week as planned. But hours after the vote, which effectively rendered moot a federal judge's injunction against the registry, a second judge declared the program a violation of free speech.\nThe new ruling was the latest twist in a confusing off-again-on-again drama involving the federal effort to prevent unwanted telephone solicitation. Unless it is overturned by a higher court, the latest judicial decision would block the government from going ahead on schedule with the hugely popular federal program; almost 50 million American households have signed up for the list.\nToday's Congressional measure was drafted in haste on Wednesday after lawmakers learned of the first decision, issued by a federal judge in Oklahoma who ruled on the fairly narrow grounds that the registry could not go forward because Congress had not specifically authorized the right agency to run it.\nThe bill passed 95 to 0 in the Senate and 412 to 8 in the House. ''Perhaps we should call this bill the 'This Time We Really Mean It Act,' '' declared Representative Billy Tauzin, the Louisiana Republican and chief House sponsor of the bill, ''to cure any misunderstanding in the judicial branch.''\nPresident Bush said he would sign the measure. It gives the Federal Trade Commission the power to create and enforce the do-not-call list, something that lawmakers thought they had already done but that the judge, Lee R. West, said they had not.\nThe second ruling, issued today by Judge Edward W. Nottingham of Federal District Court in Denver, threw a more effective obstacle in the way of the list on the ground that it discriminates against for-profit businesses; the registry program still allows political and charitable solicitation calls to be made. Judge Nottingham ruled that by exempting the nonprofit solicitors from the registry, the F.T.C. ''has imposed a content-based limitation on what the consumer may ban from his home.''\nHe added that ''the mechanism purportedly created by the F.T.C. to effectuate consumer choice instead influences consumer choice, thereby entangling the government in deciding what speech consumers may hear.'' The burden on commercial speech was significant enough, the judge ruled, ''to amount to a government restriction implicating the First Amendment.''\nBecause the ruling came on broad constitutional grounds the program's future will probably not be settled in Congress, but in the courts.\n''Congress can't trump the Constitution,'' said Robert Corn-Revere, a lawyer for the American Teleservices Association, a trade group that brought the lawsuit in Denver. ''If rules and laws are unconstitutional, they cannot be enforced.''\nRepresentative Ed Markey, Democrat of Massachusetts and a longtime advocate of the do-not-call list, said he was confident the second ruling would be overturned by a higher court.\n''The Supreme Court has historically given much greater protection to political speech than to commercial speech,'' Mr. Markey said in a telephone interview tonight, after he and most other lawmakers had left the Capitol for the day believing the issue was settled. ''The legislation was drafted to reflect that historical constitutional distinction. I believe this decision will be overruled on appeal as a misinterpretation of constitutional law.''\nCathy MacFarlane, a spokeswoman for the F.T.C., said she had heard about the ruling but had not seen it yet. ''Our lawyers are going to review it carefully and determine what the next steps will be,'' she said.\nThe second ruling came after most lawmakers had gone home for the day. But Congressional aides vowed to keep fighting, even as they acknowledged that they now had a bigger obstacle to overcome.\n''They can keep going to court and we're going to keep trying to get this registry up and running,'' said Ken Johnson, a spokesman for Mr. Tauzin.\nA spokesman for Senator Dianne Feinstein, a California Democrat who was a leading sponsor of the bill in the Senate, said she wanted to consult with lawyers at the Federal Trade Commission to determine if there is anything Congress can do to overcome the ruling.\n''It shows overwhelming support by the American people,'' said the spokesman, Howard Gantman. ''It's a shame that it's being held up again.''\nTrade commission officials say more than 50 million phone numbers have been listed since registration began on June 26. A former F.T.C. lawyer called the registry the ''most populist effort in the history of the agency.''\nSo when the list appeared threatened, lawmakers of both parties rushed to defend it.\n''This legislation got to the floor faster than a consumer can hang up on a telemarketer at dinner time,'' Mr. Markey said.\nTelemarketing industry officials marveled at the swiftness of Congressional action. The also said that the lawmakers' rapid response demonstrated how easy a political target telephone solicitors had become. Under the regulations, telemarketers who call numbers on the list risk fines of up to $11,000 a violation.\nDuring Congressional debate today, it became clear that ordinary consumers were not the only ones irked by telemarketers. In speech after speech, lawmakers described their own personal strategies for dealing with telemarketing calls.\n''My wife has got it all figured out,'' said Senator Conrad Burns, Republican of Montana, saying that she informs telemarketers that she will look for her husband. ''Whether I'm there or not, she lays the phone down and goes off and leaves it, until we hear the little disconnect: 'If you're trying to place a call, please hang up and dial again.' ''\nBut one lawmaker's irritation is another one's jobs program, as Representative Lee Terry, Republican of Nebraska, can attest. Mr. Terry was one of the eight House members who voted against the measure. He said telemarketing provides jobs, both directly and indirectly, to 39,000 of his constituents; of these, 12,000 work on the phones.\n''I understand it's annoying,'' Mr. Terry said. ''But I come from a district where that annoyance is putting bread on somebody's table.''", "date": "SEPT. 26, 2003", "href": "https://www.nytimes.com/2003/09/26/business/do-not-call-listing-remains-up-in-air-after-day-of-twists.html", "tags": "twists speech registry judge court lawmakers federal do-not-call ruling program remains listing air list day"}