{"title": "Doctor Who: Fans react to Jodie Whittaker casting", "content": "Few TV casting announcements can have been as long awaited as the name of Doctor Who's 13th Time Lord and when the revelation finally came it sent social media into a frenzy.\nHundreds of thousands of people around the world joined the debate about the news that Jodie Whittaker is to star as the first female Doctor.\nWhile some people talked about the great role model the new Doctor would be for girls and women, others wondered why it had taken so long and some were firmly in the camp that the Doctor was only ever meant to be male.\nPeople with young girls in their families appeared to be delighted at the announcement including David Owens who wrote: \"My 8-year-old daughter pumped her fist and shouted \"yes!\" when the new @bbcdoctorwho was revealed. Think that tells you all you need to know.\"\nSimon Tucker responded saying: It's great mate. My nieces can grow up in a world with a good Wonder Woman, a female Jedi, female ghostbusters & a female Dr Who.\"\nAnd @BlackRyu82 wrote: \"My youngest daughter loves new Ghostbusters. We watched it together almost daily at one point. Super excited to watch Dr Who with her!\"\nOne user applauded the move saying: \"The lack of women, and lead women, in sci fi is embarrassing. Doctor Who just made a step in the right direction\".\nAnd the casting milestone made some people feel quite emotional like Carla Joanne who tweeted: \"Wow. I don't even watch #DrWho & this made me choke up a little. I will def be tuning in\".\nGiving Jodie Whittaker the lead role could pull in more new viewers including @Laidback_Blake who wrote: \"Ooh a lady Dr. Who this time. I may have to watch this season.\"\nSomali UK graduate shares success with mum\nBride meets late son's heart recipient\nThe news was greeted in an apparently tongue-in-cheek way by some including @plewis16 who tweeted: \"A woman as Dr Who ? I can't believe it - outrageous. Send for the Daleks! And change the locks on all police boxes. What would Hartnell say?\"\nBut not everyone was happy. On Facebook Nicki Murphy wrote: \"I like Jodi, I think she is a terrific actor but I'm sorry, this is an exercise in pleasing the PC brigade. How about writing some new, quality roles for females... this is an attempt to meet some quota!!!\"\nAnd a female Doctor was all too much for life-long fan Wendy Roberts who posted: \"No disrespect to the actress chosen but the producers have brought my Dr Who history and memories to an abrupt end.\"\nAlso opposing the announcement, one Twitter user said: \"The doctor is a time LORD. Not a time LADY.\"\nWhile one user tweeted he would no longer be following the show and another said that a female Doctor Who meant the show could \"say goodbye to their viewers and ratings.\"\nSi Stringer took a more nuanced view of the Facebook discussion posting simply: \"People who accept a shape-shifting, time-travelling immortal character unable to accept female lead in a television show.\"\nThe conversation will no doubt not end here but as one Twitter user pointed out, whatever your view about a female Doctor, one thing is for certain: \"The world hasn't ended.\"\nSome, including London-based illustrator Christian Ward, gave a seal of approval by tweeting their fan art.\nCelebrities also weighed in with their reaction, including the sixth Doctor Who, Colin Baker, who said: \"Change my dears and not a moment too soon - she IS the Doctor whether you like it or not!\"\nAuthor JK Rowling also retweeted: \"Lot of folks who have never cared about Dr Who before are suddenly very concerned. Maybe we should announce that climate change is a woman.\"\nPresenter Piers Morgan congratulated Jodie Whittaker, adding tongue-in-cheek: \"Very disappointed Dr Who is now a woman. Massive insult to the non-binary gender-neutral community.\"\nAnd Blink-182 lead vocalist Mark Hoppus joked: \"Oh great a female Doctor Who. What next? Female real doctors? Female pilots? Female scientists? Female sisters and mothers? Female WOMEN?!\"\nWhile Gillian Anderson, renowned for her role as Agent Dana Scully in The X-Files series, tweeted her joy at the news: \"Yes! #breakthemold #13thDoctor.\"\nActor John Boyega, Jodie Whittaker's co-star in the science fiction film Attack the Block tweeted: \"So proud of Jodie Whittaker. She's going to be awesome\".\nBy Annie Flury, UGC and Social News team", "date": "17 July 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-40626224", "tags": "female tweeted dr new react casting one including doctor fans jodie whittaker"}