{"title": "Doctors Revolt After N.R.A. Tells Them to ‘Stay in Their Lane’ on Gun Policy", "content": "Over 25 years in Bronx hospitals, Dr. Marianne Haughey has lost count of how many people she has seen die from gun violence. It doesn’t stop — a child who found a gun at home, a teenager caught in the middle of a gang shooting, a store owner ambushed at work.\nThe toughest part comes afterward, Dr. Haughey said. She sheds her blood-soaked scrubs, makes a mental note of the victim’s name and goes to tell the family.\n“It’s impossible not to bring it home,” said Dr. Haughey, an emergency physician and the director of St. Barnabas Hospital’s emergency medicine residency program. “I never get used to it. It’s tiresome.”\nThose experiences fueled angry responses from her and other doctors in recent days to a tweet from the National Rifle Association aimed at their profession: “Someone should tell self-important anti-gun doctors to stay in their lane.”\nWhen Dr. Haughey saw it, she tapped out a reply on her cellphone. “I see no one from the @nra next to me in the trauma bay as I have cared for victims of gun violence for the past 25 years,” she wrote. “THAT must be MY lane. COME INTO MY LANE. Tell one mother her child is dead with me, then we can talk.”\nSince the N.R.A. posted its message on Nov. 7, the heavyweight gun rights group has been flooded with more than 21,000 responses. Some replies expressed support for the group, but the bulk resembled Dr. Haughey’s remarks, and many came from those in the medical community.\nA neurosurgeon in Indiana shared a photo of a bloody bullet she had removed from the brain of a 6-month-old. A trauma surgeon in New Jersey posted a photo of a blue plastic chair she said she sits in when she tells parents that their child has died. An emergency care doctor in Louisville sent a photo of blood covering the floor beneath an operating table.\n“This one made it … not sure about the next one,” the Louisville doctor wrote. “Gun violence is a national public heath issue.”\nThe uproar highlighted the decades-long tension between gun-lobbying groups and researchers on the topic of studying gun violence as a public health issue. Under intense lobbying from the N.R.A., Congress in 1996 effectively barred the Centers for Disease Control and Prevention from researching the public health effects of gun violence. That measure, which still exists, came three years after a landmark C.D.C. study undercut a key N.R.A. mantra with its finding: A gun in a home does not make everyone safer.\nThe N.R.A.’s scolding tweet to doctors this month came in a response to a position paper on firearm injuries and deaths by the American College of Physicians, which was published on Oct. 30 by the medical journal Annals of Internal Medicine.\n“Firearm violence continues to be a public health crisis in the United States that requires the nation’s immediate attention,” members of the American College of Physicians wrote, adding that restrictions should be lifted on gun-violence research conducted by the C.D.C. and other government agencies.\nIn its tweet, the N.R.A. suggested that the journal — the peer-reviewed publication of the doctors’ group, which has about 154,000 members — and doctors involved in the paper were biased.\n“Half of the articles in Annals of Internal Medicine are pushing for gun control,” wrote the gun rights group, which did not respond to a request for comment on Tuesday. “Most upsetting, however, the medical community seems to have consulted NO ONE but themselves.”\nDr. Christine Laine, the editor in chief of Annals of Internal Medicine, disputed the N.R.A.’s statement.\n“Annals of Internal Medicine is not anti-gun; we are anti-bullet holes in people,” Dr. Laine said in a statement to The New York Times. “And if we are biased, the bias is toward counseling our patients to reduce their risk of firearm injury and toward evidence-based solutions to the public health crisis that firearm injury has become.”\nMany doctors shared a similar message to the N.R.A.: For physicians who treat gunshot victims, the topic of gun policy is absolutely “in their lane.” More than 35,000 people in the United States are killed in firearm-related deaths every year, according to an annual average compiled from C.D.C. data by Everytown for Gun Safety, a gun control group.\nDr. Robert Young, a New York psychiatrist who is the editor of the website for the group Doctors for Responsible Gun Ownership, said that the N.R.A.’s characterization of “anti-gun doctors” was correct. He accused doctor specialty groups of holding an anti-gun bias that trickles down into their medical journals.\n“Doctors are not the experts on gun safety,” Dr. Young, who is an N.R.A. member, said in an interview. “You have to be an experienced firearms owner and have some training to know about gun safety. Physicians don’t unless they have that training.”\nFor years, Dr. Haughey said she struggled to understand any upside to allowing people to have guns. In heavily populated areas like the Bronx, it is too easy for an innocent person to be caught in crossfire or for someone to shoot into a crowd, she said.\nBut at a recent conference for medical professionals, Dr. Haughey heard another  doctor speak about how her father, who lives in a rural area, was attacked and the police said they could not get there soon. He used his gun to keep the assailant at bay, the doctor said.\nDr. Haughey said she came away with a new understanding about gun ownership and the belief that the country could find middle ground between allowing guns and banning them. And to find a resolution, she said, doctors must be included.\n“We have a front-seat window view that the N.R.A. is trying to close and say, ‘Ignore it,’” Dr. Haughey said.", "date": "Nov. 13, 2018", "href": "https://www.nytimes.com/2018/11/13/us/nra-stay-in-your-lane-doctors.html", "tags": "policy tells ‘ doctors stay n.r.a gun ” haughey revolt lane violence group dr."}