{"title": "Documenting Climate Change by Air, Land and Sea", "content": "Over the last four years, The New York Times staff photographer Josh Haner has been documenting with stills and video the effects of climate change around the world. A selection of his work about climate migration and Unesco World Heritage Sites affected by climate change is on display at Photo London at the Somerset House from May 16-19. Many of the images were taken by drone, but his most recent work in the Galápagos compelled him to work underwater as well. He spoke with James Estrin about his coverage. The conversation has been edited for brevity and clarity.\nQ: What have been the biggest challenges in doing this work on climate change?\nA: The effects of climate change happen on such a slow time scale that it is often difficult to document visually. As a result, I believe a lot of the climate change imagery we have become accustomed to has focused on polar bears floating on pieces of sea ice, or on calving glaciers. That type of repetitive imagery has made people numb to a lot of the important stories about how our changing climate is affecting people and places around the world.\nThere’s a lot of research happening around climate change and we tend to do our stories based on the scientific evidence coming out of those reports. But it’s difficult to make dynamic imagery of scientists in the wild. So we’re looking for projects that are important and have visual appeal.\nI’ve been documenting climate change with drones around the world for the last four years, and in that time I’ve seen increased regulations on drone use globally that has made it a lot more complicated to bring dynamic aerial imagery to our viewership.\nNow, the majority of my time is spent filling out permit requests and license applications to get permission to use drones around some of the most fragile places in the world like Easter Island and the Galápagos Islands. First, I have to research each country’s unique drone laws. Then I work with lawyers, governments, airspace regulators, customs officials and sometimes the country’s air force to be able to use drones to make these photos and footage.\nQ: You were in the Galápagos late last year.\nA: We realized that the Galápagos Islands were important for our series on how climate change is affecting natural and cultural heritage sites around the world. As we started looking into research that’s being done there, it became apparent that the majority of the effects were happening underwater. So I realized quite quickly that I would need to take a lot of underwater footage and photography.\nQ: So flying a drone underwater was the solution?\nA: Well we did consider using tethered unmanned submarine type vehicles mounted with cameras, but because of the tether cord, they’re not allowed near the animals in the Galápagos. So that meant I needed to learn how to scuba dive. It had always seemed scary to me. I had drawn the line at snorkeling, which I love.\nI spent my weekends over a couple of months learning how to dive off the coast of California in the Monterey Bay. I was lucky to have an instructor who was also an underwater photographer, because there are a whole host of unique issues around maintaining your equipment, preventing water leaks and dealing with sun flare and exposure.\nAdditionally, after months of discussions we were also granted the permission to fly drones in the Galápagos. One of the stipulations was that I had to be accompanied by a national park ranger the whole time while we were above land and in the water — just to make sure that none of our recording negatively impacted the animals in their natural habitat. The rangers were looking at any effect on animal behavior and also were making sure we limited our impact on these very fragile lands.\nAll of our equipment and clothing had to be quarantined before we went onto these islands, many of which are off limits to visitors. We had to bring different clothes, including new shoes and hats for each island. The reporter, Nicholas Casey, and I had to strip down and put all of our belongings into plastic bags so that they could then be taken directly to quarantine when we were taken back to the main island.\nQ: What did it feel like to be on these historic islands, some of which almost no one goes on?\nA: Being on these islands was an unbelievable experience.\nWe had to commit to our itinerary in advance and just hoped that the weather would cooperate. Because there were so many restrictions on visiting these sites, we had to stick to our itinerary, which is difficult when you’ve never been to the places before.\nVery few people have visited these locations and many of the bays don’t have real names on maps, so it’s very hard to Google. Trying to do preliminary research was almost impossible and we just had to trust our contacts there.\nWhat’s really unique about the Galápagos is that there are very few apex predators there. So the animals are usually not surprised by your presence. As long as you maintain a very calm demeanor they don’t change their behavior.\nThat’s also why they limit access to these places — they don’t want animals to become too accustomed to human visitors.\nQ: What’s the effect of climate change on the Galápagos?\nA: There is so much going on. It is in the cross hairs of three different currents. El Niño and La Niña swings really affect it the hardest. We were looking at the ripple effect from warming temperatures affecting coral, which affects the smaller fish like sardines, which then affects the sea lions and birds that depend on them.\nQ: How is photographing underwater different, and what are the challenges?\nA: Dexterity becomes a problem underwater because you’re wearing gloves and you’re trying to manipulate small buttons on a giant plastic housing that holds your precious camera. And when you go to the Galápagos you’re not taking a ton of backup gear with you because you have to be nimble as you move between land and sea and change islands.\nYou have to plan how deep underwater you’re going to go, and choose your housing accordingly. Some only work a few feet deep and others can go much farther than that.\nSo you have to really commit to your focal length before you dive because there’s no easy way to change lenses underwater. This is always a challenge especially when you’re not quite sure what you’re going to see in each location.\nIf you planned wrongly, you would have to surface, then flush out your equipment with fresh water, wait for it to dry, change your lenses, re-lubricate the rubber seals that go between the different pieces of your housing and then put it all back together and clean off any sand residue as well. That’s just to change lenses, batteries or memory cards.\nIt takes a lot of planning and practice to decide how you’re going to approach different situations. I was really learning as I went.\nQ: So, is it quiet when you’re diving? It would seem to me that while you have to be aware of everything, there’s also, in some ways, fewer distractions.\nA: I’m not sure that there are fewer distractions. The main challenge when I’m scuba diving is that my visual field is limited, because you’re wearing a mask where you can’t see far to the left or right.\nNick and I were always together — along with the ranger — so that when somebody saw something outside of the peripheral vision of another person we would tap each other’s leg. We also had slates that we could write on underwater so that we didn’t have to surface to talk and then spend time re-acclimating as we dove down.\nA lot of the places we were diving were close to shore, so you would have some waves crashing against the coastline. But there were very few motorized vehicles around, and so it was very silent underwater. The loudest noise was that of the air bubbles from our regulator as you exhaled.\nQ: How is it different than other environments you’ve photographed in?\nA: There is limited visibility underwater, and animals are often camouflaged so you’re doing a lot of searching for the animals and the plant life you’re looking to document. It’s a bit like a scavenger hunt but with a time pressure because you have limited amounts of air when you’re underwater.\nQ: How long does your air supply last underwater?\nA: We had somewhere between 30 and 40 minutes of air and on one of the dives, a lot of our time was spent just trying to find a marine iguana underwater during the short amount of time they spend feeding on algae. They’re camouflaged and difficult to see!\nQ: Did you use a strobe?\nA: I was not strobing because I was shooting video, but I did have some underwater LED lights. And that’s just one more thing to manipulate when you’re underwater. So besides focus, exposure, switching between stills and video, you then have to adjust the intensity and directionality of your lights that are on these articulating arms above the camera, and do all this when there are currents.\nQ: What is the next challenge?\nA: Some combination of drone imagery with maybe 3D modeling and interactive graphics so that you can use the movement of the drone to create narrative in the piece. That’s what I’d like to experiment with more in the future.\nI also tried time-lapse work in Yellowstone because drones were off limits in United States national parks. I became really enthralled by time-lapse imagery and I hope to use that a lot more in the coming years.\nQ: You have always been a lover of the outdoors?\nA: My dad was a lover of the outdoors and my parents each worked part time when I was growing up. When my dad was taking care of me we would often head into nature for hikes, and it became imprinted in me at an early age — the importance of being in the outdoors. And I’ve continued doing that. I made some of my first photographs in forests around San Francisco and in the mountains of Yosemite.\nEvery summer I take long backpacking trips. I really feel the most at home when I’m away from all technology and sitting by a lake in the Sierra.\nOne of the major reasons that my wife and I recently chose to move to Northern California was to be closer to nature and closer to the places that I’ve backpacked and camped in as a child. We really want to share that with our daughter as she grows up.\nJosh Haner and Meaghan Looram, the director of photography for The New York Times, will discuss documenting the effects of climate change at Photo London on May 19.\nFollow @nytimesphoto and @JamesEstrin on Twitter. You can also find us on Facebook and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/lens/climate-change-josh-haner-air-land-and-sea.html", "tags": "q around also work galápagos land documenting lot climate change underwater sea time air"}