{"title": "Dodging Friends, Chased by Legal Troubles, Trump Navigates G-20", "content": "BUENOS AIRES — He didn’t sit down with two of his favorite strongmen. He downgraded a meeting with one ally and postponed one with another. He exchanged icy smiles with the prime minister of Canada, who had threatened to skip the signing of a new trade agreement with the United States and Mexico because of lingering bitterness over steel tariffs.\nAnd President Trump was preoccupied by legal clouds back home, tweeting angrily that there was nothing illicit about his business ventures in Russia, a day after his former lawyer Michael D. Cohen pleaded guilty to lying to Congress about the extent and duration of those dealings.\nFor Mr. Trump, his first day at the summit meeting of the Group of 20 industrialized nations in Buenos Aires was a window into his idiosyncratic statecraft after nearly two years in office. His “America First” foreign policy has not become “America Alone” exactly, but it has left him with a strange patchwork of partners at these global gatherings.\nMr. Trump canceled a meeting with President Vladimir V. Putin of Russia, citing the country’s recent naval clash with Ukraine. Nor did he meet with Crown Prince Mohammed bin Salman of Saudi Arabia, though he did exchange pleasantries with the prince, whom he has pulled close despite charges that the prince had a role in the killing of the journalist Jamal Khashoggi.\nThe president did meet with the leaders of two Pacific allies, Australia and Japan, as well as with the prime minister of India. Prime Minister Shinzo Abe of Japan, one of Mr. Trump’s most eager courtiers among foreign leaders, congratulated him on his “historic victory in the midterm election” — an election in which Democrats seized control of the House.\nStill, in purely social terms, Mr. Trump’s day may well have peaked at 7:30 a.m. when he greeted Argentina’s president, Mauricio Macri, at the Casa Rosada. The pink presidential palace is famous for the balcony from which Eva Perón once spoke to adoring crowds in the plaza below.\n“We’ve known each other a long time,” said Mr. Trump, who was involved in a Manhattan real estate deal with Mr. Macri’s father in the 1980s. “That was in my civilian days,” said a nostalgic president, who has talked recently about how much he misses his hometown.\nThe Group of 20 is a motley congregation under any circumstances, divided between liberal democratic leaders, who are greater in number, and autocrats, who often drive the agenda. Mr. Trump, who was making his second visit to the G-20, dramatizes its split nature, having alienated European allies and cultivated friendly ties with several of the strongmen.\nThis year, however, the autocrats proved as problematic as the allies. Despite professing his loyalty to Prince Mohammed only two weeks ago, Mr. Trump did not find time for a formal session with him. The president’s national security adviser, John R. Bolton, chalked up the omission to Mr. Trump’s “full to overflowing” schedule of meetings with other leaders.\nWhen the president encountered Prince Mohammed on the sidelines of the meeting, “they exchanged pleasantries,” according to a White House official, as Mr. Trump did “with nearly every leader in attendance.” Mr. Trump later told reporters: “We had no discussion. We might, but we had none.”\nAs if to prove that the prince was not persona non grata, Saudi Arabia’s Foreign Ministry posted photos of him chatting with President Emmanuel Macron of France, President Enrique Peña Nieto of Mexico and President Moon Jae-in of South Korea, though not Mr. Trump. He even exchanged a modified high-five with Mr. Putin before they sat down next to each other at the first session of the leaders.\nThen there was the president’s frustrated bromance with Mr. Putin, one of the other mini-soap operas that flavored the meeting. After months of trying to arrange another date, Mr. Trump abruptly and unhappily pulled the plug on a scheduled meeting with Mr. Putin in Buenos Aires, citing the recent escalation in Russian tensions with Ukraine.\nThe Kremlin, which learned about the cancellation via Twitter, like the rest of the world, has been tweaking Mr. Trump in response. A Russian official told reporters that the real reason Mr. Trump canceled was the revelation that he had been trying to build a tower in Moscow much later into his presidential campaign than previously acknowledged.\nOn Friday, Mr. Trump insisted again to reporters that the meeting was scrapped “on the basis of what took place with respect to the ships and the sailors. That was the sole reason.” Russia’s foreign minister, Sergey V. Lavrov, lamented the crossed signals. “Love can’t be forced,” he said.\nMr. Trump is sticking to a plan to have a working dinner with President Xi Jinping of China on Saturday. And he expressed more optimism about reaching some kind of compromise with China to ease its escalating trade dispute with the United States.\n“We’re working very hard,” Mr. Trump said. “If we can make a deal, that’d be good. I think they want to. I think we’d like to.”\nOn Saturday, he is to have a rescheduled meeting with Angela Merkel, the German chancellor, who arrived late on a commercial flight after an emergency landing of her government plane in Cologne.\nBut he downgraded a meeting with another ally, Mr. Moon of South Korea, to a “pull aside,” diplomatic jargon for a less formal encounter. The White House did not say why it had made that change, though Mr. Trump’s nuclear diplomacy with North Korea has bogged down in recent weeks. The White House said Mr. Trump is still hoping for a follow-up summit meeting with President Kim Jong-un of North Korea.\nTo some experts, Mr. Trump’s truncated schedule represented a new phase in his unorthodox approach to statecraft.\n“In previous meetings, Trump has been more focused on undermining the very notion of a global agenda, let alone affirming the U.S.’s leadership role in defining it,” said Vali R. Nasr, the dean of the Johns Hopkins School of Advanced International Studies. “But in this one, with the exception of his working dinner with Xi, he is not even doing the key bilateral meetings.”\nWilliam J. Burns, who served as deputy secretary of state in the Obama administration, said Mr. Trump was dismissive of traditional diplomacy and appeared distracted by the investigation of the special counsel, Robert S. Mueller III, into the Trump campaign’s ties to Russia.\n“The net result is not just a missed opportunity,” Mr. Burns said, “but the acceleration of international disorder and the long-term weakening of American influence.”\nStill, other former diplomats said the heavy focus on face-to-face meetings at these gatherings was overblown.\n“The president came to office believing that personal relations among leaders were a central part of international relations,” said Elliott Abrams, who has worked for Presidents Ronald Reagan and George W. Bush. “I believe he has found that most foreign leaders will not allow personal likes or dislikes to affect policy, and that national policies are most often driven by history, geography and bureaucratic decision-making.”\n“So,” he added, “meetings at the top often become less critical.”", "date": "Nov. 30, 2018", "href": "https://www.nytimes.com/2018/11/30/world/americas/trump-g20-putin-prince.html", "tags": "leaders friends legal troubles dodging ” trump meeting one prince navigates chased"}