{"title": "Does the Kumbh Mela experience improve your well being?", "content": "What do you make of householders turned austere pilgrims who live in tatty canvas tents on a flood plain of a river braving regular baths in freezing water, biting cold, smoky skies and ear-splitting din for more than a month?\nMost of them come from villages, are elderly, and belong to the higher castes. Many are worldly people turned ascetics eking out spartan lives as kalpavasis (those who spend their days in silent prayer) at the ongoing Kumbh Mela, the biggest religious gathering in the world. \nOrdinary folks like us would want to believe that the suffering that ascetics undergo in order to toughen themselves up will in fact have deleterious effects on their wellbeing and health.  \nNot so if you believe recent research on \"pilgrim experiences\" by academics and researchers from nine universities in India and UK. They carried out two surveys involving over 400 kalpavasis during the festivals in 2010 and 2011, an event which even the researchers called an \"ordeal\". \nTens of millions of people - 30 million on the main bathing day on Sunday - bound by faith that a dip at the confluence of the Ganges and Yamuna river will get rid of their sins - throng the event. Dust, smoke and the ear-shattering noise levels can make matters worse.  \nStill the pilgrims describe the Mela as \"serene and blissful\". When researchers played them 20-second clips that contained a mix of sounds recorded at different sites, including in the Mela grounds and also the streets of Allahabad city, the pilgrims could pick up the sounds of the festival and \"interpreted and experienced these noises much more positively when they believed them to be Mela-related\".\nThe research talks about the pilgrims bathing in the cold water with \"relish, serenity and silent stoicism\". Being in a big group helps them to overcome hardship - researchers call it the virtue of a \"social security net\". \nIt's also a shining example of the \"power of the collective over the individual\". Ergo, when a group of people deals with hardship together, the weakest of individuals can display remarkable feats of endurance.\nThe Kumbh Mela is a stunning example of the power of faith. Last Sunday, I witnessed millions of bedraggled men, women and children, young and old, on their way to a holy bath trudging towards the river silently carrying their bare belongings in  sacks and cheap rexine bags. \nFar removed from the excesses of the shiny gurus and their rich devotees, these ordinary pilgrims make the Kumbh Mela a truly extraordinary event of faith. And faith can apparently move mountains.\nI asked Dr Nick Hopkins of Dundee University, one of the lead researchers, about what surprised them about the findings. \n\"Typically\", he said, \"people assume that crowds - especially noisy crowds - are stressors that must detract from one's well being.\"\nBut strikingly, the pilgrims at the Mela told the researchers that they \"feel good ... actually, more than good ... their language verges on the ecstatic\". \nFrench sociologist Emile Durkheim famously coined the word effervescence to describe the fizzy excitement of crowds. Many believe anand (joy), the word used by pilgrims to describe the experience, is closer to effervescence, especially as Durkehim was studying religious experiences.\nBut what about that assumption that crowds are generally considered bad for one's health? A young British devotee told me at the Mela that coming to the event was a massive leap of faith for her as she thought it would not be \"safe\" for her health. Years ago, the medical journal The Lancet ran a series of pieces on why mass gatherings are bad for health.\nBut the research at the Kumbh Mela found that the event \"actually increases peoples' mental and physical well-being\", showing the \"importance of networks and groups in sustaining our health\". (The pilgrims, the study says, reported better well-being after the Mela compared to a sample of people who did not attend it.)\nDr Hopkins says he finds the findings interesting. Faith, he agrees, helps in completing rituals. \nBut there's also a social dimension, he says. \"For example, to bathe in the icy Ganges, it's important to have the support of the others. \n\"There is a sense in which the support of others is important is one to to realise one's faith-based commitments.\" \nClearly, the world's biggest religious gathering happens when faith meets the collective.", "date": "17 February 2013", "href": "https://www.bbc.co.uk/news/world-asia-india-21438050", "tags": "mela well faith one experience pilgrims crowds event improve kumbh researchers health"}