{"title": "Does the media have a problem with coverage of mass shootings?", "content": "The decision to publicly release propaganda-style videos recorded by the Parkland, Florida, shooting suspect has infuriated some student survivors and victims' relatives.\nMany have spoken out against the decision on social media, and have asked media organisations to refrain from publishing the videos to reduce the level of fame and notoriety the suspect is given.\nThe footage were released by Broward County authorities on Wednesday, which some news organisations then published in full.\nIn one of the clips, the suspect says: \"When you see me on the news, you'll know who I am.\"\nThis led to several students from the school accusing the media of giving the suspect what he wanted, and reignited the debate about appropriate coverage of mass shootings.\nYes, according to Caren and Tom Teves. Their 24-year-old son Alex died in the Aurora Cinema shooting in 2012 alongside 11 others.\nThe couple launched a campaign called No Notoriety after becoming increasingly exasperated by perpetrator-focused rolling news coverage of the attack.\nCaren Teves believes thousands of victims of gun violence could still be alive if their suggested guidelines were enacted immediately after the Columbine school shooting in 1999. \nNo Notoriety recommendations:\nResearchers have suggested there is a possible \"contagion\" effect from excessive coverage of sensitive topics. \nOfficial guidance about the careful reporting of suicide is now routinely followed by media for this reason - but there is no such consensus on reporting of mass-casualty violence like school shootings.\nData compiled by the US-based Educator's School Safety Network reported a surge in threats and incidents of violence at US schools in the Parkland aftermath. \nResearchers previously said this possible \"contagious period\" lasts on average about 13 days after a high-profile attack.\nSeveral of the country's deadliest ever shootings have occurred in the six years since Caren Teves and her husband Tom lost their son and launched the campaign.\nShe says there have been some improvements in focusing on victims, but still finds excessive coverage of perpetrators \"extremely frustrating\".\n\"It's sending a message that you will be known when you kill. We need to send the opposite: we will not make you famous,\" she told the BBC.\nProfessor and author Jaclyn Schildkraut agrees - she has spent her career researching mass shootings and the media. \nThe criminologist coincidentally grew up in Parkland, where the shooting happened in February.\n\"That individual is now a household name. He is a celebrity,\" she tells the BBC. \"Girls all over our country were sending love letters into his attorney. Nobody is talking about the 17 people he killed.\"\nAfter the suspect's name started trending on Twitter on Wednesday, Parkland survivors echoed this criticism.\nMany tried to drown coverage of him out by sharing the names of victims of the attack and happy memories and pictures they had of them.\nMs Schildkraut also says that the reporting of the 1999 Columbine school shooting has helped create a mould where perpetrators can present themselves as martyrs. \n\"You have kids today who weren't born when Columbine happened and they're still referencing these shooters,\" she says.\n\"Everybody knows with a spoiled or demanding child - you don't give them what they want because they're going to keep doing it or thinking they got away with it. You're reinforcing that behaviour.\"\nIn the immediate aftermath of Parkland, the Daily Wire said it would no longer publish the name or pictures of those responsible for future attacks\nCNN anchor Anderson Cooper has also pledged repeatedly to avoid naming them during his televised coverage of shootings.\nBut this concept remains challenging for others reporting on these attacks.\nSome have raised concern about the concept, saying it pushes blame unfairly at the messengers. \nIn a piece published in 2015 the editorial board of USA Today cautioned that such measures could impede investigative reporting and risked undermining other mitigating factors in attacks such as access to weapons.  \nThe BBC decided against sharing the Parkland suspect's videos on Wednesday, because of editorial guidance that says it should avoid using content that can be seen to condone or glamorous violence.\nBut other news organisations did think using the videos was justified. When reached for comment, some defended their decision to do so.\n\"Like all news organisations, we are trying to balance what is obviously new information provided by law enforcement, with legitimate concerns about how disturbed people and victims might react to such reporting,\" a spokesperson for Buzzfeed News said on Thursday. \n\"One part of telling the entire story of this tragedy is to examine the shooter's stated motivations, how the shooter did it, and what actions and life experiences the shooter had - however tough they are to watch.\"\nStaff at the Washington Post also acknowledged their decision to share the videos had been hard.\n\"These are not easy decisions to make and we acknowledged notoriety concerns within the story itself. For each individual story, we must consider what is newsworthy,\" a spokeswoman said.\n\"In this case, the videos help readers better understand the life and thinking of the accused killer, which is relevant to his prosecution.\"", "date": "31 May 2018", "href": "https://www.bbc.com/news/world-us-canada-44321469", "tags": "suspect shooting victims problem coverage media videos news shootings reporting says parkland mass"}