{"title": "Don't Count Trump Out Yet -- Obamacare Repeal Has A Path To His Desk", "content": "WASHINGTON ― Within hours of House Republicans releasing the American Health Care Act on Monday night, conservative groups were panning it as little more than a dressed-up version of Obamacare ― a “Republican welfare” program that no true conservative could support in good conscience.\nHouse Speaker Paul Ryan (R-Wis.) could not have been surprised. He has spent his adult life as part of the D.C.-based conservative infrastructure. His gamble, according to people familiar with his thinking, is that the opposition of the outside groups ― the Heritage Foundation, Club For Growth, Koch Industries, etc. ― won’t matter. \nThe difference maker is President Donald Trump. \nIf Trump sees the bill collapsing and decides not to put his full weight behind it, Ryan fully expects it to fail. But if Trump recognizes that the fate of his legislative agenda, and by extension his presidency, is tied up with Obamacare repeal, and decides to get behind it, Ryan believes conservative opposition will wither. \n“This is not just a test for Ryan. It is a test for Trump,” said John Feehery, a former top spokesman to onetime House Speaker Dennis Hastert (R-Ill.). “If he gets the conservatives on board or enough to get this to pass, it shows he is able to deliver. If they don’t fall in line there is nothing Trump is going to be able to do.” \nAlready, the White House is working members of the House. Office of Management and Budget Director Mick Mulvaney, who is close with House conservatives, met with the Freedom Caucus Tuesday night, and both he and Health and Human Services Secretary Tom Price have been reaching out to wavering members.\n“Two Freedom-Caucus-friendly guys, Mulvaney and Price, they’re making calls,” said Sam Geduldig, a lobbyist who is close to House GOP leadership. If those calls start coming from the president himself, Geduldig noted, the dynamic will change. “At some point, Trump is going to get on the phone with a ‘no,’ and how is that going to end? I promise you it won’t be, ‘OK, maybe next time.’ Which member has the backbone to say no and withstand what could come next?”\nRep. Greg Walden (R-Ore.), who chairs the House energy and commerce committee, noted on Wednesday that only a few dozen members of the current GOP conference were in Congress during the last Bush presidency. He predicted that conservatives would fold once Trump began pressuring them.\n“For a lot of them, they maybe haven’t felt the inertia that comes from Air Force One landing in their district,” Walden said.\nThe role of outside conservative groups has traditionally been to signal whether a certain vote or position is acceptable or whether it would generate a primary challenge. But none of those groups would matter if Trump goes all-in against a single House member.\nConservative principles have a way of melting under the heat of a potential Trump-inspired primary. Rep. Jim Jordan (R-Ohio), the former chair of the House Freedom Caucus, for example, has announced his opposition to the AHCA, but the true test may be yet to come.\n“We’re going to have a full-court press,” White House spokesman Sean Spicer said Wednesday, noting that a variety of administration officials would be on radio and TV around the country, targeting conservative Republicans. “I think you will see a lot of travel and a lot of activity by the president and all the administration...This is going to be a very, very aggressive, comprehensive approach.”\nSome members insist Trump wouldn’t be able to persuade them. Rep. Paul Gosar (R-Ariz.) said Tuesday that he was “elected to this position to do my job, not to do the job that the president tells me.” And Rep. Justin Amash (R-Mich.), who has repeatedly disagreed with the president, said that Trump’s pressure wouldn’t move him. “I think you know it’s not going to have an impact on me,” Amash said.\nBut there may be a critical mass of lawmakers less defiant than the most hard-line conservatives. Right now, Republicans could lose about 20 GOP votes ― depending on vacancies and absences ― and still pass the House bill. That would be a significant number of defections on Trump’s first real legislative test. \nAll that, of course, hinges on Trump actually jumping into the debate. A major wild card is chief White House strategist Steve Bannon, formerly (and, in some ways, currently) head of the far-right Breitbart News ― which has made a hobby of savaging Ryan, and has in the past few days tarred and feathered his health care plan. Over at the Drudge Report, part of the same GOP primary ecosystem, the coverage has also been anti-Ryan. \nThat could all change with a signal from Trump. So far, he’s been supportive of the “wonderful” effort, but his messengers ― Mulvaney, Price and Vice President Mike Pence, who met with Senate Republicans Tuesday ― have left the impression that much is open for negotiation. Pence, in his meeting with senators, said that “he realizes it’s just the start of a major process,” according to Sen. Orrin Hatch (R-Utah).\nThose talks could give members of the Freedom Caucus just enough of an opening to say they extracted concessions from Ryan before agreeing to support the plan. “If [Trump] scares the shit out of people, they’ll figure out a way to get there real quick,” a GOP source said.\nPrivately, Ryan believes the plan he put forward Monday night is the only real course, sources said. He’s open to it being fiddled with at the edges, but not at its core. From a policy perspective, he’s right. There are really only two ways to expand access to coverage: Have the government subsidize it, or implement some version of single payer. Ryan’s not about to introduce Medicare For All, so some form of subsidy is the only remaining option, once the decision has been made to attempt to expand access to coverage. \nRyan also is calculating that his caucus will be motivated by the fallout of doing nothing on Obamacare. The party has long promised to repeal and replace the Affordable Care Act. Were they to whiff on their first and likely only attempt, it would cause a schism within the ranks and a circular firing squad of recriminations. And that, in turn, would imperil the rest of their governing agenda.\n“I don’t think failure is an option for these guys,” Feehery said. “It screws up the Trump presidency and they’re screwed.”\n“We cannot do nothing at all. Failure is not an option,” said Sen. Ted Cruz (R-Texas). “For six years we have campaigned promising the American people if elected we will repeal Obamacare, and I think it’s critical that we honor that promise.” \nOne thing working against Ryan is Trump’s lack of experience with Congress and governing. He’s learning on the job, and now confronts what could be the most important test of his presidency. If Obamacare repeal goes down, it could imperil tax reform as well. And tax reform is the prerequisite for Trump’s infrastructure ambitions. “This week is going to tell us everything we need to know about this Congress and what it’s going to do,” a separate GOP source said. “They’re putting a lot of stock in Trump’s ability to move people.”\nBut on the other hand, nobody knows how Trump will respond. With his back against the wall at the end of the campaign, he launched into a flurry of activity, holding multiple rallies a day and crisscrossing the country, running right through midnight on Election Day in Michigan. If that Trump emerges, Ryan’s promise to find the 218 votes needed to pass the AHCA starts looking far less hollow.\n“The amount of conventional wisdom going around from everybody who got everything wrong up to this point is absurd,” Geduldig said. “Up to this point, there’s been no test, no metric to judge [Trump]  by. This is the first real test, and if he pulls it off, everybody who has been naysaying will be proven wrong and wildly incompetent again.”\nShould Trump succeed in the House, his next problem would be the Senate. Majority Leader Mitch McConnell (R-Ky.) has promised the upper chamber will pass a repeal and replace bill, despite skepticism from his members, and betting against McConnell’s ability to whip and count votes has never been a path to riches. \nSo far, only Sen. Rand Paul (R-Ky.) has expressed his firm opposition, and on Tuesday night, Trump called him out. \nOn Wednesday, Trump announced he was heading to Louisville, Kentucky, for a little visit.", "date": "\n03/08/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-repeal_n_58c04851e4b0ed71826945f1", "tags": "path going count “ obamacare repeal ryan trump yet -- house ― desk could"}