{"title": "Don't Forget About Trump's Judicial Nominees- Another 44 Just Moved Forward-", "content": "WASHINGTON ― It’s hard to keep up with everything going on in Washington, but if there’s one thing constantly humming along in the background, it’s the Republican effort to push through President Donald Trump’s judicial nominees.\nThe Senate Judiciary Committee voted Thursday to send 44 of Trump’s court picks to the Senate floor for a confirmation vote. That’s a huge number at once; progressive judicial advocacy groups dubbed the committee’s hearing a “monster markup.”\nMost of these nominees were introduced in the last Congress but didn’t get confirmed in time, so Republicans are expediting them in one big batch.\nThursday’s action comes as Trump has already drastically reshaped federal courts. To date, he has seen 30 circuit judges, 53 district judges and two Supreme Court justices confirmed. That’s so many circuit judges ― more than any other president had confirmed by this point in his first term ― that 1 in 6 seats on the U.S. circuit courts are now filled by judges nominated by Trump.\nBut Democrats and progressive groups aren’t just alarmed by the number of Trump’s picks sailing through. Many of these nominees have spent their careers attacking LGBTQ rights, abortion rights and voting rights, and now they’re on their way to holding lifetime seats on federal courts.\nAs Sen. Mazie Hirono (D-Hawaii) pointed out in Thursday’s hearing, more than 80 percent of Trump’s judicial nominees so far are members of the conservative Federalist Society. For some context, she noted that less than 4 percent of all American lawyers are members of that group.\n“Month after month, we have seen a parade of these so-called conservative activists nominated to the federal courts,” Hirono said. “They have been groomed by conservative political ideologues. They want to see Roe v. Wade overturned or narrowed into oblivion, LGBT people permanently consigned to the margins of American life, and constitutional and civil rights encroached [based] on the religious preference of a vocal few.”\nThis story would be pages long if we spelled out the records of all of the controversial nominees who just advanced, so here’s a sampling of the people drawing some of the fiercest criticism from civil and women’s rights groups. All of these nominees are likely to be confirmed given Republicans’ majority in the Senate.\nThe 37-year-old attorney was a legal intern at the Alliance Defending Freedom, which the Southern Poverty Law Center has classified as a “hate group,” and mentored people through the organization’s controversial Blackstone Legal Fellowship program.\nAs reported by Rewire in 2013, the Blackstone program focuses on “fighting for the criminalization of abortion; against the rights of LGBT people; for so-called religious liberty (which often comes in the form of defending clients who wish to discriminate against gay people based on their religious beliefs); and for organized Christian prayer in government or public school settings.”\nRushing also argued in a 2013 panel discussion that there were “both moral and practical” reasons for creating the Defense of Marriage Act, the former federal law that banned same-sex marriage. She frequently referenced the late Justice Antonin Scalia’s dissent from the Supreme Court’s 2013 decision striking down part of DOMA that said it departed from “traditional” concepts of marriage and morality.\nThe 43-year-old attorney has built a career out of fighting tribal interests and sovereignty, so much so that one Native American leader described Miller’s law firm, Perkins Coie, as the go-to destination for jurisdictions that want “to fight an Indian tribe.”\nTwo prominent Native American organizations ― the National Congress of American Indians and the Native American Rights Fund ― wrote to Judiciary Committee leaders in August citing problems with Miller.\n“Our concern is that he chose to build a law practice on mounting repeated challenges to tribal sovereignty, lands, religious freedom, and the core attribute of federal recognition of tribal existence,” the letter says. “His advocacy has focused on undermining the rights of Indian tribes, often taking extreme positions and using pejorative language to denigrate tribal rights.”\nTheir opposition to Miller is only the third time either group has opposed a federal judicial nominee.\nThe 42-year-old lawyer wrote approvingly in a 2015 op-ed that “the Catechism holds that ‘homosexual acts are intrinsically disordered,’ ‘contrary to the natural law,’ and ‘do not proceed from a genuine affective and sexual complementarity.’”\nIn the fall of 2015, Kacsmaryk criticized the Supreme Court’s decision in favor of marriage equality, saying that the justices who ruled for it “found an unwritten ‘fundamental right’” hidden in the Constitution “so cleverly concealed ... that it took almost 150 years to find.” \nOn abortion matters, Kacsmaryk fought to give pharmacists the right to deny emergency contraceptives to women. In a 2016 amicus brief filed with the Supreme Court, he wrote that a Washington state law requiring pharmacists either to fill a medical prescription or find an available pharmacist who will, which had been upheld by the 9th Circuit, “authorizes an unprecedented and dangerous intrusion on the most basic right of conscience.” The Supreme Court let the 9th Circuit decision stand.\nThe 58-year-old attorney is a vocal opponent of abortion rights who initially didn’t tell senators about her extreme comments on the topic.\n“Planned Parenthood says they promote women’s health,” Vitter said in a May 2013 speech she gave in protest of a new clinic in New Orleans. “It is the saddest of ironies that they kill over 150,000 females a year. The first step in promoting women’s health is to let them live.”\nAhead of her 2018 confirmation hearing, Vitter, whose husband is former Sen. David Vitter (R-La.), did not disclose to the committee that she had moderated a panel at a 2013 anti-abortion conference peddling false information about the dangers of abortion ― or that she urged audience members to tell their doctors to put materials in their waiting rooms claiming that abortions cause breast cancer, which is not true. Vice News later uncovered these missing materials.\nThe 51-year-old lawyer fought for California’s short-lived ban on same-sex marriage, Proposition 8, before it was overturned by the Supreme Court in 2013.\nDuring the case, Nielson argued that sexual orientation is a choice and disputed the harmful effects of discrimination on LGBTQ people. When a U.S. district court ruled in 2010 that Prop 8 violated the Constitution, Nielson argued that then-Chief Judge Vaughn Walker should have recused himself from the case because he was gay and therefore, Nielson claimed, unable to be fair on the issue. He filed a motion contending that Walker “had a duty to disclose not only the facts concerning his [same-sex] relationship, but also his marriage intentions.” That motion was denied by another judge.\nNielson also defended a former Justice Department colleague who wrote a controversial and now-rescinded memo authorizing the CIA’s use of torture.\nThe 37-year-old Oklahoma Supreme Court justice made limiting reproductive rights a top priority when he previously served as state solicitor general. In one case, he defended a law that would have required minors to obtain a prescription before buying emergency contraception. The law would have also forced adult women to prove their age before purchasing such contraception. The legislation was permanently blocked by a state judge in 2014. \nWyrick filed an amicus brief in the landmark 2014 Hobby Lobby case, in which the Supreme Court ruled that closely held corporations are in some circumstances exempt from regulations their owners object to on religious grounds — specifically, the contraceptive coverage mandate of the Affordable Care Act. In his brief, Wyrick argued that the mandate was unconstitutional because “religious faith is more than mere belief. It is practice.”\nHe also worked closely with then-Oklahoma Attorney General Scott Pruitt to challenge environmental protections in order to help the oil and gas industry.", "date": "\n02/07/2019", "href": "https://www.huffpost.com/entry/trump-judicial-nominees-lgbtq-abortion-voting-rights_n_5c5c97d6e4b0e01e32aa8edf", "tags": "judicial court rights forward- ” trump supreme ― federal another forget nominees law moved nominees-"}