{"title": "Don Lemon- Watching Trump Honor Dr- King 'Kind Of Makes Your Skin Crawl'", "content": "CNN anchor Don Lemon was astounded that President Donald Trump could in all seriousness pay homage to civil rights icon Martin Luther King Jr. a day after the president referred to Haiti and African nations as “shithole” countries.\n“Kind of makes your skin crawl,” said Lemon, who contrasted Trump’s words honoring King on Friday to the president’s “disgraceful, racist” comments Thursday.\n“The president has not apologized” for the comments, Lemon noted. “No surprise. Trying to deny that he used those words. But there’s no denying it,” Lemon added, referring to witnesses Rep. Dick Durbin (D-Ill.) and Sen. Lindsay Graham (R-S.C.). They heard Trump say the words as he refused to protect immigration rights for people from those “shithole” nations.\n“It’s painfully ironic, or for some, just plain painful,” Lemon said, to hear what Trump had to say about the giant of the civil rights movement when the president signed a proclamation in the Oval Office honoring King (shortly before a CNN reporter asked Trump if he was a racist).\nOn a video during the event, Trump said that Rev. King preached, “love — love for each other, for neighbors and for our fellow Americans.” He hailed King for “standing up for the self-evident truth that Americans hold so dear: That no matter what the color of our skin or the place of our birth, we are all created equal by God.”\nLemon noted: “Kind of makes your skin crawl to hear him talk about Dr. Martin Luther King’s values.”\nKing’s message, said Lemon, is “just as  powerful today as it was 50 years ago.” But “Donald Trump has proved over and over with his words and actions that his presidency is a step backwards for race relations ... a step backwards from the real ideals of Dr. King: racial and economic justice.”\nCheck out the rest of the segment above.", "date": "\n01/13/2018", "href": "https://www.huffpost.com/entry/skin-crawl-trump-donlemon_n_5a598da3e4b03c418965bdfe", "tags": "crawl dr- makes president words rights ” trump skin lemon- king watching honor lemon"}