{"title": "Don Blankenship's New Xenophobic Campaign Ad Sparks Twitter Fury", "content": "West Virginia GOP Senate candidate Don Blankenship has amped up the xenophobic rhetoric with his latest campaign ad.\nIn a spot posted online Thursday, the former coal CEO repeated the derogatory term “China people” in a swipe against Senate Majority Leader Mitch McConnell (R-Ky.).\n“Swamp captain Mitch McConnell has created millions of jobs for China people,” Blankenship said in the ad, reportedly set to air on TV in West Virginia starting Friday.\n“While doing so, Mitch has gotten rich,” continued Blankenship, who served time in prison for safety violations that contributed to the fatal 2010 Upper Big Branch mining disaster. “In fact, his China family has given him tens of millions of dollars,” he added.\nCheck out the ad here:\nBlankenship, whose own fiancée reportedly was born in China, caught heat earlier this week after suggesting in a radio interview that McConnell may have a conflict of interest when it comes to foreign relations because his father-in-law — shipping company chairman James Chao — “is a wealthy Chinaperson.”\nBlankenship on Tuesday defended his use of the term, which was used to dehumanize Chinese immigrants arriving in the U.S. in the 19th century.\n“I don’t see this insinuation by the press that there’s something racist about saying a ‘Chinaperson,’” he said during a primary debate. “Some people are Korean persons, and some of them are African persons. That’s not any slander there.”\nStephen Colbert ridiculed Blankenship’s earlier campaign ad, in which he called McConnell “Cocaine Mitch,” on Thursday’s “Late Show.”:\nPeople on Twitter ripped Blankenship’s inclusion of the “China people” term in his latest ad:", "date": "\n05/04/2018", "href": "https://www.huffpost.com/entry/don-blankenship-campaign-ad_n_5aec1dcee4b0ab5c3d63fb99?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvLnVrLw&guce_referrer_sig=AQAAAJMaJlnm_Nj-UDMkvlzGeZnC3n9eQG1-3upAaugGsL0pWbszENIgFLU3Kg0-MN5YX7szFLCQofujxezrdCzBSpn-qGku8_bhpzEkxVDJ1fJt9Tupm31IOwmDje6nvqpOpdhKzFlc9njGUKrfQIJDasFSw9aTB64P8P9mAtg1pqCP", "tags": "ad china sparks twitter ” xenophobic west mitch term new fury campaign mcconnell blankenship"}