{"title": "Donald Trump Keeps Lying About New Jersey 9-11 Celebrations", "content": "WASHINGTON -- Republican presidential candidate Donald Trump continued to lie about seeing “thousands” of Muslim Americans in New Jersey celebrating after the 9/11 terror attacks.\nAppearing by telephone on NBC’s \"Meet the Press,\" Trump was challenged by host Chuck Todd to defend his assertion. The billionaire eccentric candidate's story continued to dissemble in his defense. He waffled between whether it was “thousands” or “hundreds” and whether it was in “Paterson” or “Jersey City” in New Jersey before settling on the simple explanation, “Why wouldn't it have taken place?”\nTrump’s lie about thousands of Muslim Americans celebrating the 9/11 attacks came as part of an explanation for why the country should target Muslim communities in the United States with discriminatory policies like religion-specific surveillance, the closure of mosques and the creation of a federal database to track Muslim Americans. \nAt a Nov. 21 rally in Alabama, he told the crowd, “I watched when the World Trade Center came tumbling down. And I watched in Jersey City, New Jersey, where thousands and thousands of people were cheering as that building was coming down. Thousands of people were cheering. So something’s going on. We’ve got to find out what it is.”\nOn “Meet the Press,” Trump changed the total number of people he claims to have seen celebrate: “Chuck, I saw it on television. So did many other people. And many --many people. I said hundreds.”\nTrump then changed the location for his claim. “I heard Paterson. Excuse me. I've heard Jersey City. I've heard Paterson,” he said. “It was 14 years ago. But I saw it on television.”\nTo bolster his claim, Trump marshaled the support he’s received over Twitter and by phone calls to his company backing up the fictitious event.\n“Hundreds of people have confirmed it. You look at @realdonaldtrump, where I have millions and millions of people on there, between Facebook and Twitter. I have 10 million people between the two of them. You look at that. And I'm getting unbelievable response of people that said they saw it,” Trump said.\nAs previously reported by Politifact, The Washington Post, The New York Times and FactCheck.org, there is no evidence that Trump’s remembered celebrations took place. The only footage of post-9/11 celebrations was a video of a small group of Palestinian teens seen celebrating in East Jerusalem. \nUltimately, it doesn’t matter whether the celebrations were by hundreds or thousands or in Paterson or Jersey City. Since a celebration was recorded somewhere, as shown in The Associated Press footage from East Jerusalem, Trump simply claims that if it happened there it must have happened here.\n“When the Trade Center came down, it was done all around the world,” Trump said. “And you know that because that has been reported very strongly. Why wouldn't it have taken place?”", "date": "\n11/29/2015", "href": "https://www.huffpost.com/entry/donald-trump-911_n_565b1950e4b08e945feb7326", "tags": "celebrations people thousands lying trump keeps ” donald muslim new paterson jersey"}