{"title": "Donald Trump Criticizes Rep- Ilhan Omar For Tweets- 'She Should Be Ashamed'", "content": "President Donald Trump weighed in Monday on a series of controversial tweets sent by Rep. Ilhan Omar (D-Minn.), saying the freshman lawmaker should be “ashamed of herself” for the comments some have called anti-Semitic.\n“I think it was a terrible statement, and I don’t think her apology was adequate,” Trump told reporters aboard Air Force One while en route to El Paso, Texas, for a rally. When asked what Omar should have said instead, the president simply replied that “she knows what to say.”\nOmar, who has been battling several accusations of anti-Semitism, found herself embroiled in controversy again this weekend. The lawmaker, who became one of the first Muslim women elected to Congress in November, wrote a tweet Sunday night in which she suggested American support for Israel was merely about money.\n“It’s all about the Benjamins baby,” Omar wrote in reply to a tweet from journalist Glenn Greenwald, who was commenting on Republican support for pro-Israeli policies.\nCritics from both parties, including House Speaker Nancy Pelosi (D-Calif.) and Senate Minority Leader Chuck Schumer (D-N.Y.), said the statement played into negative stereotypes about Jewish people.\n“Anti-Semitism must be called out, confronted and condemned whenever it is encountered, without exception,” Pelosi and other House Democrats said in a statement. “We condemn these remarks and we call upon Congresswoman Omar to immediately apologize for these hurtful comments.”\nOmar issued an apology on Monday, saying anti-Semitism was “real” and that she was “grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes.”\n“We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity,” she wrote. “This is why I unequivocally apologize.”\nThe lawmaker also apologized last month for another tweet about Israel sent in 2012 in which she said the country had “hypnotized the world.”\nTrump’s response to Omar’s apology comes as his own administration has faced many allegations of racism. Trump has regularly demeaned Mexicans, people from the Middle East and Native Americans, among others, but has rarely apologized.", "date": "\n02/11/2019", "href": "https://www.huffpost.com/entry/trump-ilhan-omar-anti-semitism_n_5c622340e4b09247fcc115e5", "tags": "think ashamed anti-semitism lawmaker omar ” trump said donald statement ilhan apology rep- criticizes tweets-"}