{"title": "Donald Trump’s Campaign Stands By Embrace of Putin", "content": "WASHINGTON — Donald J. Trump’s campaign on Thursday reaffirmed its extraordinary embrace of Russia’s president, Vladimir V. Putin, signaling a preference for the leadership of an authoritarian adversary over that of America’s own president, despite a cascade of criticism from Democrats and expressions of discomfort among Republicans.\n“I think it’s inarguable that Vladimir Putin has been a stronger leader in his country than Barack Obama has been in this country,” Gov. Mike Pence of Indiana, Mr. Trump’s running mate, said on CNN, defending Mr. Trump by echoing his latest praise for the Russian leader, offered Wednesday night in a televised candidate forum.\nHillary Clinton excoriated Mr. Trump for asserting that Mr. Putin is a better leader than President Obama, saying it was “not just unpatriotic and insulting to the people of our country, as well as to our commander in chief — it is scary.”\nShe seized on Mr. Trump’s assertion in the televised forum that Mr. Putin’s incursions into neighboring countries, crackdown on Russia’s independent news media and support for America’s enemies were no more troublesome than Mr. Obama’s transgressions. She said it showed that, if elected, Mr. Trump would be little more than a tool of Mr. Putin.\n“It suggests he will let Putin do whatever Putin wants to do and then make excuses for him,” Mrs. Clinton told reporters Thursday morning at Westchester County Airport in New York, stepping up her criticism as polls indicate the race has tightened, and as Mr. Trump continues to say things rarely heard before from a major party’s presidential nominee.\nIn Wednesday’s forum, which was moderated by Matt Lauer of NBC and was devoted to national security issues, Mr. Trump twice denigrated America’s generals; suggested he would fire the country’s current military leadership; and insinuated — vaguely, unverifiably and without evidence — that the intelligence officials who recently gave him a classified briefing about threats to the United States had said that the president had flouted their advice.\nMrs. Clinton delighted at the chance to change the subject from her uneven performance at the forum, under treatment by Mr. Lauer that many observers believed was harsher than his handling of Mr. Trump. Her campaign could barely contain its wonder that her opponents were now allowing her to chain Mr. Trump to a Russian leader widely seen as hostile to the United States.\nIn the forum, Mr. Trump said of Mr. Putin that he had been a leader “far more than our president,” and he praised Mr. Putin’s firm grip on Russia.\nAnd after Mr. Lauer highlighted Mr. Putin’s record, Mr. Trump shot back, “But do you want me to start naming some of the things that President Obama does at the same time?”\nSuch talk is a remarkable break from the traditional boundaries of American political speech. And, as with his past provocations, Mr. Trump once again left his fellow Republicans scrambling to defend what many effectively conceded was indefensible.\n“Vladimir Putin is an aggressor who does not share our interests,” Speaker Paul D. Ryan told reporters on Thursday in Washington, accusing the Russian leader of “conducting state-sponsored cyberattacks” on “our political system.”\nMr. Ryan was referring to the hack of the servers of the Democratic National Committee, which American officials believe was conducted by Russian intelligence services. At the NBC forum, Mr. Trump disputed Russia’s guilt, telling Mr. Lauer the culprits were not definitively known.\nMr. Trump went even further on Thursday, saying in an interview on the Kremlin-backed Russia Today network that it was “probably unlikely” Russia was trying to interfere in the election and that Democrats “are putting that out.”\nIn a fashion that would have been unheard-of for a Republican during or immediately after the Cold War, Mr. Trump has made improved relations with the Kremlin a centerpiece of his candidacy. And Russia has been a subplot of the campaign that Tom Clancy and John le Carre together may have been unable to conjure, complete with the apparent Russian hack of one of America’s political parties, a threat that Russian hackers may try to tamper with electronic voting machines, and Mr. Putin’s unsubtle preference for Mr. Trump over Mrs. Clinton.\nWhile railing against Asian, Latin American and Middle Eastern countries, Mr. Trump has continually praised Mr. Putin’s government: He has hailed Mr. Putin’s tight control over Russian society, hinted that he may not defend the NATO-aligned Baltic nations formerly in Moscow’s sphere of influence, and for a time employed a campaign chief with close ties to Ukraine’s pro-Russian forces.\nMost extraordinarily, he used a news conference over the summer to urge the Russians to hack into Mrs. Clinton’s emails to find messages the F.B.I. might have missed.\nIt is all rather confounding — unless Mr. Trump is simply eyeing postelection business interests — for congressional Republicans, who evince little doubt that Moscow was behind the hack of the Democratic National Committee. On Thursday, they volunteered the sort of hard-edged criticism of Mr. Putin more typical of conservatives discussing an adversary of the United States.\n“He’s a thug,” said Senator Marco Rubio of Florida. “He’s a dangerous and bad guy.”\nBut Mr. Rubio, who is running for re-election, has gotten behind Mr. Trump since withdrawing from the presidential primary, and he declined to say whether Mr. Trump’s comments were out of bounds because, he said, he did not want to “be a commentator.”\nEven Senator Jeff Sessions of Alabama, perhaps Mr. Trump’s closest ally on Capitol Hill, appeared ill at ease when pressed about Mr. Trump’s statements.\nAsked whether political combat should stop at the water’s edge, Mr. Sessions paused for nearly 10 seconds before saying, “I’ve tried to adhere to that line pretty assiduously, but less and less does that get adhered to in the modern world.”\nDemocrats were at once dumbfounded over Mr. Trump’s latest verbal excess, gleeful over a fresh opportunity to portray him as unpresidential and irritated that he had not been pressed more aggressively by Mr. Lauer.\nMingling outside the Capitol on a broiling day, the Senate Democratic leader, Harry Reid, and Representative Charles B. Rangel of New York, two of the longest-serving and bluntest-speaking members of Congress, found themselves uncharacteristically at a loss for words.\n“If Rangel or Reid had said that, 15 years ago or five years ago, we would be through,” Mr. Reid said of Mr. Trump’s Putin praise. “Can you imagine somebody running for president who has acknowledged publicly that he likes Putin better than Obama? How about that one?”\nMr. Rangel interjected: “A communist leader that’s a potential enemy!”\nOther Democrats, though, saw Mr. Trump’s comments about Mr. Putin as a bonanza, given the scrutiny of Mrs. Clinton’s use of a private email server as secretary of state. Representative Joseph Crowley of New York called Mr. Trump’s suggestion that Russians should hack into Mrs. Clinton’s emails “verbal treason” and said Mr. Trump’s “diarrhea of the mouth” would be his undoing.\nDemocrats and even some Republicans said the fury would have been unceasing on the right had a Democratic presidential candidate held up the leader of a hostile power to deride a Republican president.\nScholars could recall few parallels in modern American history. Only the campaign of Henry Wallace, the Progressive Party nominee in 1948, was so willing to align itself with Russia, the historian Richard Norton Smith said. “We’ve become to some degree numbed to this, saying, ‘That’s just Trump,’” he said. “And that’s dangerous.”\nIn her news conference Thursday, Mrs. Clinton invoked the right’s most venerated president, from whose library Mr. Pence appeared on CNN. “What would Ronald Reagan say about a Republican nominee who attacks American generals and heaps praise on Russia’s president?” she asked.\nAfter the news conference, Mrs. Clinton flew to North Carolina to rally African-American voters, and seized the chance to assail Mr. Trump’s comments again. “He prefers the Russian president to our president,” Mrs. Clinton said in Charlotte.\nBut Mr. Trump showed no sign of regret. His aides did not reply to an email asking if the campaign wanted to clarify his comments about Mr. Putin, and deemed Mrs. Clinton’s assault “the desperate attacks of a flailing campaign sinking in the polls.”\nMr. Trump himself appeared mostly focused on news coverage of the NBC forum. “Wow, reviews are in — THANK YOU!” he wrote on Twitter.", "date": "Sept. 8, 2016", "href": "https://www.nytimes.com/2016/09/09/us/politics/hillary-clinton-donald-trump-putin.html", "tags": "clinton embrace president ” trump stands donald russia mrs. campaign putin"}