{"title": "Donald Trump Just Won't Give Up His Birther Fantasy In Colbert Interview", "content": "Donald Trump has been coming under fire for refusing to distance himself from the \"birther\" movement he helped fuel, which claims President Barack Obama wasn't born in the United States.  On Tuesday night's \"Late Show,\" host Stephen Colbert offered the GOP frontrunner a chance to put the question behind him once and for all. \n\"I'm going to throw you a big fat meatball for you to hit out of the park right now,\" Colbert said. \"This is the last time you'll ever have to address this question if you hit the ball.\" \n\"I want to hear this one,\" Trump said.\n\"Barack Obama, born in the United States?\" Colbert asked.\nWhen Trump hesitated, Colbert tempted him with the \"meatball.\"\n\"It's a meatball, it's hanging out there,\" Colbert said, mimicking a batter's home-run swing. \"Right there -- c'mon.\"\nBut for Trump, it was a swing and a miss. \n\"I don't talk about that anymore,\" he said.\n\"You don't talk about it?\" Colbert asked.  \nTrump said he would rather talk about jobs and veterans, but Colbert cut him off. \n\"The meatball is now being dragged down subway steps by a rat,\" Colbert said, referring to the now-famous pizza-stealing rat. \"You missed the meatball.\"\nThe response is in line with what Trump offered on Sunday to a similar question on \"Meet the Press.\"\n\"I just don't want to discuss it,\" Trump told host Chuck Todd, calling it a \"long, complex issue.\"\nAfter taping his Colbert appearance, Trump tweeted that the birther movement began with Hillary Clinton: \nFactCheck.org reports that while the issue was raised by diehard Clinton supporters in 2008, there is nothing to link Clinton, her campaign or her staff to the issue.\nTrump is set to appear on national TV again on Sunday on \"60 Minutes.\"\nDon't Miss:\nArianna: The Beginning of the End for Trump: His Sarah Palin Moment\nRelated On HuffPost:", "date": "\n09/23/2015", "href": "https://www.huffpost.com/entry/donald-trump-stephen-colbert-birther_n_56022a33e4b00310edf92f7a", "tags": "movement colbert wo give fantasy issue clinton meatball birther trump interview donald talk question"}