{"title": "Donald Trump Is Time’s Person of the Year, to No One’s Surprise", "content": "Time magazine, unsurprisingly, has named President-elect Donald J. Trump its person of the year for 2016, calling him the “president of the divided states of America.”\nMr. Trump was not happy about that title, but called his selection a “tremendous honor.”\nAs NBC was building suspense for the magazine’s carefully staged announcement on the “Today” show, Mr. Trump posted on Twitter at 7:18 a.m. that he would appear shortly on the program.\nThe annual marketing gimmick has, since the 1920s, attempted to select a single figure or a group that has influenced the year’s events.\nMr. Trump beat out 10 other finalists announced on Monday, including Hillary Clinton; Simone Biles, the Olympic gymnast; Beyoncé; Mark Zuckerberg; and the Flint, Mich., whistle-blowers, the residents and civil engineers who sounded the alarm on lead-poisoned water in the city.\nThe magazine’s “No. 2” person of the year was Mrs. Clinton, who is on track to win the popular vote but lost the Electoral College in the presidential election to Mr. Trump.\nIn a phone interview with Matt Lauer, a host of “Today,” Mr. Trump said: Time is “a very important magazine. I’ve been lucky enough to be on the cover many times this year and last year.”\nBut he added: “When you say divided states of America, I didn’t divide them. They’re divided now. I mean there’s a lot of division, and we’re going to put it back together and we’re going to have a country that’s very well healed.”\nIt was unclear if Mr. Trump had seen the Time cover yet and knew that it was the magazine, and not Mr. Lauer, that had called the United States “divided.”\nThe magazine’s annual selection is more of an exercise in self-promotion than covering the news, but Mr. Trump actually gave “Today” some news during the announcement.\nIn a wide-ranging interview, the president-elect told Mr. Lauer that he expected to announce his choice for secretary of state next week. He also addressed his apparent decision in June — announced on Tuesday — to sell all of his stock holdings.\nNancy Gibbs, Time’s editor, said Mr. Trump’s selection this year was “one of the more straightforward” choices the magazine had made.\nMr. Trump has been on the magazine’s cover many times in 2016 for features that were both positive and negative. In January, he called its profile of him “one of the best I’ve ever had.” In August, Time featured an illustrated likeness of him melting down, as rumors swirled that his campaign was faltering; two months later, it revisited that image to show him in full meltdown.\nLast year, Mr. Trump complained when Time chose Angela Merkel, the German chancellor, and not him as its person of the year. “They picked the person who is ruining Germany,” he said then.\nIn 2013, he called its list of influential people “a joke” and said the magazine would soon fail.\nTime has occasionally chosen controversial figures, among them Adolf Hitler (in 1938) and Josef Stalin (twice: in 1939 and 1942).\nIn 1969, it chose “The Middle Americans” for the honor, celebrating them for continuing to pray in public schools in defiance of the United States Supreme Court and electing Richard M. Nixon (who himself would become the person of the year in 1971) to the White House.\nNearly 40 years later, the magazine plastered a mirror on the cover of the magazine and named “You” its person of the year for 2006. In 1982, there was a “machine of the year”: the computer.", "date": "Dec. 7, 2016", "href": "https://www.nytimes.com/2016/12/07/business/media/donald-trump-time-person-of-the-year.html", "tags": "surprise person states ” trump one donald called year magazine time"}