{"title": "Donald Trump, Pushing Someone Rich, Offers Himself", "content": "Donald J. Trump, the garrulous real estate developer whose name has adorned apartment buildings, hotels, Trump-brand neckties and Trump-brand steaks, announced on Tuesday his entry into the 2016 presidential race, brandishing his wealth and fame as chief qualifications in an improbable quest for the Republican nomination.\nMr. Trump declared his candidacy in the atrium of the Trump Tower, the luxury skyscraper on Fifth Avenue in New York City, proclaiming that only someone “really rich” — like himself — could restore American economic primacy.\n“We need somebody that can take the brand of the United States and make it great again,” he said, repeatedly assailing China and Mexico as economic competitors, and pledging to be “the greatest jobs president that God ever created.”\nMr. Trump, 69, has long toyed with running for president as a Republican, boasting of his credentials as an entrepreneur and mocking the accomplishments of prominent elected officials. He has used the platform of a reality television show, NBC’s “The Apprentice,” to burnish his pop-culture image as a formidable man of affairs.\nIt seems a remote prospect that Republicans, stung in 2012 by the caricature of their nominee, Mitt Romney, as a pampered and politically tone-deaf financier, would rebound by nominating a real estate magnate who has published books with titles such as, “Think Like a Billionaire” and “Midas Touch: Why Some Entrepreneurs Get Rich — And Why Most Don’t.”\nBut Mr. Trump, who has never held elective office, may not be so easily confined to the margins of the 2016 campaign. Thanks to his enormous media profile, he stands a good chance of qualifying for nationally televised debates, where his appetite for combat and skill at playing to the gallery could make him a powerfully disruptive presence.\nIn the past, Mr. Trump’s presidential posturing has seldom been taken seriously, and for good reason: Before the 2000 and 2012 elections, he hyped up the possibility of seeking the White House before abandoning the idea.\nMr. Trump’s remarks in Midtown Manhattan were unlikely to allay suspicions that he is entering the race mainly to appear in debates and win attention from the media. He bragged extensively about the golf resorts he owns (“I have the best courses in the world”) and a hotel he is developing in Washington.\nOver the course of a more than 40-minute speech, Mr. Trump warned that the stock market may collapse again and ridiculed Secretary of State John F. Kerry for having broken his leg in a bicycle accident.\nBut Mr. Trump and his allies insist that he is serious about the race. He said he would file all the financial disclosure forms required by the Federal Election Commission, without requesting any extensions from the government. At one point, Mr. Trump held up a one-page document — compiled, he said, by a prominent accounting firm — purporting to show his net worth at around $8.7 billion, with nearly all of his estimated assets in the form of property and licensing deals.\nA spokeswoman said he would fill out the election commission paperwork in full, though it is unclear whether Mr. Trump will make a more complete disclosure of tax returns, as is customary for credible presidential candidates.\nAssociates say Mr. Trump is willing, even eager, to spend his fortune in the race, and has hired staff in the early nominating states. “He has said a couple of times that he could easily put $100 million into the race and that he feels that would not impact him financially,” said Christopher Ruddy, a friend of Mr. Trump’s.\nMr. Ruddy, who is chief executive of Newsmax, the conservative magazine and website, said Mr. Trump would bring an unaccustomed level of glamour to the Republican field.\n“He’s got that celebrity status,” Mr. Ruddy said. “Republicans sort of crave that, because we don’t have it, generally.”\nGeraldo Rivera, the veteran broadcaster who was a finalist on “Celebrity Apprentice,” said Mr. Trump would quickly leave a mark on the race thanks to his ability as a showman.\n“Right now, Jeb Bush is announcing,” Mr. Rivera said Monday afternoon. “Who would you rather watch, him or Trump?”\nBut as well-known as he is, Mr. Trump is also widely disliked: A recent Quinnipiac University poll found that about seven in 10 voters nationally hold an unfavorable view of him, including 52 percent of Republicans.\nMr. Trump has shown he is eager to scuffle with other Republicans, including Mr. Bush. He has spoken contemptuously, in public and private, about the former Florida governor, and swiped at him repeatedly during the kickoff event.\n“I don’t see how he can possibly get the nomination,” he said of Mr. Bush. “He’s weak on immigration. He’s in favor of Common Core. How the hell can you vote for this guy?”\nMr. Trump’s policy views can be just as provocative as his demeanor. In the past, he has called climate change “a hoax” and said he has a “foolproof” plan to defeat the Islamic State, which he will not reveal so as not to tip off the group. On Tuesday, he vowed to build a “great wall” on the Mexican border to keep out rapists and other criminals, who he said were sneaking into the United States in droves.\nUntil now, Mr. Trump may be best known politically for his outspoken skepticism that President Obama was born in the United States. After his insistent demands during the 2012 race that Mr. Obama release his birth certificate, the president ultimately did just that, confirming he was born in Hawaii.\nMr. Trump has donated money to both parties, including to Democrats such as Hillary Rodham Clinton. When he last entertained a presidential bid four years ago, the conservative Club for Growth labeled him a liberal for his views on trade and his past support for universal health care, and accused him of having exploited government powers, including the use of eminent domain, to expand his real estate holdings.\nIf Mr. Trump’s ideology has proved flexible, the cornerstone of his worldview has not: He has consistently been a passionate believer in Donald Trump, and his own capacity to bully and badger his way into the best possible deal. That skill set, Mr. Trump has argued, would be an asset to America.\nAt present, Mr. Trump said, rivals on the world stage do not take the United States seriously.\n“They say: that is a group of people, and that is a nation, that truly has no clue,” he said.", "date": "June 16, 2015", "href": "https://www.nytimes.com/2015/06/17/us/politics/donald-trump-runs-for-president-this-time-for-real-he-says.html", "tags": "rich states someone ” trump would donald race presidential — offers pushing"}