{"title": "Donald Trump rejects CIA Russia hacking report", "content": "President-elect Donald Trump has rejected as \"ridiculous\" a CIA assessment that Russian hackers tried to sway the election in his favour.\nHe told Fox News the Democrats were putting out the reports because they were embarrassed at the scale of the election defeat.\nOn Friday, CIA officials told US media they had concluded that Russians hackers were trying to help Mr Trump.\nRussian officials have repeatedly denied the hacking accusations.\nMr Trump said it might have been Russia but it was impossible to know.\n\"They have no idea if it's Russia or China or somebody sitting in a bed some place,\" he said.\nPresident Barack Obama has ordered a complete review of the hacks, which targeted emails at the Democratic Party and the emails of a key aide to presidential nominee Hillary Clinton.\nThe contents of the emails, passed to Wikileaks and posted online, were embarrassing to the Democrats and shook up the presidential campaign.\nSenior Republicans have now joined Democrats in calling for a full investigation.\nRepublican Senator John McCain, chairman of the Senate Armed Services Committee, said in a joint statement on Sunday with top Democrats that the CIA's report \"should alarm every American\".\nHe said in an interview that the congressional investigation should be more thorough than the one ordered by the White House.\nIn October, US government officials pointed the finger at Russia, accusing it of meddling in the campaign to undermine the electoral process.\nBut on Friday, the intelligence community went further when US media reports said the CIA had \"high confidence\" that Russians were trying to influence the election in Mr Trump's favour.\nRussians had hacked the Republican party but chose not to reveal the contents of what they found, the reports said.\nBut Mr Trump told Fox News Sunday: \"I think it's ridiculous. I think it's just another excuse. I don't believe it.\"\nHe said the Democrats were behind the news reports, not the CIA, because they suffered such a big defeat.\nWhile backing the Obama review, the president-elect warned that it should not pin the blame solely on Russia but on other countries or individuals too.\nRepublican party spokesman Sean Spicer said the party had not been hacked and the intelligence report was wrong.\nMr Trump also said in the interview he did not need daily intelligence briefings.\n\"I'm a smart person, I don't need to be told the same thing in the same way for eight years.\"\nElsewhere in the interview, he said:\nMr Trump, an outsider who stunned the political world by beating Hillary Clinton in last month's election, will assume office on 20 January.\nWhy Trump strikes a chord with Russians \nRussia's Putin calls Trump 'a clever man'\nAre there any Trump links to Putin?", "date": "11 December 2016", "href": "https://www.bbc.co.uk/news/world-us-canada-38282533", "tags": "russians election report democrats reports trump donald russia told cia rejects hacking said"}