{"title": "Donald Trump Says Rep- Ilhan Omar Should Consider Resigning Over Israel Tweets", "content": "President Donald Trump on Tuesday called on Rep. llhan Omar (D-Minn.) to either resign from Congress or step down from a House committee assignment over recent tweets some lawmakers decried as anti-Semitic.\n“I think she should either resign from Congress or she should certainly resign from the House Foreign Affairs Committee,” the president told reporters on Tuesday.\nOmar apologized Monday after congressional Democratic leadership condemned comments she made on Twitter a day earlier about pro-Israel lobbying. House Speaker Nancy Pelosi (D-Calif.) and Senate Minority Leader Chuck Schumer (D-N.Y.) accused Omar of using “anti-Semitic tropes” in her tweets.\nOmar, who in November became one of the first Muslim women elected to Congress, was met with swift backlash Sunday when she responded to a journalist’s tweet about House Minority Leader Kevin McCarthy’s (R-Calif.) threat to take action against Omar over her criticism of Israel.\n“It’s all about the Benjamins baby,” the Minnesota lawmaker tweeted, a reference to a popular mid-1990s rap song by Puff Daddy in which “Benjamins” is slang for $100 bills. The tweet appeared to suggest McCarthy’s pro-Israel stance is motivated by money.\nOne Twitter user criticized Omar for the tweet, asking who the freshman lawmaker believes is paying American politicians to support Israel.\n“Anti-Semitism is real and I am grateful for Jewish allies and colleagues who are educating me on the painful history of anti-Semitic tropes,” Omar wrote in her statement Monday. “My intention is never to offend my constituents or Jewish Americans as a whole.”\nOmar has maintained that her criticism of Israel’s government should not be viewed as an attack on Judaism, noting in her statement Monday that she still believes lobbying plays a “problematic role” in politics.\nTrump’s call for Omar to consider resigning offers a stark contrast to his position on white supremacist Rep. Steve King (R-Iowa). King, who has espoused Islamophobic and white nationalist views for years, hasn’t faced any calls to resign from Trump. \nLast month, King told The New York Times that he wasn’t sure when terms like “white supremacist” and “Western civilization” became “offensive.” He later claimed he had only intended to refer to “Western civilization.”\nHis comments to the Times prompted calls for his resignation from both Democratic and Republican lawmakers, including Senate Majority Leader Mitch McConnell (R-Ky.). But not Trump.\n“I really haven’t been following it,” the president told reporters a few days later.\nDemocratic lawmakers have criticized Trump for not taking a harder stand against anti-Semitism, especially in the wake of the deadly white nationalist rally in Charlottesville, Virginia, in August 2017.\nWhite nationalism supporters and counterprotesters clashed during the event, which left one woman dead when a neo-Nazi rammed his car into a crowd of people.\n“We condemn in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides, on many sides,” Trump said hours after the incident.\nTwo days later, following heated bipartisan backlash for not taking a stronger stance against white supremacy, Trump finally announced that “racism is evil.”\n“Those who cause violence in its name are criminals and thugs, including the KKK, neo-Nazis, white supremacists and other hate groups that are repugnant to everything we hold dear as Americans,” he said.\nBut a day later, Trump said at a press conference that there were “some very fine people” on both sides of the rally.\nThis story has been updated with more background information on Trump’s actions.", "date": "\n02/12/2019", "href": "https://www.huffpost.com/entry/donald-trump-ilhan-omar-resign_n_5c62ff37e4b00ba63e4b0e3f", "tags": "later resigning consider omar israel trump ” white donald says resign ilhan house rep- congress tweets"}