{"title": "Donald Trump Picked The Wrong State To Call Obamacare A ‘Catastrophic Event’", "content": "Donald Trump was in Ohio on Thursday, pounding away at the Affordable Care Act. “Obamacare is really a catastrophic event for Ohio workers,” Trump said, “and it’s making it impossible for many parents to pay their bills and support their families or get quality medical care for their children.”\nTrump has been saying things like this ever since his presidential campaign began. But this week, he’s seized on the government’s announcement of big Obamacare premium increases to make his arguments more frequently and more forcefully.\nThe news of rising premiums, which the Department of Health and Human Services released on Monday, is a genuine sign of trouble for the program. Even the law’s staunchest advocates are worried what this means for the program’s exchanges, where people without access to employer-sponsored insurance can buy coverage. \nIn the worst of the states, like Arizona, coverage could become expensive enough to cause some real hardship ― and scare away the healthy customers insurance companies need to avoid posting huge losses.\nBut to paint the law as a disaster, as Trump and so many Republicans are doing, is to ignore its accomplishments ― accomplishments that are particularly evident in states where the exchanges are working relatively well and where officials have expanded eligibility for Medicaid.\nOne of those states happens to be Ohio.\nThe most important sign of progress there is also the easiest one to document. In 2013, the year before Obamacare took full effect, 11.5 percent of the Ohio population had no health insurance. By 2015, the most recent year for which official census figures are available, the ranks of the uninsured had fallen nearly in half ― to 6 percent. \nBasically, that’s a half-million people who now have better access to care and more financial protection from medical bills. \nA lot of credit for that reduction goes to Ohio’s Republican governor, John Kasich, who expanded Medicaid over the objections of his own party’s leaders. As a result, the program is now available to all residents with incomes below or just above the poverty line, as Obamacare’s architects intended. \nThe expansion has made a big difference for people who, previously, had no way to pay medical bills and suffered because of it. It’s a difference I heard about firsthand over the summer, when I visited the Neighborhood Family Practice clinic in Cleveland. “You have people who are functional, stable citizens whose lives are falling apart,” Erick Kauffman, the clinic’s chief medical officer, told me at the time. “It’s heartbreaking. But with Medicaid, they can get their lives back on track, get back to work.”\nPeople with incomes too high to qualify for Medicaid and with no access to employer insurance have found coverage by going onto healthcare.gov, and using it to buy policies available through Ohio’s state insurance marketplace. \nIn his speech on Thursday, Trump suggested to his audience that Ohio’s marketplace was struggling, because several insurers left the state last year. He neglected to mention a key fact. According to a tabulation by the Henry J. Kaiser Family Foundation, Ohio started out with 15 insurers ― among the highest number in the country. With 11 insurance carriers remaining, and each one offering multiple plans, the majority of consumers still have plenty of options.\nAnd many of those options are inexpensive. In Cleveland, for example, a 40-year-old non-smoker can buy the second-cheapest “silver” plan ― which the law treats as a benchmark ― for $229 a month. That’s actually slightly less than the second-cheapest silver plan cost last year. And that’s before taking into account the tax credit subsidies that can knock the price down to less than $100 a month for many consumers. \nThat particular plan has a very high deductible, which is true for many exchange plans: For an individual policy, it’s $5,500. But plans with lower deductibles are available for slightly more money, and people with incomes below 250 percent of the poverty line are eligible for extra assistance with out-of-pocket costs.\nIs Ohio’s market perfect? Hardly. The offerings are fewer and more expensive outside of Cleveland, in rural areas, as is the case in every state. This year, 20 rural Ohio counties will have just one insurer. \nEven within the cities, many people feel worse off ― in some cases, because they were among the lucky who were able to get coverage previously, when insurers could sell only to people in good health. Their coverage has gotten more expensive. Many of Ohio’s wealthiest residents aren’t too happy, either, because their taxes went up in order to finance Obamacare’s expansion of insurance coverage.\nAnd of course there are plenty of states that look more like Arizona than Ohio, with struggling marketplaces and insurance premiums rising quickly ― leaving people ineligible for subsidies facing much higher prices for more limited insurance offerings. \nBut even in those places, poor and many middle-class residents can get free or deeply discounted coverage they could never have gotten before. And even those paying full price benefit from the law’s consumer protections, like the prohibition on denying coverage to people with pre-existing conditions.\nObamacare has its problems, for sure. And for principled conservatives who object to the very idea of bigger government, obviously, the program has been a development for the worse.\nBut given what the law has accomplished ― the millions who have better access to care, and more protection from medical bills ― it’s difficult to see how it can qualify as a “catastrophic event.”  \nAnd in Ohio, which looks more and more like one of Obamacare’s success stories, it’s darn-near impossible.\nEditor’s note: Donald Trump regularly\nincites\npolitical violence and is a serial liar, rampant xenophobe,\nracist, misogynist and birther who has\nrepeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from\nentering the U.S.", "date": "\n10/27/2016", "href": "https://www.huffpost.com/entry/donald-trump-obamacare-ohio_n_5812727fe4b0990edc3026bb", "tags": "call ‘ “ coverage obamacare trump picked wrong donald event ― state catastrophic many ohio insurance"}