{"title": "Donald Trump Says He Might Meet With Putin Before Inauguration", "content": "Donald J. Trump suggested on Monday that Hillary Clinton was too “tough” in her language about Russia, and said that if he won the election, he might meet with President Vladimir V. Putin before being sworn in.\nMr. Trump made the remarks in an interview with the conservative radio host Michael Savage, who repeatedly affirmed Mr. Trump’s recent claims that the mainstream media was attempting to thwart him.\nMr. Trump told Mr. Savage that the United States’ current leadership, as well as Mrs. Clinton, was too aggressive against Mr. Putin.\n“They insult him constantly — I mean, no wonder he can’t stand Obama and Hillary Clinton,” Mr. Trump said, calling the tensions a “very serious problem.”\n“It is the worst situation that we’ve had with Russia since the end of the Cold War, by far,” he said.\nMr. Trump added that “she shouldn’t be talking so tough” about Russia, and he suggested, as he has repeatedly in recent months, that Russia could be an ally in fighting the Islamic State.\n“We have Putin, who has no respect for Obama at all — doesn’t like him, and doesn’t respect him,” Mr. Trump told Mr. Savage, calling the difficulties “a really catastrophic situation here, I’ll be honest with you.”\nHe added, “If I win on Nov. 8, I could see myself meeting with Putin and meeting with Russia prior to the start of the administration.”\nDemocrats have often assailed Mr. Trump for his comments about Mr. Putin, whom he has characterized as a stronger leader than President Obama.\nMr. Trump, who has declined to make his tax returns public, has denied that he has business interests in Russia.\nBut he has also refused to acknowledge that the United States intelligence officials have attributed the hacking of the Democratic National Committee to Russian hackers who they said must have had the approval of the Kremlin’s top leaders.\nBut beyond the potential meeting with Mr. Putin, Mr. Trump did not offer a strategy for dealing with Moscow.", "date": "Oct. 17, 2016", "href": "https://www.nytimes.com/2016/10/18/us/politics/russia-putin-trump.html", "tags": "clinton might ” trump meet donald says inauguration obama savage russia putin"}