{"title": "Donald Trump: Shock over US president's migrants remarks", "content": "US President Donald Trump has drawn widespread criticism after reportedly describing African nations as \"shithole countries\" and suggesting immigrants from Haiti should be removed from the country.\nAccording to Democratic Senator Richard Durbin, who was present at the meeting, the president asked why the US should take immigrants from such countries, instead of from countries like Norway.\nMr Trump's team did not initially deny the remarks. Mr Trump issued an apparent denial on Twitter on Friday, saying the language he used \"was tough, but this was not the language\".\nThe United Nations human rights office called the reported comments \"shocking and shameful\". \n\"I'm sorry but there is no other word for this but racist\", said a spokesman in Geneva.\nThe African Union (AU) said it was \"frankly alarmed\" by Mr Trump's statement.\n\"Given the historical reality of how many Africans arrived in the United States as slaves, this statement flies in the face of all accepted behaviour and practice,\" AU spokeswoman Ebba Kalondo told the Associated Press news agency. \nIn Botswana, the US ambassador was summoned in a letter and asked \"to clarify if Botswana is regarded as a 'shithole' country\".\nThe US ambassador to Panama resigned, according to Reuters news agency, telling the State Department in a letter that he could no longer serve in the Trump administration.\nIn Haiti, Rene Civil, a left-wing activist, demanded the US president apologise \"before the entire African continent, as well as before Haiti, the country whose blood has been used by ancestors who have served with their minds and bodies to liberate the United States itself from slavery\".\nIn Nigeria, one resident in Lagos told Reuters news agency: \"Calling [every] African country shithole is really, really, very bad and I think every African country should just learn from this and probably just stay in their country and work with their resources.\"\nIn South Africa, ANC deputy secretary general Jessie Duarte said: \"Ours is not a shithole country and neither is Haiti or any other country in distress. And it is extremely offensive for President Trump to make statements about other countries that are really not complimentary of the US's position or policy positions on those countries.\"\nIn the UK, Prime Minister Theresa May's office said Ms May did not share Mr Trump's reported characterisation of the nations. \nA spokesman declined to comment on \"alleged private remarks\", but asked if Ms May viewed the countries Mr Trump was referring to as \"shitholes\", the spokesman replied: \"No.\"\nAn immigration policy analyst in Washington DC made the point that immigrants from Norway actually did badly out of immigration to the US at the turn of the last century.\nAlex Nowrasteh, an immigration policy analyst at the Cato Institute, said \"this shows that the 'loser immigrants' from yesterday's 'shitholes' tend to turn into excellent, rich Americans after a few generations while their countries improve substantially\".\nAnd nor were all Norwegians enamoured with the idea of moving to the USA. \nDemocrat members of Congress said the remark clearly showed Mr Trump was racist.  \n\"We always knew that President Trump doesn't like people from certain countries or people [of] certain colours,\" said Congressman Luis Gutierrez. \"We can now we say with 100% confidence that the president is a racist who does not share the values enshrined in our constitution.\"\nCongresswoman Jan Schakowsky said: \"Just when you thought Donald Trump could not get any more racist, he digs down to an even deeper low.\"\nSome Republicans spoke out about over the remarks.\nRepublican Congresswoman Ileana Ros-Lehtinen, who was born in Cuba and whose south Florida district includes many Haitian immigrants, said: \"Shame on him. It is reprehensible, it is disgusting, it is racist.\"\nMia Love, a congresswoman from Utah who is of Haitian descent, called Mr Trump's reported comments \"unkind\" and \"divisive\", and demanded an apology.\nAfrican-American Senator Tim Scott, who says America is \"born from immigrants\", is quoted as saying: \"If these comments are the president's words, they are disappointing to say the least.\"\nIowa Congressman Steve King, an immigration hardliner and staunch supporter of Mr Trump, spoke up for the president, telling him to \"hang in there\" and calling on him to end the Daca immigration programme, calling it by a derogatory name. \n\"Hang in there Mr. President @realDonaldTrump. If those countries aren't as you described, Democrats should be happy to deport criminal aliens back to them. &End #AnchorBabies, too.\"\nJesse Walters, a host on right-wing Fox News, said the reported remark \"doesn't move the needle at all\" against the president.", "date": "12 January 2018", "href": "https://www.bbc.com/news/world-us-canada-42661435", "tags": "shock african us country immigrants president remarks trump countries donald racist migrants"}