{"title": "Donald Trump Jr- Agrees To Comply With Senate Subpoena", "content": "Donald Trump Jr. has reportedly agreed to comply with the Senate Intelligence Committee’s subpoena asking him to testify about his communications with Russian officials.\nThe president’s son struck a deal on Tuesday with the Republican-controlled committee to sit for a shorter, private interview with senators in June, according to The New York Times. Politico also later confirmed the deal.\nThe committee subpoenaed Trump Jr. last week after he apparently backed out of two scheduled interviews. Senators on the committee want to go over answers the president’s son gave to committee staffers during a 2017 interview related to Russian interference in the U.S. political process.\nThe younger Trump is known for setting up a Trump Tower meeting in New York City with Russian operatives who told him they had dirt on his father’s Democratic opponent Hillary Clinton in the 2016 presidential election.\nTrump supporters criticized committee chairman Sen. Richard Burr (R-N.C.), saying he was caving to Democrats by issuing the subpoena. Sen. Lindsey Graham (R-S.C.), chairman of the Senate Judiciary Committee and a Trump ally, said Monday that Trump Jr.’s attorney would “have to be an idiot” to let him testify, and the president himself called the subpoena “unfair.”\nThe committee would have the power to hold Trump Jr. in contempt for not complying with the subpoena.\nAccording to the Times, Trump Jr.’s lawyer was prepared to send the committee a letter on Monday to say his client would not comply with open-ended questions before a panel that included some Democrats running for president. But committee aides reportedly called the president’s son and his counsel, asking if there was another way forward.\nTrump Jr. is expected to only answer questions limited to a few topics for no longer than two hours.\nA committee spokesperson declined to comment to HuffPost on the reported deal, saying senators do not discuss witness engagement.", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/donald-trump-jr-senate-intelligence-committee-subpoena-deal_n_5cdb30bce4b0b53922031002", "tags": "jr. russian jr- committee son senators trump donald comply senate agrees subpoena deal"}