{"title": "Donald Trump urges US Fed to cut interest rates", "content": "Donald Trump has stepped up his attacks on the US Federal Reserve by calling for the central bank to cut interest rates.\nThe US President claimed that the Fed has \"really slowed us down\" in terms of economic growth, adding that \"there's no inflation\".\nMr Trump made the comments as data showed a sharp rebound in new jobs growth during March. \nUS firms added 196,000 jobs last month, compared to 33,000 in February.\nMr Trump said: \"I think they should drop rates and get rid of quantitative tightening. You would see a rocket ship.\" \nThe Fed has raised interest rates four times since Jerome Powell took over as chairman in February last year. \nMr Powell was appointed by Mr Trump but the president has frequently criticised the Fed chairman for increasing rates.\nThe Wall Street Journal reported earlier this week that Mr Trump told Mr Powell in a recent phone call: \"I guess I'm stuck with you.\"\nThe Fed had been forecast to raise interest rates a further two times this year. However, it has since said it is now taking a \"patient approach\" to interest rates.\nLast month, it indicated that it did not expect to raise interest rates for the rest of 2019 amid slower economic growth.\nMr Trump said earlier this week that he would nominate the former boss of Godfather's Pizza to the Fed's board of governors. \nHerman Cain, 73, ran to be the Republican presidential nominee in 2012 and is a former chairman of the Federal Reserve Bank of Kansas City.\nAlong with Mr Cain, Mr Trump also intends to nominate Stephen Moore, who advised the president during his election campaign, to join the Fed's board of governors. \nBy New York business correspondent, Michelle Fleury\nWith his picks of Herman Cain and Stephen Moore to the Federal Reserve's board of governors, Donald Trump appears to be politicising America's central bank.\nTheir candidacy marks a shift from the president's first few nominees to America's central bank. They were more traditional candidates and were more or less greeted with bipartisan approval.\nBy contrast, Mr Cain and Mr Moore appear to have been picked less for their experience and more for their loyalty to the President and have therefore provoked a great deal of political criticism.\nDonald Trump has been openly critical of recent Fed policy, heckling chairman Jerome Powell on Twitter. \nThe President favours lower interest rates and switching from quantitative tightening to quantitative easing.\nEconomist Stephen Moore has been openly critical of the Fed. While Herman Cain, the former boss of Godfather's Pizza who has also worked at the Kansas City Federal Reserve, has often stated his anachronistic view that the US should return to the gold standard. \nIf their nominations go through, they would be in a position to promote his view that the economy can grow much faster without overheating.\nFor investors, it would raise fears about the independence of America's central bank.\nWhile new jobs figures for March beat forecasts - analysts had been expecting growth of between 170,000 and 180,000 roles - earnings data showed that the annual rate of wage increases slowed to 3.2% in March, down from 3.4% in February.\nIan Shepherdson, chief economist at Pantheon Macroeconomics, said: \"Overall, these data won't change anyone's mind about whether the Fed ultimately will have to hike this year.\n\"The payroll gain is welcome but one month does not prove that the trend remains close to 200,000, and doves will point to the modest average hourly earnings gain as evidence that the Fed's 'patient' stance is justified.\" \nWin Thin, global head of currency strategy at Brown Brothers Harriman, said it was a \"mixed report\" with highlights including an upwards revision to the 20,000 new jobs initially reported in February. \nBut he said: \"The average hourly earnings was a big disappointment.\"\nThe unemployment rate remained at 3.8% for a second month.\nThe healthcare sector saw jobs rise, but the retail and manufacturing sectors both saw declines.\nSome 6,000 jobs were lost in manufacturing, the first decline in the sector since July 2017.\nCar companies have been cutting thousands of jobs, including General Motors which is cutting about 14,000 workers.", "date": "5 April 2019", "href": "https://www.bbc.com/news/business-47822492", "tags": "us fed rates cut urges bank trump donald interest jobs said"}