{"title": "Donald Trump Serves Up Piping Hot Nonsense On Obamacare", "content": "WASHINGTON ― You would think that Obamacare had enough real problems that Republican presidential nominee Donald Trump would be able to stick to discussing them when taking a swing at the health care law. But you’d be wrong.\nDuring a campaign event promotion for his hotels at the Trump National Doral Miami resort Tuesday, the GOP nominee seized on the news that health insurance premiums on the Affordable Care Act’s exchange marketplaces are going up by a lot for some people next year.\nBut naturally, instead of just using this information to criticize the law and propose something better (or “something terrific,” as he’s fond of saying), Trump opted to go a little nuts.\nPolitico reporter Eli Stokols was on the scene in Florida. (Read his dispatch here.) Let’s start with this:\nLike with seemingly everything else, Trump appears incapable of just accepting the facts.\nHere they are: The Department of Health and Human Services announced Monday that the premiums for “benchmark” plans on the exchanges ― those used to set the size of subsidies that most exchange customers receive ― would rise an average of 25 percent next year in the 39 states that use the federal exchange system on HealthCare.gov.\nThat’s a lot! And while that average obscures even higher average increases in some states ― including those on the order of what Trump claims here ― that doesn’t make 25 percent “phony.” It’s how averages work. \nAnd let’s recall that Trump has claimed more than once that President Barack Obama would somehow hide these numbers and postpone the three-month insurance enrollment period that begins Nov. 1 to help Democratic presidential nominee Hillary Clinton win.\n And then there’s this, which comes close to making no sense:\nTrump, in fact, claimed “all” the people who work for him are having these “tremendous problems,” per Reid J. Epstein of the Wall Street Journal.\nBut wait! Let’s break this down. The Trump Organization, like virtually all large employers in the U.S., provides health benefits to its full-time employees, so there’s no way “all” the people who work there are having “problems” with Obamacare.\nJob-based health insurance isn’t “Obamacare.” While that term is used interchangeably with the Affordable Care Act, the rate increases in question only affect people who use the exchanges, not people who have health coverage from a job or a government program like Medicare or Medicaid. In fact, premiums for employer health insurance are rising much more slowly.\nAnd apparently, the Trump Organization offers quality health insurance! Good for the Trump Organization! This is how one leading expert in workplace benefits described it to Salon earlier this year:\nTrump knows what he said was false, too. Or maybe he just doesn’t actually understand what Obamacare is?\nThe guy who runs the Miami resort where Trump appeared Tuesday knows this is false, too.\n(Stokols subsequently tweeted that the man’s last name is spelled “Feder.”)\nLater, on Fox News, Trump said ― well, he said something. Via Sopan Deb at CBS News: \nThis is gobbledygook.\nLarge businesses like the Trump Organization don’t “use” Obamacare. Businesses buy health insurance for large numbers of people from commercial insurance carriers (or businesses contract with those providers to administer benefits but pay workers’ medical bills with company money).\nEven though it’s true, as Trump said, that some people who can’t get insurance from a job ― like the part-time workers at his company ― can’t afford policies from an exchange or directly from an insurer, this statement still contradicts his assertion that “all” his employees are having “tremendous problems” with Obamacare. \nBut what about those employees who aren’t on the company plan, which likely includes only people who work part-time and aren’t offered those benefits? Those who have health coverage at all might be using the exchanges (or they might have Medicaid or be covered by a family member’s insurance or something else). \nAre those employees having “tremendous problems”? Possibly. People who earn too much for subsidies on the exchanges have no protection from the rate hikes next year.\nBut those subsidies are available to people who earn up to four times the federal poverty level, which comes to about $47,000 a year for a single person. The average annual earnings for a maid working full time are less than half of that, according to the Bureau of Labor Statistics.\nBut let’s just assume, for the sake of argument, that there are Trump Organization employees who are being hit hard by the Obamacare rate increases. Believing Donald J. Trump has any idea about that would require believing that he knows or cares about the personal problems his low-wage workers are experiencing, which, come on.\nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from entering the U.S.", "date": "\n10/25/2016", "href": "https://www.huffpost.com/entry/donald-trump-nonsense-on-obamacare_n_580f6a39e4b0a03911eec257", "tags": "piping “ problems obamacare trump ― donald serves nonsense insurance hot health"}