{"title": "Donald Trump Says He Should Have Left UCLA Players Jailed In China", "content": "President Donald Trump tweeted Sunday that he shouldn’t have helped orchestrate the release of three college basketball players from a Chinese jail after they were caught shoplifting last week.\nThe president accused LaVar Ball, the father of one of the players, of not taking the shoplifting allegations seriously enough. Hours later, Trump went after Ball again, tweeting that the media personality and businessman was “very ungrateful” for Trump’s personal intervention in the matter.\nTrump’s bitter remarks come just days after Ball downplayed the president’s role in securing the release of his son, LiAngelo Ball, and his son’s UCLA teammates, Cody Riley and Jalen Hill.\n“Everybody wants to make it seem like [Trump] helped me out,” the elder Ball told ESPN on Friday. “I’ve seen a lot worse things happen than a guy taking some glasses. My son has built up enough character that one bad decision doesn’t define him.”\nThe three players returned to Los Angeles on Tuesday after being accused of shoplifting from high-end stores during a trip to China. UCLA has suspended them from the team indefinitely.\nOn Wednesday, Trump slammed the players for not thanking him for his help, tweeting that they could have spent 10 years in jail. Hours later, the players apologized for their actions and expressed gratitude to Trump.\n“I’m a young man, however, it’s not an excuse for making a really stupid decision,” the younger Ball said. “I don’t feel sorry for myself and I’ve learned my lesson from this big mistake and I’m 110 percent sure that I will not make a bad decision like this again.”\nThis post has been updated with an additional tweet from Trump.", "date": "\n11/19/2017", "href": "https://www.huffpost.com/entry/donald-trump-ucla-jail-china_n_5a11d0e2e4b0e97dffee09d3", "tags": "left china son jailed ” trump players helped donald says shoplifting decision ucla ball"}