{"title": "Donald Tusk: Special place in hell for Brexiteers without a plan", "content": "European Council President Donald Tusk has spoken of a \"special place in hell\" for \"those who promoted Brexit without even a sketch of a plan of how to carry it out safely\".\nHe was speaking after talks with Irish leader Leo Varadkar in Brussels.\nBrexit-backing MPs reacted with anger to the comments, accusing Mr Tusk of \"arrogance\".\nDowning Street said it was a question for Mr Tusk \"whether he considers the use of that kind of language helpful\".\nThe prime minister's official spokesman said: \"We had a robust and lively referendum campaign in this country. In what was the largest democratic exercise in our history, people voted to leave the EU.\"\nHe added that everyone should now focus on delivering that. \nMr Tusk's Twitter account tweeted his comments immediately after he made them in a news conference.\nAnd at the end of their news conference, Mr Varadkar was picked up by the microphones telling Mr Tusk: \"They'll give you terrible trouble in the British press for that.\"\nMr Tusk nodded at the comment and both laughed.\nBrussels officials were quick to clarify Mr Tusk's remarks, stressing to BBC correspondent Adam Fleming that the Brexiteers' special place in hell would be for when they are dead and \"not right now\".\nJean-Claude Juncker tried to laugh off the comments at a later press conference with Mr Varadkar, saying the only hell he knew was doing his job as the president of the European Commission.\nAnd Guy Verhofstadt, the European Parliament's chief Brexit negotiator, referencing Mr Tusk's comments, later tweeted: \"Well, I doubt Lucifer would welcome them, as after what they did to Britain, they would even manage to divide hell.\"\nBut leading Brexiteers in the UK took to social media to express their anger at Mr Tusk's remarks.\nFormer UKIP leader Nigel Farage, who is now an independent MEP, tweeted: \"After Brexit we will be free of unelected, arrogant bullies like you and run our own country. Sounds more like heaven to me.\"\nCommons leader Andrea Leadsom, who also campaigned for Britain's exit from the EU, said Mr Tusk should apologise for his \"disgraceful\" and \"spiteful\" comments.\n\"I'm sure that when he reflects on it he may well wish he hadn't done it,\" she told BBC Radio 4's World at One. \nFormer Brexit Secretary David Davis, when asked on ITV Peston's programme how he felt \"when President Tusk practically reserved your place in hell?\", said: \"Perhaps he'll join us there. \n\"When people throw insults around it says more about them than the people they're insulting.\" \nThe Democratic Unionist Party's Brexit spokesman Sammy Wilson said: \"This devilish Euro maniac is doing his best to keep the United Kingdom bound by the chains of EU bureaucracy and control.\n\"It is Tusk and his arrogant EU negotiators who have fanned the flames of fear in an attempt to try and overturn the result of the referendum.\"\nBut Sinn Fein President Mary Lou McDonald backed Mr Tusk, arguing that it was the position of \"hardline\" Brexit-supporting MPs like Boris Johnson and Jacob Rees-Mogg that was \"intemperate\" and \"untenable\".\nAnd Labour MP Ben Bradshaw, who supports having another EU referendum, said Mr Tusk was \"absolutely right\" and it was \"painful\" for leading figures in the Leave campaign, such as Boris Johnson and David Davis, \"to have the truth pointed out to them\".\nTheresa May - who supported the UK staying in the EU during the 2016 EU referendum but has always insisted that Brexit must be delivered because that was what people voted for - is due to arrive in Brussels on Thursday to seek legal changes to the withdrawal deal she signed with the EU. She hopes these changes will help her get it through the UK Parliament.\nBBC political correspondent Iain Watson said the government was likely to publish a new employment bill before the next vote on Mrs May's deal, with the aim to maximise support for it from Labour MPs.\nMeanwhile, Labour leader Jeremy Corbyn has set out five demands for his party to support a Brexit deal - calling for them to be enshrined as objectives in domestic law.\nIn a letter to the prime minister, he said Labour wanted a UK-wide customs union, close alignment with the single market, \"dynamic alignment\" on rights and protections, \"clear commitments\" on participation in EU agencies and funding programmes and \"unambiguous agreements\" on the detail of future security arrangements. \nHe said Labour did not believe that \"simply seeking modifications\" to the backstop was a sufficient response.\nMr Corbyn added that EU leaders had been clear that changes to the political declaration were possible if a request was made by the UK government \"and if the current red lines change\".\nBy BBC Brussels reporter Adam Fleming\nThe EU has been absolutely scathing about some of the British political class today. \nThe dam broke on Donald Tusk's pent-up feelings about the leaders of the Leave campaign. \nThe Irish prime minister suggested that MPs either didn't know what they were doing or were misled when they voted to look for alternatives to the Irish backstop. \nBut - and it's a big but - they have all been open to the prime minister coming to Brussels with a solution to break the deadlock. \nAnd while Jean-Claude Juncker ruled out the idea of the UK having the right to pull out of the backstop if it were ever needed, he didn't say anything about the other idea doing the rounds - a time limit. \nDonald Tusk said that the other 27 EU members had decided in December that the withdrawal agreement was \"not open for renegotiation\" - a message echoed by Mr Juncker.\nMr Tusk also had a message for Remain supporters in the UK, with 50 days to go until Brexit happens, with a deal or without one, saying: \"I have always been with you, with all my heart\".\nBut he added: \"The facts are unmistakable. At the moment, the pro-Brexit stance of the UK prime minister, and the Leader of the Opposition, rules out this question. \n\"Today, there is no political force and no effective leadership for Remain. I say this without satisfaction, but you can't argue with the facts.\"\nMr Tusk said the Irish border issue and the need to preserve the peace process remained the EU's \"top priority\".\nHe hoped Mrs May would \"give us a deliverable guarantee for peace in Northern Ireland and the UK will leave the EU as a trusted friend\" that can command a Commons majority.\nMr Varadkar said that while he was \"open to further discussions\" with the UK government about post-Brexit relations, the legally-binding withdrawal agreement remained \"the best deal possible\".\nAnd the backstop was needed \"as a legal guarantee to ensure that there is no return to a hard border on the island of Ireland\".\nHe later said he will meet Theresa May for talks in Dublin on Friday. \nJean-Claude Juncker said alternative arrangements - the form of words backed by MPs in a vote last week - \"can never replace the backstop\".\nClarification 27 February 2019: While the summary of this story and opening paragraph made clear that Mr Tusk was referring to a specific group of people - those who promoted Brexit without a plan - the original headlines were misleading and so were amended shortly after publication on 6 February.", "date": "6 February 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47143135", "tags": "brexit uk brexiteers eu plan without hell brussels mps donald leader tusk place special said"}