{"title": "Donald Trump Jr- Is Very Mad That Far-Right Extremists Have Lost A Platform", "content": " \n﻿Donald Trump Jr. hit the fear-mongering roof after it was announced Thursday that a number of far-right extremists will no longer be able to use Facebook and Instagram to peddle hate and lies.\nThe president’s oldest son tweeted on Friday that conservatives are being silenced by Facebook and “Big Tech,” an unfounded claim that has nonetheless become a popular talking point among some Republicans.\nLet’s take a look at the far-right fanatics banned from Facebook that Trump Jr. seems so eager to defend.\nAlex Jones, host of the conspiracy theory-promoting radio show Infowars, is currently being sued by nine family members of victims killed in the 2012 Sandy Hook Elementary School shooting. The families are taking Jones to court for his repeated lies about the shooting being a “false flag” operation, lies that have led to death threats against Sandy Hook families from Jones’ manipulated listeners. A longtime contributor to Infowars, Paul Joseph Watson, was also banned from Facebook. \nMilo Yiannopoulos has spent the entirety of his career whipping up attention by expressing racist views. The polemicist was recently banned from Australia after blaming “extremist leftism” and “alien religious cultures” for the shooting at two New Zealand mosques that left 51 people dead. Prior to his Instagram account being taken down, Yiannopoulos was busy using the platform to sell off personal items, including a portrait of himself. \nLaura Loomer is a racist conspiracy theorist who routinely attacks Muslims online. She wasn’t banned from Instagram until Thursday, even after she’d called on her followers to “rise up” against Rep. Ilhan Omar (D-Minn.), who is Muslim. Loomer recently made headlines for handcuffing herself to the doors of Twitter’s New York office after she was kicked off the platform. Twitter said she could stay chained to the doors as long as she wanted. \nPaul Nehlen, one of those supposed “conservatives” described by Trump Jr., is actually a white nationalist. He recently appeared on a podcast where he discussed the best way to start a race war.\nLouis Farrakhan, the longtime Nation of Islam leader, was also banned from Facebook. Farrakhan is a known anti-Semite who has also attacked the LGBTQ community.\nBut Trump Jr. argued that Americans should be terrified by Facebook’s decision to draw a line.\n“Ask yourself, how long before they come to purge you?” he wrote.\nThe answer to that is simple: If you don’t traffic in hate, you won’t get “purged.”  ", "date": "\n05/03/2019", "href": "https://www.huffpost.com/entry/donald-trump-jr-far-right-extremists-facebook_n_5ccc65a8e4b0548b73597556", "tags": "shooting mad jr. extremists jones jr- ” trump lost facebook donald banned lies instagram far-right platform"}