{"title": "Donald Trump’s News Conference: Full Transcript and Video", "content": "The following is a complete transcript of a news conference that President-elect Donald J. Trump held in New York on Wednesday, as prepared by the Federal News Service. \nFor updates and analysis of the conference, follow our transition briefing.\nSEAN SPICER: Morning. Thanks for being here (inaudible) days away from the inauguration of the next president and vice president of the United States. It’s an opportunity to be here today to allow the president-elect to take your questions.\nAfter the president-elect makes some remarks, he will introduce Ms. Sheri Dillon, a prominent attorney in Washington, D.C., with the prestigious firm of Morgan Lewis who will — who structured the agreements pursuant to the president’s business arrangements and she will give brief remarks.\nBefore we start, I want to bring your attention to a few points on the report that was published in BuzzFeed last night. It’s frankly outrageous and highly irresponsible for a left-wing blog that was openly hostile to the president-elect’s campaign to drop highly salacious and flat-out false information on the internet just days before he takes the oath of office.\nAccording to BuzzFeed’s own editor, there are some serious reasons to doubt the allegations in the report. The executive editor of The New York Times also dismissed the report by saying it was, quote, “Totally unsubstantiated, echoing the concerns that many other reporters expressed on the internet.”\nSPICER: The fact that BuzzFeed and CNN made the decision to run with this unsubstantiated claim is a sad and pathetic attempt to get clicks. The report is not an intelligence report, plain and simple. One issue that the report talked about was the relationship of three individuals associated with the campaign. These three individuals; Paul Manafort, Michael Cohen and Carter Page.\nCarter Page is an individual who the president-elect does not know and was put on notice months ago by the campaign. Paul Manafort has adamantly denied any of this involvement and Michael Cohen, who is said to have visited Prague in August and September did not leave or enter the United States during this time. We asked him to produce his passport to confirm his whereabouts on the dates in question and there was no doubt that he was not in Prague.\nIn fact, Mr. Cohen has never been in Prague. A new report actually suggests that Michael Cohen was at — at the University of Southern California with his son at a baseball game. One report now suggested apparently it’s another Michael Cohen. For all the talk lately about fake news, this political witch hunt by some in the media is based on some of the most flimsy reporting and is frankly shameful and disgraceful.\nWith that, it is my honor to introduce the next vice president of the United States, Mike Pence.\n(APPLAUSE)\nPENCE: We are nine days away from the inauguration of the 45th president of the United States of America.\n(APPLAUSE)\nI am profoundly honored and humbled that I will take the oath of office to serve as vice president of the United States nine days from today, but I’m even more honored to stand shoulder to shoulder with a new president who will make America great again.\n(APPLAUSE)\nNow, the president-elect’s leadership and his energy during the campaign was impressive. But as the chairman of the transition effort, I can assure the American people that his energy and his vision during the course of this transition has been even more inspiring. To see the way he has brought together men and women of extraordinary capability at a historic pace in this cabinet.\nNineteen of the 21 cabinet officials have been announced, nine committee hearings already scheduled, seven more soon to go on the books in the next several days and it is a — it is a compilation of men and women with an unprecedented caliber of leadership and background to help this administration move our nation forward. Perhaps that’s why there’s been such a concerted effort by some in the mainstream media to delegitimize this election and to demean our incoming administration.\nYou know, I have long been a supporter of a free and independent press and I always will be. But with freedom comes responsibility. And the irresponsible decision of a few news organizations to run with a false and unsubstantiated report, when most news organizations resisted the temptation to propagate this fake news, can only be attributed to media bias and attempt to demean the president-elect and our incoming administration and the American people are sick and tired of it.\n(APPLAUSE)\nBut today, we’ll get back to real news, to real facts and the real progress our incoming president has already made in reviving the American economy and assembling a team that will make America great again. And we’ll hear from the president-elect about issues that are of paramount importance to the American people today.\nSo, it is my honor to introduce to all of you, my friend and the president-elect of the United States of America, Donald Trump.\n(APPLAUSE)\nTRUMP: Thank you very much.\nIt’s very familiar territory, news conferences, because we used to give them on an almost daily basis. I think we probably maybe won the nomination because of news conferences and it’s good to be with you.\nTRUMP: We stopped giving them because we were getting quite a bit of inaccurate news, but I do have to say that — and I must say that I want to thank a lot of the news organizations here today because they looked at that nonsense that was released by maybe the intelligence agencies? Who knows, but maybe the intelligence agencies which would be a tremendous blot on their record if they in fact did that. A tremendous blot, because a thing like that should have never been written, it should never have been had and it should certainly never been released.\nBut I want to thank a lot of the news organizations for some of whom have not treated me very well over the years — a couple in particular — and they came out so strongly against that fake news and the fact that it was written about by primarily one group and one television station.\nSo, I just want to compliment many of the people in the room. I have great respect for the news and great respect for freedom of the press and all of that. But I will tell you, there were some news organizations with all that was just said that were so professional — so incredibly professional, that I’ve just gone up a notch as to what I think of you. OK?\nAll right. We’ve had some great news over the last couple of weeks. I’ve been quite active, I guess you could say, in an economic way for the country. A lot of car companies are going to be moving in, we have other companies — big news is going to be announced over the next couple of weeks about companies that are getting building in the Midwest.\nYou saw yesterday Fiat Chrysler; big, big factory going to be built in this country as opposed to another country. Ford just announced that they stopped plans for a billion dollar plant in Mexico and they’re going to be moving into Michigan and expanding, very substantially, an existing plant.\nI appreciate that from Ford. I appreciate it very much from Fiat Chrysler. I hope that General Motors will be following and I think they will be. I think a lot of people will be following. I think a lot of industries are going to be coming back.\nWe’ve got to get our drug industry back. Our drug industry has been disastrous. They’re leaving left and right. They supply our drugs, but they don’t make them here, to a large extent. And the other thing we have to do is create new bidding procedures for the drug industry because they’re getting away with murder.\nPharma, pharma has a lot of lobbies and a lot of lobbyists and a lot of power and there’s very little bidding on drugs. We’re the largest buyer of drugs in the world and yet we don’t bid properly and we’re going to start bidding and we’re going to save billions of dollars over a period of time.\nAnd we’re going to do that with a lot of other industries. I’m very much involved with the generals and admirals on the airplane, the F-35, you’ve been reading about it. And it’s way, way behind schedule and many, many billions of dollars over budget. I don’t like that. And the admirals have been fantastic, the generals have been fantastic. I’ve really gotten to know them well. And we’re going to do some big things on the F-35 program, and perhaps the F-18 program. And we’re going to get those costs way down and we’re going to get the plane to be even better. And we’re going to have some competition and it’s going to be a beautiful thing.\nSo, we’ve been very, very much involved, and other things. We had Jack Ma, we had so many incredible people coming here. There are no — they’re going to do tremendous things — tremendous things in this country. And they’re very excited.\nAnd I will say, if the election didn’t turn out the way it turned out, they would not be here. They would not be in my office. They would not be in anybody else’s office. They’d be building and doing things in other countries. So, there’s a great spirit going on right now. A spirit that many people have told me they’ve never seen before, ever.\nWe’re going to create jobs. I said that I will be the greatest jobs producer that God ever created. And I mean that, I really — I’m going to work very hard on that. We need certain amounts of other things, including a little bit of luck, but I think we’re going to do a real job. And I’m very proud of what we’ve done.\nAnd we haven’t even gotten there yet. I look very much forward to the inauguration. It’s going to be a beautiful event. We have great talent, tremendous talent. And we have the — all of the bands — or most of the bands are from the different — from the different segments of the military. And I’ve heard some of these bands over the years, they’re incredible.\nWe’re going to have a very, very elegant day. The 20th is going to be something that will be very, very special; very beautiful. And I think we’re going to have massive crowds because we have a movement.\nTRUMP: It’s a movement like the world has never seen before. It’s a movement that a lot of people didn’t expect. And even the polls — although some of them did get it right, but many of them didn’t. And that was a beautiful scene on November 8th as those states started to pour in.\nAnd we focused very hard in those states and they really reciprocated. And those states are gonna have a lot of jobs and they’re gonna have a lot of security. They’re going to have a lot of good news for their veterans.\nAnd by the way, speaking of veterans, I appointed today the head secretary of the Veterans Administration, David Shulkin. And we’ll do a news release in a little while. Tell you about David, he’s fantastic — he’s fantastic. He will do a truly great job.\nOne of the commitments I made is that we’re gonna straighten out the whole situation for our veterans. Our veterans have been treated horribly. They’re waiting in line for 15, 16, 17 days, cases where they go in and they have a minor early-stage form of cancer and they can’t see a doctor. By the time they get to the doctor, they’re terminal. Not gonna happen, it’s not gonna happen.\nSo, David is going to do a fantastic job. We’re going to be talking to a few people also to help David. And we have some of the great hospitals of the world going to align themselves with us on the Veterans Administration, like the Cleveland Clinic, like the Mayo Clinic, a few more than we have. And we’re gonna set up a — a group.\nThese are hospitals that have been the top of the line, the absolute top of the line. And they’re going to get together with their great doctors — Dr. Toby Cosgrove, as you know from the Cleveland Clinic, has been very involved.\nIke Perlmutter has been very, very involved, one of the great men of business. And we’re gonna straighten out the V.A. for our veterans. I’ve been promising that for a long time and it’s something I feel very, very strongly.\nSo, you’ll get the information on David. And I think you’ll be very impressed with the job he does. We looked long and hard. We interviewed at least 100 people, some good, some not so good. But we had a lot of talent. And we think this election will be something that will, with time — with time, straighten it out and straighten it out for good ‘cause our veterans have been treated very unfairly.\nOK, questions? Yes, John (ph)?\nQUESTION: (Inaudible) so much.\nTRUMP: Thank you.\nQUESTION: Appreciate it.\nA couple of aspects of the intelligence briefing that you received on Friday that we’re looking for further clarification on.\nTRUMP: Sure.\nQUESTION: First of all, did the heads of the intelligence agencies provide you with the two-page summary of these unsubstantiated allegations? And secondly to that, on the broader picture, do you accept their opinion that Vladimir Putin ordered the hack of the DNC and the attempted hack of the RNC?\nAnd if you do, how will that color your attempts to build a relationship with a leader who has been accused of committing an act of espionage against the United States?\nTRUMP: OK, first of all, these readings as you know are confidential, classified. So, I’m not allowed to talk about what went on in a meeting.\nAnd — but we had many witnesses in that meeting, many of them with us. And I will say, again, I think it’s a disgrace that information would be let out.\nI saw the information; I read the information outside of that meeting. It’s all fake news. It’s phony stuff. It didn’t happen. And it was gotten by opponents of ours, as you know, because you reported it and so did many of the other people. It was a group of opponents that got together — sick people — and they put that crap together.\nSo, I will tell you that not within the meeting, but outside of the meeting, somebody released it. It should have never been — number one, shouldn’t have even entered paper. But it should have never have been released. But I read what was released and I think it’s a disgrace. I think it’s an absolute disgrace.\nAs far as hacking, I think it was Russia. But I think we also get hacked by other countries and other people. And I — I can say that you know when — when we lost 22 million names and everything else that was hacked recently, they didn’t make a big deal out of that. That was something that was extraordinary. That was probably China.\nWe had — we had much hacking going on. And one of the things we’re gonna do, we have some of the greatest computer minds anywhere in the world that we’ve assembled. You saw just a sample of it two weeks ago up here where we had the six top people in the world — they were never in the same room together as a group. And we’re gonna put those minds together and we’re going to form a defense.\nTRUMP: And I have to say this also, the Democratic National Committee was totally open to be hacked. They did a very poor job. They could’ve had hacking defense, which we had.\nAnd I will give Reince Priebus credit, because when Reince saw what was happening in the world and with this country, he went out and went to various firms and ordered a very, very strong hacking defense.\nAnd they tried to hack the Republican National Committee and they were unable to break through.\nWe have to do that for our country. It’s very important.\n(CROSSTALK)\nQUESTION: ... just to the last part of that question (inaudible) how could all of this potentially color your attempts to build a better relationship with President Putin?\nTRUMP: Well, you know, President Putin and Russia put out a statement today that this fake news was indeed fake news. They said it totally never happened.\nNow, somebody would say, “Oh, of course he’s gonna say that.”\nI respected the fact that he said that.\nAnd I — I’ll be honest, I think if he did have something, they would’ve released it; they would’ve been glad to release it.\nI think, frankly, had they broken into the Republican National Committee, I think they would’ve released it just like they did about Hillary and all of the horrible things that her people, like Mr. Podesta, said about her. I mean what he said about her was horrible.\nIf somebody said about me, what Podesta said about Hillary, I was the boss, I would’ve fired him immediately or that person. Because what he said about her was horrible.\nBut remember this: We talk about the hacking and hacking’s bad and it shouldn’t be done. But look at the things that were hacked, look at what was learned from that hacking.\nThat Hillary Clinton got the questions to the debate and didn’t report it? That’s a horrible thing. That’s a horrible thing.\nCan you imagine that if Donald Trump got the questions to the debate — it would’ve been the biggest story in the history of stories. And they would’ve said immediately, “You have to get out of the race.” Nobody even talked about it. It’s a very terrible thing.\nYeah?\nQUESTION: Can I ask you a question, sir?\n(CROSSTALK)\nQUESTION: Thank you, Mr. President-elect.\nOn that intelligence report, the second part of their conclusion was that Vladimir Putin ordered it because he aspired to help you in the election.\nDo you accept that part of the finding? And will you undo what President Obama did to punish the Russians for this or will you keep it in place?\nTRUMP: Well, if — if Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia. Russia can help us fight ISIS, which, by the way, is, number one, tricky. I mean if you look, this administration created ISIS by leaving at the wrong time. The void was created, ISIS was formed.\nIf Putin likes Donald Trump, guess what, folks? That’s called an asset, not a liability.\nNow, I don’t know that I’m gonna get along with Vladimir Putin. I hope I do. But there’s a good chance I won’t. And if I don’t, do you honestly believe that Hillary would be tougher on Putin than me? Does anybody in this room really believe that? Give me a break.\nOK?\n(CROSSTALK)\nQUESTION: ... President Obama...\n(CROSSTALK)\nQUESTION: ... make clear whether during your visits to either Moscow or St. Petersburg, you engaged in conduct that you now regret and that a reasonable...\n(CROSSTALK)\nQUESTION: Would a reasonable observer say that you are potentially vulnerable to blackmail by Russia or by its intelligence agencies?\nTRUMP: Lemme just tell you what I do.\nWhen I leave our country, I’m a very high-profile person, would you say?\nI am extremely careful. I’m surrounded by bodyguards. I’m surrounded by people.\nAnd I always tell them — anywhere, but I always tell them if I’m leaving this country, “Be very careful, because in your hotel rooms and no matter where you go, you’re gonna probably have cameras.” I’m not referring just to Russia, but I would certainly put them in that category.\nAnd number one, “I hope you’re gonna be good anyway. But in those rooms, you have cameras in the strangest places. Cameras that are so small with modern technology, you can’t see them and you won’t know. You better be careful, or you’ll be watching yourself on nightly television.”\nI tell this to people all the time.\nI was in Russia years ago, with the Miss Universe contest, which did very well — Moscow, the Moscow area did very, very well.\nAnd I told many people, “Be careful, because you don’t wanna see yourself on television. Cameras all over the place.”\nAnd again, not just Russia, all over.\nDoes anyone really believe that story?\nI’m also very much of a germaphobe, by the way, believe me.\n(LAUGHTER)\n(CROSSTALK)\nQUESTION: ... how you plan to disentangle yourself from your business. But first, I have to follow-up on some of these Russian remarks.\nBased on your comments here today, do you believe the hacking was justified? Does Russia have any leverage over you, financial or otherwise? And if not, will you release your tax returns to prove it?\nTRUMP: So I tweeted out that I have no dealings with Russia. I have no deals that could happen in Russia, because we’ve stayed away. And I have no loans with Russia.\nAs a real estate developer, I have very, very little debt. I have assets that are — and now people have found out how big the company is, I have very little debt — I have very low debt. But I have no loans with Russia at all.\nAnd I thought that was important to put out. I certified that. So I have no deals, I have no loans and I have no dealings. We could make deals in Russia very easily if we wanted to, I just don’t want to because I think that would be a conflict. So I have no loans, no dealings, and no current pending deals.\nNow, I have to say one other thing. Over the weekend, I was offered $2 billion to do a deal in Dubai with a very, very, very amazing man, a great, great developer from the Middle East, Hussein Damack, a friend of mine, great guy. And I was offered $2 billion to do a deal in Dubai — a number of deals and I turned it down.\nI didn’t have to turn it down, because as you know, I have a no-conflict situation because I’m president, which is — I didn’t know about that until about three months ago, but it’s a nice thing to have. But I don’t want to take advantage of something. I have something that others don’t have, Vice President Pence also has it. I don’t think he’ll need it, I have a feeling he’s not going to need it.\nBut I have a no conflict of interest provision as president. It was many, many years old, this is for presidents. Because they don’t want presidents getting — I understand they don’t want presidents getting tangled up in minutia; they want a president to run the country. So I could actually run my business, I could actually run my business and run government at the same time.\nI don’t like the way that looks, but I would be able to do that if I wanted to. I would be the only one to be able to do that. You can’t do that in any other capacity. But as president, I could run the Trump organization, great, great company, and I could run the company — the country. I’d do a very good job, but I don’t want to do that.\nNow, all of these papers that you see here — yes, go ahead.\nQUESTION: (inaudible) do you believe the hacking was justified? And will you release your tax returns to prove what you’re saying about no deals in Russia?\nTRUMP: I’m not releasing the tax returns because as you know, they’re under audit.\n(CROSSTALK)\nQUESTION: ... since the ’70’s has had a required audit from the IRS, the last place to release them, but as president sir...\nTRUMP: You know, the only one that cares about my tax returns are the reporters, OK? They’re the only who ask.\nQUESTION: You don’t think the American public is concerned about it?\nTRUMP: No I don’t think so. I won, when I became president. No, I don’t think they care at all. I don’t think they care at all.\n(APPLAUSE)\nTRUMP: I think you care — I think you care. First of all, you learn very little to a tax return. What you should go down to federal elections and take a look at the numbers. And actually, people have learned a lot about my company and now they realize, my company is much bigger, much more powerful than they ever thought. We’re in many, many countries, and I’m very proud of it.\nAnd what I’m going to be doing is my two sons, who are right here, Don and Eric, are going to be running the company. They are going to be running it in a very professional manner. They’re not going to discuss it with me. Again, I don’t have to do this. They’re not going to discuss it with me. And with that, I’m going to bring up Sheri Dillon, and she’s going to go — these papers are just some of the many documents that I’ve signed turning over complete and total control to my sons.\n(CROSSTALK)\nDILLON: Good morning. It’s my honor and privilege to be here today at President-elect Trump’s request.\nHe’s asked me, as you just heard, to speak about the conflicts of interest and the steps he’s taking. As you know, the business empire built by President-elect Trump over the years is massive, not dissimilar to the fortunes of Nelson Rockefeller when he became vice president. But at that time, no one was so concerned.\nPresident-elect Trump wants the American public to rest assured that all of his efforts are directed to pursuing the people’s business and not his own. To that end, as he explained a few moments ago, he directed me and my colleagues at the law firm Morgan Lewis and Bockius to design a structure for his business empire that will completely isolate him from the management of the company.\nHe further instructed that we build in protections that will assure the American people the decisions he makes and the actions that he takes as president are for their benefit and not to support his financial interests.\nDILLON: As he said, he’s voluntarily taking this on. The conflicts of interest laws simply do not apply to the president or the vice president and they are not required to separate themselves from their financial assets. The primary conflicts of interest statutes and some have questioned it, is Section 18 USC 208 and it’s simply inapplicable by its terms. And this is not just our interpretation. It’s Congress itself who have made this clear in 1989 when it amended Section 18 USC 202 to state that, except as otherwise provided, the terms office and employee in section 208 shall not include the president.\nEven so, President-elect Trump wants there to be no doubt in the minds of the American public that he is completely isolating himself from his business interests. He instructed us to take all steps realistically possible to make it clear that he is not exploiting the office of the presidency for his personal benefit. He also sought the guidance of individuals who are familiar with and have worked extensively in the fields of government ethics and constitutional law.\nCritical to the Morgan Lewis team is Fred Fielding, standing here to our side and with us today and many of you have known him. He has served several presidents over the years including serving as counsel to Presidents Ronald Reagan and George W. Bush as well as serving on President George H.W. Bush’s Commission on Federal Ethics Law Reform and he also held the position of vice chair of the Ethics Resource Center.\nMr. Fielding has been extensively involved with and approved this plan. He’s here today to support the plan and he will continue to provide guidance as the plan is implemented and as Eric, Don, along with others, take over management of the Trump organization.\nI’m gonna detail some of the extraordinary steps now that the president-elect is taking. First, President-elect Trump’s investments and business assets commonly known as the — as the Trump Organization, comprising hundreds of entities which, again, if you all go and take a look at his financial disclosure statement, the pages and pages and pages of entities have all been or will be conveyed to a trust prior to January 20th. Here is just some of the paperwork that’s taking care of those actions.\nSecond, through the trust agreement, he has relinquished leadership and management of the Trump Organization to his sons Don and Eric and a longtime Trump executive, Allen Weisselberg. Together, Don, Eric and Allen will have the authority to manage the Trump Organization and will make decisions for the duration of the presidency without any involvement whatsoever by President-elect Trump.\nFurther, at the president-elect’s direction, the trust agreement provides — that to ensure the Trump Organization continues to operate in accordance with the highest and legal ethics standards, an ethics adviser will be appointed to the management team. The written approval of the ethics adviser will be required for new deals, actions, and transactions that could potentially raise ethics or conflicts of interest concerns.\nPresident-elect Trump as well as Don, Eric and Allen are committed to ensuring that the activities of the Trump organization are beyond reproach and cannot be perceived to be exploitive of the office of the presidency. President-elect Trump will resign from all officer and other positions he holds with the Trump Organization entities.\nFurther, in addition, his daughter Ivanka will have no further involvement with or management authority whatsoever with the Trump Organization. As she and Jared move their family to D.C., Ivanka will focused on settling her children into their new homes and their new schools.\nThe president-elect has also already disposed of all of his investments in publicly traded or easily liquidated investments. As a result, the trust will have two types of assets; first, it will hold liquid assets. Cash, cash equivalents and treasuries and perhaps some positions in a government approved diversified portfolio, one that is consistent with the regulations from the Office of Government Ethics.\nSecond, the trust is going to hold his preexisting illiquid, but very valuable business assets, the ones that everyone here is familiar with. Trump owned, operated and branded golf clubs, commercial rental property, resorts, hotels, rights to royalties from preexisting licenses of Trump-Marks Productions and Goods. Things like Trump Tower, Mar-a-Lago, all of his other business assets, 40 Wall Street will all be in the trust.\nThrough instructions in the trust agreement, President-elect trust — President-elect Trump first ordered that all pending deals be terminated. This impacted more than 30 deals, many of which were set to close by the end of 2016. As you can well imagine, that caused an immediate financial loss of millions of dollars, not just for President-elect Trump, but also for Don, Ivanka and Eric.\nDILLON: The trust agreement as directed by President Trump imposes severe restrictions on new deals. No new foreign deals will be made whatsoever during the duration of President Trump’s presidency. New domestic deals will be allowed, but they will go through a vigorous vetting process.\nThe president-elect will have no role in deciding whether the Trump Organization engages in any new deal and he will only know of a deal if he reads it in the paper or sees it on TV. Because any new deal could — and I emphasize could — be perceived as causing a conflict or as exploiting the office of the presidency, new deals must be vetted with the ethics adviser, whose role will be to analyze any potential transactions for conflicts and ethics issues.\nThe ethics adviser will be a recognized expert in the field of government experts. Again, his role will be to scrutinize the new deals and the actions, and any new deal must receive written approval.\nTo further reinforce the wall that we are building between President-elect Trump and the Trump Organization, President-elect Trump has ordered, through his trust agreement, to sharply limit his information rights. Reports will only be available and reflect profit and loss on the company as a whole. There will be no separate business by business accounting.\nAnother step that President-elect Trump has taken is he created a new position at the Trump Organization; the position of chief compliance counsel, whose responsibility will be to ensure that the Trump businesses, again, are operating at the highest levels of integrity and not taking any actions that could be perceived as exploiting the office of the presidency.\nHe has also directed that no communications of the Trump Organization, including social media accounts, will reference or be tied to President-elect Trump’s role as president of the United States or the office of the presidency.\nIn sum, all of these actions — complete relinquishment of management, no foreign deals, ethics adviser approval of deals, sharply limited information rights — will sever President-elect Trump’s presidency from the Trump Organization.\nSome have asked questions. Why not divest? Why not just sell everything? Form of blind trust. And I’d like to turn to addressing some of those questions now.\nSelling, first and foremost, would not eliminate possibilities of conflicts of interest. In fact, it would exacerbate them. The Trump brand is key to the value of the Trump Organization’s assets. If President-elect Trump sold his brand, he would be entitled to royalties for the use of it, and this would result in the trust retaining an interest in the brand without the ability to assure that it does not exploit the office of the presidency.\nFurther, whatever price was paid would be subject to criticism and scrutiny. Was it too high, is there pay for play, was it too much pay to curry favor with the president-elect. And selling his assets without the rights to the brand would greatly diminish the value of the assets and create a fire sale.\nPresident-elect Trump should not be expected to destroy the company he built. This plan offers a suitable alternative to address the concerns of the American people, and selling the entire Trump Organization isn’t even feasible.\nSome people have suggested that the president-elect sell the business to his adult children. This would require massive third-party debt sourced with multiple lenders, whose motives and willingness to participate would be questioned and undoubtedly investigated. And if the president-elect were to finance the sale himself, he would retain the financial interests in the assets that he owns now.\nSome people have suggested that the Trump — that President-elect Trump could bundle the assets and turn the Trump Organization into a public company. Anyone who has ever gone through this extraordinarily cumbersome and complicated process knows that it is a non-starter. It is not realistic and it would be inappropriate for the Trump Organization.\nSome people have suggested a blind trust, but you cannot have a totally blind trust with operating businesses. President Trump can’t unknow he owns Trump Tower and the press will make sure that any new developments at the Trump Organization are well publicized.DILLON: Further, it would be impossible to find an institutional trustee that would be competent to run the Trump Organization. The approach that he is taking allows Don and Eric to preserve this great company and its iconic assets. And this approach is best from a conflicts and ethics perspective. It creates a complete separation from President-elect Trump — it separates him and prevents him from participating in the business and poses strict limits on what the trustees can do and requires the assent of any ethics adviser to a new deal.\nI’m going to turn to one last topic today that has been of interest lately called emoluments. That’s a word I think we’ve all become familiar with and perhaps had not heard before.\nAnd we’re gonna describe some other actions that President-elect Trump is taking to avoid even the appearance of a conflict.\nEmoluments comes from the Constitution. The Constitution says “officials may not accept gifts, titles of nobility, or emoluments from foreign governments with respect to their office, and that no benefit should be derived by holding in office.”\nThe so-called Emoluments Clause has never been interpreted, however, to apply to fair value exchanges that have absolutely nothing to do with an office holder.\nNo one would have thought when the Constitution was written that paying your hotel bill was an emolument. Instead, it would have been thought of as a value-for-value exchange; not a gift, not a title, and not an emolument.\nBut since President-elect Trump has been elected, some people want to define emoluments to cover routine business transactions like paying for hotel rooms. They suggest that the Constitution prohibits the businesses from even arm’s-length transactions that the president-elect has absolutely nothing to do with and isn’t even aware of.\nThese people are wrong. This is not what the Constitution says. Paying for a hotel room is not a gift or a present and it has nothing to do with an office. It’s not an emolument.\nThe Constitution does not require President-elect Trump to do anything here. But, just like with conflicts of interests, he wants to do more than what the Constitution requires.\nSo, President-elect Trump has decided, and we are announcing today, that he is going to voluntarily donate all profits from foreign government payments made to his hotel to the United States Treasury. This way, it is the American people who will profit.\nIn sum, I and president-elect’s (sic) other advisers at Morgan Lewis have determined the approach we’ve outlined today will avoid potential conflicts of interests or concerns regarding exploitation of the office of the presidency without imposing unnecessary and unreasonable loses on the president-elect and his family.\nWe believe this structure and these steps will serve to accomplish the president-elect’s desire to be isolated from his business interests and give the American people confidence that his sole business and interest is in making America great again, bringing back jobs to this country, securing our borders and rebuilding our infrastructure.\nThe American people were well — well aware of President-elect Trump’s business empire and financial interests when they voted. Many people voted for him precisely because of his business success.\nPresident-elect Trump wants to bring this success to all Americans. Thank you.\n(APPLAUSE)\n(CROSSTALK)\nDILLON: You’re welcome. My pleasure. Yes (ph). Don’t want to lose your note. Thank you.\nTRUMP: Thank you very much. Here you go, you (ph).\nDILLON: Thank you.\nQUESTION: Mr. Trump? Thank you. Mr. Trump, (inaudible) from America News.\nWhat is your response to your critics that say not only you, but also your Cabinet is filled with conflicts of interest?\nAnd do you plan to set an example in the future to make sure that your — your Cabinet and everyone throughout your administration...\n(CROSSTALK)\nTRUMP: I — I really think that when you watch what’s going on with what’s happening in — I was just watching, as an example, Rex Tillerson. I think it’s brilliant what he’s doing and what he’s saying.\nI watched yesterday, as you know, our great senator, who is going to be a great attorney general. And he was brilliant. And what people don’t know is that he was a great prosecutor and attorney general in Alabama. And he was brilliant yesterday.\nSo, I really think that they are — I think we have one of the great Cabinets ever put together. And we’ve been hearing that from so many people. People are so happy.\nYou know, in the case of Rex, he ran incredibly Exxon Mobil. When there was a find, he would get it. When they needed something, he would be there.\nA friend of mine who’s very, very substantial in the oil business, Harold Hamm — big supporter — he said there’s nobody in the business like Rex Tillerson.\nAnd that’s what we want. That’s what I want to bring to government.\nI want to bring the greatest people into government, because we’re way behind. We don’t make good deals any more. I say it all the time in speeches. We don’t make good deals anymore; we make bad deals. Our trade deals are a disaster.TRUMP: We have hundreds of billions of dollars of losses on a yearly basis — hundreds of billions with China on trade and trade imbalance, with Japan, with Mexico, with just about everybody. We don’t make good deals anymore.\nSo we need people that are smart, we need people that are successful and they got successful because generally speaking, they’re smart. And that’s what I’d put, I’m very proud of the Cabinet, I think they’re doing very well.\nIt’s very interesting how it’s going, but it’s — I think they’re doing very, very well.\n(CROSSTALK)\nQUESTION: ... a quick follow-up on — on Russia, sir.\nQUESTION: Thank you, Mr. President-elect. I wanted to ask a few questions on Obamacare?\nTRUMP: Yeah.\nQUESTION: Can you be specific on what guidance you’re giving congressional Republicans on the timeline for repeal and replace, whether it needs to be simultaneous or...\n(CROSSTALK)\nTRUMP: Finally, Obamacare, I thought it was never gonna be asked.\nQUESTION: (OFF-MIKE) though if you have outlined a plan for what you want the replace package to look like, would it guarantee coverage for those who have gotten health insurance through the current Obamacare law?\nTRUMP: You’re gonna be very, very proud, as not only the media and reporters, you’re gonna be very proud of what we put forth having to do with health care. Obamacare is a complete and total disaster.\nThey can say what they want, they can guide you anyway they wanna guide you. In some cases, they guide you incorrectly. In most cases, you realize what’s happened, it’s imploding as we sit.\nSome states have over a hundred percent increase and ’17 and I said this two years ago, ’17 is going to be the bad year. It’s going to be catastrophic. Frankly, we could sit back and it was a thought from a political standpoint, but it wouldn’t be fair to the people.\nWe could sit back and wait and watch and criticize and we could be a Chuck Schumer and sit back and criticize it and people would come, they would come, begging to us please, we have to do something about Obamacare. We don’t wanna own it, we don’t wanna own it politically. They own it right now.\nSo the easiest thing would be to let it implode in ’17 and believe me, we’d get pretty much whatever we wanted, but it would take a long time. We’re going to be submitting, as soon as our secretary’s approved, almost simultaneously, shortly thereafter, a plan.\nIt’ll be repeal and replace. It will be essentially, simultaneously. It will be various segments, you understand, but will most likely be on the same day or the same week, but probably, the same day, could be the same hour.\nSo we’re gonna do repeal and replace, very complicated stuff. And we’re gonna get a health bill passed, we’re gonna get health care taken care of in this country. You have deductibles that are so high, that after people go broke paying their premiums which are going through the roof, the health care can’t even be used by them because their deductibles bills are so high.\nObamacare is the Democrats problem. We are gonna take the problem off the shelves for them. We’re doing them a tremendous service by doing it. We could sit back and let them hang with it. We are doing the Democrats a great service.\nSo as soon as our secretary is approved and gets into the office, we’ll be filing a plan. And it was actually, pretty accurately reported today, The New York Times. And the plan will be repeal and replace Obamacare.\nWe’re going to have a health care that is far less expensive and far better. OK.\n(CROSSTALK)\nQUESTION: President-elect, can we just ask you — sir, sir...\nQUESTION: President-elect Trump...\n(CROSSTALK)\nQUESTION: Mr. President — which one?\nTRUMP: I was going right here.\n(CROSSTALK)\nQUESTION: President-elect Trump, Jon Steinberg (ph) from Cheddar. When you look at all the meetings that you’ve had with Carrier, SoftBank and Alibaba, do you conceive of making this a program, maybe sitting inside of commerce?\nAnd then my follow-up question to that, is how soon will we see the program on capital repatriation and corporate tax cuts?\nTRUMP: Well, if I can save jobs, for instance I was doing individual companies and people said well, that’s only one company, like we did a good job with Carrier. And I wanna thank United Technologies which owns Carrier, but we saved close to a thousand jobs.\nAnd they were gone and Mike Pence and his staff really helped us, a lot. But those were — that was a tough one because they announced a year and a half before that they were leaving so it’s always tough when they’re building a plan, just a little tougher than before they start or before they make an announcement.TRUMP: So I wanna thank United Technologies. But we’ve been meeting with a lot of companies. But what really is happening, is the word is now out, that when you want to move your plant to Mexico or some other place, and you want to fire all of your workers from Michigan and Ohio and all these places that I won, for good reason, it’s not going to happen that way anymore.\nYou want to move your plant and you think, as an example, you’re going to build that plant in Mexico and you’re going to make your air conditioners or your cars or whatever you’re making, and you’re going to sell it through what will be a very, very strong border — not a weak border like it is — we don’t even have a border. It’s an open sieve.\nBut you’re going to sell through a very strong border — not going to happen. You’re going to pay a very large border tax. So if you want to move to another country and if you want to fire all of our great American workers that got you there in the first place, you can move from Michigan to Tennessee and to North Carolina and South Carolina. You can move from South Carolina back to Michigan.\nYou can do anywhere — you’ve got a lot of states at play; a lot of competition. So it’s not like, oh, gee, I’m taking the competition away. You’ve got a lot of places you can move. And I don’t care, as along as it’s within the United States, the borders of the United States.\nThere will be a major border tax on these companies that are leaving and getting away with murder. And if our politicians had what it takes, they would have done this years ago. And you’d have millions more workers right now in the United States that are — 96 million really wanting a job and they can’t get. You know that story. The real number — that’s the real number.\nSo, that’s the way it is. OK. Go ahead.\nQUESTION: President-elect, I have a question about the Supreme Court and border security. But I also wanted to ask you about something you said on Twitter this morning. Are we living in Nazi Germany? What were you driving at there? Do you have a problem with the intelligence community?\nAnd on the Supreme Court, what’s your timeline? You said a while ago you were down to four. Have you conducted those interviews yet? What’s your timeline for nominating?\nAnd on the border fence, it now appears clear U.S. taxpayers will have to pay for it up front. What is your plan to...\nTRUMP: That’s not clear at all. OK.\n(CROSSTALK)\nQUESTION: ... to get Mexico to pay for it?\nTRUMP: I’ve got it. Do you have any more?\n(LAUGHTER)\nOn the fence — it’s not a fence. It’s a wall. You just misreported it. We’re going to build a wall. I could wait about a year-and-a-half until we finish our negotiations with Mexico, which will start immediately after we get to office, but I don’t want to wait. Mike Pence is leading an effort to get final approvals through various agencies and through Congress for the wall to begin.\nI don’t feel like waiting a year or a year-and-a-half. We’re going to start building. Mexico in some form, and there are many different forms, will reimburse us and they will reimburse us for the cost of the wall. That will happen, whether it’s a tax or whether it’s a payment — probably less likely that it’s a payment. But it will happen.\nSo, remember this, OK? I would say we are going to build a wall and people would go crazy. I would then say, who is going to pay for the wall? And people would all scream out — 25,000, 30,000 people, because nobody has ever had crowds like Trump has had. You know that. You don’t like to report that, but that’s OK.\nOK, now he agrees. Finally, he agrees.\nBut I say who is going to pay for the wall? And they will scream out, “Mexico.”\nNow, reports went out last week — oh, Mexico is not going to pay for the wall because of a reimbursement. What’s the difference? I want to get the wall started. I don’t want to wait a year-and-a-half until I make my deal with Mexico. And we probably will have a deal sooner than that.\nAnd by the way, Mexico has been so nice, so nice. I respect the government of Mexico. I respect the people of Mexico. I love the people of Mexico. I have many people from Mexico working for me. They’re phenomenal people.\nThe government of Mexico is terrific. I don’t blame them for what’s happened. I don’t blame them for taking advantage of the United States. I wish our politicians were so smart. Mexico has taken advantage of the United States. I don’t blame the representatives and various presidents, et cetera, of Mexico. What I say is we shouldn’t have allowed that to happen. It’s not going to happen anymore.\nSo, in order to get the wall started, Mexico will pay for the wall, but it will be reimbursed. OK?\nSupreme Court judge. So, as you know, I have a list of 20. I’ve gone through them. We’ve met with numerous candidates. They’re outstanding in every case. They were largely recommended and highly recommended by Federalist Society. Jim DeMint was also very much involved, and his group, which is fantastic, and he’s a fantastic guy.TRUMP: So between Leo and Jim DeMint and some senators and some congresspeople, we have a great group of people. I’ll be making the decision on who we will put up for justice of the United States Supreme Court, a replacement for the great, great Justice Scalia. That will be probably within two weeks of the 20th. So within about two weeks, probably the second week. I consider the first day because we’ll also be doing some — some pretty good signings and I think what we’ll do is we’ll wait until Monday.\nThat will be our really first business day as opposed to doing it on Friday, because on Friday, people are going to have a very good time at the inauguration, and then Saturday, as you know, we’re having a big church service and lots of good things are happening. So our first day — and you’ll all be invited to the signings, but we’ll be doing some pretty good signings on Monday and Tuesday and Wednesday and Thursday and Friday, and then also the next week. And you’re all invited.\nBut on the Supreme Court, I’ll be making that decision, and it will be a decision which I very strongly believe in. I think it’s one of the reasons I got elected. I think the people of this country did not want to see what was happening with the Supreme Court, so I think it was a very, very big decision as to why I was elected.\nQUESTION: The tweet that you had this morning about are we living in Nazi Germany, what were you driving at there? What are you trying to tell the American public?\nTRUMP: I think it was disgraceful — disgraceful that the intelligence agencies allowed any information that turned out to be so false and fake out. I think it’s a disgrace, and I say that — and I say that, and that’s something that Nazi Germany would have done and did do. I think it’s a disgrace that information that was false and fake and never happened got released to the public.\nAs far as Buzzfeed, which is a failing pile of garbage, writing it, I think they’re going to suffer the consequences. They already are. And as far as CNN going out of their way to build it up — and by the way, we just found out I was coming down. Michael Cohen — I was being — Michael Cohen is a very talented lawyer. He’s a good lawyer in my firm. It was just reported that it wasn’t this Michael Cohen they we’re talking about. So all night long it’s Michael Cohen.\nI said, “I want to see your passport.” He brings his passport to my office. I say, hey, wait a minute. He didn’t leave the country. He wasn’t out of the country. They had Michael Cohen of the Trump Organization was in Prague. It turned out to be a different Michael Cohen. It’s a disgrace what took place. It’s a disgrace and I think they ought to apologize to start with Michael Cohen.\nQUESTION: Since you’re attacking us, can you give us a question? Mr. President-elect —\nTRUMP: Go ahead.\nQUESTION: Mr. President-elect, since you are attacking our news organization...\nTRUMP: Not you.\nQUESTION: Can you give us a chance?\nTRUMP: Your organization is terrible.\nQUESTION: You are attacking our news organization, can you give us a chance to ask a question, sir? Sir, can you...\nTRUMP: Quiet.\nQUESTION: Mr. President-elect, can you say...\nTRUMP: He’s asking a question, don’t be rude. Don’t be rude.\nQUESTION: Can you give us a question since you’re attacking us? Can you give us a question?\nTRUMP: Don’t be rude. No, I’m not going to give you a question. I’m not going to give you a question.\nQUESTION: Can you state...\nTRUMP: You are fake news. Go ahead.\nQUESTION: Sir, can you state categorically that nobody — no, Mr. President-elect, that’s not appropriate.\nTRUMP: Go ahead.\n(APPLAUSE)\nQUESTION: Do you think President Obama went too far with the sanctions he put on Russia after the hacking?\nTRUMP: I don’t think he went too far. No.\nQUESTION: Will you roll them back? What do you think of Lindsey Graham’s plan to send you a bill for...\nTRUMP: Plans to send me a bill for what?\nQUESTION: Tougher sanctions.\nTRUMP: I hadn’t heard Lindsey Graham was going to do that. Lindsey Graham. I’ve been competing with him for a long time. He is going to crack that one percent barrier one day. I didn’t realize Lindsey Graham still had it. That’s all right. I think Lindsey Graham is a nice guy. I’ve heard that he is a nice guy and I’ve been hearing it.\nGo ahead. Go ahead. You’ve been waiting.\nQUESTION: As far as we understand, the intelligence community...\nTRUMP: Stand up.\nQUESTION: From BBC news. Ian Pannell from BBC news.\nTRUMP: BBC news. That’s another beauty.\nQUESTION: Thank you. Thank you.\nAs far as we understand it, the intelligence community are still looking at these allegations, this false news, as you describe it. If they come back with any kind of conclusion that any of it stands up, that any of it is true, will you consider your position...\nTRUMP: There’s nothing they could come back with.\nQUESTION: Can you...\nTRUMP: Go ahead.\nQUESTION: (inaudible) published fake news and all the problems that we’ve seen throughout the media over the course of the election, what reforms do you recommend for this industry here?\nTRUMP: Well, I don’t recommend reforms. I recommend people that are — that have some moral compass.\nYou know, I’ve been hearing more and more about a thing called fake news and they’re talking about people that go and say all sorts of things. But I will tell you, some of the media outlets that I deal with are fake news more so than anybody. I could name them, but I won’t bother, but you have a few sitting right in front of us. They’re very, very dishonest people, but I think it’s just something we’re going to have to live with.TRUMP: I guess the advantage I have is that I can speak back. When it happens to somebody that doesn’t have this — doesn’t have that kind of a megaphone, they can’t speak back. It’s a very sad thing. I’ve seen people destroyed. I’ve seen people absolutely destroyed. And I think it’s very unfair. So, all I can ask for is honest reporters.\nYes?\n(CROSSTALK)\nQUESTION: I just wanted to follow up on the questions about the U.S. intelligence community. And be very clear about what you’re saying. Do you trust your U.S. intelligence officials? And what do you say to foreign policy experts who say you’re actually weakening national security by waging this war of words against that community?\nTRUMP: Intelligence agencies are vital and very, very important. We are going to be putting in, as you know, Mr. Pompeo and others, you know the Senator Dan Coats. We’re going to be putting in some outstanding people. Within 90 days, they’re going to be coming back to me with a major report on hacking.\nI want them to cover this situation. I also want them, however, to cover, maybe most importantly — because we’re hacked by everybody — you know, the United States, our government out of a list of 17 in terms of industries is the worst, it’s number 17, in terms of protection.\nIf you look at the retail industry, if you look at the banking industry, various industries, out of 17 industries — they put this in the category of an industry — the United States is last in terms of protecting, let’s say, hacking defense. Like we had a great hacking defense at the Republican National Committee.\nThat’s why we weren’t hacked. By the way, we were told that they were trying to hack us, but they weren’t able to hack. And I think I get some credit because I told Reince, and Reince did a phenomenal job, but I said I want strong hacking defense.\nThe Democratic National Committee didn’t do that. Maybe that’s why the country runs so badly that way. But I will tell you — wait — wait — wait, let me finish. Within 90 days, we will be coming up with a major report on hacking defense, how do we stop this new phenomena — fairly new phenomena because the United States is hacked by everybody.\nThat includes Russia and China and everybody — everybody. OK.\n(CROSSTALK)\nTRUMP: Go ahead — go ahead.\nQUESTION: Mr. President-elect, you said, just now, that you believe Russia indeed was responsible for the hacking of the DNC and Jon Podesta’s e-mails, et cetera.\nTRUMP: All right, but you know what, it could have been others also.\nQUESTION: But why did you spend weeks undermining U.S. intelligence community before simply getting the facts and then making a public statement?\nTRUMP: Well, I think it’s pretty sad when intelligence reports get leaked out to the press. I think it’s pretty sad. First of all, it’s illegal. You know, these are — these are classified and certified meetings and reports.\nI’ll tell you what does happen. I have many meetings with intelligence. And every time I meet, people are reading about it. Somebody’s leaking it out. So, there’s — maybe it’s my office. Maybe in my office because I have a lot of people, a lot of great people. Maybe it’s them. And what I did is I said I won’t tell anybody. I’m going to have a meeting and I won’t tell anybody about my meeting with intelligence.\nAnd what happened is I had my meeting. Nobody knew, not even Rhona, my executive assistant for years, she didn’t know — I didn’t tell her. Nobody knew. The meeting was had, the meeting was over, they left. And immediately the word got out that I had a meeting.\nSo, I don’t want that — I don’t want that. It’s very unfair to the country. It’s very unfair to our country; what’s happened. That report should have never — first of all, it shouldn’t have been printed because it’s not worth the paper it’s written on. And I thank the New York Times for saying that.\nI thank a lot of different people for saying that. But, I will tell you, that should never, ever happen. OK.\n(CROSSTALK)\nQUESTION: Thank you, Mr. President-elect, can you stand here today, once and for all and say that no one connected to you or your campaign had any contact with Russia leading up to or during the presidential campaign. And if you do indeed believe that Russia was behind the hacking, what is your message to Vladimir Putin right now?\nTRUMP: He shouldn’t be doing it. He won’t be doing it. Russia will have much greater respect for our country when I’m leading than when other people have led it. You will see that. Russia will respect our country more. He shouldn’t have done it. I don’t believe that he will be doing it more now.\nWe have to work something out, but it’s not just Russia. Take a look at what’s happened. You don’t report it the same way; 22 million accounts were hacked in this country by China. And that’s because we have no defense. That’s because we’re run by people that don’t know what they’re doing.TRUMP: Russia will have far greater respect for our country when I’m leading it and I believe and I hope — maybe it won’t happen, it’s possible. But I won’t be giving (ph) a little reset button like Hillary. Here, press this piece of plastic. A guy looked at her like what is she doing? There’s no reset button. We’re either going to get along or we’re not. I hope we get along, but if we don’t, that’s possible too.\nBut Russia and other countries — and other countries, including China, which has taken total advantage of us economically, totally advantage of us in the South China Sea by building their massive fortress, total. Russia, China, Japan, Mexico, all countries will respect us far more, far more than they do under past administrations.\nI want to thank everybody. So this is all — just so you understand, these papers — because I’m not sure that was explained properly. But these papers are all just a piece of the many, many companies that are being put into trust to be run by my two sons that I hope at the end of eight years, I’ll come back and say, oh, you did a good job. Otherwise, if they do a bad job, I’ll say, “You’re fired.”\nGood-bye, everybody. Good-bye.\nEND", "date": "Jan. 11, 2017", "href": "https://www.nytimes.com/2017/01/11/us/politics/trump-press-conference-transcript.html", "tags": "transcript conference going full news think want trump donald video — president-elect question"}