{"title": "Donald Trump Defends People Who Attended White Supremacist Rally In Charlottesville -Plus A Whole Lot More-", "content": "President Donald Trump spoke again Tuesday on the white supremacist conflict in Charlottesville, Virginia, defending his much-criticized initial statement on the protests and offering an even stronger critique of demonstrators and the causes they fought for during the violent weekend gathering.\nDuring remarks at Trump Tower, the president blasted protesters “on both sides” of the conflict in Charlottesville, echoing his initial statement that there was hatred “on many sides.”\n“You had a group on one side who was bad, and you had a group on the other side that was also very violent, and nobody wants to say that, but I’ll say it right now,” Trump said, referring to white supremacists, anti-fascists known as “antifa” and counterprotesters who converged in Charlottesville over the weekend. “You had a group on the other side that came charging in without a permit, and they were very, very violent.”\nTrump explained why he wasn’t quick to condemn any specific people in his initial statement on the protests.\n“You have people who are very fine people on both sides,” Trump said.\nHe argued he was waiting on “the facts” Saturday before condemning white supremacists.\n“I wanted to make sure, unlike most politicians, that what I said was correct, not make a quick statement. The statement I made on Saturday, the first statement, was a fine statement, but you don’t make statements that direct unless you know the facts,” Trump argued. “It takes a little while to get the facts. You still don’t know the facts. It is a very, very important process to me. It is a very important statement. So I don’t want to go quickly and just make a statement for the sake of making a political statement. I want to know the facts.”\nTrump stayed silent until Saturday afternoon on the situation in Charlottesville, which began heating up with white supremacist marches Friday night. His response ― which followed that of his wife, Melania, the first from the White House to comment on the protests ― was a rebuke of hatred “on many sides.”\n“We condemn in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides ― on many sides,” Trump said at a ceremony for the signing of a bill to reform the Veterans Affairs health care system. “It’s been going on for a long time in our country, not Donald Trump, not Barack Obama. It’s been going on for a long, long time.”\nTrump said Tuesday his initial remarks were described as “beautiful.” However, he was widely panned for failing to call out hate groups, prompting even some Republican lawmakers to criticize his remarks.\nOn Monday ― three days after the events in Charlottesville began and two days after a car driven by a white supremacist plowed into a group of counterprotesters and killed a woman ― Trump finally condemned hate groups in a press conference where he appeared rigid, carefully reading his statement from a teleprompter.\nBut on Tuesday, Trump issued his strongest statement yet, pointing blame at groups who showed up to demonstrate against the white supremacists who organized in Charlottesville to protest the removal of a statue of Robert E. Lee, a Confederate general.\n“What about the alt-left that came charging at the, as you say, ‘alt-right’? Do they have any semblance of guilt?” Trump asked reporters. “What about the fact that they came charging with clubs in their hands, swinging clubs? Do they have any problem? I think they do.”\nAccording to The New York Times’ Maggie Haberman, reporters at Trump Tower were told Trump wouldn’t be taking questions on Tuesday. A White House official told CNN staffers they had hoped Trump’s remarks today would focus on infrastructure.\nDuring his remarks Tuesday, the president argued taking down Confederate statues, such as the Lee statue, could lead to the removal of statues of other historic figures, such as George Washington or Thomas Jefferson.\n“You really do have to ask yourself, where does it stop?” Trump said.\nHe also defended those in his administration who have ties to white nationalism, including senior adviser Steve Bannon.\nEver the businessman, Trump also took the opportunity to plug his winery in Virginia before leaving the press conference, saying it’s the reason he knows a lot about Charlottesville.\nThis story has been updated with more details about the presser and events in Charlottesville.", "date": "\n08/15/2017", "href": "https://www.huffpost.com/entry/trump-charlottesville-statement_n_59935477e4b009141640ab00", "tags": "people more- attended “ remarks white trump defends rally donald supremacist charlottesville -plus lot statement ― tuesday whole"}