{"title": "Donald Trump's Attack On 'Socialism' Was Weird – And Wrong", "content": "President Donald Trump might have just offered a preview of how he and his fellow Republicans plan to fight the Democratic Party’s increasingly ambitious agenda.\nThe Democrats, Trump said during a Thursday rally in Evansville, Indiana, “want to raid Medicare to pay for socialism.” The statement drew quizzical looks and snark on social media, because Medicare is about as close to a socialist program as you will find in the U.S. It is the government providing a service, health insurance for the elderly, in lieu of the private sector. \nSo, taken literally, Trump was saying that Democrats want to raid socialism to pay for socialism, which doesn’t make a whole lot of sense.\nBut Trump was probably making a clumsy version of the pitch that helped him get elected and that continues to keep his base loyal ― namely, that Democrats want to shift money and status away from the kind of people who voted for him and give those things to others. \nHis message to supporters, in other words, was that Democrats want to raid your socialism to pay for theirs. \nIt’s not crazy to hear a racist dog whistle in there, given Trump’s history. It certainly wouldn’t be the first time that a Republican tried to rally white voters by telling them that Democrats were going to take their money and give it to nonwhite people.\nBut whatever deeper message Trump was or wasn’t trying to send, he was also making an argument about policy.\nAnd that argument appears to be wrong.\nThe “socialist” agenda Trump was attacking consists of a series of proposals to expand government dramatically so that it pays for things like health care, child care and college tuition. These ideas were a cornerstone of the 2016 Democratic presidential campaign by Sen. Bernie Sanders (I-Vt.) and seem likely to figure prominently in the party’s 2020 platform. \nIt’s not really socialism, at least in the traditional sense, in that the goal of these initiatives is to manage and tame capitalism rather than supplant it. In spirit, this is what Democrats have been trying to do since Franklin Roosevelt was their standard bearer. But the programs would certainly be big, in no small part because they would generally be universal ― that is, people at all income levels, not just those in or near poverty, could get at least some benefit from them. \nAnd big programs need big money. The single-payer health care plan that Sanders has put forward would require something like $32 trillion in new federal expenditures over 10 years, according to some recent estimates. The money would replace most private personal spending on health care, ideally so that the majority of people would come out ahead financially, but the federal government would still have to finance the program through some combination of new taxes, higher deficits or cuts to existing programs.\nDemocrats haven’t been terribly specific about what mix they have in mind, which is both unsurprising and fair grounds for criticism by Republicans or anybody else who wants to know what the real trade-offs for single-payer will be. But one thing Democrats have made clear is that raiding Medicare, to use Trump’s phrase, is not one of the options they plan to consider. \nOn the contrary, part of their plan is to make Medicare more generous, by eliminating the program’s high out-of-pocket costs that lead many seniors to buy supplemental so-called Medigap plans or to enroll in private alternatives. Sanders and his allies like to talk about “Medicare for all,” but a more accurate moniker for their plans would be “better Medicare for all.” \nAnd Medicare isn’t the only entitlement program for seniors that Democrats are talking about enhancing. Many of them, including Sanders, have proposed making Social Security more generous by increasing cost-of-living adjustments, raising minimum payments or adding benefits for caregivers. The reason: Even with Social Security in place, some seniors sill live in poverty.\nIn other words, Democrats want more socialism ― er, “socialism” ― for everybody. Even Trump supporters on Medicare.\nWhen it comes to Medicare specifically, it’s true that proponents of single-payer envision the federal government ratcheting down payments for medical services and supplies, including everything from physician fees to drugs. If the cuts get too deep ― and that’s a huge if ― they could lead to shortages, waiting lists and facility closures. But that would be a function of trying to control health care spending and making it cheaper for everybody, not taking money out of the pockets of the people who depend on Medicare and giving it to somebody else. \nTo see that kind of transfer, which is the kind that Trump described at the rally, you need to look elsewhere.\nSpecifically, you need to look at the Republicans.\nProposed cuts to Medicare and Social Security have been a staple of the budgets that Wisconsin’s Rep. Paul Ryan, the outgoing House Speaker, has put forward for the past decade. In some cases, the cuts would have been drastic. One of his initial proposals would have left individual seniors responsible for twice as much health care spending, according to estimates from the Center on Budget and Policy Priorities.\nThe money Republicans would extract from Medicare would then offset the cost of new tax cuts. And these wouldn’t be just any old tax cuts. They would be tax cuts that primarily help corporations and the wealthy. \nThis agenda is not particularly popular, which is why Republicans try so hard to mask it or, failing that, to distract everybody’s attention. \nThat is what Trump was doing on Thursday. And it probably won’t be the last time.\nCORRECTION: A previous version of this article misstated the cost of Bernie Sanders’ single-payer proposal as $32 billion. It would be $32 trillion.", "date": "\n09/04/2018", "href": "https://www.huffpost.com/entry/trump-socialism-raid-medicare_n_5b8c30d6e4b0cf7b00375935", "tags": "care democrats cuts trump wrong ― donald socialism money attack – medicare weird health"}