{"title": "Donald Trump Concedes Russia’s Interference in Election", "content": "President-elect Donald J. Trump on Wednesday conceded for the first time that Russia had carried out cyberattacks against the two major political parties during the presidential election, but he angrily rejected unsubstantiated reports that Moscow had gathered compromising personal and financial information about him that could be used for extortion.\nIn a chaotic news conference in the lobby of Trump Tower in Manhattan nine days before he is to be sworn in as the nation’s 45th president, Mr. Trump compared United States intelligence officials to Nazis, sidestepped repeated questions about whether he or anyone in his presidential campaign had had contact with Russia during the campaign, and lashed out at the news media and political opponents, arguing that they were out to get him.\n“As far as hacking, I think it was Russia,” Mr. Trump said, his first comments accepting the conclusions of United States intelligence officials that Moscow had interfered in the election to help him win. But the president-elect expressed little outrage about that breach and seemed to cast doubt on Russia’s role moments after acknowledging it, asserting that “it could have been others also.”\nHe also quoted a Kremlin denial Tuesday night of reports that it had gathered damaging information to compromise Mr. Trump. “They said it totally never happened,” Mr. Trump said of President Vladimir V. Putin of Russia and his government. “I respected the fact that he said that.”\nThe news conference displayed the showmanship, combativeness and sensitivity to criticism that Mr. Trump exhibited throughout the 2016 presidential campaign and underscored his reflex to rebut any criticism or question about his conduct. In his maligning of the nation’s intelligence agencies, journalists and Hillary Clinton, the president-elect indicated that he would conduct himself the same way in the White House.\nUsing the same boastful tone that characterized his campaign rallies, Mr. Trump asserted that his victory in November had vindicated his view that he should not release his tax returns, an issue that he said only the news media cared about, not the public.\n“I won,” he said. “I don’t think they care at all.” In a Pew Research Center poll this month, 60 percent of respondents said Mr. Trump should release his returns, although just 38 percent of Republican respondents said he should.\nSome moments bordered on bizarre for the next president of the United States. Mr. Trump spoke of his awareness as a businessman that there were hidden cameras in hotel rooms in Moscow and other foreign capitals. He called himself “very much of a germaphobe,” apparently in an effort to discredit unsubstantiated claims about sex videos with Mr. Trump and prostitutes in a Russian hotel. “Does anyone really believe that story?” he said, calling it “phony stuff” that “never happened.”\nAt one point, Mr. Trump got into a confrontation with a correspondent for CNN, which was among the first to report on the allegations, saying to him, “You are fake news.” Moments later, though, Mr. Trump called on another CNN correspondent.\nA person who identified himself as a correspondent for RT, the Russian English-language news organization that American intelligence agencies deem a Russian propaganda tool, shouted repeatedly in vain attempts to draw Mr. Trump’s attention.\nMr. Trump voiced only faint concern about what United States intelligence officials said was a campaign by Mr. Putin to meddle in American democracy. He reserved his sharpest condemnation for American intelligence officials who he said had failed to keep secret the accusations that could be damaging to him.\nOn Wednesday, the director of national intelligence, James R. Clapper Jr., said he had spoken with Mr. Trump that evening and expressed his “profound dismay” over the leaks of unsubstantiated information. He said he had emphasized that this information was “not a U.S. intelligence community product” and that the intelligence agencies had not determined that it was reliable. He said he did not believe that the leaks had come from the intelligence agencies.\nThe president-elect, asked at the news conference whether he believed that Mr. Putin had directed the hacking effort to help him win the presidency, said, “If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia.”\n“He shouldn’t be doing it,” Mr. Trump said later of the Russian president. “He won’t be doing it. Russia will have much greater respect for our country when I’m leading than when other people have led it.”\nOf the intelligence officials who will soon serve him, Mr. Trump said: “I think it was disgraceful — disgraceful that the intelligence agencies allowed any information that turned out to be so false and fake out. That’s something that Nazi Germany would have done, and did do.”\nHe did not address whether the sanctions President Obama imposed on Moscow for the cyberattacks should stay or be strengthened as some Republicans have urged, especially as the scope of the hacking has become clearer.\nThe hourlong news conference — Mr. Trump’s first in nearly six months — touched not only on reports of espionage and attempted blackmail, but also on potential conflicts of interest with Mr. Trump’s vast business empire and questions about domestic policy.\nThe glut of pent-up questions for the president-elect gave him an advantage in navigating the exchange; he interrupted inquiries about Russia’s hacking to introduce a lawyer, Sheri L. Dillon, who spoke at length about how Mr. Trump would organize his business affairs and explain why he was not divesting from his global business empire. “President-elect Trump should not be expected to destroy the company he built,” Ms. Dillon said.\nMr. Trump offered glimpses of his plans for his first days in office, including pledging to choose a Supreme Court nominee within two weeks of Inauguration Day to succeed Justice Antonin Scalia and to invite journalists to watch a series of “signings” at the White House, an apparent allusion to the several executive orders he has promised to sign to roll back major pieces of Mr. Obama’s agenda.\nCalling himself “the greatest job-producer that God ever created,” Mr. Trump pledged to continue leaning on American companies to keep jobs in the United States. He took particular aim at the pharmaceutical industry, which he said “has been disastrous” and had been “getting away with murder” on drug pricing. Taking on a powerful lobby that Republicans have long defended, Mr. Trump said he wanted the federal government to use its purchasing power to negotiate drug prices for Medicare and Medicaid — a proposal long favored by Democrats.\nBut he broke starkly with Democrats over the Affordable Care Act as he repeated a promise to submit a plan to repeal and replace the law “essentially simultaneously,” as soon as Representative Tom Price, his choice to be secretary of health and human services, is confirmed.\n“Obamacare is the Democrats’ problem,” Mr. Trump said Wednesday. “We could sit back and let them hang with it. We are doing the Democrats a great service.”\nHe also insisted, despite repeated denials by Mexican officials, that Mexico would pay to build a wall on the southern border of the United States to block foreigners from entering illegally. Mr. Trump said Vice President-elect Mike Pence was working with federal agencies to begin construction quickly, and asserted that Mexico would ultimately reimburse the cost through a tax or other payment.\nMexico’s president, Enrique Peña Nieto, reiterated Wednesday that his country would not pay for the wall, but said it would invest in more border security.\nIn front of Mr. Trump was a table stacked with manila folders that he said contained paperwork for a portion of the companies being put into a trust to be controlled and run by his eldest sons, Eric and Donald Jr., and a trustee.\nThey stood to his side along with his daughter Ivanka Trump, who also announced on Wednesday that she would sever ties with the Trump Organization and her own company.\nClosing the news conference, Mr. Trump even got in a veiled plug for his former reality show, “The Apprentice” — he remains an executive producer of the current version, “Celebrity Apprentice” — by saying that if his sons did not manage his empire well while he served as president, he would tell them, “You’re fired.”", "date": "Jan. 11, 2017", "href": "https://www.nytimes.com/2017/01/11/us/politics/trumps-press-conference-highlights-russia.html", "tags": "intelligence election mr. news ” trump interference donald russia concedes president-elect"}