{"title": "Donald Trump Falsely Claims Tax Bill Means 'We Have Essentially Repealed Obamacare'", "content": "WASHINGTON ― President Donald Trump on Wednesday heralded Republicans’ tax bill for its provision repealing the Affordable Care Act’s individual mandate by incorrectly asserting that the health care law as a whole had been repealed. \n“When the individual mandate is being repealed, that means Obamacare is being repealed,” Trump said at a Cabinet meeting that seemed to double as his airing of grievances before the holidays. “We have essentially repealed Obamacare, and we will come up with something much better.” \nThis is demonstrably false. The law still remains, after Republicans’ failed efforts to repeal it earlier this year. Republicans have devised ways to fundamentally weaken Obamacare’s provisions because they have not yet figured out how to repeal it outright, as HuffPost’s Jonathan Cohn reported. \nGOP lawmakers added the elimination of the individual mandate to the tax bill, partly as a concession to some Republicans who had held out supporting the bill and partly as a way to offset the economic costs of it.\nRepealing the individual mandate will worsen insurance markets, but the tax bill does not affect other important structures of the Affordable Care Act, such as protections for people with pre-existing conditions, tax credits for people who buy their own insurance and the expansion of state Medicaid programs. And Obamacare enrollment continued this year, despite the Trump administration’s attempts to undermine the program.\nThe president said Wednesday that he did not want the media discussing his claim about the health care law.\n“Obamacare has been repealed in this bill,” Trump said. “We didn’t want to bring it up. I told people specifically, ‘Be quiet with the fake news media,’ because I don’t want them talking too much about it.”", "date": "\n12/20/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-repeal_n_5a3a9cebe4b06d1621b13adc", "tags": "individual mandate tax obamacare repealed claims means essentially republicans trump donald bill falsely care"}