{"title": "Donald Trump Encourages Violence At His Rallies- His Fans Are Listening-", "content": "Yasmeen Alamiri was standing in the press pen at a Donald Trump rally in Radford, Virginia, late last month when a man in the crowd called her a terrorist. \nThe slur didn’t register, perhaps because Alamiri, a 31-year-old Arab-American, had heard it before, or more likely because she was focused on her work as a reporter for RarePolitics.com. It was another reporter who told her about the epithet. \nForty-five minutes later, as Alamiri walked to the edges of the press pen to get a good angle for her Facebook Live feed, it happened again. Another man in the crowd walked by and motioned to a nearby police officer. “Are you there for this terrorist?” he asked, gesturing to Alamiri.\nShe said she was spooked. Though she enjoys a good relationship with Trump's staff, the rally was tense. “It felt like something could happen,\" she told The Huffington Post.\nAt one point, Alamiri left to find a bathroom and approached a student from Radford University -- where the rally was being held -- to ask for directions. The young woman refused to help. “You are a member of the media,” she said, “and you are disgusting and sleazy.” \nAlamiri was struck not just by the unprompted vitriol, but by the word choice. Trump had used the same adjectives to describe the press corps during his speech. “I was like, these supporters are just mimicking what he is saying and his anger, however staged it is, is resonating,” she recalled thinking. \nAfter she finished covering the event and began walking to her car a few miles away, Alamir noticed herself moving briskly and not making eye contact with people in the crowd. \n“I’m a foreign policy reporter. My family lives in Iraq and I go to Iraq every year,” she said. “For me to be scared of something says a lot, since I’m going to active war zones.” \nAlamiri, in a perverse way, is one of the lucky among those who find themselves on the receiving end of Trump supporters' abuse. Her incident in Virginia didn’t end in a physical altercation. \nBut another reporter's did. At that same event, a Secret Service staffer grabbed a Time magazine photographer by the neck and slammed him into a table. The veteran White House photographer, Christopher Morris, had stepped out of the press pen to get a better shot of protesters. He later said he regretted his role in the confrontation, but called the agent's response \"unnecessarily violent.\"\nRacial slurs, nasty rhetoric and violence at Trump rallies have become commonplace against protesters, bystanders, and reporters. Assaults are committed not only by rowdy Trump fans, but by the staff he employs to keep the events safe. But rather than denounce these incidents, Trump is making them part of his brand, and uses them to rev up crowds.\n\"There may be somebody with tomatoes in the audience,\" Trump warned people at a rally in Iowa last month. \"If you see somebody getting ready to throw a tomato, knock the crap out of them, would you? Seriously. Okay? Just knock the hell -- I promise you, I will pay for the legal fees.\" \nTrump has even threatened to personally get in on the action. \"I'd like to punch him in the face, I'll tell ya,\" he said of a protester on Feb. 22. \nThreats against reporters have become so pervasive at Trump rallies that many of those who cover the Republican front-runner seem to have a personal story. As Katy Tur, the Trump embed for NBC News, described in a Tweet, \"Trump trashes press. Crowd jeers. Guy by press 'pen' looks at us & screams \"you're a bitch!\" Other gentleman gives cameras the double bird.\" \nAs Trump moves closer to winning the Republican nomination, the tension at his events has grown.\nThings spilled over this week, when Breitbart News reporter Michelle Fields said she was pulled down by Trump’s campaign manager, Corey Lewandowski, while attempting to ask the candidate the question. Trump's campaign denied the incident, going so far as to personally attack Fields because she had reported an assault before. Fields had bruise marks on her arm, and a Washington Post reporter wrote about witnessing the incident. \nOn Wednesday, meanwhile, a 78-year-old white male audience member at a Trump rally in North Carolina was videotaped sucker-punching a black protester being escorted from the event by police. The man, John McGraw, was later charged with assault and battery. But it was the protester who ended up in handcuffs at the rally.\nWhile that punch and the Lewandowski incident sparked criticism of Trump on Thursday, violence has been an undercurrent -- if not an outright characteristic -- of Trump rallies for months. \nAt an October event at the Richmond International Raceway in Virginia, a Republican attendee described seeing an, \"irate gentlemen in the crowd spit in another gentleman’s face.\" That same month, a student protester was violently dragged out of a Miami rally by his shirt collar. A month later, video showed a gang of men kicking and punching a Black Lives Matter protester at a rally in Birmingham, Alabama, a city historically known for a strong Ku Klux Klan presence. \nWhen asked about the Alabama incident, Trump blamed the victim. \"Maybe he should have been roughed up because it was absolutely disgusting what he was doing.\" \nIn December, multiple incidents of violence were reported at a Trump rally in Raleigh, North Carolina. The New York Times described a man \"peppering accusations of fascism with profanity,\" who was \"forcefully shoved into a metal barrier by a Trump supporter.\" A female protester claimed a woman in the crowd punched her after a verbal confrontation. \nThe next month, a Sikh protester was physically pushed out of a Trump rally in Iowa, while fans yelled, \"Trump! Trump! Trump!\" The protester described it later as \"a fascist rally in a school gym.\" Last week, yet another video emerged of grown men at an event in Kentucky forcibly shoving a young black woman. \nAs long as Trump continues to encourage this violence, it's not going to stop. The fan charged with assault for sucker-punching a black protester on Wednesday has reportedly expressed no regrets. \n\"The next time we see him, we might have to kill him,\" he said.\nEditor's note: Donald Trump is a serial liar, rampant xenophobe, racist, misogynist, birther and bully who has repeatedly pledged to ban all Muslims -- 1.6 billion members of an entire religion -- from entering the U.S.", "date": "\n03/10/2016", "href": "https://www.huffpost.com/entry/donald-trump-violence_n_56e1f16fe4b0b25c91815913", "tags": "protester rallies- listening- trump rally -- donald crowd violence fans alamiri reporter press encourages said"}