{"title": "Donald Trump denies being a racist after reported crude remark", "content": "President Donald Trump has denied that he is racist, after a row broke out over his alleged use of the word \"shithole\" to describe African nations.\nMr Trump reportedly used the term last week during a bipartisan Oval Office meeting on immigration reform.\nHe has now told reporters: \"I am not a racist. I'm the least racist person you have ever interviewed.\"\nIt is the first time the president has responded directly to the racism accusations.\nHe made the denial to White House press pool reporters at the Trump International Golf Club in West Palm Beach in Florida on Sunday night.\nThe row broke out after lawmakers from both parties visited the president on Thursday to work on a proposal for a bipartisan immigration deal. \nIn recent weeks the Trump administration has been withdrawing Temporary Protected Status (TPS) from a number of nationalities currently living in the country.\nReports later emerged in US media that Mr Trump had asked during the meeting: \"Why are we having all these people from shithole countries come here?\"\nMr Trump was said to have told them that instead of granting temporary residency to citizens of countries hit by natural disasters, war or epidemics, the US should be taking in migrants from countries like Norway.\nAccounts suggest that when Mr Trump was told that the largest groups of immigrants with the status were from El Salvador, Honduras and Haiti, the president responded: \"Haitians? Do we need more Haitians?\"\nThe president tweeted on Friday morning that the language he used in the meeting was \"tough\" but disputed the wording of the reports.\nHe also posted another tweet denying he had insulted Haitians, accusing Democrats of making it up. \nBut Senator Dick Durbin stood by claims, and said that Mr Trump had used \"hate-filled, vile and racist\" language during the meeting.\nSeveral senior Republican lawmakers at the meeting appeared on the Sunday shows to back up Mr Trump.\nSenator David Perdue said the reported slur was a \"gross misrepresentation\". On Friday, in the immediate aftermath, he had said he could not recall the conversation.\nBut another Republican senator who was there, Lindsey Graham, did not deny the comments were made. \n\"Following comments by the president, I said my piece directly to him yesterday. The president and all those attending the meeting know what I said and how I feel,\" he said.\nHouse Speaker Paul Ryan, a senior Republican, said that Donald Trump's immigration comments were \"very unfortunate\" and \"unhelpful\".\nAsked on Sunday on whether he thought the comments had made it harder to achieve any immigration deal, Mr Trump responded: \"Have you seen what various senators said about my comments? They weren't made.\"\nThe African Union on Friday demanded that the US president apologise expressing their \"shock, dismay and outrage\" at the \"clearly racist\" remarks.\nThe UN human rights spokesman, Rupert Colville, told a Geneva news briefing: \"There is no other word one can use but racist. You cannot dismiss entire countries and continents as 'shitholes'.\"\nSouth Africa's foreign office has summoned the deputy chief of mission at the US embassy to protest over the reported comments, although Ghana has denied media reports that it has done likewise.\nThe National Association for the Advancement of Colored People (NAACP) accused the president of falling \"deeper and deeper into the rabbit hole of racism and xenophobia\".\nSeveral Democratic representatives have said they intend to skip the president's State of the Union address later this month over the comments, accusing the president of racism.", "date": "15 January 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-42685356", "tags": "immigration mr reported meeting trump denies remark racist donald comments told crude made"}