{"title": "Donald Trump cancels February visit to UK", "content": "Donald Trump has cancelled a planned visit to the UK in February, where he had been expected to open a new $1bn (£738m) US embassy in London.\nThe US president tweeted he was not a \"big fan\" of the new embassy - which is moving from Mayfair to south London.\nHe blamed Barack Obama's administration for a \"bad deal\" despite the fact the move was agreed under George W Bush.\nThe trip was not the controversial full state visit offered by Theresa May, for which no date has yet been set.\nDowning Street said no date has been confirmed for any visit by Mr Trump and that the opening of the US embassy \"is a matter for the US\".\nThe \"strong and deep\" partnership between Britain and the US \"will endure\" despite Mr Trump's cancellation, a spokesman added.\nHowever, Mayor of London Sadiq Khan - who has clashed with the president in the past -  said the US president had \"got the message\" that many Londoners were staunchly opposed to his policies and actions.\nBBC North America editor Jon Sopel said he suspected the possibility of protests in London would have also weighed in the calculation.\nThe US embassy move was confirmed in October 2008, when President George W Bush was still in the White House.\nIt was moved from its Mayfair site because it was too small to put in the modern security it needed, the BBC's diplomatic correspondent James Landale said.\nHowever, Mr Trump blamed former president Mr Obama's administration for selling \"perhaps the best located and finest embassy in London for peanuts\".\nMr Trump also criticised the location of the new building in Vauxhall, south London, as an \"off location\", adding: \"Wanted me to cut ribbon-NO!\"\nThe BBC's North America editor said February's planned visit could have included meetings with Mrs May at Chequers or Downing Street and lunch with the Queen.\nHowever, no firm date for the visit had ever been agreed, nor had the White House \"nailed down the details of the trip\", James Lansdale added.\nBy BBC diplomatic correspondent James Landale\nDonald Trump says that he is not coming to open the new US embassy in London because he is not a fan of the building. \nSome diplomats suggest the president was unimpressed by the low key nature of the proposed trip, shorn of the pomp and bling he expected. \nOthers say the White House was worried about the scale of the public protests that were threatened. \nBut amid all this is the nagging fear that the real reason is that Mr Trump just does not see the UK as a priority. \nIn his first year of office, he has visited most other G7 countries and several European nations, including Belgium, so the absence of Britain from his itinerary stands out. \nOf course, trips - like tweets - can be easily remedied, and a visit by Mr Trump later this year could in theory dispel the fears. \nBut with the UK at odds with the US on an increasing numbers of issues, from Iran to Jerusalem, the lack of a visit carries greater symbolic weight. \nThe ribbon-cutting ceremony may instead be hosted by US Secretary of State Rex Tillerson.\nMr Trump accepted the Queen's invitation for an official state visit when the prime minister met him last year.\nA petition calling for the invitation to be withdrawn was signed by more than 1.8m people, while the issue was also debated in parliament.\nReports in June suggested Mr Trump wanted to delay a potential visit amid concerns about large-scale protests.\nHowever, the BBC understands Downing Street is considering options for the visit later in the year.\nA former British ambassador to the United States, Christopher Meyer, told BBC Radio 4's World at One he would be \"surprised\" if the US president visited the UK in his first term.\nMr Meyer said: \"It would be so difficult to manage from a security point of view [and] from a public point of view if he remained as unpopular among the British people at large as he is now.\"\nSpeaking last month, US ambassador to the UK Woody Johnson told the BBC he \"absolutely\" expected Mr Trump to visit Britain in 2018.\nDuring the Queen's Speech at the State Opening of Parliament last summer, there was no mention of a visit - although a Downing Street spokesman said an invitation had been \"extended and accepted\".\nMrs May was the first foreign leader to meet Mr Trump after his inauguration when she visited the Oval Office in January 2017.\nTypically during state visits, the government, the visiting government and the royal household agree on a detailed schedule where the Queen acts as the official host.\nThe cancellation comes after recent disagreements between the US and UK.\nMr Trump clashed with Mayor of London Sadiq Khan in the aftermath of the London Bridge attack last year, when he questioned Mr Khan's statement that there was \"no reason to be alarmed\".\nMr Khan, who also questioned Mr Trump's proposed US travel ban, said the US president's visit would  \"without doubt have been met by mass peaceful protests\".\nHowever, Foreign Secretary Boris Johnson accused Mr Khan and Labour leader Jeremy Corbyn of putting the UK's \"crucial relationship\" with the US at risk by opposing the visit.\nA No 10 spokesman said the tweet was \"political\" rather than representing the views of government. \nRelations between London and Washington were also put under the spotlight last year after Mr Trump moved to recognise Jerusalem as Israel's capital.\nMrs May said she disagreed with that US decision, which she deemed \"unhelpful in terms of prospects for peace in the region\".\nAnd in November, Mr Trump clashed with Mrs May after she said it was \"wrong\" for the US president to share videos posted by the far-right group Britain First.\nMrs May more recently discussed Brexit and events in the Middle East in a pre-Christmas phone call with Mr Trump.", "date": "12 January 2018", "href": "https://www.bbc.com/news/uk-42657954", "tags": "us uk may visit cancels trump february donald bbc london"}