{"title": "Donald Trump Freaks Out Again Over George Conway, 'Husband From Hell'", "content": "President Donald Trump appears determined to have the last word in his ongoing Twitter beef with George Conway, the husband of White House counselor Kellyanne Conway.\nBut Conway, a lawyer who contends the president is mentally unstable and incompetent, doesn’t seem prepared to let the feud die anytime soon.\nTrump on Wednesday morning launched a blistering attack on Conway for a second straight day. He called him “a stone cold LOSER” and a “husband from hell” who was “VERY jealous” of his wife’s success:\nTrump also said he “barely” knew Conway, a claim that has been contradicted by CNN analyst Ryan Lizza, who pointed out that Conway actually introduced Trump to Kellyanne Conway.\nConway fired back just 19 minutes later.\nTrump seemed “determined to prove” Conway’s claim that he has a narcissistic personality disorder, he wrote.\nConway followed up with these additional posts:\nConway has frequently criticized Trump in recent months, despite his wife’s lofty White House position.\nHe’s given Trump a mocking degree “honor,” trollingly rewritten the presidential oath and repeatedly questioned Trump’s mental health.\nTrump responded Tuesday, using his favorite social media platform to call Conway a “total loser.” He also shared his 2020 campaign manager Brad Parscale’s earlier attack on Conway.\nConway, meanwhile, told The Washington Post that his anti-Trump tweets were his way of getting the frustrations about the White House “off my chest” so he can “move on with my life that day.”\nIt’s also “so I don’t end up screaming at” his wife about it,” he added.\nPolitical commentators have made much of the dynamic between George and Kellyanne Conway, given their decidedly anti- and pro-Trump stances. Joe Scarborough, host of MSNBC’s “Morning Joe,” on Tuesday speculated that George Conway was channeling his wife’s true feelings with his tweets.\nKellyanne Conway, asked Monday about her husband’s claim of Trump’s mental instability, said, “No, I don’t share those concerns.” ", "date": "\n03/20/2019", "href": "https://www.huffpost.com/entry/donald-trump-george-conway-husband-from-hell_n_5c922affe4b0f7ed945e29c6", "tags": "husband conway “ george hell trump kellyanne white donald house freaks wife"}