{"title": "Donald Trump's Mar-a-Lago Resort Files Request To Hire Foreign Workers — Again", "content": "Just over a year after President Donald Trump signed his  “Buy American and Hire American” executive order, his Mar-a-Lago golf resort in Florida has filed for permission to hire 61 foreign workers.\nTrump’s Palm Beach business filed requests with the U.S. Labor Department for additional visas for foreign servers and cooks, according to records submitted Thursday and Friday. The employees would work October through the following May. Servers would earn $12.68 an hour and cooks $13.31 an hour.\nSince late 2015, Mar-a-Lago has filed 10 separate requests for multiple temporary work visas for foreign employees.\nThe New York Times has reported that since 2010, only 17 of 300 American applicants were hired to work at the resort that Trump now calls the “Winter White House” or the “Southern White House.” Since 2010, Mar-a-Lago has obtained a total of 500 H-2B visas for seasonal foreign workers, according to The New Yorker.\nThe Trump Organization hired at least 1,260 foreign workers from 2001 to 2016, according to a CNN analysis. Trump appears to prefer foreign workers at his resorts who are female, young, attractive and with Romanian or South African accents that convey an “exotic appeal,” former workers told the network.\nIn order to obtain the H-2B visas required for non-agricultural workers, employers must prove that there are not enough Americans willing to do the work — which Trump has insisted is the case.\nBut in a similar situation last year, Mar-a-Lago apparently didn’t make much of an effort to find American workers. The Washington Post reported that the resort only placed two hard-to-find classified ads in tiny type for waiters, and provided no phone number or email information. Workers could apply only by fax or mail. The ads were posted a week after Mar-a-Lago asked the Labor Department for permission to hire 70 foreign workers, which was granted last November.\nNonprofit placement agency CareerSource Palm Beach County told The Palm Beach Post that many Americans were eager to work at Mar-a-Lago, and that the agency had a database last November of 5,136 qualified candidates for “various hospitality positions.”\nDespite Trump railing about U.S. immigration policy ― for both the undocumented and documented ― his administration made an extra 15,000 H-2B visas available for businesses in May.\nMar-a-Lago was applying for foreign worker visas about the same time the president launched “Made in America Week” at the White House a year ago.  \nTrump said then: “We believe jobs must be offered to American workers first. Does that make sense?”", "date": "\n07/07/2018", "href": "https://www.huffpost.com/entry/trumps-mar-a-lago-applies-to-hire-61-foreign-workers_n_5b3fefa1e4b07b827cc07826", "tags": "american files work mar-a-lago hire ” trump visas donald year workers request resort — foreign"}