{"title": "Donald Trump Considers Another Anti-Muslim Conspiracy Theorist For His Team", "content": "Back in March 2016, when the GOP primary was still a going concern and the candidates were jockeying for endorsements and assistants, we made note of the fact that Texas Sen. Ted Cruz had gone out of his way to bring into his inner circle a new foreign policy adviser who’d basically distinguished himself as one of the few people in American politics more overtly anti-Muslim than Donald Trump. \nWell, time sure flies! That adviser, Frank Gaffney, has now joined up with the Trump transition team, in some late-breaking news on a long day of clown-show crackups from Trump’s squad of irregulars.\nUPDATE: Nov. 16 ― Benjy Sarlin of MSNBC tweeted Wednesday morning that Gaffney is not on Trump’s transition team. During an appearance on the network, Trump spokesman Jason Miller confirmed that Gaffney is not a member of, or advising, the team. \nGaffney, once described by the Southern Poverty Law Center as “one of America’s most notorious Islamophobes,” heads the Center for Security Policy. It’s a think tank of sorts, well known for promoting conspiratorial theories about the Muslim Brotherhood infiltrating the U.S. government at high levels and the Sharia system replacing American democracy. (As we reported yesterday, Clare Lopez, who is a similar anti-Muslim paranoiac, is under consideration to be a deputy national security adviser in the Trump administration.)\nGaffney has long been on Trump’s radar. In fact, it was a bogus survey, created by Gaffney, which claimed to reveal that many U.S. Muslims were willing to use violence against other Americans and that even more wanted the option to be governed by Sharia, that Trump cited when he famously called for “total and complete shutdown of Muslims entering the United States until our country’s representatives can figure out what is going on.”\nHere are some of the more outrageous claims Gaffney has made:\nA few years ago, it looked as though the Republican Party was ready to sever ties with Gaffney and his inflammatory claims. He was banned from the annual Conservative Political Action Conference in 2011 after accusing Norquist and Khan of ties to the Muslim Brotherhood.\nBut since then, Gaffney has staged a comeback. GOP presidential hopefuls Cruz, Trump, Carly Fiorina, Ben Carson, Rick Santorum and Mike Huckabee all appeared at his group’s events last year. Months ago, Cruz offered the following praise for the zealot: “Frank is a patriot, he loves this country, and he’s clear-eyed about radical Islamic terrorism.”\nNews that Gaffney could play a role on Trump’s transition team as a national security adviser is very, very bad news for Muslim Americans, to say the least.\nClarification: Language in this article has been amended to comport with the original headline that Gaffney was being considered for, but had not officially joined, Trump’s transition team.\n~~~~~\nJessica Schulberg is a reporter covering foreign policy and national security for The Huffington Post. Jason Linkins edits “Eat The Press” for The Huffington Post and co-hosts the HuffPost Politics podcast “So, That Happened.” Subscribe here, and listen to the latest episode below. ", "date": "\n11/15/2016", "href": "https://www.huffpost.com/entry/donald-trump-frank-gaffney_n_582bc6ece4b0e39c1fa70904", "tags": "policy considers anti-muslim adviser security cruz team gaffney ” trump transition donald another theorist conspiracy"}