{"title": "Donald Trump Says He Gave Up Birtherism 'To Get On With The Campaign'", "content": "Donald Trump said Wednesday he finally gave up pushing conspiracy theories about President Barack Obama’s birthplace because it was politically convenient to do so.\nTrump, in an interview with the ABC affiliate in Columbus, Ohio, was asked why he finally decided to acknowledge that Obama was born in the U.S.\n“After all the years where you’ve expressed some doubt, what changed?” asked reporter Ben Garbarek. \n“Well, I just wanted to get on with, I wanted to get on with the campaign,” the GOP nominee replied. “A lot of people were asking me questions. We want to talk about jobs. We want to talk about the military. We want to talk about ISIS and get rid of ISIS.”\nWatch the full interview here.\nTrump spent years fanning the flames of the birther conspiracy, going so far as to claim he had sent investigators to Hawaii to dig into Obama’s background. (There’s no evidence he actually did this.) Despite the issue having zero credibility ― Obama publicly released his birth certificate in 2011, and there was never any legitimate reason to doubt his birthplace in Hawaii ― Trump refused to dismiss it until last week. \nThe GOP candidate clung to the claim as recently as last Thursday, when he refused to say whether he believed Obama was born in the U.S.\n“I’ll answer that question at the right time,” he said. “I just don’t want to answer it yet.” \nWhen he did finally disavow the theory, he did so by falsely claiming Hillary Clinton was the true originator of the birthplace rumors ― a claim that has been widely debunked. He also made no effort to acknowledge his role in spreading the birther myth, nor did he apologize to Obama for perpetuating the falsehood. \nClinton’s campaign quickly responded to Trump’s latest comments, saying they show he “hasn’t actually changed his mind” about the birther myth.\n“He only gave his 36 second press statement last week to try to change the subject ― and it didn’t work,” Clinton spokesman Jesse Ferguson said in a statement.\nAlso on HuffPost: Trump’s Latest Reversal Doesn’t Erase His Racist Crusade Against The First Black President\nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims — 1.6 billion members of an entire religion — from entering the U.S.", "date": "\n09/21/2016", "href": "https://www.huffpost.com/entry/donald-trump-birther_n_57e31b1be4b0e80b1ba04348?7i5ir4bn4b1emi", "tags": "birtherism want gave “ birther trump ― finally donald says obama birthplace get campaign"}