{"title": "Donald Trump Continues Attacks On 'Ungrateful' Ilhan Omar, Claiming She Has 'Control' Of Nancy Pelosi", "content": "President Donald Trump on Monday continued his attacks on Rep. Ilhan Omar (D-Minn.), accusing the legislator of “U.S. HATE” and saying she has “control” over House Speaker Nancy Pelosi.\n“Before Nancy, who has lost all control of Congress and is getting nothing done, decides to defend her leader, Rep. Omar, she should look at the anti-Semitic, anti-Israel and ungrateful U.S. HATE statements Omar has made,” the president tweeted. “She is out of control, except for her control of Nancy!” \nOn Friday, Trump tweeted a misleading video splicing together comments Omar made last month with footage of the Sept. 11 terrorist attacks. Omar is one of the first Muslim women in Congress. The video pulled a single line from Omar’s roughly 20-minute speech at a Council on American-Islamic Relations event in Los Angeles in March: “CAIR was founded after 9/11 because they recognized that some people did something, and that all of us were starting to lose access to our civil liberties,” Omar said in the short clip.\nOmar’s broader speech had condemned the increase in hate and threats to Muslims’ safety in the U.S. in the wake of the Sept. 11 attacks. Republican lawmakers and commentators singled out the one line to falsely accuse Omar of minimizing the Sept. 11 attacks. On Friday, Trump tweeted out the video, saying, “WE WILL NEVER FORGET!”\nIn the wake of the president’s tweet, Omar said death threats against her had increased, with her office noting many of the threats had directly referenced the president’s video.\nOn Sunday, Pelosi said in a statement that Trump’s “hateful” rhetoric toward Omar created “real danger.” Her comments came after other Democratic lawmakers, particularly progressive freshmen congresswomen Alexandria Ocasio-Cortez (D-N.Y.) and Rashida Tlaib (D-Mich.) had called out some of their Democratic colleagues for not coming to Omar’s defense more forcefully. Tlaib is also one of the first Muslim women in Congress.\nIn Trump’s tweet on Monday, he accused Omar of “anti-Semitic, anti-Israel and ungrateful U.S. HATE statements.” \nOmar has come under repeated attacks from Republican media pundits and lawmakers, and even some Democrats, after she made statements questioning the U.S. relationship with Israel, which some painted as anti-Semitic. Earlier this month, a New York man was arrested and charged with threatening to kill Omar. In recent years, hate crimes against Muslims in the U.S. have reached record levels, per FBI reports.", "date": "\n04/15/2019", "href": "https://www.huffpost.com/entry/trump-tweets-nancy-pelosi-ilhan-omar_n_5cb489b7e4b098b9a2d72b14", "tags": "claiming continues hate control u.s. nancy omar ” trump donald pelosi ilhan video attacks"}