{"title": "Donald Trump Says He Didn't Know About Stormy Daniels Payment", "content": "Speaking to reporters aboard Air Force One on Thursday, President Donald Trump said he was not aware of a $130,000 payment his lawyer made to a former adult film star in 2016, marking the first time he has commented publicly on the matter.\nTrump told a reporter, according to a pool report, “You’ll have to ask Michael Cohen” why Cohen made the payment to Stephanie Clifford, who goes by the stage name Stormy Daniels.\nAsked whether he knew where the money came from, the president responded, “No, I don’t know.”\nClifford’s lawyer, Michael Avenatti, tweeted on Thursday that he looked forward to “testing the truthfulness of Mr. Trump’s feigned lack of knowledge” about the payment.\nAvenatti in March requested that a federal judge compel Trump to testify in court in a deposition regarding the $130,000 payment.\n“As history teaches us, it is one thing to deceive the press and quite another to do so under oath,” Avenatti said Thursday.\nCohen, who acknowledged in February that he made the payment to Clifford, has maintained that Trump was unaware of the arrangement.\n“Neither the Trump Organization nor the Trump campaign was a party to the transaction with Ms. Clifford, and neither reimbursed me for the payment, either directly or indirectly,” Cohen told The New York Times in February. “The payment to Ms. Clifford was lawful, and was not a campaign contribution or a campaign expenditure by anyone.”\nThe payment came to light in January, when The Wall Street Journal published an article reporting that Clifford had an affair with Trump in 2006. The alleged affair would have taken place the year after Trump married Melania Knauss and a few months after the birth of their son, Barron. \nCohen reportedly paid Clifford $130,000 just before the 2016 election to sign a nondisclosure agreement and to refrain from speaking publicly about the matter.\nThe attorney has not offered an explanation for the payment, and insists that he paid Clifford out of his own pocket. The White House has denied that an affair between Trump and Clifford ever happened.\nIn January, In Touch Weekly printed a previously unpublished 2011 interview with Clifford in which she spoke at length about the alleged affair.\nShe delved further into her story in a “60 Minutes” interview in March, claiming she met Trump at a celebrity golf tournament in Lake Tahoe in July 2006. Clifford said she had unprotected sex with Trump and saw him regularly for roughly a year after their first encounter.\nClifford has said she is willing to give back the $130,000, and is currently suing the president over the validity of the nondisclosure agreement.", "date": "\n04/05/2018", "href": "https://www.huffpost.com/entry/donald-trump-stormy-daniels-payment_n_5ac68edee4b09d0a1191aa11", "tags": "know thursday payment clifford ” trump daniels cohen donald says stormy affair"}