{"title": "Donald Trump Calls Portland Hate Attack 'Unacceptable'", "content": "President Donald Trump said on Twitter Monday that his prayers are with the victims of an attack in Portland, Oregon, more than two days after two men were killed standing up to a man spewing hateful verbal abuse at teenage girls.\nTrump’s tweet came from his official account, not the personal Twitter handle that he used throughout the weekend to tweet about his recent overseas trip, the “fake news media” and Republicans’ recent win in a Montana congressional race.  \nHe also did not specifically mention that the attack appeared to be an incident of anti-Muslim hate. The alleged killer, Jeremy Joseph Christian, had harassed the two girls, one who is black, and one who is Muslim and was wearing a hijab. Witnesses said the verbal attack appeared to be racially and religiously motivated.  \nChristian allegedly stabbed Ricky John Best, 53, and Taliesin Myrddin Namkai-Meche, 23, to death after they intervened on the girls’ behalf. A third man who confronted Christian, 21-year-old Micah David-Cole Fletcher, survived the attack. The three men have been lauded as heroes for standing up for the women. \nChristian has been charged with two counts of aggravated murder and other offenses. \nOn Friday, the Council on American-Islamic Relations called on Trump to condemn the attack and Islamophobia in general. \n“President Trump must speak out personally against the rising tide of Islamophobia and other forms of bigotry and racism in our nation that he has provoked through his numerous statements, policies and appointments that have negatively impacted minority communities,” CAIR National Executive Director Nihad Awad said in a statement. “Only a strong statement from the nation’s leader will send a message to bigots that such acts of violence targeting racial, ethnic or religious minorities are unacceptable.”\nIn a report released earlier this month, CAIR said the organization recorded over 2,200 “anti-Muslim bias incidents” in 2016, a 57 percent increase from the year before. \nThis article has been updated with more background information about the incident and Trump’s tweets.", "date": "\n05/29/2017", "href": "https://www.huffpost.com/entry/donald-trump-tweets-portland-hate-attack_n_592c361fe4b0065b20b78893", "tags": "christian portland calls hate twitter ” trump donald two girls attack"}