{"title": "Donald Trump's Approval Rating Is In The Toilet", "content": "President Donald Trump’s latest approval rating has sunk to a new low, according to the latest Gallup poll.\nOnly 37 percent of Americans approve of the job Trump is doing, and 58 percent disapprove, the daily poll found Sunday. Those are the worst ratings since he took office eight weeks ago. His approval rating stood at 45 percent just nine days ago.\nTrump’s approval rating is lower than any other president at this point in his first term since Gallup started tracking the numbers 72 years ago in 1945. Barack Obama’s rating at this point in his presidency was 60 percent.\nHuffPost Pollster’s aggregate, which combines publicly available polling data, currently puts Trump’s approval rating slightly higher at 44 percent, with 53 percent disapproving.\nIt’s not clear which of several issues may have torpedoed the president’s numbers. \nIt’s been a tough week for Trump. His health plan was zapped by the Congressional Budget Office, which revealed some 24 million Americans would be cut out of health insurance over the next decade. His revised travel ban was blocked again in court. And he’s being hammered over his insistence that he was wiretapped during the presidential campaign by Obama, despite what his own intelligence officers are saying and the findings of the intelligence committees in both the House and Senate. \nMeanwhile, questions continue about his associates’ connections with Russia. A hearing Monday will address both Trump’s wiretapping allegations and Russian ties. \nTrump also had an awkward meeting Friday with German Chancellor Angela Merkel.\nObama’s lowest approval rating throughout both of his terms was 39 percent in a Zogby Poll, higher than Trump’s now in his early days in office when a young presidency is usually popular. Trump skewered Obama over the 39 percent numbers in 2011.\nGallup’s daily poll results are based on telephone interviews with 1,500 people nationwide and have a 3 percent margin of error.", "date": "\n03/20/2017", "href": "https://www.huffpost.com/entry/trump-approval-rating_n_58cf74b7e4b0be71dcf5b696", "tags": "toilet office percent approval rating poll ago trump donald obama gallup"}