{"title": "Donald Trump Renews Call For Courts To Reinstate Travel Ban After London Incident", "content": "President Donald Trump on Saturday renewed his call for a travel ban in the wake of an incident in London that left at least 7 people dead and dozens injured.\nA car plowed into a crowd of pedestrians on the London Bridge on Saturday. The attackers then rushed to the nearby Borough Market, where they ditched their vehicle and began stabbing people in the area.\nPolice declared the incidents acts of terrorism and have arrested at least 12 people in connection with the attack.\nTrump also used his Twitter account to throw cold water on the gun control debate that typically occurs after mass shootings in the U.S. He also took a shot at London Mayor Sadiq Khan, who had urged residents and visitors to remain calm. Khan is London’s first Muslim mayor.\nEarlier this week, the Trump administration asked the Supreme Court to revive the controversial executive order that intended to temporarily bar citizens of six Muslim-majority countries from traveling to the U.S.\nLawyers at the Department of Justice on Thursday filed two emergency applications with the nation’s highest court, requesting to block two lower court rulings that halted the implementation of the president’s second attempt at the travel ban. \nTrump’s executive order, a so-called “watered-down” version of his first attempt, seeks to ban citizens of Iran, Libya, Somalia, Sudan, Syria and Yemen from entering the U.S. A previous version of the ban included Iraqis. \nThe DOJ said in a statement that Trump is not required to admit into the U.S. “people from “countries that sponsor or shelter terrorism” until they are properly vetted by his standards.\nAfter the applications were filed in the Supreme Court on Thursday, the American Civil Liberties Union vowed to continue fighting the White House’s attempts to push the travel ban forward.\nThis is a developing story. Check back for updates.", "date": "\n06/03/2017", "href": "https://www.huffpost.com/entry/donald-trump-london-travel-ban_n_5933441ce4b02478cb9c24ba", "tags": "call reinstate u.s. court president trump donald incident courts travel renews london ban saturday"}