{"title": "Donald Trump- I Was 'Never A Fan Of John McCain And Never Will Be'", "content": "President Donald Trump on Tuesday continued to bash the late Sen. John McCain (R-Ariz.), telling reporters at the Oval Office that he was “never a fan.”\nAsked why he attacked McCain, who died nearly seven months ago, in a series of weekend tweets, the president said he’s “very unhappy” that the lawmaker was a key vote against a GOP bill to repeal and replace the Affordable Care Act in July 2017.\n“I think that’s disgraceful,” Trump told reporters ahead of a joint press conference with far-right Brazilian President Jair Bolsonaro. “Plus, there are other things. I was never a fan of John McCain and never will be.”\nTrump and McCain, who died in August 2018 after a more than yearlong fight with brain cancer, frequently butted heads during Trump’s presidency and campaign for office. Trump, who avoided military service as a young man, infamously mocked the decorated Navy veteran for having been held as a prisoner of war for more than five years during the Vietnam War. \nIn a flurry of tweets on Saturday and Sunday, Trump reignited attacks on McCain. He called out the late senator’s academic record when he was a student years ago at the U.S. Naval Academy in Annapolis, Maryland, and falsely claimed there was evidence that he had provided the infamous Steele dossier, which alleges Russian blackmail on the president, to the media.\nTrump on Saturday quoted Ken Starr, the former independent counsel whose investigation resulted in the impeachment of President Bill Clinton, as calling the Russian dossier “a very dark stain” against McCain.\nMeghan McCain, co-host of ABC’s “The View” and one of the late senator’s children, torched Trump for the remarks on Twitter.\n“No one will ever love you the way they loved my father,” she tweeted on Saturday. “I wish I had been given more [Saturdays] with him. Maybe spend yours with your family instead of on twitter obsessing over mine?”", "date": "\n03/19/2019", "href": "https://www.huffpost.com/entry/donald-trump-john-mccain-oval-office_n_5c91255de4b071a25a878e52", "tags": "trump- “ reporters never donald late fan mccain john saturday"}