{"title": "Donald Trump Trashes Nafta. But Unwinding It Would Come at a Huge Cost.", "content": "When you buy an “American-made” car, you are probably buying a car that has an immensely complicated mix of components that were also made in Mexico and Canada. The same is true for many electronics, and advanced textiles like carpeting. The beef in your grocery store might be from a cow that was fattened and slaughtered in the United States, but that was very likely born across the border in Mexico.\nThat is the world that has evolved in the almost 23 years since the North American Free Trade Agreement was enacted. These deep economic interconnections show why trying to unravel what Donald J. Trump, in last week’s debate, called “the single worst trade deal ever approved in this country” would be no easy feat. It would risk disrupting the very underpinnings of industries that employ millions of Americans.\nThe view among mainstream economists is that Nafta, over all, has raised incomes in the United States while also costing it thousands of manufacturing jobs. But whether you view the agreement as a net positive or a net negative for the country, the reality is that the United States, Canada and Mexico are now for all practical purposes a single integrated economy. That has wide-ranging consequences — especially if the next president tries to reshape or abandon the deal.\nAt the border between Santa Teresa, N.M., and the Mexican town of San Jeronimo, up to 5,000 head of cattle a day amble across the border; they are less likely to become stressed and lose weight when they walk under their own power than when loaded into semis. After being bred in the hills of Northern Mexico, and after eating American corn, they become a key input for the American beef industry. It creates jobs in feedlots and slaughterhouses in the United States, where the animals are fattened, and produces less costly beef for consumers in the United States and in the global markets to which the beef is exported.\nA few miles away, Mexican workers in a Foxconn facility assemble Dell computers that were designed in Texas and will be sold all over the world. Low labor costs keep Dell on a competitive footing with global competitors like China’s Lenovo. Because of that, Dell can employ thousands of highly paid engineers and salespeople in the United States.\nAnd American automobile companies have supply chains that are so thoroughly integrated across the Canadian and Mexican borders that when huge traffic backups developed on the Ambassador Bridge between Detroit and Windsor, Ontario, because of intensive security after the Sept. 11 terrorist attacks, Michigan auto factories were at risk of having to shut down for want of supplies.\nThe auto industry is so intertwined among the three countries that it’s almost useless to think of a car as being “made in the United States,” even if the final assembly takes place within America’s borders.\n“You have what looks like an American car, with Mexican labor and materials that went into it and Canadian materials,” said James Bookbinder, a professor of logistics and manufacturing at the University of Waterloo in Ontario. “It’s really from the Nafta region, and in the process some of those jobs created are in Mexico, but there are also jobs in the United States because all these pieces fit together.”\nAs a general rule, Mexican suppliers make parts that can be done with low-skilled labor and relatively simple assembly — plastic bumpers, seats or dashboards. More complex parts like engines, transmissions and electronics components are more likely to be made in the United States or Canada, where the workers and suppliers with more advanced skills are in greater supply.\n“A transmission is a complicated piece of machinery and might go back and forth across the border three or four times as different components are added at different plants,” said Gary Clyde Hufbauer, a senior fellow at the Peterson Institute for International Economics.\nThere are parallels elsewhere in the world. In Europe, German manufacturing is extraordinarily successful on the world stage — but many of the more labor-intensive, lower-value inputs for German cars and other manufactured goods come from lower-wage countries in the European Union like Poland and Hungary.\nIt’s true that there have been fewer auto-making jobs in the United States since the introduction of Nafta. The 926,000 jobs making motor vehicles and parts is down 15 percent since December 1993.\nBut it’s hard to untangle the impact of trade and the shifting of some work to Mexico from the advanced technology like robotics that reduces the man-hours it takes to build a car. Overall manufacturing employment in the United States is down 27 percent in the same span.\n“There’s this tendency to say, ‘It’s all moving to Mexico,’ ” said Bernard Swiecki, a senior analyst at the Center for Automotive Research. But the center’s research finds that automakers have spent $77 billion on new or upgraded capital projects in the United States since 2010, compared with $26 billion in Mexico.\nThe improved competitiveness of American companies in the global auto market since the 1990s has happened in part because they have built more efficient North American supply chains. Different parts of the car are made in the place where the local labor force and cost structure are the best fit.\n“If a product uses really sophisticated materials like high-strength steels and advanced composites, and more sophisticated processes,” Mr. Swiecki said, there’s a better chance you can find the people with the skills needed in the United States or Canada. Meanwhile, the lower price of labor-intensive parts imported from Mexico helps control the cost of the overall automobile and makes it more competitive with cars built in Europe or Asia.\nSince the 1990s, major automakers based outside the United States have built American factories to gain access to these local supply networks and get closer to American consumers. That has to do with a lot more than Nafta, but the connections between North American parts suppliers across borders surely helped speed the process.\nThe North American auto industry is not the only sector where such a transformation has occurred, Mr. Hufbauer says. American textile companies make technologically advanced fabrics like those for carpeting, parachutes or the steel mesh inside tires. They are exported to Mexico, where the more labor-intensive work of turning those into finished goods is done. The same goes for many electronics.\nBut even if you accept that these trends contribute to higher economic output, and to more high-income jobs and more competitive companies in the United States, it’s not as if the anxiety about losing jobs that Mr. Trump describes doesn’t have a realistic basis.\nAfter all, it’s fine to say that Dell is a more competitive, successful company by assembling computers in Juarez, which creates more high-paying jobs for the people who design and sell those computers. But that isn’t much solace if you were one of the 905 people who lost jobs at the plant in Winston-Salem, N.C., doing that same work.\nIn other words, the narrative promulgated by trade skeptics that a more integrated global economy has worsened job opportunities for certain workers isn’t wrong. But it’s also not a given that the trend will reverse itself if the next president does seek to renegotiate Nafta.\nWe don’t know exactly what a President Trump would do in seeking to renegotiate Nafta, or what exactly the consequences would be of a trade war between the United States and its partners. And a trade war could well erupt if he were to follow through on some of his aggressive statements.\nWhat we do know is that even relatively small tariffs can stand in the way of the kind of supply networks on which many modern industries are based. With these networks, goods can cross back and forth across national borders multiple times as part of the pipeline that leads to a finished automobile or a computer or even a side of beef. It’s not that companies couldn’t adjust; over time they could. It’s that the networks evolved this way for a reason, and readjusting would come at a considerable cost.\nMore fundamentally, trying to reject the free-trade deal with America’s neighbors entirely would mean upending major industries and a generation’s worth of economic integration. Nafta has had its flaws and downsides. But either major American industries would have to figure out how to restructure themselves to rely less on the movement of goods across borders, or the United States would find itself poorer and more of an island in the global economy.", "date": "Oct. 3, 2016", "href": "https://www.nytimes.com/2016/10/04/upshot/donald-trump-trashes-nafta-but-unwinding-it-would-come-at-a-huge-cost.html", "tags": "american nafta trashes unwinding come united cost would states trump ” donald mexico jobs huge like across"}