{"title": "Don’t Let Trump Speak for Workers", "content": "“I am your voice,” President-elect Donald J. Trump declared at the Republican National Convention. In another campaign speech, he told his supporters, “I alone can fix it.”\nBefore he has even taken office, Mr. Trump has tried that go-it-alone strategy on behalf of American workers. He has browbeaten Carrier into reversing a decision to move some jobs from Indiana to Mexico, and he attempted — unsuccessfully — to do the same with Rexnord, which owns a neighboring manufacturing plant. But publicity stunts and Twitter rants are no substitute for a comprehensive, coherent economic strategy that invests in America and lifts up the voices and the power of working people.\nWorking people do not want a savior to speak for us. We want to raise our own voices through our unions — and those voices are more essential than ever. The share of income going to the middle class has fallen in almost perfect correlation with the declining percentage of people working in jobs where they enjoy a union. Collective, democratic representation in the workplace is essential to shared and durable economic prosperity.\nYet Mr. Trump’s emerging cabinet and policy pronouncements seem to treat actual working people as bottom lines rather than human beings, our unions as a threat rather than a partner, and rising wages as a problem rather than the foundation of our prosperity.\nIf Mr. Trump’s strategy to keep jobs in America relies on busting unions, keeping wages down, deregulating everything in sight and cutting taxes for the wealthy, he’ll certainly fail, and in the process he’ll undermine the foundations of American democracy.\nThe Carrier jobs are good because those workers have a voice through their union and have bargained to share in the profit derived from producing relatively high-value consumer goods for American markets. When manufacturing workers have a union to make their voices heard, the jobs pay better and typically provide decent health and retirement benefits. These careers breathe life into local economies: Suppliers, service providers and public sector jobs around Carrier and Rexnord would not exist but for those plants.\nBut union jobs are about more than economics. Through their union, the United Steelworkers, Carrier and Rexnord workers have a say in what happens at their workplace and in the nation. They are connected to one another and to the larger community where they live. Jobs where working people have a say are critical to the fabric of our democracy.\nThe United States can’t win a global race to the bottom, and we shouldn’t be trying to. Instead, the path to success for a wealthy, industrialized country like the United States lies in strategic investments in infrastructure and skills, and trade and tax policies that nurture and reward domestic production — not outsourcing.\nWhen democratic capitalism is managed in ways that fail to provide good jobs, working people will turn in desperation toward authoritarian solutions. This is the great lesson of the 20th century, and we face the threat once again today. In industrialized countries all over the world, working people have come to believe that the institutions of liberal democracy have failed to protect them against the ravages of globalization. The leaders who exploit those very real anxieties are interested in power, not helping working people.\nTo avoid that same turn, the United States needs a coordinated suite of public policies that preserve, nurture and create good jobs. And we need a president who sees workers as partners to be engaged, not as subjects to be manipulated. The workers at Carrier and Rexnord have elected representatives and are part of a union with real experience partnering with employers to save jobs. But Mr. Trump refused to engage with the steelworkers’ union; instead, he insulted the local president, who started working at the Rexnord plant at age 17.\nIf President-elect Trump is serious about building a high-productivity, high-wage economy, he needs to put a moratorium on flawed trade agreements and crack down on unfair trade practices, and he must work to end all tax subsidies for offshoring and put those and other revenues toward funding quality education, skills and infrastructure investment. The American labor movement has long advocated for these policies.\nThe next time Mr. Trump wants to save good jobs, he should listen to the people whose jobs he is trying to save. Without unions to amplify those voices, we cannot create good jobs on the scale that is needed — or preserve our democracy.", "date": "Dec. 27, 2016", "href": "https://www.nytimes.com/2016/12/27/opinion/dont-let-trump-speak-for-workers.html", "tags": "carrier working let speak union trump jobs workers — rexnord"}