{"title": "Don’t Visit Your Doctor in the Afternoon", "content": "It’s 3 p.m., I’ve been seeing patients for a few hours and I feel my focus fading. I need to stay sharp for those still to come, so I grab a snack and some coffee.\nThis has become my afternoon ritual during my 20 years as a primary care doctor. Now, a new study confirms that my feared “3 o’clock fade” is real — and that it could affect patients’ health.\nAccording to the study, published in JAMA Network Open, doctors ordered fewer breast and colon cancer screenings for patients later in the day, compared to first thing in the morning. All the patients were due for screening, but ordering rates were highest for patients with appointments around 8 a.m. By the end of the afternoon, the rates were 10 percent to 15 percent lower. The probable reasons? Running late and decision fatigue.\nIn primary care, doctors run late because the workload is impossible. To do everything we’re supposed to for a typical daily patient load, primary care doctors should spend 11 to 18 hours a day providing preventive and chronic care, never mind addressing new problems. \n[Never be uninteresting. Read the most thought-provoking, funny, delightful and raw stories from The New York Times Opinion section. Sign up for our Sunday Best newsletter.]\nWe spend one to two hours updating the electronic health record for every hour we spend with patients. To try to fit in what we can, we end up feeling like Lewis Carroll’s White Rabbit, constantly behind, checking our watches, harried, rushing from patient to patient.\nDecision fatigue — another explanation for the new study’s findings — is the progressive erosion of self-control as we make more and more choices. Decision fatigue was most famously described in a study of Israeli judges making parole decisions. The probability of a prisoner getting parole was highest first thing in the morning or right after a break. The chance of parole dropped as court sessions went on. The chance of getting parole right before a break or lunch? Basically zero.\nDecision fatigue is why car dealerships offer you expensive, unnecessary options at the end of a series of choices and why the supermarket has all that candy right at the checkout counter.\nYour doctor is not immune. In a 2014 study, my fellow researchers and I found doctors prescribed fewer unnecessary antibiotic prescriptions for respiratory infections first thing in the morning, but that unnecessary prescriptions gradually increased over the day. We found the exact same doctor, caring for the exact same patient, had a 26 percent higher chance of writing an antibiotic prescription at 4 p.m. compared to 8 a.m.\nAs doctors got more fatigued, they defaulted to the easy thing: just writing an antibiotic prescription rather than taking the time to explain to patients why it is not necessary. As the day went on, doctors’ fears of disappointed, dissatisfied, angry or confrontational patients may have loomed larger and larger. The will to confront those fears may have dwindled and more patients left the clinic with unnecessary antibiotics.\nThis same pattern of doctors defaulting to the easy thing later in the day has appeared for decreased influenza vaccinations, increased opioid prescribing for back pain and decreased physician hand-washing. We doctors like to think of ourselves — and the public might like to think of us — as rational decision makers, but depending on the time of day, treatments change.\nWhat can be done? Half the battle is knowing this exists, finding a plan to compensate and maybe taking a quick break. But scheduling mandatory breaks doesn’t cut down the amount of work. Certainly, improving the efficiency of the current generation of electronic health records would help things go more smoothly in the office.\nMost cancer screening and preventive services could be done outside of face-to-face visits by support staff. This would allow doctors to focus on necessary care in the moment. But that requires big changes to most health insurance, which still largely pays only for in-person visits.\nDoctors might not be the only ones who are impaired later in the day. In the new study, patients with late-afternoon appointments had lower screening rates even one year later. Late-day fatigue may have made patients less likely to make necessary after-visit cancer screening arrangements.\nIf doctors were paid based on the quality of care we delivered instead of face-to-face visits, clinics and health systems might make sure that doctors and patients at the end of the day have more effective reminders about follow-ups, more support staff or even longer visits.\nSo what can you do when you find yourself with a 4 p.m. checkup? After all, not everyone can get the early-morning appointment. Prepare. Learn about screenings you might be eligible for, work with your doctor to figure out which are right for you. Once screening or follow-up tests are ordered, make the necessary follow-up arrangements right away.\nAnd consider having that cup of coffee before your visit.\nJeffrey A. Linder is a professor and chief of the division of general internal medicine and geriatrics at the Feinberg School of Medicine at Northwestern. \nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/dont-visit-your-doctor-in-the-afternoon.html", "tags": "study afternoon visit screening doctors thing doctor patients new — care day health"}