{"title": "Don’t Believe the Liberal F.B.I.", "content": "In the 1960s and 1970s, the American right set about undermining trust in the mainstream media, which it saw as dangerously infected with liberal assumptions. Later, in debates over evolution and the environment, some on the right attacked the validity of modern science. By the turn of the millennium, it was an article of faith among conservative ideologues that whole realms of human expertise were in fact intricate structures of propaganda that trapped the unwary in a matrix of deceit.\nIn an invaluable 2017 Vox essay titled “Donald Trump and the Rise of Tribal Epistemology,” David Roberts quoted a 2009 Rush Limbaugh rant: “Science has been corrupted. We know the media has been corrupted for a long time. Academia has been corrupted. None of what they do is real. It’s all lies!” With Trump, this ethos reached the White House. And now, to protect Trump, the right has expanded its war on empiricism to that most conservative of institutions, the F.B.I.\nThat’s the best way to understand the farce surrounding the infamous classified memo written by aides to Representative Devin Nunes, the Republican chairman of the House Intelligence Committee, which Trump reportedly believes will help discredit the Russia investigation. The events involved in the creation of this memo, and the multifront political battle over efforts to make it public, are so absurd and convoluted that they’re difficult to summarize, and in some ways that’s the point.\nIn their attempts to undermine the Russia probe, Republicans aren’t presenting a coherent theory — even a coherent conspiracy theory. They’re just sowing confusion and distrust toward the nation’s premier law enforcement agency in order to protect the president. In December, conservative columnist Kurt Schlichter wrote that, under the influence of the “poisonous” liberal establishment, the once-proud F.B.I. had become “just another suppurating bureaucratic pustule.” That’s exactly how Nunes is treating it.\nBy all accounts Nunes’s four-page memo, which as of this writing hasn’t been released, is about the process by which the F.B.I. got a classified warrant to surveil former Trump campaign adviser Carter Page in 2016. The memo reportedly claims that the F.B.I. improperly relied on information from the ex-British spy Christopher Steele. This is supposed to be damning because Steele, though highly trusted in American intelligence circles, gathered information on Page while working for Fusion GPS, whose investigation into Trump was partly funded by Hillary Clinton’s campaign. The memo also reportedly reveals that Rod Rosenstein, Trump’s deputy attorney general, approved an application to renew the warrant.\nIntelligence experts say it’s unlikely that Steele’s intelligence formed the sole basis for a warrant, and legally, there was no problem with the F.B.I. using information Steele had gathered, even if Democrats helped fund his work. We already know that it wasn’t Steele who sparked the F.B.I.’s Russia inquiry, but Trump campaign adviser George Papadopoulos, who, while drinking with an Australian diplomat in May 2016, said that Russia had dirt on Clinton. Nevertheless, Republicans seem to think that if they can show that the F.B.I. cited Steele in seeking a warrant on Page, they can prove that the whole Russia investigation is a partisan frame-up. It doesn’t really make sense, but it’s not necessarily meant to.\nOn Monday, Republicans on the House Intelligence Committee won a party-line vote to take the highly unusual step of declassifying the Nunes memo for public release. According to a transcript of the meeting where the vote was taken, only two committee members had read the classified underlying intelligence the Nunes memo purports to rely on. Nunes refused to answer a question by Representative Mike Quigley, Democrat of Illinois, about whether any of his staff had worked with the White House in preparing the memo.\nRepublicans voted down a Democratic motion to have the F.B.I. brief the committee on risks posed by releasing the memo. They also voted down a motion to release a classified 10-page memo written by Representative Adam Schiff, the committee’s ranking Democrat, and Democratic staffers about the Republican memo’s errors and distortions. (Unlike most of his colleagues, Schiff had read the underlying intelligence.)\nIt’s worth reading the whole transcript of the meeting; it reveals a process that’s half banana republic, half Alice in Wonderland. By the end, Quigley, who is from Chicago, referred to the corruption his city is known for and said: “I saw the worst of the worst. They got nothing on you on this one, folks. This is extraordinary.”\nNow the final decision on whether to block the memo from becoming public lies with the White House. The F.B.I., which has reviewed it, issued a rare public warning against its release, citing “grave concerns about material omissions of fact that fundamentally impact the memo’s accuracy.” Nevertheless, reports on Thursday indicated that Trump had decided to allow the memo’s disclosure.\nAll this drama might make you think that the memo’s claims are scandalous. But part of what’s so weird and disorientating about this whole episode is that, in a normal political environment, no Republican would want to draw attention to the F.B.I.’s reasons for surveilling Page. As The Wall Street Journal reported on Thursday, Page has been on the radar of counterintelligence agents since at least 2013. A 2015 criminal complaint against two suspected Russian spies, Victor Podobnyy and Igor Sporyshev, cited an intercepted conversation about their efforts to recruit a man “working as a consultant in New York City.” Page has acknowledged that he was the man they were referring to, and admitted to passing documents to the Russians.\nAccording to CNN, Page was the subject of a secret intelligence surveillance warrant in 2014, well before the beginning of Trump’s presidential campaign. Despite this, Trump identified Page as one of his key foreign policy advisers in March 2016. Later that year, the F.B.I. received a new secret warrant to monitor Page’s communications after he traveled to Russia, where he met with multiple Russian government officials.\nThanks to reporting on the memo, we know that Rosenstein, a Trump appointee, saw fit to apply for this warrant’s renewal. This suggests that one of the most senior figures in Trump’s own Justice Department thought it was credible that Trump had someone on his campaign who had been compromised by Russia. Only in a crazy alternate universe does that exculpate the president.\nUnless, that is, you believe that it is illegitimate for intelligence agencies to be watching Trump associates. And to believe that, you have to start with the premise that Trump is innocent and the agencies are corrupt. The controversy around the Nunes memo works to insinuate these assumptions into the public debate. It may also give Trump the very thinnest of pretexts to fire Rosenstein, which would be a first step toward attempting to shut down the Russia investigation.\nIf and when it’s released, the Nunes memo will probably only vindicate Trump among people who already share right-wing assumptions. But it will put the F.B.I. in a difficult position, since to defend itself against accusations that it relied solely on Steele’s findings to get a warrant on Page, it would have to release additional classified evidence. (CBS News reported on Thursday that, if the memo is released, the F.B.I. is prepared to issue a rebuttal.)\nTo some commentators, it is ironic that liberals are now defending the F.B.I., long a left-wing bête noire. But liberals recognized the dangers of the campaign to broadly discredit the mainstream media even though they had their own passionate criticisms of it. The right’s war on the F.B.I. is a sign of how far some are willing to go to subvert any checks on Trump’s power to create his own reality.\n“I think the most disappointing realization for me of the past year was not how bad of a president Trump turned out to be — that was foreseeable — but how unwilling members of Congress would be to stand up and defend our system of government,” Schiff told me. The most dangerous thing about the release of the Nunes memo is not the memo itself, but Republicans’ shamelessness in using national security processes to deceive the people they’re supposed to serve.", "date": "Feb. 1, 2018", "href": "https://www.nytimes.com/2018/02/01/opinion/dont-believe-the-liberal-fbi.html", "tags": "intelligence f.b.i warrant ” memo liberal nunes believe russia page"}