{"title": "Doomed Boeing Jets Lacked 2 Safety Features That Company Sold Only as Extras", "content": "As the pilots of the doomed Boeing jets in Ethiopia and Indonesia fought to control their planes, they lacked two notable safety features in their cockpits.\nOne reason: Boeing charged extra for them.\nFor Boeing and other aircraft manufacturers, the practice of charging to upgrade a standard plane can be lucrative. Top airlines around the world must pay handsomely to have the jets they order fitted with customized add-ons.\nSometimes these optional features involve aesthetics or comfort, like premium seating, fancy lighting or extra bathrooms. But other features involve communication, navigation or safety systems, and are more fundamental to the plane’s operations.\nMany airlines, especially low-cost carriers like Indonesia’s Lion Air, have opted not to buy them — and regulators don’t require them.\nNow, in the wake of the two deadly crashes involving the same jet model, Boeing will make one of those safety features standard as part of a fix to get the planes in the air again.\nIt is not yet known what caused the crashes of Ethiopian Airlines Flight 302 on March 10 and Lion Air Flight 610 five months earlier, both after erratic takeoffs. But investigators are looking at whether a new software system added to avoid stalls in Boeing’s 737 Max series may have been partly to blame. Faulty data from sensors on the Lion Air plane may have caused the system, known as MCAS, to malfunction, authorities investigating that crash suspect.\nFederal prosecutors are investigating the development of the Boeing 737 Max jet, according to a person briefed on the matter. As part of the federal investigation, the F.B.I. is also supporting the Department of Transportation’s inspector general in its inquiry, said another person with knowledge of the matter.\nThe Justice Department said that it does not confirm or deny the existence of any investigations. Boeing declined to comment on the inquiry.\nThe jet’s software system takes readings from one of two vanelike devices called angle of attack sensors that determine how much the plane’s nose is pointing up or down relative to oncoming air. When MCAS detects that the plane is pointing up at a dangerous angle, it can automatically push down the nose of the plane in an effort to prevent the plane from stalling.\nBoeing’s optional safety features, in part, could have helped the pilots detect any erroneous readings. One of the optional upgrades, the angle of attack indicator, displays the readings of the two sensors. The other, called a disagree light, is activated if those sensors are at odds with one another.\nBoeing will soon update the MCAS software, and will also make the disagree light standard on all new 737 Max planes, according to a person familiar with the changes, who spoke on condition of anonymity because they have not been made public. Boeing started moving on the software fix and the equipment change before the crash in Ethiopia.\nThe angle of attack indicator will remain an option that airlines can buy. Neither feature was mandated by the Federal Aviation Administration. All 737 Max jets have been grounded.\n“They’re critical, and cost almost nothing for the airlines to install,” said Bjorn Fehrm, an analyst at the aviation consultancy Leeham. “Boeing charges for them because it can. But they’re vital for safety.”\n[After a Lion Air 737 Max crashed in October, questions about the plane arose.]\nEarlier this week, Dennis A. Muilenburg, Boeing’s chief executive, said the company was working to make the 737 Max safer.\n“As part of our standard practice following any accident, we examine our aircraft design and operation, and when appropriate, institute product updates to further improve safety,” he said in a statement.\nAdd-on features can be big moneymakers for plane manufacturers.\nIn 2013, around the time Boeing was starting to market its 737 Max 8, an airline would expect to spend about $800,000 to $2 million on various options for such a narrow-body aircraft, according to a report by Jackson Square Aviation, an aircraft leasing firm in San Francisco. That would be about 5 percent of the plane’s final price.\n[The F.A.A.’s approval of the Boeing jet has come under scrutiny.]\nBoeing charges extra, for example, for a backup fire extinguisher in the cargo hold. Past incidents have shown that a single extinguishing system may not be enough to put out flames that spread rapidly through the plane. Regulators in Japan require airlines there to install backup fire extinguishing systems, but the F.A.A. does not.\n“There are so many things that should not be optional, and many airlines want the cheapest airplane you can get,” said Mark H. Goodrich, an aviation lawyer and former engineering test pilot. “And Boeing is able to say, ‘Hey, it was available.’”\nBut what Boeing doesn’t say, he added, is that it has become “a great profit center” for the manufacturer.\nBoth Boeing and its airline customers have taken pains to keep these options, and prices, out of the public eye. Airlines frequently redact details of the features they opt to pay for — or exclude — from their filings with financial regulators. Boeing declined to disclose the full menu of safety features it offers as options on the 737 Max, or how much they cost.\nBut one unredacted filing from 2003 for a previous version of the 737 shows that Gol Airlines, a Brazilian carrier, paid $6,700 extra for oxygen masks for its crew, and $11,900 for an advanced weather radar system control panel. Gol did not immediately respond to a request for comment.\nThe three American airlines that bought the 737 Max each took a different approach to outfitting the cockpits.\nAmerican Airlines, which ordered 100 of the planes and has 24 in its fleet, bought both the angle of attack indicator and the disagree light, the company said.\nSouthwest Airlines, which ordered 280 of the planes and counts 36 in its fleet so far, had already purchased the disagree alert option, and it also installed an angle of attack indicator in a display mounted above the pilots’ heads. After the Lion Air crash, Southwest said it would modify its 737 Max fleet to place the angle of attack indicator on the pilots’ main computer screens.\nUnited Airlines, which ordered 137 of the planes and has received 14, did not select the indicators or the disagree light. A United spokesman said the airline does not include the features because its pilots use other data to fly the plane.\nBoeing is making other changes to the MCAS software.\nWhen it was rolled out, MCAS took readings from only one sensor on any given flight, leaving the system vulnerable to a single point of failure. One theory in the Lion Air crash is that MCAS was receiving faulty data from one of the sensors, prompting an unrecoverable nose dive.\nIn the software update that Boeing says is coming soon, MCAS will be modified to take readings from both sensors. If there is a meaningful disagreement between the readings, MCAS will be disabled.\nIncorporating the disagree light and the angle of attack indicators on all planes would be a welcome move, safety experts said, and would alert pilots — as well as maintenance staff who service a plane after a problematic flight — to issues with the sensors.\nThe alert, especially, would bring attention to a sensor malfunction, and warn pilots they should prepare to shut down the MCAS if it activated erroneously, said Peter Lemme, an avionics and satellite-communications consultant and former Boeing flight controls engineer.\n“In the heat of the moment, it certainly would help,” he said.", "date": "March 21, 2019", "href": "https://www.nytimes.com/2019/03/21/business/boeing-safety-features-charge.html", "tags": "lacked company airlines safety boeing plane sold mcas doomed one angle features extras air jets max"}