{"title": "Doris Day: 4 Great Movies (and 1 TV Show) to Stream", "content": "Doris Day died Monday at 97. An actress and singer known for her wholesome, sunny screen presence, Day was a major movie star of the 1950s and ’60s: first as a dynamic leading lady during the golden age of the Hollywood musical; and then as a love interest for rugged leading men like Rock Hudson and Cary Grant in several suggestive-but-chaste screwball sex comedies, like “Pillow Talk” and “That Touch of Mink.”\nAs the public’s taste in entertainment changed in the 1970s — shifting toward gritty realism and adult themes — Day’s popularity declined. She went into semiretirement after wrapping up the fifth season of her CBS sitcom “The Doris Day Show” in 1973. But she retained a fervent fan base for her cheery movies and for her TV show.\n[Read our Doris Day obituary. | See why she was really a hip sex goddess.]\nThe five performances below run the gamut from her early days as a singing sensation to her later roles as an easily flustered romantic and an exemplar of middle-class, Middle American stability. They represent what audiences loved about her, while also illustrating her often underrated range as an actress.\nWhere to watch: Buy or rent it on Amazon, Google Play, iTunes, Vudu and YouTube.\nDay arrived in Hollywood relatively late for a starlet, debuting as an actress in her late 20s, after a successful career as a recording artist and a nightclub attraction. In her first three feature films, she played opposite the comedian Jack Carson, providing a bubbly counterpoint to the actor’s slick-talking cynicism. The best of these early movies is “My Dream Is Yours,” which has Day playing a talented unknown singer who becomes an overnight sensation. Zippy and colorful — with lots of songs to showcase Day’s mellifluous voice and winning personality — the picture hits a peak with a partially animated dream sequence, in which the leads dance with Bugs Bunny.\n[Read the New York Times review.]\nWhere to watch: Buy or rent it on Amazon, Google Play, iTunes, Vudu and YouTube.\nWhile many of Day’s early films found her playing variations on the same “type” — the likable young singer with a puckish sense of humor — she began to stretch herself in the 1950s, taking on the occasional dramatic role, as well as starring in musicals that were more broadly comic. She had one of her biggest hits in 1953 with “Calamity Jane,” playing the notoriously free-spirited frontierwoman Martha Jane Canary. Day looks like she’s having a ball, hamming it in up in buckskins opposite Howard Keel’s Wild Bill Hickok. The movie’s also notable for featuring the Oscar-winning song — and chart-topping hit — “Secret Love.”\n[Read the New York Times review.]\nWhere to watch: Buy or rent it on Amazon, Google Play, iTunes, Vudu and YouTube.\nTwo years after “Calamity Jane,” Day performed another Oscar-winning song, “Que Sera, Sera,” in Alfred Hitchcock’s remake of his own 1934 thriller “The Man Who Knew Too Much.” In this new version, Day plays a professional singer who’s on vacation in Morocco with her family when her husband (played by James Stewart) gets drawn into a complicated and dangerous assassination plot. “Que Sera, Sera” becomes central to the story, in a riveting climactic scene that gives the actress the chance to add layers of tension and emotion to the kind of character that at that point she’d been playing repeatedly for years.\n[Read the New York Times review.]\nWhere to watch: Buy or rent it on Amazon, Google Play, iTunes, Vudu and YouTube.\nMany of Day’s contemporaries joked about her prim reputation. (“I knew Doris Day before she was a virgin” was a popular punch line.) But that image was essential to the success of the sex comedy genre she helped popularize in the early ’60s. The fun, fizzy “Pillow Talk” — released in 1959 — is both the prototype for the hits that followed and Day’s best movie. As a strong-willed career gal who inadvertently falls in love with a rakish playboy (played by Rock Hudson), Day conveys both a commitment to bedrock moral values and an undeniable yearning to be hugged and smooched by a total dreamboat. The deep humanity of that character still resonates with women — and men.\n[Read the New York Times review.]\nWhere to watch: Stream it on Amazon; buy or rent it on Google Play and YouTube.\nIn her autobiography, Day admitted she never intended to star in a sitcom … and especially not for what would end up being the last five years of her career as a working actress. Her husband Martin Melcher made the deal, and then died, leaving Day with contracts to honor and bills to pay. But while “The Doris Day Show” had a troubled production — changing formats and casts multiple times between its 1968 debut and its 1973 cancellation — that turmoil actually proved beneficial to Day’s performance. Across five seasons, she played her character “Doris” in a variety of different scenarios: from a home-and-hearth widowed mother, to a hustling working woman, to a single lady navigating the early ’70s dating scene. She compressed a lifetime’s worth of acting into five wild years.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/arts/doris-day-best-movies.html", "tags": "tv early great show read ” watch actress buy stream doris movies — day"}