{"title": "Doris Day: A Hip Sex Goddess Disguised as the Girl Next Door", "content": "The Hollywood Reporter obituary for Doris Day describes her in the headline as “Hollywood’s Favorite Girl Next Door,” which is reasonable enough, if not terribly imaginative. Day, who was 97 when she died on Monday, broke through as a singer in the mid-1940s and crossed over into movie stardom in the next decade. She’s still often remembered as an avatar of the postwar, pre-counterculture pop culture mainstream: wholesome, friendly, sexless. Accordingly, the first adjective applied to her in that article’s summary is “virginal.”\nThat word evokes a leering one-liner attributed to the musician and wit Oscar Levant, who said he “knew Doris Day before she was a virgin.” Levant’s joke depends on a category mistake, confusing the persona of a star with her person (Day was married four times), even as it misses the joke tucked into the persona itself. The v-word applied to Day signals the acceptance of an alibi that was never meant to be believed in the first place, the literal-minded gloss on a text that was only there to beckon us toward the subtext.\nThe truth, hidden in plain sight in so many of her movies and musical performances, is that Doris Day was a sex goddess. That’s not a term we use much anymore (for good reason), and in its heyday it was generally applied to actresses who wielded their erotic energies more nakedly, so to speak.\n[Read our obituary of Doris Day. | Stream four great Day movies (and one TV show).]\nDay wasn’t a glamorous blond enigma like Grace Kelly or Kim Novak — though she did, like both of them, work with Alfred Hitchcock. She was not a Hollywood bombshell in the manner of Marilyn Monroe (or Mamie Van Doren, with whom she competed for Clark Gable’s attention in the 1958 comedy “Teacher’s Pet”). And she certainly didn’t work in the same erogenous zone as European actresses like Brigitte Bardot and Sophia Loren, who promised sophisticated American moviegoers a glimpse of freedom from Puritanical inhibition, and sometimes also from clothes.\nBut it’s too easy to say that Day was simply the opposite — the prim, prudish, all-American avatar of Eisenhower-era repression, with her hair in a neat chignon and her figure sheathed in a soberly tailored suit. To see her that way is to take at face value an archetype that she did everything in her formidable power to subvert.\nReally, though, the whole virgin thing doesn’t even rise to the level of archetype. It’s an artifact of a movie censorship system that was, in the years after the Kinsey Report, rapidly losing touch with the realities of American behavior, and with the rest of popular culture as well.\nIn the canonical romantic comedies she made with Rock Hudson — “Pillow Talk” and “Lover Come Back” two years later — Day, in her late 30s, played unmarried New York career women.\nJan Morrow in “Pillow Talk” is an interior designer with a thriving, if hectic, business. Her counterpart in “Lover Come Back,” Carol Templeton, is a high-ranking executive in a Manhattan advertising firm. They are (implicitly) virgins by fiat of the production code, but really it’s up to the audience to decide how credible it is that neither one has managed to sleep with anyone until Hudson shows up. (When Hudson and Day reunited for “Send Me No Flowers” in 1964, they were playing husband and wife, and it wasn’t as much fun.)\nThe simple, sexist premise of these movies — and also of “Teacher’s Pet,” in which Day’s uptight professor is seduced by Gable, her most unlikely student — is that Day needs a raffish he-man to come along and ruffle her feathers with his sheer masculine irresistibility, getting her into bed with the benefit of clergy. But that pursuit is played out by means of a plot that relishes its own ridiculousness. The color schemes and production designs in the Hudson-Day comedies pulsate with whimsy. The atmosphere is pure camp, of the zany rather than the melodramatic variety. Every line sounds like a double-entendre. Every encounter is full of implication and innuendo, every character a collection of mixed signals.\nThese movies are naughty beyond imagining, and as clean as a whistle. In “Pillow Talk” — in effect the first movie about the pleasures and consequences of phone sex — Hudson and Day take a bath together. It’s a split-screen shot, but still.\nThe plot of “Lover Come Back” turns on the mass marketing of a powerful, possibly hallucinogenic drug. Heterosexual courtship under the mandate of matrimony has rarely looked so kinky. We’re not even talking about what it means that Rock Hudson is the male lead. The ambiguity is ambient. The deniability is perfect, and perfectly preposterous.\nDay is the key to it all, because her presence simultaneously upholds the pretense of virtuous normality and utterly transgresses it. She is a walking semiotic riot with a pert nose and a winning smile, keeper and scrambler of a whole book of social norms and cultural codes.\nTo see what I mean, consider a scene from “Pillow Talk” in which Jan takes Brad Allen (Hudson’s playboy classical-music composer) to a nightclub. It’s maybe daring for his square sensibilities, which is to say that the music is being performed by black people. (The clientele is all white.) It turns out that his date is familiar with the musicians, and the music. Midway through a song called “Roly Poly,” the pianist and singer (Perry Blackwell) invites Jan to take a verse — “come on Miss Morrow, you know this one” — and pretty soon Brad is clapping along. By the chorus, he and Jan are playing patty cake, and pretty soon the whole joint is singing about the satisfactions of a lover who is built for comfort rather than for speed.\nIt’s impossible not to interpret this number as a cringe-inducing spectacle of cultural appropriation, pushed to and past the point of parody. The sexual and racial undercurrents eddy and swirl under a surface of pure silliness. In old Hollywood movies, African-American music is a complicated signifier, not least for the white characters who appreciate it. In not-so-old movies, too. When, for example, Ryan Gosling takes Emma Stone to listen to jazz in “La La Land,” he is telling her, and us, something about the kind of guy he is. He’s claiming access to, and a share of, what the music represents. Passion. Authenticity. Sex, too, of course.\nIn 1959, one name for this transaction — which might look from one angle like a gesture of respect, from another like an act of brazen existential plunder — was “hip.” It was a noun as much as an adjective, and it was not a word that anyone would have thought to apply to Doris Day. Partly because she was too canny to take it seriously, notwithstanding her serious interest in African-American music.\nIn “Love Me or Leave Me,” a show-business biopic from 1955, she performs a version of Irving Berlin’s “Shaking the Blues Away,” wearing a low-cut bright-blue gown slit up to her thigh. The lyric’s absurd evocation of religious revivals “way down South” gives way to a stageful of male chorines in top hats and tails, as Day belts out a paean to dancing that is a rollicking celebration of … something else. She’s singing the language of rock ’n’ roll at the moment of rock ’n’ roll’s emergence, but what she’s doing is … something else. She’s messing with all our categories. Which was her great and underappreciated gift.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/movies/doris-day-appreciation.html", "tags": "next like disguised goddess come ” one sex girl hip doris hudson movies door day —"}