{"title": "Doris Day, Movie Star Who Charmed America, Dies at 97", "content": "Doris Day, the freckle-faced movie actress whose irrepressible personality and golden voice made her America’s top box-office star in the early 1960s, died on Monday at her home in Carmel Valley, Calif. She was 97.\nThe Doris Day Animal Foundation announced her death.\nMs. Day began her career as a big-band vocalist, and she was successful almost from the start: One of her first records, “Sentimental Journey,” released in 1945, sold more than a million copies, and she went on to have numerous other hits. The bandleader Les Brown, with whom she sang for several years, once said, “As a singer Doris belongs in the company of Bing Crosby and Frank Sinatra.”\nBut it was the movies that made her a star.\nBetween “Romance on the High Seas” in 1948 and “With Six You Get Eggroll” in 1968, she starred in nearly 40 movies. On the screen she turned from the perky girl next door in the 1950s to the woman next door in a series of 1960s sex comedies that brought her four first-place rankings in the yearly popularity poll of theater owners, an accomplishment equaled by no other actress except Shirley Temple.\nIn the 1950s she starred, and most often sang, in comedies (“Teacher’s Pet,” “The Tunnel of Love”), musicals (“Calamity Jane,” “April in Paris,” “The Pajama Game”) and melodramas (“Young Man With a Horn,” the Alfred Hitchcock thriller “The Man Who Knew Too Much,” “Love Me or Leave Me”).\n[Seeing Day as a hip sex goddess. | Four great Day movies (and one TV show) to stream now.]\nJames Cagney, her co-star in “Love Me or Leave Me,” said Ms. Day had “the ability to project the simple, direct statement of a simple, direct idea without cluttering it.” He compared her performance to Laurette Taylor’s in “The Glass Menagerie” on Broadway in 1945, widely hailed as one of the greatest performances ever given by an American actor.\nShe went on to appear in “Pillow Talk” (1959), “Lover Come Back” (1961) and “That Touch of Mink” (1962), fast-paced comedies in which she fended off the advances of Rock Hudson (in the first two films) and Cary Grant (in the third). Those movies, often derided today as examples of the repressed sexuality of the ’50s, were considered daring at the time.\n“I suppose she was so clean-cut, with perfect uncapped teeth, freckles and turned-up nose, that people just thought she fitted the concept of a virgin,” Mr. Hudson once said of Ms. Day. “But when we began ‘Pillow Talk’ we thought we’d ruin our careers because the script was pretty daring stuff.” The movie’s plot, he said, “involved nothing more than me trying to seduce Doris for eight reels.”\n(Ms. Day and Mr. Hudson remained close. Not long before his death from AIDS in 1985, he appeared with her on her television show “Doris Day’s Best Friends” and at a news conference. “He was very sick,” Ms. Day said. “But I just brushed that off and I came out and put my arms around him and said, ‘Am I glad to see you.’ ”)\nFollowing “Pillow Talk,” which won Ms. Day her sole Academy Award nomination, she was called on to defend her virtue for the rest of her career in similar but lesser movies, while Hollywood turned to more honest and graphic screen sex to keep up with the revolution sweeping the world after the introduction of the birth control pill.\nMs. Day turned down the part of Mrs. Robinson, the middle-aged temptress who seduces Dustin Hoffman, in the groundbreaking 1967 film “The Graduate,” because, she said, the notion of an older woman seducing a young man “offended my sense of values.” The part went to Anne Bancroft, who was nominated for an Academy Award.\nBy the time she retired in 1973, after starring for five years on the hit CBS comedy “The Doris Day Show,” Ms. Day had been dismissed as a goody-two-shoes, the leader of Hollywood’s chastity brigade, and, in the words of the film critic Pauline Kael, “the all-American middle-aged girl.” The critic Dwight Macdonald wrote of “the Doris Day Syndrome” and defined her as “wholesome as a bowl of cornflakes and at least as sexy.”\nBut the passing decades have brought a reappraisal, especially by some feminists, of Ms. Day’s screen personality, and her achievements. In her book “Holding My Own in No Man’s Land” (1997), the critic Molly Haskell described Ms. Day as “challenging, in her working-woman roles, the limited destiny of women to marry, live happily ever after and never be heard from again.”\nMs. Day in fact was one of the few actresses of the 1950s and ’60s to play women who had a real profession, and her characters were often more passionate about their career than about their co-stars.\n“My public image is unshakably that of America’s wholesome virgin, the girl next door, carefree and brimming with happiness,” she said in “Doris Day: Her Own Story,” a 1976 book by A. E. Hotchner based on a series of interviews he conducted with Ms. Day. “An image, I can assure you, more make-believe than any film part I ever played. But I am Miss Chastity Belt, and that’s all there is to it.”\nDoris Day was born Doris Mary Anne Kappelhoff in Cincinnati on April 3, 1922. (For years most sources gave her birth year as 1924, and so did she. But shortly before her birthday in 2017, The Associated Press obtained a copy of her birth certificate from the Ohio Office of Vital Statistics and established that she had been born two years earlier. After Ms. Day was shown the evidence, she said in a statement, “I’ve always said that age is just a number and I have never paid much attention to birthdays, but it’s great to finally know how old I really am.”) She was the second child of Frederick William von Kappelhoff, a choral master and piano teacher who later managed restaurants and taverns in Cincinnati, and Alma Sophia (Welz) Kappelhoff. Her parents separated when she was a child.\nMs. Day never wanted to be a movie star. At 15 she was a good enough dancer to win the $500 first prize in an amateur contest. Her mother and the parents of her 12-year-old partner used the money to take them both to Los Angeles for professional dancing lessons. The families intended to move west permanently, but Doris’s right leg was shattered when the automobile in which she was riding was hit by a train.\nTo distract Doris during the year it took the leg to mend, her mother — who had named her after a movie star, Doris Kenyon — paid for singing lessons. She was a natural.\nMs. Day told Mr. Hotchner that another important thing happened during her year of recuperation: She was given a small dog. “It was the start of what was, for me, a lifelong love affair with the dog,” she said.\nThat first dog, Tiny, was killed by a car when Ms. Day, still on crutches, took him for a walk without a leash. Nearly 40 years later she spoke of how she had betrayed him. During the last decades of her life, through her foundation, Ms. Day spent much of her time rescuing and finding homes for stray dogs, even personally checking out the backyards and fencing of people who wanted to adopt, and she worked to end the use of animals in cosmetic and household-products research.\nAfter the accident, Ms. Day never went back to school. At 17, having traded her crutches for a cane, she sang in a local club where the owner changed her name because Kappelhoff wouldn’t fit on the marquee. After a few months as a singer with Bob Crosby and His Bobcats in Chicago, she joined Les Brown and His Blue Devils.\nSinging was just something to do until she married. “From the time I was a little girl,” she told Mr. Hotchner, “my only true ambition in life was to get married and tend house and have a family.”\nBut while Ms. Day was instantly successful as a singer and a movie actress, she was fated always to marry the wrong men. By the time she made her first movie she had been married and divorced twice.\nHer first husband, Al Jorden, a trombone player, was violently jealous and had an uncontrollable temper. He hit her on the second day of their marriage and continued to beat her when she became pregnant and refused to have an abortion. She was married at 19, divorced and a mother at 20.\nBut she was undaunted. “All my life,” she told Mr. Hotchner, “I have known that I could work at whatever I wanted whenever I wanted.”\nHer second husband, George Weidler, a saxophonist, was a gentle man. She was happily living with him in a trailer park in Los Angeles when he left, after telling her that he thought she was going to become a big star and that he didn’t want to be Mr. Doris Day.\nShe was approached at a Hollywood party by the songwriters Sammy Cahn and Jule Styne, who had written the score for “Romance on the High Seas,” a movie planned for Judy Garland. But Garland had turned the role down and Betty Hutton, her replacement, was withdrawing because she was pregnant. Warner Bros. was desperate, and the songwriters insisted that Ms. Day audition for the part.\n“Acting in films had never so much as crossed my mind,” she later said.\nAs candid in real life as her perky screen characters, Ms. Day admitted to the movie’s director, Michael Curtiz, that she had never acted before. But “from the first take onward, I never had any trepidation about what I was called on to do,” she said. “Movie acting came to me with greater ease and naturalness than anything else I had ever done.”\nReviewing “Romance on the High Seas” in The New York Herald Tribune, Howard Barnes wrote, “She has much to learn about acting, but she has personality enough to take her time about it.”\nUnder personal contract to Mr. Curtiz, Ms. Day followed “Romance on the High Seas” with a series of musical comedies in which she played the pert and wholesome girl with hair and personality the color of sunlight. But even in the early 1950s she was nobody’s fool, and her characters had an unusual resilience, cockiness and competence.\nIn “By the Light of the Silvery Moon” (1953), about the trials of a small-town family, Ms. Day is first seen repairing her boyfriend’s car. If her fearless sharpshooting title character in “Calamity Jane” (1953) is finally induced to exchange her buckskins for a dress to wed Howard Keel’s Wild Bill Hickock, she still slips her six-shooter into her pocket to take along on the honeymoon.\nAnd when Ms. Day opened her mouth to sing, the effect was magical. She had a perfectly controlled voice that brimmed with emotion. “It’s Magic,” which she sang in “Romance on the High Seas,” and “I’ll Never Stop Loving You,” which she sang in “Love Me or Leave Me,” were nominated for Academy Awards for best song. The two with which she is especially identified, “Secret Love,” from “Calamity Jane,” and “Que Sera, Sera,” from “The Man Who Knew Too Much,” won Oscars.\n“Doris Day was the most underrated film musical performer of all time,” said Miles Kreuger, president of the Institute of the American Musical. “If only she had been at MGM instead of Warner Bros., they’d have given her challenging roles.”\nWhen Ms. Day did get a chance to stretch as an actress, she could be memorable. In “Love Me or Leave Me” (1955), she gave a stirring performance as the singer Ruth Etting, whose life and career were dominated by a violent manager-husband who had ties to gangsters. She held her own against James Cagney’s powerful performance as the husband and flawlessly sang Etting classics like “Ten Cents a Dance” and “Chasing the Blues Away.”\nMs. Day married for a third time in 1951. Although that marriage, to Martin Melcher, her manager, seemed happy, she discovered after Mr. Melcher’s death in 1968 that he and his lawyer had embezzled or frittered away the $20 million she had earned and had left her $500,000 in debt. She agreed to star in a situation comedy to earn the money to pay off her debts.\nThat proved to be a wise move financially; “The Doris Day Show” had an extremely successful five-year run. (It underwent a number of changes in that time. Ms. Day’s character, a widow who lived on a ranch with her two children, got a job at a magazine in San Francisco in the show’s second season, and by the fourth season her children had been written out of the show.)\nJames Garner, who co-starred with Ms. Day in two 1963 films, “The Thrill of It All” and “Move Over, Darling,” told Mr. Hotchner, “Marty was a hustler, a shallow, insecure hustler who always ripped off $50,000 on every one of Doris’s films as the price for making the deal.”\nMs. Day sued the lawyer, Jerome Rosenthal, and eventually won a judgment for more than $22 million in 1974. In a 1986 interview Terry Melcher, her son by Al Jorden, said that she eventually got some of the money from an insurance company but “nothing like that amount.”\nIn 1976 Ms. Day married Barry Comden, a sometime restaurant manager 11 years her junior. They were divorced in 1981. During her marriage to Mr. Comden, she moved from Los Angeles to Carmel Valley, and she and her son became part owners of the pet-friendly Cypress Inn in the nearby beach town Carmel-by-the-Sea.\nFor the rest of her life she lived on a seven-acre estate with many more dogs than the zoning laws allowed. In the 1985-86 television season she was the host of “Doris Day’s Best Friends,” on the Christian Broadcasting Network, which focused on animal welfare.\nTerry Melcher, her only child, who became a successful record producer, died in 2004. Her survivors include a grandson.\nIn 2011, three years after she received a lifetime achievement Grammy Award, Ms. Day surprised a lot of people by releasing her first album in almost 20 years, “My Heart,” which consisted mostly of songs she had recorded for “Doris Day’s Best Friends” but never released commercially.\nMs. Day, who summed up her fatalistic philosophy in the words of one of her biggest hits, “Que Sera, Sera” (“What will be, will be”), never liked unhappy endings. She told one interviewer: “It upsets me when the hero or heroine dies. I would like them to live happily ever after.”\nBut, except in movies, nobody lives happily ever after. Ms. Day told Mr. Hotchner: “During the painful and bleak periods I’ve suffered through these past years, my animal family has been a source of joy and strength to me. I have found that when you are deeply troubled, there are things you get from the silent, devoted companionship of your pets that you can get from no other source.”\n“I have never found in a human being,” she added, “loyalty comparable to that of any pet.”", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/obituaries/doris-day-death.html", "tags": "mr. america first never movie charmed ” dies doris ms. star day"}