{"title": "DR Congo poll: Blaze hits electoral depot as tense vote nears", "content": "Fire has gutted an electoral commission depot in Kinshasa, capital of the Democratic Republic of Congo, in the violent run-up to a presidential vote.\nMore than two-thirds of the electronic voting machines allocated for Kinshasa had been destroyed, an official said.\nThe cause of the fire has not been confirmed. Black smoke could still be seen over the site on Thursday morning.\nThe campaign to elect a successor to President Joseph Kabila on 23 December has been marred by deadly clashes.\nThe president's mandate ended in 2016, but elections have been repeatedly delayed.\nDozens of opposition supporters have been killed in protests demanding that he step down.\nThe fire at the electoral commission warehouse broke out at about 02:00 local time (01:00 GMT).\nBy Louise Dewast, BBC News, Kinshasa\nBlack smoke could be seen rising from the electoral commission depot in Gombe, a secure neighbourhood housing an army base. The fire follows a series of worrying clashes between police and opposition supporters, mainly in the east of the country. Injuries and deaths have been reported in the violence.\nThere are at least two reasons why tensions are particularly high before this election. Firstly, President Kabila is due to step down after 17 years in power - in what could become the country's first orderly transfer of power via the ballot box. Secondly, the electoral commission is planning to use electronic voting machines, despite many expressing concerns that they could be used to rig the vote. \nThe machines will be used to print ballots at polling stations. The number of ballots issued at each polling station will then be cross-checked against a final manual tally. \nIn the case of any discrepancy, the manual tally is expected to prevail. Despite the tensions, the majority of Congolese do not want further delays to the election.\nAn electoral commission official said the blaze had destroyed about 8,000 electronic voting machines, representing two-thirds of the total required for Kinshasa. The capital of four million people is home to some 15% of the electorate.\nThe official described the fire as a major setback, but said efforts were being made to ensure the election went ahead as planned.\nSpare voting machines would be retrieved from other parts of the country to make up the shortfall in the capital, he said.\nThe government has accused supporters of an opposition candidate, business tycoon Martin Fayulu, of instigating the election violence. Mr Fayulu's campaign has rejected the charge.\nMr Kabila is backing his former Interior Minister, Emmanuel Ramazani Shadary, in the election.\nThe vote is expected to be a tight contest between him, Mr Fayulu, and opposition leader Felix Tshisekedi.\nDR Congo has not had a peaceful, democratic transfer of power since independence from Belgium in 1960.", "date": "13 December 2018", "href": "https://www.bbc.co.uk/news/world-africa-46551654", "tags": "commission tense fire election machines congo dr depot nears voting opposition poll kinshasa blaze could hits electoral vote"}