{"title": "Dramatic Increase In Women Of Color As 2018 Candidates- Report", "content": "The 2018 midterm elections have already broken barriers for representation among candidates for political office: A record number of women ran and won in the primaries, and an unprecedented number of LGBTQ candidates also ran and have won so far.  \nAnd now a new report has found a record number of women of color have won primaries in 2018. \nThere was a 75 percent increase in women of color among nominees for Congress in 2018 compared with 2012, according to a report released Thursday from the Reflective Democracy Campaign, a group that studies the demographics of elected officials in the U.S.\nThe report looked at the race and gender of candidates who won primaries in House and Senate races, using data from more than 40,000 general election candidates from 2012 to 2018. It included data from 43 states (no 2016 data were available for Alabama and Maryland, and no 2018 data were available as of late September for five states, including New York and Virginia). \nSince 2012, the number of white male congressional candidates decreased by 13 percent, while the total of white women increased by 36 percent. Female candidates overall for Congress increased by 44 percent. \nBut much progress has yet to be made to have a candidate roster reflecting the U.S. population: Women of color are about 20 percent of the U.S. population but only 7 percent of nominees for Congress in 2018 (up from 4 percent in 2012 and 2016), per the report. And women overall are about half of the U.S. population but only about a quarter of congressional nominees in 2018. \n“Recent movements like #BlackLivesMatter and #MeToo have crystallized the need for decision-makers to come from the communities they represent,” Reflective Democracy Campaign director Brenda Choresi Carter said in a statement. “It’s increasingly clear that we can’t rely on elected officeholders who represent a single, narrow slice of the American people.” \nFrom 2012 to 2016, not much had changed in terms of the racial and gender makeup of candidates, according to the report: Across local, state and federal offices, white men, who represent about a third of the U.S. population, were nearly two-thirds of the candidates. However, 2018 saw a significant decrease in white male candidates and a sharp increase in women, particularly women of color. \nThe diversification was more pronounced in the Democratic Party than in the Republican Party: Among congressional candidates, the number of Democratic women has increased by 46 percent since 2012, while Republican women candidates increased by 22 percent. And for the first time since 2012, white men represent less than half of Democratic congressional candidates. \nSeveral progressive candidates who are women of color are poised to make history in November ― and shake up the makeup of the overwhelmingly white and male halls of Congress. Rashida Tlaib (Michigan) and Ilhan Omar (Minnesota) are set to become the nation’s first Muslim women in Congress, and Alexandria Ocasio-Cortez (New York) is set to become the youngest woman ever elected to the U.S. House.\n“Alexandria, Ilhan, Ayanna. I love these names!” Tlaib said at a September summit celebrating women of color in politics, referring also to  Ayanna Pressley in Massachusetts. “Yes, you’re going to have to learn how to say our names.”", "date": "\n10/11/2018", "href": "https://www.huffpost.com/entry/women-of-color-candidates-increase-2018-midterm-elections_n_5bbe8a71e4b0c8fa1367e58e", "tags": "percent candidates report number u.s. white candidates- data women dramatic congress color increase"}