{"title": "Dressing for Love and War and ‘Wheel of Fortune’", "content": "MILAN — In the soaring green-walled auditorium of the Fondation Prada, on the outskirts of Milan, pieces of gray foam packing material with an egg carton-like surface had been laid across the floor in a no man’s land of little peaks and valleys. Illuminating them was the sickly yellow glow of 150 hazard lights. As guests filed in, their heels sank into the synthetic cushion and sent them a little off balance. Recognize the feeling? Welcome to a Prada show. Also your life.\n“In another century, there would be already war; all the violent parties, violent situations in Europe, racism,” Miuccia Prada said afterward, besieged by journalists and well-wishers crowding ever closer. “I feel really afraid.” So she decided to make some clothes to try to resolve her emotions. What else can you do? That’s the job.\n“That’s another big problem for us designers,” she said. “We work for rich people, do rich clothes but fashion is very relevant, so there is a kind of request to talk about other subjects. How do you find a way that is intelligent but not too superficial?”\nIt’s a good question at the moment, if a kind of annoyingly existential one, which may be why it’s so hard to handle. At Tod’s, for example, there’s no effort to wrestle with complicated reality; instead there is — leather! As much of it as possible: tailored leather shorts and leather shirts and leather blazers; leather shift dresses and leather puffers; leather trench coats; nappa leather and patent leather. Oh, and some tweed. It’s perfectly accomplished. But not convincing as the answer to everything.\nMore persuasive was Jeremy Scott, and his “don’t we all just need a smile right now? Don’t we all need a little levity in our lives?” explanation backstage before his laugh-in of a Moschino game show.\nPart ode to “The Price is Right” and “Wheel of Fortune” as well as the muse of the night, Vanna White, and his own 2001 Jeremy Scott show in Paris (his last in that city; now his brand is based in New York) the show Thursday featured models with big (faux) furs and bigger hair, channeling the beaded evening gowns of television hostesses past as they vamped in gold and diamanté around the promise of A New Car! or A New Fridge! or A Trip to Aspen!\nOthers strutted past in dollar bill miniskirts and pastel crystal-studded prints of detergent pods; foxy stuffed animal stoles and tiny taffeta cocktail dresses. There was a toothpaste duffel, a cash register handbag, and a complete TV dinner evening cape, with Salisbury steak and mashed potato as the entrée, diced carrots and peas on the side. Wink-wink, nudge-nudge.\nIt was funny, no question, but even game show culture has a dark underbelly; problems, after all, can’t really be solved by a spin of the wheel. In recent shows, Mr. Scott has started to grapple with some of the implications of his pop culture one-liners — almost making an art of it — but not this time.\nThis time he seemed distracted by the coming Met Gala, themed around Camp, and its red carpet needs and possibilities. So while there was a lot of sparkle and wit in the clothes (sparkling wit, even), ultimately it was all promise with no real payoff; escape, with little lasting effect.\nWhich doesn’t mean we can’t dream of a happy ending. Mrs. Prada did: One that toggled between Hitchcock heroines and frogwomen, love and war. It’s a perennial story, after all — as human as our lust for a get-rich-quick scheme.\nThe high romance of portrait-necked 1950s party dresses in black wool and silk with swagged skirts caught up at the hip by O-rings, some splashed with bouquets of roses, alternated with crisp white shirt-dresses dangling three-dimensional satin tulips (they were kind of floppy, like they were on their last legs) and army green utilitarian suiting.\nLace capes were tossed atop periwinkle-blue shirting which was layered under loden Land Girl separates. Boots were big, and tractor-treaded. Pumps were delicate and sometimes glitter-festooned. Couture shawl draping mutated into Crombie tweeds. Frankenstein and his bride made goo-goo eyes at each other out of the darkness of a plain black sheath. There were a lot of Wednesday Addams braids and Cousin Itt backpacks.\nOn the soundtrack, “My Favorite Things” from “The Sound of Music” growled out like a threat. It was full of foreboding. But tension and the process of working through it had rarely looked as good.", "date": "Feb. 22, 2019", "href": "https://www.nytimes.com/2019/02/22/fashion/prada-moschino-jeremy-scott-milan.html", "tags": "fortune ‘ little kind show big ” wheel leather war prada love — dressing clothes"}