{"title": "DUEL FOR THE LIMELIGHT: A special report; Behind Gun Deal, 2 Ambitious Democrats Wrestle for the Credit", "content": "Eliot L. Spitzer had arranged quite a celebration to mark his first anniversary as New York State's attorney general. He planned a trip to Las Vegas, as the leader of a negotiating team that with a bit of luck, he figured, would soon deliver a landmark gun control deal.\nHe booked his plane ride and a hotel reservation at the luxurious Bellagio. But the intervention of another New York Democrat, Andrew M. Cuomo, spoiled Mr. Spitzer's party.\nThe trip was called off. The talks with gun dealers canceled. And within days, Mr. Cuomo, the United States housing secretary, had secretly managed to restart negotiations, without the attorney general.\nA deal ultimately was reached, but when the announcement came two weeks ago in Washington that the nation's oldest and largest handgun manufacturer had agreed to change the way it designs and sells handguns, it was Mr. Cuomo, 42, the eldest son of the former governor, who stood at the podium. Mr. Spitzer, 40, an intense, Harvard-educated lawyer, sat with his hands on his lap, in the background.\n''After many false starts and after much gridlock, we are finally on the road to a safer and more peaceful America,'' Mr. Cuomo said.\nWhat had transpired was not just a watershed event in the nation's long-running debate over gun control. For New Yorkers, it was a high-stakes showcase of the intense rivalry that formed between two men considered among the state's most promising -- and ambitious -- Democrats.\nMr. Cuomo, who has already announced his intention to run for governor in 2002, and Mr. Spitzer, who says his sights are not yet set on anything more than a second term as attorney general, espouse similar views on gun control, believing that handguns should be redesigned to make them harder to fire accidentally and easier to trace if they are used in a crime.\nBut by many accounts, the path to a settlement with Smith & Wesson on March 17 produced a bitter rivalry that colored the negotiations with cities and the gun makers, at times degenerating into angry letters, confrontations at closed-door meetings, dueling press releases and, some have even said, threats of sabotage.\n''It has been a kind of running theme throughout the negotiations, the competition for credit,'' said John P. Coale, a Washington lawyer. Mr. Coale has observed and at times been involved in the negotiations, representing cities that have sued the gun manufacturers. ''It was what you see in politics all the time -- people vying for attention. But it got down and dirty and very intense. And it quite came close to hurting the process.''\nEd Shultz, the chief executive at Smith & Wesson, which has come under considerable criticism within the industry for breaking away and settling, has seen his share of negotiators in the last few years. He said the one-upmanship between Mr. Cuomo and Mr. Spitzer was obvious during the talks.\n''It is two rich kids trying to be captain of the team,'' Mr. Shultz said. ''They are rivals. There is no question that each one of them wanted to have their own party and each would have been happy to have the party without the other one there, if they could arrange that.''\nMr. Spitzer has publicly complained to the White House and members of Congress about Mr. Cuomo's actions. For his part, Mr. Cuomo insists that there is no personal dispute, and that he did not deliberately exclude Mr. Spitzer. Instead, he said, he was just using the clout of the federal government and the Clinton administration to broker a deal.\nBut in the two weeks since the settlement, the jockeying has only intensified. Both have initiated national campaigns to persuade local and state governments to shun gun makers who do not sign the pact.\nMr. Spitzer was the first to take the lead last July, holding closed-door meetings with prominent gun makers like Colt's Manufacturing of Hartford and Smith & Wesson of Springfield, Mass. Sporadic talks organized by former Mayor Edward G. Rendell of Philadelphia and others had sputtered, despite a backdrop of threatened or filed lawsuits by more than two dozen cities like Bridgeport, New Orleans, Atlanta and Chicago, which were trying to force gun makers to add safety devices and to pay for the medical treatment of gunshot victims.\nMounting legal bills from those lawsuits troubled some gun makers, who signaled a growing willingness to make some concessions, something Mr. Spitzer hoped to capitalize on. Still, some officials involved in the litigation viewed Mr. Spitzer's entry into talks warily, they said, accusing him of cutting them out of the talks. But Mr. Spitzer had amply shown in his short public career that he was not shy about trying to jump ahead of the pack.\nMr. Spitzer, the son of a successful real estate developer, grew up in a  rarefied world, attending Riverdale Country Day School, Horace Mann School, then Princeton University, before getting his law degree at Harvard. Mr. Spitzer was 35 in 1994, when he first ran for attorney general, and his entire public service consisted of six years as an assistant district attorney in Manhattan and one year as a federal court clerk. Despite an infusion of money from his father, Mr. Spitzer lost that race. Running again in 1998, he was carried into office with one of the narrowest political victories in the history of New York State.\nSince then, Mr. Spitzer has been quick to inject himself into state issues, from air pollution caused by trash trucks to a battle by New York City neighborhood activists to save their community gardens.\nFrom the start of his round of the gun talks, Mr. Spitzer pushed for what he called a code of conduct, which would require changes in the way guns are designed and marketed to make them safer, as well as  harder for criminals to buy. His initial proposal, some gun control advocates said, was vague, providing gun makers too many opportunities to avoid compliance.\nMr. Spitzer agreed to revisions advocated by several gun control advocates, including Dennis A. Henigan, legal director of the Center to Prevent Handgun Violence. Ultimately, this revised code served as the framework for the deal Mr. Cuomo reached with Smith & Wesson, requiring safety locks and hidden serial numbers, among other conditions.\nBut Mr. Spitzer and the negotiating partners he invited to join him -- including Mr. Henigan and representatives from Los Angeles, San Francisco, and Miami -- were never able -- or never had a chance -- to deliver the deal.\nTalks started with a small group of gun makers, then were expanded at the gun makers' insistence to include the industry trade group, the National Shooting Sports Foundation, which was much more resistant to the proposals.\nMr. Spitzer was convinced he was making progress. He said last week that his plan all along was to use the intransigence of the industry leaders to persuade companies like Smith & Wesson that it was time to break away.\nBut by late last year, federal officials, who were not yet involved in the talks, and even some of Mr. Spitzer's negotiating partners had concluded that his drive was going nowhere.\n''It was not, in fact, working,'' Mr. Henigan said. One federal official said, ''If he was saying he was close to a deal with Smith and Wesson, that is a pipe dream.''\nMr. Cuomo sensed an opening. He had been consulting with the mayors of New Orleans and Philadelphia about their gun control efforts since before Mr. Spitzer was elected. But the federal government had remained largely on the sidelines as nearly 30 cities and counties filed lawsuits and attorneys general like Mr. Spitzer and Richard Blumenthal of Connecticut got involved. But by late last year, deciding that federal intervention was needed to invigorate the process, the White House authorized Mr. Cuomo and the Department of Housing and Urban Development to step in. Mr. Cuomo put considerable pressure on the industry by threatening a lawsuit by some of the nation's 32,000 local housing authorities, where gun violence had plagued low-income residents.\nMr. Cuomo said he was also concerned that the different cities suing the industry could not agree to a single settlement without a bit of corralling by federal authorities.\n''Eliot was aggressive in taking the lead,'' Mr. Cuomo said. ''New Orleans was taking the lead. Miami was leading it. That was the problem.\n''On the federal side, we have jurisdiction over the country. We are at the top of the food chain.''\nAs the son of Mario M. Cuomo, the former governor, Andrew Cuomo developed his political skills at a young age. In his mid-20's, during the early years of his father's service as governor, Mr. Cuomo served as a dollar-a-year assistant. Mr. Cuomo, who received a law degree from Albany Law School, then briefly worked as a prosecutor in Manhattan, joined a Park Avenue law firm. He started a group that developed housing for the homeless. During those years, Mr. Cuomo, who drove a Jaguar with license plate AMC ESQ, earned respect for his ability to get things done, but he also built a reputation for arrogance and inflexibility. In 1993, at 35, he became an assistant secretary at HUD, and became President Clinton's housing secretary in 1997.\nInitially, Mr. Spitzer welcomed Mr. Cuomo's involvement. Publicly comparing the threat of the lawsuit to a dagger, he said, ''The Feds' is a meat ax,'' implying that federal intervention would only intensify the pressure on gun makers to settle. But by mid-January, friction between the two men had grown noticeable, and many of the officials involved in the talks began to worry.\nFrom the very start of a strategy session on Jan. 13, at the Old Executive Office Building, an annex to the White House, officials from the Departments of Justice and Treasury and lawyers representing cities that had filed lawsuits saw the tension firsthand.\nFirst, in a raised and angry voice, Mr. Spitzer berated a plan by the Bureau of Alcohol, Tobacco and Firearms to play a central role in monitoring gun industry compliance with any deal. Later, he rejected a suggestion by Mr. Cuomo that Mr. Spitzer expand the negotiating team he had formed to include representatives of HUD, the White House and other cities that had filed lawsuits.\nEight days ahead was the much-anticipated Las Vegas meeting, where Mr. Spitzer envisioned a personal triumph -- finally starting to pull the deal together. But if Mr. Cuomo swelled the ranks of those at the table, Mr. Spitzer warned, it would all fall apart.\n''Wait a minute,'' Mr. Spitzer said in an interview last week, recalling the conversation. ''The Vegas meeting won't work if we have 25 people there.'' He said he challenged Mr. Cuomo, asking, ''How as secretary of HUD are you any more qualified than the attorney general of New York and our negotiating team to represent the interest of the parties?''\nSeveral witnesses said later that they felt Mr. Spitzer had been out of line. ''There has been much more interaction between the cities and the secretary of HUD than with the attorney general of the Empire State,'' Mayor Scott King of Gary, Ind., recalls saying in Mr. Cuomo's defense.\n''Sure, New York is a big place, but now he was in an even bigger sandbox,'' a Clinton administration official, who asked not to be named, said of Mr. Spitzer. A lawyer who attended the meeting added, ''He should have recognized immediately that he needed to establish a cooperative relationship and figure out what his niche should be instead of beating his head against the Washington wall.''\nFor a brief moment, Mr. Spitzer re-established his commanding role when the lead gun-industry negotiator, Robert T. Delfay of the National Shooting Sports Foundation, insisted that while gun makers welcomed his attendance at the Las Vegas meeting, they did not want Clinton administration representatives there.\n''All they were looking for was an opportunity to stand before a microphone and say look at what we have done,'' Mr. Delfay said. ''As far as Mr. Cuomo was concerned, the motivations were 100 percent political.''\nIn a conference call among the gun control advocates and federal officials, Mr. Spitzer argued for the negotiations to go forward. But federal officials and other cities decided that no one should attend the meeting because it would signal that the gun makers had dictated who would negotiate for them. Much to Mr. Spitzer's frustration, the Las Vegas meeting was canceled.\nMr. Cuomo secretly made the next move, underscoring the break with Mr. Spitzer and assuming the dominant role that would lead to the settlement. Mr. Cuomo directed his deputy general counsel, Max Stier, to call Mr. Shultz of Smith & Wesson to pursue a deal. This time, HUD insisted on new conditions, a federal official said.\n''He explicitly said this has to be absolutely confidential,'' a federal official said.\nAnd in a later conversation, Mr. Shultz, according to a federal official,  said that ''in our talks with Eliot, they became talks out in the press,''  implying that Mr. Spitzer should be excluded to avoid leaks to the news media.\nMr. Shultz denied in an interview that he had ever made such a request. And Mr. Spitzer rejects any suggestion that he had been a source of news leaks. In reality, some of Mr. Spitzer's backers said, Mr. Cuomo had his own reason for cutting Mr. Spitzer out: an effort to gain more attention for himself.\nBy late February, Mr. Spitzer had got wind of the secret talks. He was furious. He telephoned officials at all levels, at HUD, the White House and the Treasury Department, demanding an invitation to the talks. Finally, on March 6, he dispatched an angry, six-page letter to Bruce Reed, the director of domestic policy at the White House.\n''Through a series of press announcements, the administration invited itself into the negotiations, only to have the gun manufacturers refuse to meet with you,'' Mr. Spitzer wrote. ''Now it seems that solidarity is a one-way street. In secret, with select manufacturers, the Departments of Treasury and Housing and Urban Development restarted the very negotiations that you, personally, asked our group to eschew.''\nTo make matters worse, Mr. Spitzer said, once he complained to the White House, no one returned his calls, but Mr. Cuomo's office began to contact the cities to brief them on the effort.\n''I hope you understand that we can differentiate between genuine teamwork and the ploy of someone caught with his hand in the cookie jar,'' Mr. Spitzer wrote.\nMr. Spitzer was so angry, a federal official said, that he threatened to torpedo the talks by leaking word of it to the news media unless they included him. Mr. Spitzer denies ever making such a threat. His objections went unanswered and they soon became moot.\nSmith & Wesson agreed to the code of conduct. And then Mr. Cuomo won a $60 bet with Mr. Shultz by persuading about 15 of the local governments to sign off on the settlement.\nFor his part, Mr. Cuomo played down any tension and praised Mr. Spitzer. ''There was never any tension between the two of us personally,'' he said.\nMr. Spitzer admits some frustration.\n''It is like a running back who takes the ball 90 yards and then somebody else steps in and takes it over the goal,'' Mr. Spitzer said. ''You want to carry the ball across the line.''\nSince the agreement was signed, the political jockeying for center stage has continued, practically unabated. Mr. Spitzer rolled out a campaign to persuade local and state governments to give preference to Smith & Wesson guns, unless other companies sign the deal. Two days later, Mr. Cuomo, having teamed with two cities Mr. Spitzer thought he had already recuited, announced his own campaign for governments to buy only from Smith & Wesson.\nSeveral political observers said the rivalry was not likely to end soon, with Mr. Spitzer and Mr. Cuomo continuing to struggle for attention on the New York political stage.\n''Gun control is just an incidental tableau,'' said a Democrat who represents New York in Congress.", "date": "APRIL 3, 2000", "href": "https://www.nytimes.com/2000/04/03/nyregion/duel-for-limelight-special-report-behind-gun-deal-2-ambitious-democrats-wrestle.html", "tags": "credit report duel democrats wrestle makers deal new cities gun federal limelight ambitious spitzer cuomo behind special talks"}