{"title": "DUP-Tory deal secures extra spending in Northern Ireland", "content": "A deal between the Conservatives and the Democratic Unionist Party (DUP) includes an extra £1bn in public spending for Northern Ireland.\nDUP leader Arlene Foster said she was \"delighted\" with the package, which is part of an agreement to prop up Theresa May's minority government.\nThe PM sought the DUP's support after losing her majority in the election.\nSinn Féin said the deal was a \"blank cheque for a Tory Brexit\" but any money coming to NI was a \"good thing\".\nUnder the \"supply and confidence\" arrangement, the DUP guarantees that its 10 MPs will vote with the government on the Queen's Speech, the Budget, and legislation relating to Brexit and national security.\nOnce the deal was signed in Downing Street, Mrs Foster returned to Northern Ireland, where talks to restore the power-sharing executive continue. \nThe DUP's Nigel Dodds said on Monday evening that the financial package negotiated by his party with the Conservatives is not contingent on the restoration of the Stormont executive.\nNorthern Ireland has been without a devolved government since March and parties have until Thursday to find agreement on a range of issues, including the Irish language and how to deal with legacy cases from the Troubles.\nAt the Westminster level, talks between the Conservatives and the DUP began shortly after the general election on 8 June but it took longer than expected to finalise a deal.\nAs well as the financial commitments, the two parties have agreed:\nFollowing the deal, Sinn Féin president Gerry Adams pledged to \"resolutely oppose\" any preferential treatment for British soldiers \"either in terms of legacy or the provision of public services\".\nIn a letter outlining the deal to Conservative MPs, Mrs May said both the DUP and the Tories \"agree the need for additional financial support for Northern Ireland and jointly desire that this will play a positive role in the efforts to re-establish devolved government\".\nSpeaking outside No 10, Mrs Foster said the details of the agreement would \"boost the economy and invest in new infrastructure as well as investing in the future of our health and education sectors\".\nRead more analysis from BBC News NI business editor John Campbell\nSDLP leader Colum Eastwood said it was critical the money was \"targeted at areas of need, not the parochial priorities of one political party\".\nStephen Farry, from the Alliance Party, described the agreement as \"significant\", provided any new money was spent \"wisely and strategically\".\nMr Adams said the price of the deal was \"DUP support for continued Tory austerity and cuts to public services\".\n\"The allocation of additional funds could help to ease the enormous pressure on our public services,\" he added. \"The devil is in the detail.\"\nThe agreement has been criticised by politicians in England, Scotland and Wales, who argue spending in Northern Ireland should be matched in other parts of the UK.\nMoney distributed to Scotland, Wales and Northern Ireland is controlled by the Barnett Formula, which dictates the allocation of funding from Westminster according to population size and what powers are devolved to each nation.\nLabour Party leader, Jeremy Corbyn, said the deal was \"clearly not in the national interest\" but was designed to help the prime minister \"cling to power\".\n\"The government must immediately answer two questions,\" Mr Corbyn said.\n\"Where is the money for the Tory-DUP deal coming from? And, will all parts of the UK receive the much needed additional funding that Northern Ireland will get as part of the deal?\"\nIrish Minister for Foreign Affairs, Simon Coveney, suggested the agreement could help Stormont - Northern Ireland's government - negotiate a better deal when the UK leaves the EU.\n\"An enhanced Northern Ireland voice, articulating an agreed devolved government position, could see more effective and inclusive representation of the unique circumstances of Northern Ireland at Westminster,\" Mr Coveney said. \nNorthern Ireland's health service is a big winner from the DUP-Conservatives deal - it will receive about £300m that will allow the service some breathing space.\nMany will argue that it is just a sticking plaster that will not go far enough to see the transformation that is required.\nThe UK government is to allocate £50m per year for two years to enable the executive to address immediate pressures in health and education.\nWhile £50m may sound a lot, in practice that amount of money could be spent very quickly trying to tackle the thousands of people on hospital waiting lists.\nOn top of that, £100m per year will be allocated for two years towards transforming the local health service - this will go someway in helping to deliver the recommendations set out in the Bengoa health review and the Department of Health's subsequent 10-year plan.\nThe big surprise is the money allocated to tackling mental health: £10m per year for five years. \nConcerns have been raised that the DUP-Tory deal could undermine the peace process and devolution negotiations, as a government dependent on the support of the DUP could not be impartial in its Northern Ireland policies.\nHowever, Conservative MP and First Secretary of State Damian Green said the deal made it \"more likely\" that devolved government would be restored in Northern Ireland, with the funding going to all communities.\nStormont parties have been warned that if they cannot reach agreement on restoring the government, direct rule from Westminster could follow.\nNorthern Ireland's institutions collapsed amid a bitter row between the DUP and Sinn Féin about a botched green energy scheme.\nThe late deputy first minister, Martin McGuinness, stood down in protest over the DUP's handling of an investigation into the energy scandal, in a move that triggered a snap election in March.", "date": "26 June 2017", "href": "https://www.bbc.com/news/uk-northern-ireland-40402352", "tags": "agreement health dup-tory northern extra ireland money could secures government dup deal spending"}