{"title": "DUP accuses No 10 of 'hiding' over Brexit", "content": "The DUP has accused the government of having \"something to hide\" by not publishing the full legal advice it has received on the Brexit deal.\nDuring an urgent question in the Commons, the solicitor general said the government would publish a \"full reasoned statement\" soon.\nThe attorney general will also answer MPs' questions in Parliament on Monday.\nBut the DUP's deputy leader, Nigel Dodds, said the Commons had already rejected the government's offer.\nHe said ministers were simply repeating the proposal that was made during a debate on the motion earlier this month.\nThe DUP's MPs supported that motion - despite the confidence-and-supply arrangement it shares with the government.\nSpeaking in the Commons on Thursday, Mr Dodds said: \"Why doesn't the solicitor general and the government start listening? That has been the problem all along.\"\n\"What has the government got to hide?\"\nSolicitor General Robert Buckland denied the claim, adding: \"This is not an instance where the government seeks to delay or hide, this is about providing information at the right time.\"\nA number of other MPs have expressed concerns that they will not be able to go through the legal advice in time before the vote on the government's Brexit deal.\nThe DUP has said Theresa May's Brexit plan is \"worse than no deal\", and has vowed to vote against it when the meaningful vote takes place on 11 December.\nIt has put a question mark over the future of the confidence-and-supply deal with the Conservative Party.\nThe Conservative Party entered into the pact with the DUP after the general election in 2017, in order to give the prime minister a working majority in the Commons.\nThe DUP agreed to support the government on all Brexit votes, finance bills and the Budget and a number of other areas in exchange for an extra £1bn in spending for Northern Ireland.\nBut the fallout over Brexit has put the parties' relationship under significant strain - with the DUP abstaining and voting against the government last week during a budget vote, in a bid to warn the government to change course on Brexit.\nNorthern Ireland was the main sticking point in the Brexit negotiations, as the UK and EU were at odds over how to ensure no hard border - physical checks or infrastructure - between Northern Ireland and the Republic of Ireland after Brexit.\nBoth sides have said they hope to ensure a solution is found as part of a wider trade deal, which keeps trade as frictionless as it is now.\nBut in the absence of that, the EU wanted an insurance policy in the legally binding withdrawal agreement: the backstop.\nThe agreement on the backstop would see only Northern Ireland stay aligned to some EU rules, if it took effect.\nThat means some goods coming into Northern Ireland from Great Britain would face extra checks to see if they met EU standards.\nBut the UK government and EU insist it is only an insurance policy in the event that there is no breakthrough by the end of the transition period.\nThe DUP has always said its one red line was the backstop.\nIt is concerned that the backstop could threaten the integrity of the union by placing a trade border down the Irish Sea.\nThe party's leader Arlene Foster has insisted there is still time to work for a \"better deal\" and has criticised Theresa May for \"wasting time\" trying to build support for the plan, when it is unlikely to get enough support from MPs in a matter of weeks.\nThe prime minister visited Northern Ireland on Tuesday as part of her two-week push to sell her agreement. \nShe has urged the DUP to \"think about the national interest\" when considering her Brexit deal.\nOn Thursday, Mrs May appeared before a Westminster committee to answer questions about the government's plan.\nShe was asked if she will still have the support of the DUP if her deal is voted through Parliament, to which Mrs May did not directly answer the question, but said: \"They have said themselves that the confidence and supply arrangement remains in place.\"\nShe also warned that political declarations are \"not guarantees\" when it comes to avoiding a hard border if her Brexit deal is rejected, and faced tough questioning from other MPs about the Northern Ireland backstop. ", "date": "29 November 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-46387527", "tags": "brexit general eu northern mps ireland accuses government dup deal"}