{"title": "DUP: Arlene Foster says Brexit vote would put 'democracy at risk'", "content": "A fresh Brexit vote would put democracy at risk, Arlene Foster has warned. \nThe DUP leader attended the launch of her party's European election manifesto on Monday.\nShe was speaking at Seaview football stadium in north Belfast, urging voters to return Diane Dodds as the DUP's MEP. \nThe party is targeting the almost 350,000 voters in Northern Ireland who backed leaving the EU in the referendum. \nMrs Foster also criticised Theresa May for lacking a strong vision for the UK after Brexit. \nThe DUP leader said: \"What people want to see is democracy being respected. \n\"Unfortunately, it hasn't been respected and we have a remain parliament, therefore parliament has not been able to deliver on Brexit in the way it should have been delivered upon.\"\nShe added: \"We have a prime minister, frankly, who doesn't have the vision for the United Kingdom post-Brexit that we all want to see.\"\nMrs Foster then went on to reject the suggestion of a confirmatory referendum, stating \"we have to deliver the wishes of the people, democracy is at risk here if we do not\".\nAlso speaking at the event on Monday, Diane Dodds, the DUP's current MEP, condemned the \"hopeless government negotiation and utter contempt and intransigence of Brussels\".\n\"The 2016 referendum was not an English vote, a Scottish vote, a Welsh vote or a Northern Ireland vote,\" she said.\n\"It was a British vote to leave the EU together and it must be honoured.\"\nThe DUP candidate also accused Brussels of using Northern Ireland as \"pawn to make gains at the negotiating table\" and urged voters to stand up to their \"disrespect\".\n\"Dublin would have more influence over the rules we abide by, because Northern Ireland would be trapped in a halfway house with no right to representation yet subject to swathes of single market rules, \" Mrs Dodds said.\nWith a close battle expected for the third seat, the DUP is also urging its supporters to give other unionist candidates second preferences. \nBut the party leader, Mrs Foster, refused to say who she would be supporting after the DUP on the ballot paper.", "date": "13 May 2019", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-48252534", "tags": "brexit put also would democracy northern mrs arlene says ireland risk foster dup vote"}