{"title": "DUP will vote down deal but back Tories, says Nigel Dodds", "content": "The Democratic Unionists will back Theresa May's government in any vote of no confidence should her Brexit deal be rejected, its Westminster leader says.\nNigel Dodds told ITV his party would vote against the deal, but it would be \"illogical\" to vote out the government.\nLabour has said it will immediately press for a confidence vote if the deal is voted down next Tuesday.\nIf successful, the move could trigger a general election if no alternative government is formed in 14 days.\nAt a meeting of Tory backbenchers on Wednesday evening, Conservative Chief Whip Julian Smith appealed for civility in internal party arguments over Brexit. \nGovernment sources said the whip's office was \"looking at all options\" to secure the support of the Commons.\nThe vote on the withdrawal deal and the declaration on future relations will take place on 11 December. \nMr Dodds told ITV's Robert Peston: \"Clearly if [the deal] is defeated, it would be somewhat illogical - having achieved our aim trying to get to a better deal - it would be illogical then to turn around the next day and say 'let's vote the government out'.\n\"I think then we start on a process to try to get a better deal.\"\nFollowing a meeting of Conservative members of the pro-Brexit European Research Group in Westminster - attended by leading DUP figures - its chair Jacob Rees-Mogg said there was a risk of the DUP withholding its support for the government if Parliament approved the PM's deal on the terms of leaving the EU.\nThe DUP currently has a parliamentary pact with the Conservatives, known as a confidence and supply agreement, in which it effectively props up Mrs May's government by supporting it in key votes. \nBut Mr Dodds reiterated that the deal \"is with the Conservative Party, not with Theresa May or any particular politician\".\nThe party's 10 MPs are expected to vote against the withdrawal deal amid anger over a proposed customs arrangement between the UK and the EU.\nThey say it will see Northern Ireland separated economically and politically from England, Scotland and Wales.\nSpeaking earlier during a debate on the Brexit deal in the Commons, DUP MP Sammy Wilson said Mrs May had \"broken promises\" made to her party to protect the constitutional integrity of the UK and if the deal went through it would create \"further tensions\".\nMrs May is struggling to muster sufficient support to get her deal through, with Labour, the Lib Dems and the SNP all opposed and scores of Tory MPs saying they cannot support it.\nThe BBC's political editor Laura Kuenssberg said the tally of potential Tory rebels was rising and backbenchers who have held private meetings with the prime minister were not emerging convinced.", "date": "5 December 2018", "href": "https://www.bbc.com/news/uk-politics-46461880", "tags": "support tories dodds may party back nigel says confidence vote government dup deal said"}