{"title": "E.U. Rejects Italy’s Budget, and Populists Dig In", "content": "ROME — In what is becoming a dangerous game of chicken for the global economy, Italy’s populist government refused to budge on Tuesday after the European Union for the first time sent back a member state’s proposed budget because it violated the bloc’s fiscal laws and posed unacceptable risks.\nThe European Commission, the bloc’s administrative body, had repeatedly warned Italy to reduce the deficits in its 2019 draft budget to avoid heavy fines early next year. But Italy’s populist government, which has bristled against Europe’s austerity measures, went ahead and submitted a budget with a proposed deficit equal to 2.4 percent of gross domestic product. That figure was considered much too high for a country whose total government debt equals 131 percent of G.D.P., more than double the eurozone limit.\nAs expected, the commission rejected the plan, saying that it included irresponsible deficit levels that would “suffocate” Italy, the third-largest economy in the eurozone. Investors fear that the collapse of the Italian economy under its enormous debt could sink the entire eurozone and hasten a global economic crisis unseen since 2008, or worse.\nBut Italy’s populists are not scared. They have repeatedly compared their budget, fat with unemployment welfare, pension increases and other benefits, to the New Deal measures of Franklin D. Roosevelt that helped America emerge from the Great Depression.\n“The only thing that we have to fear is fear itself,” Luigi Di Maio, Italy’s vice premier and the leader of the anti-establishment Five Star Movement, told reporters as it became clear that the European Commission would reject the plan.\nAfter the official rejection, Mr. Di Maio wrote on Facebook, “We know that we are on the right path, and therefore we won’t stop.”\nHis coalition partner and fellow vice premier, Matteo Salvini, the leader of the far-right League party, was equally scathing. “This doesn’t change anything. Let the speculators be reassured, we’re not going back,” he told reporters during a trip to Romania. ‘‘They’re not attacking a government but a people. These are things that will anger Italians even more.”\nItaly has three weeks to revise its budget under the bloc’s rules, but the European Union’s unprecedented response may just be the instigation to a fight that Mr. Di Maio and his coalition partners have been itching for.\nBoth the Five Star and the League ran for election this year in direct opposition to Brussels. With European Parliament elections on the horizon in May, it doesn’t hurt their cause to reintroduce the specter of a bureaucratic boogeyman preventing them from stimulating the Italian economy and delivering on their campaign promises.\nAll of which make for strong political arguments that resonate with angry Italian voters who have yet to recover from the last debt crisis. Still, the markets are less moved by the talking points.\nMr. Salvini and Mr. Di Maio have at times spoken with disgust or derision about the yield spread between Italian and German 10-year benchmark bonds as if it were just another political enemy to be demonized or ridiculed. (The “spread,” Mr. Salvini has joked, is what he put on his breakfast bread.)\nBut the spread is no joke. Detested as it might be among Italy’s populist politicians, it has become perhaps the international markets’ most powerful judgment of the health of eurozone economies.\nIn the 2011 European bond crises, it laid waste to the bloc’s governments — including, notably, that of former Prime Minister Silvio Berlusconi, who was forced to resign because of a lack of confidence from the international markets.\nGiuseppe Conte, the prime minister of Italy, has suggested that leaders in Brussels have sought to raise fears about the Italian economy in order to spike the spread and force his government to bow to European rules. Mr. Di Maio has said “enemies of the people” were working to increase the spread.\nThe question for Italy, and all of Europe, is how far Italy’s government is willing to go. Will it be forced into submission by the gravity of economic reality? Or will Italian leaders convince their voters that the country’s financial health is worth risking in order to blow up a political and economic establishment that they say is stripping Italians of their sovereignty?\nAnd Brussels must decide how strict it will be. Loath to let a member state slide for fear that it would loosen the ties that bind the union, its leaders must ask themselves if that is worse than an open revolt.\n“Breaking rules can appear tempting at a first look,” said Valdis Dombrovskis, the European Commission’s vice president in charge of the euro and financial stability.\n“It can provide the illusion of breaking free,’’ he added. ‘‘It is tempting to try to cure debt with more debt. But at some point, the debt weighs too heavy, and at the end of the day you end up having no freedom at all.”\nMr. Dombrovskis called Italy’s budget “consciously going against commitments made” and said “the ball is now in the court of Italy’s government.”\nThat ball has already wrought havoc inside the Italian government.\nAt the end of September, Italy’s populists agreed on a budget that delivered on the priorities of both the Five Star, which sought a broad unemployment benefit, and the League, which wanted a flat tax for small business owners. It also included more generous pension benefits, allowing people to retire at 62 if they had contributed for 38 years, which both parties campaigned on.\n“In a decisive manner, with this measure, with this budget, we will have abolished poverty,” Mr. Di Maio said at the time.\nItaly’s leaders have complained they are being unfairly singled out by the European Union, and Mr. Di Maio has threatened new elections if the bloc doesn’t approve the 2.4 percent deficit.\nThe previous, center-left government had proposed a budget with a 0.8 percent deficit, which would have allowed Italy to continue chipping away at its total debt.\nEstablishment forces inside the government, including Economics Minister Giovanni Tria, sought to shrink the proposed deficit level but were outmaneuvered by the populists. At one point, a member of the League shut off Mr. Tria’s microphone to keep him from talking about the budget.\nBut the major pressure on Italy’s budget has come from outside Italy. Fitch Ratings issued a negative evaluation of the budget, and Moody’s dropped its rating for Italian bonds to one level above “junk” last week.\nAs the spreads rose, Pierre Moscovici, the European commissioner in charge of economic and fiscal affairs, provoked the government’s rage when he said Italians had chosen a xenophobic government.\nAs Mr. Moscovici left the news conference on Tuesday, a member of the European Parliament with the League party, Angelo Ciocca, snatched the commissioner’s papers and pounded them with his shoe, which he later wrote on Twitter, was “made in Italy.”\nItaly’s leaders have responded less than diplomatically in other ways, too. After the European Commission President Jean-Claude Juncker compared Italy’s situation to the Greek crisis, Mr. Salvini portrayed him as a drunk, saying he only talked with “sober people.’’\nTop members of the Five Star echoed that critique, calling the European leaders “slaves of alcohol.” Beppe Grillo, the movement’s co-founder, wrote on his blog last week that he suspected Mr. Junker of having neurological problems, and featured a picture of him looking unwell.\nMr. Conte, Italy’s prime minister, sought to bring down the temperature as investor fears of a confrontation rose.\nOn Monday, he assured reporters at the foreign press club that Italy’s budget dispute with Brussels could be settled through negotiation, with a nod to President George H.W. Bush’s famous “read my lips: no new taxes” pledge at the 1988 Republican National Convention.\n“Read my lips,” Mr. Conte said, switching to English for emphasis. “For Italy there is no chance, no way to get ‘Italexit.’ There is no way to get out of Europe, of the eurozone.”\nMr. Bush agreed to raise taxes.", "date": "Oct. 23, 2018", "href": "https://www.nytimes.com/2018/10/23/world/europe/italy-budget-eu.html", "tags": "debt european dig di italian ” populists italy e.u budget rejects government"}