{"title": "E.U. Extends Brexit Deadline to Oct. 31, Avoiding Cliff Edge (for Now)", "content": "BRUSSELS — With less than 48 hours before Britain’s scheduled departure, the European Union extended the exit deadline early Thursday until the end of October, avoiding a devastating cliff-edge divorce but settling none of the issues that have plunged British politics into chaos, dysfunction and recrimination.\nOn another difficult night for Prime Minister Theresa May of Britain, European leaders scrapped her proposal for a postponement until June 30, concluding that such a short deadline was unrealistic for the departure known as Brexit. They agreed, however, to review the arrangement at the end of June to prevent British disruption to the bloc while the nation remains in Europe’s departure lounge.\nAlthough the intense pressure of recent weeks may abate for now, the path ahead still resembles a minefield, dotted with explosive issues like a possible attempt to topple Mrs. May, a general election or a second Brexit referendum — or some combination of the three. Most immediately, Mrs. May is likely to face calls to step down, and potential successors are already trying to raise money and advertise their credentials.\nAt a news conference, Donald Tusk, the president of the European Council, said that the two sides had agreed to what he called “a flexible extension” until Oct. 31, adding that this provided an “additional six months for the U.K. to find the best possible solution.” In essence, the bloc agreed to kick the Brexit can down the road for another six months.\nMr. Tusk said that the Oct. 31 date was “a bit shorter than I expected,” but said that the extension should be enough to complete Brexit if London showed “good will.” He told the British: “Please do not waste this time.”\nBut he did not rule out another extension. The June review, he said, was not for negotiation, but only to inform member states about the state of play in Britain.\nEuropean Commission President Jean-Claude Juncker dismissed worries that Britain would interfere in the work of the bloc, saying that Britain’s being “a difficult partner” was “nothing new.”\nMrs. May said she knew that there was “huge frustration” at home that she had needed to request the extension. She appealed to lawmakers to support a Brexit agreement, adding that “the choices we now face are stark and the timetable is clear.”\nBut she can expect fierce criticism later on Thursday from her own lawmakers, many of whom opposed delaying Brexit to June, let alone October. Reminded of statements that she would not contemplate remaining in the bloc beyond June, Mrs. May said that the agreement allowed Britain to leave by then if Parliament approved a deal.\nThe extension means that Britain will almost certainly have to hold elections for the European Parliament on May 23, something Mrs. May once argued would be absurd, almost three years after Britons voted for withdrawal. That prospect seems certain to anger hard-line Brexit supporters.\nPresident Emmanuel Macron of France called the October date “the best compromise” to maintain European unity. It’s now “up to Britons to be clear with themselves and their people,” he said, about whether they want to participate in the European Parliament elections next month even though they would have to abandon the legislature a few months later.\nThis was not the first time Mrs. May had requested a postponement. Originally, she had promised Britons that she would strike a deal by March 29, only to acknowledge last month that the goal was impossible. Having missed that deadline, Mrs. May was a supplicant to the 27 other leaders of the bloc, who made their latest decision after she had left the room.\nHaving lost control of the process in Brussels, Mrs. May will return to a pitched battle with pro-Brexit Conservative lawmakers, including a significant number who now want her out and seem willing to risk an economically damaging departure without an agreement.\nSome have been arguing that Britain should use an extension to sabotage European Union business from the inside. While Mrs. May has promised not to do so, her position is so shaky that thoughts are turning to how a successor might behave, particularly a pro-Brexit hard-liner like Boris Johnson, the former foreign secretary.\nAt the same time, if Britain’s Parliament should finally pass the withdrawal agreement negotiated with the bloc, then Brexit would take place on the first of the next month.\nEuropean nations had been divided between those who wanted a shorter extension, to keep up pressure on Britain to resolve Brexit, and those who wanted to give it the time and space to reach a sensible conclusion.\nOn Wednesday it was Mr. Macron who took the toughest line, arguing that Britain needed to propose a credible plan to resolve the crisis.\nOn his insistence, plans to give Britain as much as another year were scrapped in favor of a shorter delay. He had argued that a long extension risked disrupting the bloc’s more important work and that Britain’s political confusion could prove contagious.\nBut there was never any question of slamming the door instantly on Britain and triggering a disruptive “no-deal” Brexit that would have occurred Friday night in the absence of an extension. And Chancellor Angela Merkel of Germany stressed the need for Britain to have time to manage an orderly process, which would allow for a good relationship between the two sides after the divorce.\nThe October deadline was therefore a compromise, chosen in part because it would keep Britain outside the new European Commission, which will be formed in the fall.\nSo far, the British Parliament has shown little indication that it will ever approve the withdrawal deal that Mrs. May negotiated with the European Union. That is a legally binding treaty that would resolve technical issues, like the government’s outstanding financial commitments to the bloc, and keep Britain inside its economic structures until at least December 2020.\nAfter that point, Mrs. May wants to detach Britain from Europe’s customs union and single market, and to take control of immigration from the Continent.\nThat formula has been rejected three times in Parliament and, despite attempts to broker an accord with the opposition Labour Party, prospects for its passage still look low.\nMore talks between the parties were scheduled for Thursday, but Labour has complained that Mrs. May has shown no sign of budging from her basic goal of taking Britain out of a customs union with the bloc.\nWere she to accept staying in a customs union, which is Labour’s bedrock position, that would preclude Britain from forging trade deals on its own, defeating, in the minds of pro-Brexit lawmakers, the entire purpose of Brexit. Such a step would risk cabinet resignations and enrage the party faithful.\nIn the coming weeks there may be more votes in Parliament to gauge opinion on various approaches to Brexit, but the possibility of assembling a sustainable majority for any one blueprint still seems remote.\nConservative Brexit supporters are hoping they can replace Mrs. May with a hard-liner who could reopen the withdrawal agreement painfully negotiated over months with the European Union.\nBut European officials emphasize that the withdrawal agreement, including a provision known as the Irish backstop, designed to guarantee no hard border between Northern Ireland and Ireland, will not change. If Britain wants a managed Brexit, it must pass the withdrawal agreement first, they say: Only then can the European Union begin negotiations on a future relationship.", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/world/europe/uk-eu-brexit-extension.html", "tags": "brexit european may extension bloc avoiding oct. deadline britain extends cliff ” e.u edge mrs."}