{"title": "E.U. Fines Google $5.1 Billion in Android Antitrust Case", "content": "BRUSSELS — European authorities fined Google a record $5.1 billion on Wednesday for abusing its power in the mobile phone market and ordered the company to alter its practices, in one of the most aggressive regulatory actions against American technology giants and one that may force lasting changes to smartphones.\nThe European Union’s antitrust fine of 4.34 billion euros was almost double the bloc’s fine against Google last year over the company’s unfair favoring of its own services in internet search results. The penalty’s size highlighted Europe’s increasingly bold stance against the power of American tech firms, even as officials in the United States have taken a largely hands-off approach to the companies.\nThe fine was coupled with remedies that would effectively loosen Google’s grip over its Android software, which is used in 80 percent of the world’s smartphones and is a key part of the Silicon Valley company’s business. Those changes, which European regulators ordered to take effect in 90 days, undercut Google’s ability to automatically include its own search and other apps in mobile devices, opening it to more competition in a market that it has dominated.\n“Google has used Android as a vehicle to cement the dominance of its search engine,” said Margrethe Vestager, Europe’s antitrust chief. “These practices have denied rivals the chance to innovate and compete on the merits. They have denied European consumers the benefits of effective competition in the important mobile sphere.”\nThe size of the fine, she added, “reflects the seriousness and the sustained nature” of Google’s actions.\nGoogle said it would appeal the decision, and the case is very likely to drag on for years. The company must deposit the fine in a holding account while the legal process unfolds. If Google ultimately loses an appeal, the money will be distributed among the European Union’s member states.\nRegardless of an appeal, if Google does not start altering its mobile phone practices in 90 days, it faces penalties of up to 5 percent of the worldwide average daily revenue of its parent company, Alphabet.\nSundar Pichai, Google’s chief executive, said on Twitter that “rapid innovation, wide choice, and falling prices are classic hallmarks of robust competition.”\n“Android has enabled this and created more choice for everyone, not less,” he added.\nThe long-anticipated ruling arrived at a politically delicate period, with Europe and the United States engaged in an escalating trade conflict in which both sides have imposed tariffs on an array of products, from alcohol to aluminum. Last week, on a trip to Brussels, President Trump reiterated his complaints that American businesses were at a disadvantage in Europe. Jean-Claude Juncker, president of the European Commission, the bloc’s executive arm, is to visit Washington next week for talks with Mr. Trump.\nThe severity of the decision against Google was in keeping with Europe’s aggressive curtailment of American tech companies in areas including privacy, antitrust and taxes. European regulators have already adopted tough new privacy rules that countries elsewhere are beginning to use as a template. Officials here have also investigated tech companies’ tax practices, called for closer scrutiny of artificial intelligence and added strict measures requiring social media companies to more forcefully combat false news and extremist content.\nYet the ultimate effect of Wednesday’s ruling may be muted given that Europe has largely acted alone in its regulatory actions against Silicon Valley titans, though there have been signs recently of shifting attitudes and a tougher stance by officials in the United States.\nAt a congressional hearing on Wednesday, the chairman of the Federal Trade Commission, Joseph Simons, said that the mobile-software market was concentrated and that he spoke with Ms. Vestager on Tuesday.\n“Let me just say we’re going to read what the E.U. put out very closely,” Mr. Simons said. “We’re very interested in what they’re doing.”\nThe European Commission left Google to come up with its own ways to comply with the decision, an approach that critics said gave the company room to soften the blow. Competitors said that after Google was fined €2.4 billion, or $2.7 billion, in an antitrust case last year for favoring its comparison-shopping service in search results, the company sidestepped the rules. Google has appealed that decision.\n“Getting a good headline and a big fine is one thing. Fixing the market is quite another,” said Richard Stables, the chief executive of Kelkoo, a comparison-shopping site that has filed complaints against Google to regulators.\nGoogle’s services remain immensely popular, and its stock price, profits and revenue continue to soar. Since the European Commission began investigating Android three years ago, annual revenue for Alphabet has grown to $111 billion from $75 billion. Google has also strengthened its dominance in the mobile phone market, with more than 1.25 billion Android handsets sold globally last year, according to the research firm IDC.\nThe case underscores the broader challenge regulators face in overseeing the digital economy. By the time the authorities home in on an area deserving of scrutiny, the market may have moved on.\n“Fast-moving markets are where competition law is most important,” said Jonathan Kanter, a partner at the law firm Paul Weiss and a former antitrust investigator for the Federal Trade Commission, who has worked for Google competitors including Yelp. But “when you have cases that are many years old, you’re fighting old battles instead of the next one.”\nAt the heart of the European Commission’s case was the question of whether Google had abused its power by forcing handset makers like Samsung, Huawei and HTC to make its Google Search and Chrome browser the default services on Android-based devices in order to gain access to other Google apps.\nWhile Google gives Android away to handset makers, those companies must effectively pre-install 11 Google apps on their devices, giving Google’s products far greater reach and more users to click on its ads. The strategy has enabled Google to reach more than a billion monthly users for six products: search, maps, Gmail, YouTube, the Chrome internet browser, and the Google Play app and media store.\nNow the European authorities are ordering Google to stop tying Google Search and Chrome to the Google Play store. In addition, antitrust officials said Google must stop providing financial incentives to handset makers and wireless carriers to favor its services, a practice the company stopped in 2014.\nIn another remedy, European officials ordered that Google must allow handset manufacturers to create their own versions of Android software, otherwise known as “forks.” Google had previously discouraged the rise of competing smartphone software based on Android by blocking manufacturers’ access to Google apps if they built devices using any alternative versions.\nThe case has parallels to a similarly significant action against Microsoft in the 2000s, when it was heavily penalized in Europe and the United States for using its power in the personal computer market to bundle in its own internet browser, boxing out its rivals. At the time, Google, a young upstart, was among those to complain about Microsoft’s practices.\nSome Google rivals cheered Wednesday’s decision. Locking handset makers into deals with Google made it “very challenging to compete,” Gabriel Weinberg, chief executive of DuckDuckGo, a privacy-focused search engine, said in an interview. “We would hope the U.S. would ultimately follow suit and take another look at this.”\nBut handset makers may continue to pre-install Google’s Chrome and Search because consumers like them — or because Google pays them to do it.\n“The reality is there are not that many other players that can compete, so in some ways, I think the E.U. is fighting a battle that’s already over,” said Ben Schachter, a technology analyst at Macquarie Securities.\nGoogle could ultimately decide to charge handset makers for using Android in Europe, a policy shift that could drive up the prices of some handsets.\nGoogle argued that the European decision was an attack on its ad-based business model. The company said it required handset makers to use its suite of apps as a way of recouping the billions of dollars it spends to make Android. The arrangement, the company said, lets manufacturers compete with Apple’s iPhones and iPads, by making phones and tablets of various designs and prices, while Google makes money through its services.\nMr. Kanter, the lawyer, said that although Google had largely won the battle to embed Android into smartphones, Wednesday’s ruling could limit how the company approached new areas where the software was being used, including automobiles and internet-connected home electronics.\nThe regulatory push in Europe might also influence others around the world to take a tougher look at Silicon Valley, he added.\n“To say that any single action by the European Commission is going to stop them is probably naïve,” Mr. Kanter said. “But movements have to start somewhere, and good, strong, persistent, decisive action can over time have an effect.”", "date": "July 18, 2018", "href": "https://www.nytimes.com/2018/07/18/technology/google-eu-android-fine.html", "tags": "company european billion fines ” antitrust europe android e.u case google search"}