{"title": "E.U. Gives Hungary a Month to Adopt Its Democratic Norms", "content": "BUDAPEST — The European Commission said Wednesday that Hungary had one month to get in line with the European Union’s norms on freedoms and democratic rights or else face legal action and a delay in the start of talks on a badly needed package of financial aid.\nThe effort was the latest by the commission, the E.U. executive body, aimed at preventing a backward slide of Hungarian democracy under the government of Prime Minister Viktor Orban.\nBrussels first raised concerns in January over whether legislation linked to the new Hungarian Constitution threatened the independence of the judiciary, the central bank and the government’s data protection authority. On Wednesday, the commission demanded that further steps be taken to bring Hungarian law into line with E.U. regulations.\n“I would like to see real changes to the legislation in question to alleviate the commission’s legal concerns,” Viviane Reding, the E.U. justice commissioner, said in a statement.\nThe disputed issues include the anticipated compulsory retirement of 274 judges and public prosecutors, she said.\nIn Budapest, the government said it had approved amendments to draft legislation concerning the central bank and pledged “further consulting” with the commission on issues in dispute.\nSince the Constitution came into effect on Jan. 1, Hungary has become a center of concern in Europe over deterioration of democratic principles under Mr. Orban. Martin Brusis, a political scientist at Munich University, said, “The government has taken some steps to comply with the European Union, but they are largely facade measures that are aimed at covering up the attempts to reduce the system of checks and balances that were in the old Constitution.”\nMr. Orban is seeking unspecified financial assistance from the European Union and the International Monetary Fund to help rebuild investor confidence lost over two years as he applied his unorthodox economic policies, including Europe’s biggest bank tax and a renationalization of private pension fund assets. Budapest is also being pressed by the commission to bring its deficit to a target of 2.5 percent of gross domestic product or face the freezing of €495 million, or $650 million, in E.U. Cohesion Fund money.\n“The government absolutely needs positive feedback from the markets, and they will only get this if they show willingness to cooperate with the European Union,” said Julia Lakatos of the Center for Fair Political Analysis in Budapest.\nMelissa Eddy reported from Berlin. ", "date": "MARCH 9, 2012", "href": "https://www.nytimes.com/2012/03/08/world/europe/eu-gives-hungary-a-month-to-adopt-its-democratic-norms.html", "tags": "commission european gives hungary adopt union ” norms democratic budapest e.u hungarian government month"}