{"title": "Economic Report Adds to Brazil’s Mounting Woes", "content": "RIO DE JANEIRO — It keeps getting messier.\nA senator close to the president has just been arrested in a widening graft scandal. Lawmakers are wielding the threat of impeachment over the president, thwarting efforts to deal with the tumbling economy.\nAnd then, on Tuesday, Brazil reported its worst economic performance in two decades.\nThe dismal result — the economy shrank 1.7 percent in the third quarter — is the culmination of months of economic crisis and political paralysis, casting a pall over Latin America’s largest country.\nWhat began as an inquiry into bribes at the national oil company, Petrobras, has mushroomed into a much larger scandal, ensnaring in recent days André Esteves, a billionaire investment banker, and Delcídio do Amaral, a senator in the governing Workers Party.\nThe jailing of such powerful figures is creating even more gridlock in the capital, Brasília, as congressional leaders engulfed in the scandal stymie President Dilma Rousseff’s attempts to win approval for austerity measures. In turn, the uncertainty over Ms. Rousseff’s own political survival and her government’s leadership of the economy is deepening the crisis of confidence in the nation.\nInvestment plummeted 15 percent in the quarter from the same period a year earlier. If current trends persist into 2016, as many economists forecast, Brazil could face its first consecutive years of economic contraction since 1929-30.\nBrazil “is now mutating into an outright economic depression,” said Alberto Ramos, chief Latin America economist at Goldman Sachs, in a report analyzing the gross domestic product figures. Mr. Ramos said he expected Brazil’s economy to shrink at least 2.3 percent in 2016 after shrinking 3.6 percent this year.\nA rebellious Congress is pushing Ms. Rousseff’s weak government into a corner. Eduardo Cunha, the speaker of the lower house, is threatening to start impeachment proceedings against Ms. Rousseff unless legislators in her party refrain from seeking his ouster over the revelation of undeclared Swiss bank accounts in his name, according to news reports.\nWith the resistance in Congress to austerity measures, Ms. Rousseff’s government announced a freeze on discretionary spending in December. While public employees will continue to receive their salaries and public pensions will be paid, the federal government said it would halt spending on items like plane tickets, electricity and hotel stays.\nThe economic figures reported on Tuesday reflected the worst decline in gross domestic product since at least 1996, according to Brazil’s statistics agency, standing in stark contrast to the boom the country experienced in the century’s first decade. Growth surged to 7.6 percent in 2010 after the authorities increased public spending on everything from a U.F.O. museum to World Cup facilities and remote railway ventures.\n“What I would give for the economy to be where it was a few years ago,” said Maria Souza Santos, 43, a hairdresser who recently lost her job at a salon in the beachfront district of Copacabana here after sales plummeted about 40 percent in the space of a few months. She said she was trying to make ends meet by cutting the hair of clients in their homes. “I’m struggling,” said Ms. Souza Santos, “but so many people are in the same situation.”\nWith the unemployment rate rising to 8.9 percent in the third quarter from 6.8 percent in the same period last year, economists are quarreling over whether the austerity policies Ms. Rousseff and her finance minister, Joaquim Levy, have been able to carry out despite Congress are making the downturn even more painful.\nWhile low commodities prices are curbing economic growth around Latin America, Brazil ranks among the region’s worst-performing economies. Officials are now trying to gradually unwind policies in which they used a web of giant state banks and public energy companies to promote economic growth.\n“Nothing turned out well,” Míriam Leitão, one of Brazil’s most prominent economic commentators, said Tuesday in an assessment of the fiscal adjustment Ms. Rousseff has pursued after narrowly winning re-election last year. Indeed, the statistics agency showed steep declines in consumer spending, exports, agricultural output and industrial production in the third quarter.\nOn the bright side, some economists noted that Brazil’s economy remained on relatively stronger footing than in periods preceding a radical restructuring of the economy in the 1990s. Before then, hyperinflation ravaged consumers as the country limped from one stabilization plan to the next. “Brazil is facing a very complicated situation, but we are not expecting a solvency crisis,” said Alessandra Ribeiro, an economist at Tendências, a consulting firm in São Paulo.\nMs. Ribeiro pointed out that the central bank maintained more than $360 billion in reserves and that the public debt was largely held domestically, potentially giving the authorities the option of printing money to pay creditors in Brazil.\nStill, the contemplation of such possibilities offers little solace to Brazilians as the economic crisis takes its toll. The spectacle of the police arresting powerful figures has reinforced the view among many that Brazil’s leaders squandered the nation’s good fortune.\n“I’m facing the possibility of going back to square one,” said Suelen Barca de Souza Cabral, 29, who in September lost her job issuing car insurance policies in Guarulhos, a city in the metropolitan São Paulo area. She said she was at risk of falling behind on mortgage payments, raising her fears about losing her apartment.\n“The government should have seen this crisis coming, and prepared better for it,” she said.", "date": "Dec. 1, 2015", "href": "https://www.nytimes.com/2015/12/02/world/americas/economic-report-adds-to-brazils-mounting-woes.html", "tags": "rousseff percent report ” economy economic brazil mounting ms. adds crisis woes"}