{"title": "Ed Sheeran Showed Up On 'Game Of Thrones,' Fans Called For Fire And Blood", "content": "Warning: Spoilers ahead for “Game of Thrones” Season 7!\nAll men must die, but Ed Sheeran is safe for now.\nThe British singer appeared on Sunday’s “Game of Thrones” Season 7 premiere as part of a small band of Lannister soldiers encountered by Arya (Maisie Williams) en route south to King’s Landing. \nArya hears him singing through the trees ― “Hands of gold are always cold, but a woman’s hands are warm” ― before cautiously sitting down to trash talk the country’s capital city over some fresh rabbit. The encounter is perhaps the friendliest meeting of strangers in the woods we’ve seen so far in Westeros, where such occasions can get a bit murder-y. Even when Arya admits the true purpose of her travels ― to kill Queen Cersei (Lena Headey) ― the Lannister group assumes she’s just joshin’ around.\nSheeran’s lyrics actually come straight from George R.R. Martin’s “Song of Ice and Fire” book series, where they’re sung to Tyrion about his lover Shae:\n(“It’s a new one,” Sheeran says of the song.)\nIt’s easy to see, though, how the lyrics could reference a certain other Lannister with a literal gold hand ― Jaime (Nikolaj Coster-Waldau), whose relationship with sister Cersei could also be described as “his secret treasure.”\nIn any case, the scene was a treat for Williams, a big fan of Sheeran, whose small part in the new season was announced earlier this year. But the young actress’ enthusiasm for the “Shape of You” singer’s musical stylings couldn’t stop fans from mercilessly picking apart the scene on Twitter.\nAlthough a few were pleasantly surprised ...\nMany hardened “Thrones” fans began calling for violence.\nSome criticized the move for taking viewers out of the story with the sudden appearance of a familiar real-life pop star.\nWhile others joined in for a bit of sarcastic fun.\nAt least Maisie looked happy about the whole thing!\nSheeran’s appearance on “Game of Thrones” follows cameos by several other musicians, including Coldplay’s Will Champion and Of Monsters and Men.\n“Game of Thrones” airs Sundays at 9 p.m. ET on HBO.", "date": "\n07/17/2017", "href": "https://www.huffpost.com/entry/ed-sheeran-game-of-thrones_n_596cb6a4e4b0d6341fea5f7c", "tags": "showed fire game men sheeran season ” ― ed lannister called arya fans blood thrones"}