{"title": "Egypt: Brotherhood's Badie among mass death sentences", "content": "A judge at a mass trial in Egypt has recommended the death penalty for 683 people -  including Muslim Brotherhood leader Mohammed Badie. \nThe defendants faced charges over an attack on a police station in Minya in 2013 in which a policeman was killed.\nHowever, the judge also commuted to life terms 492 death sentences out of 529 passed in March in a separate case.\nAlso on Monday, a court banned a youth group that helped ignite the uprising that toppled Hosni Mubarak in 2011. \nThe decision passed in Cairo to outlaw the April 6 pro-democracy movement was based on a complaint that accused the group of \"tarnishing the image\" of Egypt and colluding with foreign parties.  \nAhmed Maher, the group's leader, was sentenced to three years in prison in December for violating a law that bans all but police-sanctioned protests. \nThe cases and speed of the mass trial hearings have drawn widespread criticism from human rights groups and the UN.\nThe trials took just hours each and the court prevented defence lawyers from presenting their case, according to Human Right Watch.\nThe sentences have been referred to the Grand Mufti - Egypt's top Islamic authority - for approval or rejection, a step which correspondents say is usually considered a formality. A final decision will be issued in June.\nThe BBC's Orla Guerin says relatives collapsed in grief after hearing the verdict. A large crowd chanted: \"Where is the justice?\" \nAuthorities have cracked down harshly on Islamists since President Mohammed Morsi, who belongs to the Muslim Brotherhood, was removed by the military in July. \nHundreds have been killed and thousands arrested.\nThe verdict was the first against Mr Badie in the several trials he faces on various charges along with Mr Morsi himself and other Brotherhood leaders.\nOf the 683 sentenced on Monday, only about 50 are in detention but the others have a right to a retrial if they hand themselves in.\nThe group were accused of involvement in the murder and attempted murder of policemen in Minya province on 14 August, the day police killed hundreds of Muslim Brotherhood supporters in clashes in Cairo.\nDefence lawyers boycotted the last session, branding it \"farcical.\"\nThe final judgement on the sentencing of the 529 Muslim Brotherhood supporters accused of attacking another police station in the same province on the same day means 37 will now face the death penalty.\nDefence lawyer Khaled Elkomy said 60% of those defendants, including teachers and doctors, have evidence that \"proves they were not present\" when that station was attacked, a statement released by human rights group Avaaz said.\nAmnesty International warned that Egypt's judiciary \"risks becoming just another part of the authorities' repressive machinery\".\n\"The court has displayed a complete contempt for the most basic principles of a fair trial and has utterly destroyed its credibility,\" Hassiba Hadj Sahraoui, the group's Middle East and North Africa deputy director, said in a statement.\nThe government had defended the court's handling of the first mass case, insisting that the sentences were passed only \"after careful study.\" \nAt least 1,000 opponents of the military-installed regime have been sentenced since December. \nThe authorities have designated the Brotherhood a terrorist group, blaming it for a series of bombings and attacks. The group has strongly denied the accusations.", "date": "28 April 2014", "href": "https://www.bbc.co.uk/news/world-middle-east-27186339", "tags": "sentences badie trial death egypt court muslim group mass police brotherhood station among"}