{"title": "Egypt attack: Three tourists stabbed at Hurghada hotel", "content": "Three foreign tourists have been stabbed by two suspected Islamic State militants who stormed into a hotel in Egypt's Red Sea resort of Hurghada.\nThe attackers, armed with knives, were shot by police at the Bella Vista hotel after they attacked two Austrian guests and a Swede, officials say.\nOne assailant was killed and the other injured, officials say. \nThe attackers were aiming to kidnap tourists, officials told the BBC. Reports say they raised the IS flag.\nSecurity forces are still searching for possible further attackers.\nOfficials earlier reported that both the attackers had been killed.\nThe BBC's Sally Nabil in Cairo says Hurghada remains on high alert with all roads in and out closed off. \nEgypt is battling Islamist militants based in the nearby Sinai peninsula, including an Islamic State affiliate.\nThat group said it downed a Russian plane which crashed in October 2015, with the loss of 224 lives.\nA spokesman for the UK Foreign Office said they were \"urgently investigating\" the reports from Hurghada.\nHe did not know whether any Britons might be affected.\nSadly for Egypt, this is only the latest incident in a growing list of sporadic terrorist attacks carried out by jihadist fanatics, aimed at harming the government and driving away much-needed foreign investment and tourism.\nThe most potent threat emanates from the Egyptian affiliate of the so-called Islamic State, based in the northern Sinai Peninsula across the Red Sea from where Friday's hotel attack took place. \nBut ever since bombers attacked the resort of Sharm el-Sheikh in 2005, the authorities have gone to great lengths to secure the country's Red Sea resorts. \nUntil last October's downing of a Russian passenger plane - which Russia and Britain believe was caused by a bomb - the coastal resorts had remained largely free from terrorism for years. \nEgypt was able to deal swiftly and effectively with this latest attack in Hurghada, but the authorities will want to establish where it was launched from and what further precautions they now need to take.\nAn attack on a bus at a hotel near the Giza pyramids on Thursday was claimed by IS, which said it was targeting \"a tourist bus carrying Jews\".\nEgyptian officials said no-one was hurt in the attack, near Cairo. Arab Israeli tourists were staying at the hotel, reports said.\nAfter the loss of the Russian plane in October, the UK and other European countries halted flights to Sharm el-Sheikh, citing security fears.\nRussia also stopped all flights to Egypt.\nThe departures board on Hurghada airport's website shows foreign tourists travelling to the resort this week have come from Turkey, Germany, Sweden and the UK.", "date": "9 January 2016", "href": "https://www.bbc.co.uk/news/world-middle-east-35268713", "tags": "islamic officials attackers egypt three tourists stabbed attack hotel foreign hurghada"}