{"title": "El Salvador Recognizes China in Blow to Taiwan", "content": "TAIPEI, Taiwan — El Salvador severed diplomatic relations with Taiwan on Tuesday and established ties with China, leaving only 17 nations that officially recognize the Taiwanese government.\nLatin America and the Caribbean have been an important bastion of support for Taiwan. Nine of the countries that maintain diplomatic ties are in the region. That has been eroding, however. Panama broke ties with Taiwan’s government in 2017, and the Dominican Republic did the same in May 2018.\nChina’s Communist government seeks to absorb self-governed and democratic Taiwan and is campaigning to erase any acknowledgment of Taiwanese sovereignty by countries or corporations.\nTo persuade countries to switch recognition, China has primarily used money, just as it has used the lure of its giant market to pressure international airlines and other companies into dropping references to Taiwan on their websites.\nIn Central and South America — as in other regions — China is building ties partly through financing infrastructure projects under its Belt and Road Initiative, which is increasingly seen as loading poorer countries with debt they cannot repay.\nIn a nationally televised speech on Tuesday, El Salvador’s president, Salvador Sánchez Cerén, proclaimed the “extraordinary opportunities” that would come with recognizing China.\nTaiwan’s foreign minister, Joseph Wu, said El Salvador had recently asked for loans for a port project that Taiwanese engineers concluded was economically unfeasible.\nMr. Wu denounced Chinese tactics of using project financing to gain allies and said Taiwan was unwilling and unable to do the same.\n“It is irresponsible to engage in financial aid diplomacy or compete with China in cash,” Mr. Wu said.\nTaiwan’s government accused Beijing Tuesday of strong-arm tactics.\n“China’s rude and unreasonable actions are not those of a responsible country, and they will have a seriously negative influence on cross-strait relations,” Taiwan’s foreign ministry said in a statement.\nSince breaking its ties with Taiwan, Panama has sought investment from Beijing. Last month, the two sides began free trade talks, with the aim of making Panama a hub for Chinese goods in Central America.\nThe United States broke official ties with Taiwan in 1979 in order to establish relations with China, yet it has a robust unofficial relationship with Taiwan, as evidenced by its new $250 million diplomatic compound in the capital, Taipei.\nTaiwan’s president, Tsai Ing-wen, recently traveled in the United States, drawing protests from Beijing, which has worked hard to isolate Taipei diplomatically.\nMs. Tsai made the United States stops during a trip in which she also visited Paraguay and Belize, two of the 17 countries that maintain ties with the island nation.\nSince Ms. Tsai’s inauguration two years ago, China has been using diplomatic, economic and military means to coerce Ms. Tsai into stating that Taiwan is a part of China, but she has shown no signs of capitulating.\nMs. Tsai has repeatedly called for talks with Beijing, provided the two sides meet as equals and without political preconditions.\n“Anything can be negotiated, except that our freedom and our future cannot be compromised,” she said during a brief speech at the Ronald Reagan Presidential Library last week, echoing the former American president.\nEl Salvador’s announcement that it is recognizing Beijing has ramifications for both her Democratic Progressive Party and the United States.\nMs. Tsai is chairwoman of the party, which has historically favored formalizing Taiwan’s independence. Local elections in November will serve as an unofficial referendum on the first two years of her administration, during which Beijing has refused to speak with her.\nThe opposition Kuomintang — which ruled China until 1949 and is the Communist Party’s preferred dialogue partner in Taiwan — will use the loss of the third diplomatic ally this year to attack Ms. Tsai and her party’s ability to manage cross-strait relations.\nEl Salvador’s decision to switch its recognition from Taipei to Beijing also has strategic implications for Washington, as Taiwan’s diminishing presence in the region allows for greater Chinese influence.\nIn a news conference, China’s foreign minister, Wang Yi, said from Beijing, “I’m confident the people of El Salvador will feel the warmth and friendship of the Chinese people and derive tangible benefits from its cooperation with China.”", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/world/asia/taiwan-el-salvador-diplomatic-ties.html", "tags": "blow china el taiwan salvador recognizes beijing ties ms. tsai —"}