{"title": "Elizabeth Warren Has A Plan To Make Health Care Coverage Cheaper And More Reliable", "content": "Sen. Elizabeth Warren (D-Mass.) introduced a bill Wednesday aimed at dramatically increasing the affordability and reliability of health insurance plans available on the Affordable Care Act marketplaces. \nThe legislation, called the Consumer Health Insurance Protection Act, would offer people buying health insurance on their own more financial assistance ― and allow more people to qualify for that assistance. Nobody would have to pay more than 8.5 percent of income on premiums.\nWarren does not envision this new plan as an alternative to more ambitious proposals. She remains a co-sponsor of the single-payer legislation introduced by Sen. Bernie Sanders (I-Vt.). \nBut as Warren made clear in a January speech before the consumer group Families USA, she understands that enacting a single-payer plan would be difficult ― and that, as a result, private insurance probably won’t disappear overnight. And so she also wants to focus on what can be done right away to subject the industry to the type of stringent consumer protections she has already successfully championed in the financial sector.\n“So long as private health insurance exists, we should require these companies to provide coverage that is at least as good and priced as reasonably as the coverage offered by our public health care programs,” Warren said in January.\nSanders is actually a co-sponsor of the Warren bill, as are Democratic Sens. Kamala Harris (Calif.), Maggie Hassan (N.H.), Kirsten Gillibrand (N.Y.) and Tammy Baldwin (Wis.). \nBaldwin’s presence is particularly noteworthy as she faces a tough re-election battle this November in a state that Donald Trump won.\nThe consumer advocacy organizations Families USA, Public Citizen, Consumers Union and Community Catalyst have also endorsed Warren’s bill.\nThe legislation consists of policies that try to achieve four major goals: increase insurance affordability; provide consumers with new protections; safeguard the ACA from Trump administration attempts to unravel it; and ensure private insurers’ participation in the ACA marketplaces. Some of the provisions apply to all private insurance plans, including employer-sponsored coverage, while others fall on ACA plans alone.\nIn the affordability category, which features the biggest changes to the health care system, Warren would increase the subsidies available to Americans buying health insurance plans on the ACA’s marketplaces. Currently, low- and middle-income individuals buying ACA plans for themselves and their families are entitled to subsidies offsetting their premiums that are based on the cost of the “silver,” or second-least expensive plans.\nThe subsidies get steadily smaller as a person’s household income approaches 400 percent of the federal poverty level. Above that income threshold, which is $48,560 for an individual and $100,400 for a family of four, ACA marketplace consumers are not entitled to any federal help.\nAs a result, some middle-class consumers buying their coverage on the ACA marketplaces have taken a major financial hit from rising monthly premiums in the ACA plans.\nBy switching to a system where premiums are capped as a percentage of income, Warren would insure that no household is without protection from premium increases. Basing the subsidies on the cost of the more expensive “gold” plans would also allow families to buy more generous coverage at the same cost or stick with a less generous plan and pocket the savings.\nAnother feature of Warren’s bill aimed at enhancing affordability is a provision capping out-of-pocket costs on prescription drugs at $250 per month that would apply to all private plans. Since the clause targets a small subset of consumers with exceptionally high drug costs, and ACA consumers are already protected with an annual cap on out-of-pocket spending, the number of people who would save money from the provision is likely minor but still significant.\nThe legislation would also introduce new rules designed to protect consumers from insurance plans that prove unreliable and inadequate. All private insurance plans would be required to spend 85 percent of their premium dollars on paying out insurance claims ― subjecting them to a tighter standard than the one that already applies to ACA plans. They would also be barred from changing the kinds of drugs that they cover in the middle of the year, as well as how much of those drugs’ costs are born by consumers.\nConsumers would also be shielded from the effects of an insurer dropping a plan during their course of treatment. And insurers would have to notify consumers if a plan no longer covered a particular doctor.\nThe bill’s provisions protecting the ACA from Trump administration sabotage include increased funding for outreach and education about enrollment in ACA plans, and tightening rules requiring coverage of “essential” health benefits, which the administration is trying to water down. Like other legislation under serious consideration in Congress, Warren’s bill would also reinstate the federal government’s cost-sharing reduction payments to insurers, which subsidize limitations on out-of-pocket costs for low- and middle-income consumers. (Trump discontinued them in October.)\nFinally, Warren would “call [the insurers’] bluff” by requiring insurance companies that bid on Medicare Advantage and Medicaid contracts to offer plans on the ACA marketplaces in parts of the country with limited insurance industry competition. New York already has a similar regulation in place.\nSince Warren’s bill has not yet been scored by the Congressional Budget Office, it is not clear how much it would cost. The most expensive part of the legislation is the component increasing subsidies for ACA marketplace plans.\nA 2015 Urban Institute study that assessed the cost of a plan with several similar features, including switching to a gold plan benchmark for subsidies, found that it would cost $221 billion over a 10-year period.", "date": "\n03/21/2018", "href": "https://www.huffpost.com/entry/elizabeth-warren-consumer-health-insurance-protection-act_n_5ab247a7e4b0decad045af6b?vf", "tags": "care consumers make plan coverage aca elizabeth reliable insurance bill plans also cheaper warren health"}