{"title": "Elizabeth Warren Lays Out Plan To Hold Health Insurers Accountable", "content": "WASHINGTON ― In a speech to a liberal health policy conference on Thursday, Sen. Elizabeth Warren (D-Mass.) proposed new rules to force private insurers to be more responsive to Americans’ health care needs.\nWarren spoke at the annual gathering of the consumer advocacy group Families USA. She emphasized that she wholeheartedly supports efforts to expand public health insurance programs, including a “single-payer” bill introduced by Sen. Bernie Sanders (I-Vt.) that would expand Medicare to the entire population.\nBut in the meantime, Warren said, the federal government needs to impose new standards on private insurers to build on the accomplishments of the Affordable Care Act, commonly known as Obamacare.\n“Private insurance companies are failing the American people. We all know it,” Warren said. “And whatever public alternatives you support, there is no reason on earth for us to continue allowing the health care of the American people to be held hostage by an industry that both attacks any new health care proposals and, at the same time, refuses to do any better.”\nWarren’s speech laid out a three-part plan to rein in insurance companies: Crack down on the practice of shifting costs onto consumers; force private insurers to provide coverage as affordable as Medicare and Medicaid; and “call their bluff” if they resist complying with the first two planks.\nFor the first component, Warren would forbid insurance practices that she dubbed “cheat[ing] people,” including drawing narrow boundaries for the network of health care providers they cover and rescinding coverage of certain drugs in the middle of the year.\nIn the second part, Warren would subject private insurers to stricter cost and quality guidelines in order to achieve parity with Medicare and Medicaid. The senator noted that Medicare and Medicaid provide better value to consumers, covering 84 cents for every dollar of health costs, compared to private exchange plans, which tend to cover 60 to 70 cents for every dollar of costs.\nThe third plank, which is effectively Warren’s enforcement mechanism, is likely the most innovative idea.\nBorrowing from a model already in place in New York, Warren proposes requiring private insurers that bid on Medicare Advantage or Medicaid contracts to participate in the ACA exchanges.\nPrivate insurers have frequently lost money on their ACA exchange plans, but they’ve profited handsomely from their participation in Medicaid and Medicare Advantage. \n“If they want to bid on the really juicy federal health care contracts, they should have to offer a basic private insurance plan for individuals as well, even if those exchange plans aren’t quite as juicy for their investors,” Warren said. “And if some insurance companies really, truly aren’t willing to provide high-quality, affordable coverage in exchange for billions of dollars in federal subsidies and access to Medicare and Medicaid ― if they really, truly want to pick up their toys and go home because their bazillion-dollar profits aren’t high enough ― then I say good riddance.”\nThe Families USA conference is frequently the site of important policy announcements by likely presidential contenders. Then-Sen. Barack Obama (D-Ill.) used his 2007 speech to the group to present his vision for universal health care.\nWarren is considered a leading contender for the Democratic presidential nomination in 2020.\nDefending the ACA was a priority of progressive lawmakers and activists for much of 2017. Their efforts succeeded in scuttling several Republican attempts to repeal the law’s essential components.\nBut President Donald Trump and congressional Republicans have continued to undermine the ACA’s protections, most recently by using their tax legislation to end the individual insurance mandate. And even before the latest sabotage efforts, the landmark health care law had still left 28 million Americans uninsured and millions more underinsured.\nSo the progressive wing of the Democratic Party and the potential presidential candidates who claim its mantle have now set their sights on more ambitious reform ideas that they could implement if the party retakes the White House in 2020. These lawmakers and activists maintain that the ACA’s biggest vulnerabilities are rooted in its relatively conservative attempt to achieve universal coverage within the bounds of the private insurance system.\nSanders, whose 2016 presidential bid vaulted single-payer into the political mainstream, held a live digital town hall about “Medicare for all” on Tuesday that drew more than 1 million viewers in real time.\nWarren, a battle-scarred Wall Street foe widely considered the most progressive sitting senator after Sanders, is evidently trying to make her own mark on health care policy. \nHer speech to Families USA highlighted her own rhetorical style and policy emphases. She began with a deeply personal anecdote ― the kind Sanders tends to eschew ― about how, when she was a child, her family was permanently set back financially because of expenses related to her father’s heart attack.\nAs a former law professor whose research found that medical bills were a leading cause of household bankruptcies, Warren is more interested in the details of technocratic fixes to the ACA than are many Medicare-for-all warriors like Sanders. On Thursday, she rattled off statistic after statistic demonstrating the success of the Massachusetts health model, such as the fact that it has “the second-lowest premiums in the ACA market of any state in the country.”\nWarren’s rhetorical balance is likely to please some of the influential policy wonks and liberal leaders uncomfortable with what they see as Medicare-for-all advocates’ vagueness about how to achieve their dream system.\nAt the same time, Warren, like her more populist counterparts, makes clear that she views the profit motive itself as the greatest obstacle to universal coverage.\n“Why can’t middle class families get good coverage at an affordable price?” Warren asked on Thursday.\n“The reason is straightforward: profits,” she concluded. “A private insurance company maximizes its profits by bringing in the most money possible from customers and paying out the least money possible for their health care.”", "date": "\n01/25/2018", "href": "https://www.huffpost.com/entry/elizabeth-warren-private-insurance-families-usa_n_5a6a0d00e4b01fbbefafbaf0", "tags": "care hold lays insurers medicare accountable warren elizabeth ” insurance aca private plan health"}