{"title": "Emails Warrant No New Action Against Hillary Clinton, F.B.I. Director Says", "content": "WASHINGTON — The F.B.I. director, James B. Comey, told Congress on Sunday that he had seen no evidence in a recently discovered trove of emails to change his conclusion that Hillary Clinton should face no charges over her handling of classified information.\nMr. Comey’s announcement, just two days before the election, was an effort to clear the cloud of suspicion he had publicly placed over her presidential campaign late last month when he alerted Congress that the F.B.I. would examine the emails.\n“Based on our review, we have not changed our conclusions that we expressed in July with respect to Secretary Clinton,” Mr. Comey wrote in a letter to the leaders of several congressional committees. He said agents had reviewed all communications to and from Mrs. Clinton in the new trove from when she was secretary of state.\nThe letter was a dramatic final twist in a tumultuous nine days for both Mrs. Clinton and Mr. Comey, who drew widespread criticism for announcing that the F.B.I. had discovered new emails that might be relevant to its investigation of Mrs. Clinton, which ended in July with no charges. That criticism of Mr. Comey from both parties is likely to persist after the election.\nWhile the new letter was clear as it related to Mrs. Clinton, Mr. Comey’s message was otherwise vague. He did not say that agents had completed their review of the emails, or that they were abandoning the matter in regard to her aides. But federal law enforcement officials said that they considered the review of emails related to Mrs. Clinton’s server complete, and that Mr. Comey’s letter was intended to convey that.\nOne senior law enforcement official said that as recently as Friday, it was not clear whether the review would be completed by Election Day. But after days of working in shifts around the clock, teams of counterintelligence agents and technology specialists at the bureau’s headquarters in Washington finished their examination of the thousands of emails. Officials had decided to make their decision public as soon as they had reached it, to avoid any suggestion that they were suppressing information.\nAccording to the law enforcement official, many of the emails were personal messages or duplicates of ones that the bureau had previously examined during the original inquiry.\nBrian Fallon, a spokesman for Mrs. Clinton, said in a post on Twitter that the campaign had always believed she would be cleared of any wrongdoing.\n“We were always confident nothing would cause the July decision to be revisited,” Mr. Fallon said. “Now Director Comey has confirmed it.”\nKellyanne Conway, Donald J. Trump’s campaign manager, lamented the fact that Mr. Comey had again inserted himself into the election, but she predicted that his conclusion would have no effect on the outcome.\n“The investigation has been mishandled from the beginning,” Ms. Conway said on MSNBC, arguing that Mrs. Clinton had wasted taxpayer money and federal resources because of her email practices. “She was reckless, she was careless, she was selfish.”\nThe new review began after agents discovered a cache of emails in early October in an unrelated investigation into the disgraced former congressman Anthony D. Weiner, the estranged husband of one of Mrs. Clinton’s closest aides. When searching Mr. Weiner’s laptop for evidence of whether he had exchanged illicit messages with a teenage girl, they discovered emails belonging to the aide, Huma Abedin.\nThat announcement renewed talk of an investigation that had shadowed Mrs. Clinton for much of the Democratic primary campaign. She and her aides had been under investigation for improperly storing classified information on Mrs. Clinton’s private email server. The discovery of new emails raised the prospect that the laptop might have new information that would renew the F.B.I. inquiry.\nFederal law enforcement officials had said for the past week that only something astounding would change their conclusion that nobody should be charged. But the mere potential for legal trouble was enough to make Republicans gleeful, and Mr. Trump highlighted the F.B.I.’s actions in campaign ads.\nAt the end of a rocky week for Mrs. Clinton that included wild, false speculation about looming indictments and shocking discoveries in the emails, Mr. Comey’s letter swept away her largest and most immediate problem.\nRepublicans immediately accused Mr. Comey of making his announcement prematurely. “Comey must be under enormous political pressure to cave like this and announce something he can’t possibly know,” Newt Gingrich, a Trump adviser, wrote on Twitter.\nMr. Comey’s move is also sure to prompt questions from Democrats. Most important among them: Why did Mr. Comey raise the specter of wrongdoing before agents had even read the emails, especially since it took only days to determine that they were not significant?\nJust hours before Mr. Comey sent the letter to Capitol Hill, Senate Democrats said hearings should be held to examine how Mr. Comey had handled the matter. After the letter’s release, Senator Dianne Feinstein, Democrat of California, said the Justice Department “needs to take a look at its procedures to prevent similar actions that could influence future elections.”\n“There’s no doubt that it created a false impression about the nature of the agency’s inquiry,” she added.\nThe F.B.I. director’s vague, brief announcement on Oct. 28 left Mrs. Clinton with few details to rebut and little time to do it. Many current and former F.B.I. agents and Justice Department officials said Mr. Comey had needlessly plunged the F.B.I. into the politics of a presidential election, with no clear way out.\nA long list of former Justice Department officials, including Attorney General Eric H. Holder Jr., chided Mr. Comey. Despite the fact that the bureau did not find anything that changed its original conclusion about Mrs. Clinton, Mr. Comey has insisted that he had no choice but to inform Congress about the new emails because the investigation had been completed and he had pledged transparency, according to senior F.B.I. officials.\nBecause of Mr. Comey’s Oct. 28 letter, Attorney General Loretta Lynch made completing a review of the emails a top priority. Late last month, Mr. Comey ordered agents to work around the clock to sift through the messages. That process, senior F.B.I. officials said, was painstaking, because each message that had been sent to Mrs. Clinton had to be reviewed to determine whether it had sensitive national security materials.\nIn Mr. Comey’s short letter to Congress on Sunday, he said he was “very grateful to the professionals at the F.B.I. for doing an extraordinary amount of high-quality work in a short period of time.”", "date": "Nov. 6, 2016", "href": "https://www.nytimes.com/2016/11/07/us/politics/hilary-clinton-male-voters-donald-trump.html", "tags": "letter f.b.i warrant comey hillary clinton director ” emails says mrs. new action"}