{"title": "Emerging GOP Obamacare Repeal Would Mean Sick People Pay -Much- More", "content": "Republicans have spent most of the past seven years vowing to protect people with pre-existing conditions, even as they have pledged to get rid of the Affordable Care Act.\nPresident Donald Trump made the promise back in February 2016, during a CNN debate:\nRight after the presidential election, in a “60 Minutes” interview with Lesley Stahl, Trump reaffirmed his commitment.\nVice President Mike Pence was just as explicit. A week before the election, during a speech outside Philadelphia, he said, “We will protect Americans with pre-existing conditions so that they are not charged more or denied coverage, just because they have been sick, so long as they have paid their premiums consistently.”\nAnd House Speaker Paul Ryan (R-Wis.)? He made the same promises. Here’s an excerpt from “A Better Way,” the policy framework he released last summer: “Protect patients with pre-existing conditions: Our plan ensures every American, regardless of their health status, has the comfort of knowing you can never be denied coverage.”\nPresidential candidates, senators and representatives, veterans and newcomers ― pretty much every Republican made vows like these. \nAnd they didn’t just do it once. They did it over and over again.\nNow Republicans are trying to bring back Obamacare repeal. And the emerging deal would make a mockery of those promises ― by forcing people with medical problems to pay more for their health care, and in many cases leaving them unable to get insurance at all.\nIt would be a breach of faith, but also a revealing window into what Republicans who support this measure think the world should look like.\nThe whole point of health insurance is to protect people from financial ruin just because they happen to be injured or sick. Living with diabetes, battling cancer, recovering from serious injury ― these things are hard enough without having to worry that paying the medical bills will drive you into bankruptcy.\nThe Affordable Care Act was an effort, however imperfect and incomplete, to protect people from those problems. This Republican proposal would expose them all over again.\nPolitically speaking, it’s difficult to know how serious this effort is. The last attempt at repeal, the American Health Care Act, fell apart because it lacked the votes to pass in the House of Representatives. And a big reason was the objection of conservative Republicans, particularly those in the House Freedom Caucus, who felt it would have left too many pieces of Obamacare in place. \nNow those House conservatives are telling HuffPost’s Matt Fuller, and others, that they are close to a new deal. According to the conservatives, it’s because the Trump administration has agreed to tear down a few more of the law’s provisions ― specifically, it would allow states to opt out of two of the law’s most important rules.\nOne of those rules requires insurers to cover a set of 10 “essential” benefits. These include everything from prescription drugs and hospitalization to mental health and maternity care. \nAnother rule prohibits insurers from charging higher premiums to people at high risk of getting sick. The wonky term for this is “community rating,” because it means everybody in the community is paying the same price, regardless of health status.\nGetting rid of community rating in particular would eviscerate Obamacare’s guarantee of coverage to people with pre-existing conditions. If insurers can charge somebody with medical problems exorbitant premiums, then a guarantee of coverage is basically meaningless.\nIt’s difficult to know exactly how high premiums for people with pre-existing conditions could go if this emerging plan were somehow to become law, particularly since right now the “plan” is really just some concepts Republicans are discussing. But the insurance market that existed before the Affordable Care Act offers some clues.\nBack then, insurers would routinely use higher premiums to discourage enrollment from people with health problems. Karen Pollitz, a senior fellow at the Henry J. Kaiser Family Foundation who studied those markets closely, said insurers would routinely charge three to five times what they charged healthy people. In one instance, she said, a Colorado insurer actually sought premiums that were 2,000 times the standard rate.\n“The sky is the limit,” Pollitz told HuffPost.\nConservative House Republicans are saying that, under the new plan, states would have discretion over whether to keep or ditch the rules on pre-existing conditions ― and that might sound less threatening. In reality, they would be under enormous pressure from insurance companies to ditch the regulations.\nThe emerging Republican plan would also offer extra money for “high-risk pools” ― separate insurance programs for people who have pre-existing medical conditions. These are supposed to be a substitute for the ironclad guarantee of coverage that Obamacare provides.\nBut states ran these programs in the old days and they were famously poor substitutes for what most Americans would consider standard coverage. Typically they had restrictions, including annual or lifetime benefits, along with far higher premiums or out-of-pocket costs than standard plans did.\nThe supposed virtue of these changes is that they would “lower costs.” Ryan, in a news conference Tuesday morning, said “it’s all about getting premiums down.”\nIt’s important to be clear about precisely what Republicans mean when they say these things. \nThe theory here is that freeing insurers from regulations on whom and what they cover, and under what conditions, will allow them to offer insurance with lower premiums. The theory is more or less correct. One reason insurance got more expensive after the Affordable Care Act became law is that insurers had to start paying medical bills for people with serious pre-existing conditions they could mostly avoid before. \nTake away the regulations, and insurers can go back to offering coverage like they did before ― at something approaching the old prices.\nBut the theory has a second part, one Republicans almost never mention. \nEven as people in good health would get to spend less, people in poor health would have to pay more ― much, much more. That’s because people with pre-existing conditions wouldn’t be able to find comprehensive coverage with the benefits they need, or because their out-of-pocket costs would be much higher, or because they couldn’t find coverage at all ― except, perhaps, for premiums that would make even expensive Obamacare policies look dirt cheap by comparison.\nThis isn’t lowering costs, in the sense that it will lead to dramatically lower prices for medical care or sudden gains in the efficiency of care. It’s shifting costs, by putting the onus on the people with serious medical conditions. \nIt’s health care’s version of social Darwinism, where the people unlucky enough to have health problems must also face much higher medical bills, and in many cases the threat of financial ruin. That works out well enough for people who are young and healthy. But of course young people always get older, and sooner or later, even the healthiest will get sick.", "date": "\n04/04/2017", "href": "https://www.huffpost.com/entry/gop-health-care-deal-pre-existing-conditions_n_58e39db7e4b03a26a365fdf6", "tags": "people care -much- obamacare repeal health gop would conditions ” pre-existing ― sick pay premiums mean emerging"}