{"title": "Emerging Markets Are Worrying Investors, Again", "content": "Add a familiar item to the list of worries for investors: turmoil in the emerging markets.\nTurkey’s central bank lifted interest rates sharply Wednesday, an emergency measure aimed at stopping the riptide of capital pouring out of the country in recent days.\nThe central bank announced that it would raise a key borrowing rate by 3 percentage points, to 16.5 percent, after Turkey’s lira dropped by as much as 5 percent during the day. In currency markets, moves of even 1 percent are viewed as exceptionally large.\n[Read how the lira’s dive could endanger President Recep Tayyip Erdogan’s bid for re-election in June.]\nArgentina made a similar move this month after investors abruptly lost faith in the government’s reform efforts. The Argentine peso plunged more than 20 percent, before the central bank lifted interest rates to 40 percent. The government is now negotiating a bailout package with the International Monetary Fund.\nThe question on the minds of investors: Is this the start of a bust that could shake the world economy, similar to those that battered Russia, South Korea, Mexico and most of Southeast Asia in recent decades?\nOr is this merely a market hiccup, akin to the temporary setback that hit emerging markets in 2013?\nA checkered history of booms and busts hasn’t stopped investors from pouring trillions of dollars into emerging markets in recent years, lured by the promise of higher rates of return than safer bets in the United States, Europe and Japan.\nCentral banks in those large, developed economies had pushed interest rates sharply lower after the 2008 financial crisis, making the higher yields in riskier countries all the more attractive.\nLast year, investors pumped $1.2 trillion into fast-growing developing economies, especially those that were perceived as having responsible budget and central bank policies. That amount exceeded the totals in 2015 and 2016 combined.\nMany of those bets have paid off handsomely. Investors earned more than 9 percent on emerging-market bonds last year, much better than the roughly 3.5 percent they could have earned investing in the American bond markets. Emerging-market stocks did even better, rising more than 30 percent in 2017, compared with a 19 percent increases in the Standard & Poor’s 500-stock index.\nBut now money is flowing the other way. Some $8 billion has fled bond and equity markets in developing countries over the past month and a half, according to the Institute of International Finance, a banking industry trade group. And the sharp drops in Argentine and Turkish markets suggest that trickle is turning into a gusher.\nMany emerging-market enthusiasts say the recent anxiety simply reflects that investors are locking in gains and temporarily taking their money home.\n“What is driving this is a massive bout of profit-taking — it’s the first pullback in the past 10 quarters,” said Jan Dehn, an emerging-market bond specialist at Ashmore Investment Management in London. “Turkey and Argentina are weak spots — but they are just two countries out of 80. Over all, the fundamentals are incredibly strong.”\nOthers think that Turkey and Argentina, while more fragile than their peers, may merely be the first dominoes to fall as the decade-long environment of low interest rates comes to an end.\nWith the American economy strong, the Federal Reserve is gradually lifting short-term interest rates. Those act as a magnet for money from around the world, pushing the value of the dollar higher. All currencies are relative, so a stronger dollar translates into a decline in the value of other currencies. That trade-off is especially pronounced in emerging markets, whose economies rely on money from foreign investors.\nThis can fuel a vicious cycle in which a strong dollar weakens emerging-market currencies, prompting investors to pull even more money out of those economies. That, in turn, further weakens their currencies.\nThe concern is that the pattern could spread.\n“It is not just Argentina and Turkey,” said James Donald, the head of emerging markets at Lazard Asset Management in New York. “There are some sizable countries suffering from current account deficits.”\nA country runs a current account deficit if it takes in more money — in investments and trade — from foreigners than it sends to other countries. That leaves the country at the mercy of international investors to keep it afloat financially.\nSo far, the rise in the United States dollar hasn’t been especially sharp, especially compared with its rise in 2013, when the Fed first said it would start tapering off the support that the central bank had provided since the financial crisis. That ignited a phenomenon that market players labeled the “taper tantrum,” and it caused a sharp drop in emerging markets such as South Africa, India and Turkey.\nThe fact that the slight rise in the dollar is already putting emerging markets under pressure is a red flag to some experts, because it suggests the situation could get much more severe if the dollar keeps climbing.\n“If we’re getting these kinds of moves for a shock that’s really quite a bit smaller than the ‘taper tantrum,’ it makes me quite worried,” said Robin Brooks, chief economist at the Institute of International Finance.", "date": "May 23, 2018", "href": "https://www.nytimes.com/2018/05/23/business/emerging-markets-investors.html", "tags": "markets turkey percent rates investors ” money worrying central emerging"}