{"title": "Emilia Clarke Says ‘Game Of Thrones’ Season 8 Is Like ‘Meet The Parents’", "content": "Emilia Clarke has offered a tiny glimpse into the eighth and final season of “Game of Thrones.”\nBased on the actress’ comments to Entertainment Weekly, her character Daenerys “Bend-the-Knee” Targaryen really, really wants the Starks — the family of her lover Jon Snow (Kit Harington) — to like her when she arrives at Winterfell next season.\nThat’s despite expecting Jon’s last living relatives — who include Sansa (Sophie Turner), Arya (Maisie Williams) and Bran (Isaac Hempstead Wright) — to indiscriminately accept her as their new queen. And, ya know, incest.\n“I like to think that it’s like ‘Meet the Parents,’” Clarke told ET Monday. “It’s like: ‘I hope they like me. This dude’s wicked. It’s a real good thing we got going on. He’s the final piece. We’re destined for greatness and world domination is a breath away.’ And so I need to be like: ‘Can I braid your hair, Sansa? Little Arya, come over here, let’s play some cricket.’ So there’s that. And then, very, very quickly, it’s like: ‘Wait, is it just me, or do they hate me?’”\nDany’s arrival at Winterfell will kick off the first episode of the next season, according to ET, and an icy reception from the Starks seems likely.\nSansa and Jon both fought tirelessly to reclaim their ancestral home of Winterfell and their region, which resulted in Jon being named the King of the North and Sansa the Lady of Winterfell. The Starks and the Northerners will likely be wary of Jon’s decision to bend the knee to a foreign queen who hails from a family with a brutal reputation.\nJon, however, sees his alliance with Dany (who has a huge army and, well, dragons) as a necessary one if the living have any hope of surviving when the Army of the Dead descends on Winterfell.\nPlus, he kinda digs her.\nIt also seems likely that Jon will learn about his true lineage as soon as he comes home to Winterfell. In Season 7, it was revealed through Gilly’s discovery Samwell Tarly’s (John Bradley) research and Bran’s powers as the Three-Eyed Raven that Jon is not actually the bastard son of Ned Stark, but the legitimate son of Ned’s sister Lyanna Stark and Rhaegar Targaryen. Rhaegar is Dany’s brother, which makes her Jon’s aunt.\nAnd although incestuous relationships aren’t unheard of in “Game of Thrones,” the revelation does make Jon “heir to the Iron Throne” and not Dany — which could result in some friction in their budding relationship, considering Dany may have a serious identity crisis.\nBut this is all speculation — because honestly, we truly know nothing until Season 8 premieres this Sunday.", "date": "\n04/08/2019", "href": "https://www.huffpost.com/entry/emilia-clarke-game-of-thrones-season-8_n_5cab7d6de4b01b345039fa87", "tags": "‘ game clarke parents season ” meet emilia sansa jon says winterfell thrones like dany —"}