{"title": "Emilia Clarke Tried To Warn Us We’d Hate Daenerys’ ‘Game Of Thrones’ Ending", "content": "Emilia Clarke technically never uttered any “Game of Thrones” spoilers. But in an interview from last year that’s now getting recirculated, she pretty much told us everything we needed to know about the fate of her beloved character, Daenerys Targaryen.\n(Spoilers for Season 8, Episode 5 of “Game of Thrones” below.)\nIn the penultimate episode of the series, “The Bells,” which aired Sunday, Dany finally proved the Targaryen apple doesn’t fall far from the tree. Midway through the episode, she went full Mad Queen on King’s Landing, burning the entire city down with her dragon, Drogon — despite the Lannister army surrendering to her.\nIt was an upsetting turn for a strong and sympathetic female character whom many believed would emerge as the series’ hero.\nBut in retrospect, it seems Clarke hinted months ago that her character would flip her lid, thanks to an “Entertainment Tonight” clip from September.\nAt last year’s Emmys, an “ET” reporter asked Clarke, Jacob Anderson (Grey Worm) and Nathalie Emmanuel (Missandei) on the red carpet if they’d filmed their final scenes yet and — most importantly — “Are you happy how things ended?”\nIn response, Clarke nervously laughed, and with a pained expression sarcastically said, “Best season ever!”\nAs fans of the show flocked to Twitter Monday to express their discontent with “The Bells,” the clip was certainly in heavy rotation.\nAlthough the series’ showrunners, David Benioff and D.B. Weiss, did suggest in a behind-the-scenes clip that they’ve been foreshadowing this end for the freakin’ Protector of the Seven Kingdoms for quite a while, the Unburnt’s actions felt like a burn to the audience.\nIn this very short final season of the epic HBO hit, Dany’s character development — which involves grief and loss devolving into rage-fueled insanity — has felt rushed and unearned, making her unraveling feel... well, disappointing.\nBut even if the Breaker of Chains has broken our hearts, it’s nice to know that Clarke herself is still a queen.", "date": "\n05/13/2019", "href": "https://www.huffpost.com/entry/emilia-clarke-game-of-thrones-interview_n_5cd989e1e4b0b0e70ab39ac9", "tags": "us ‘ game hate ending character clarke episode clip season series ” emilia tried warn thrones — daenerys"}