{"title": "Empty-nesters 'resent boomerang kids'", "content": "Adults who move back home after moving away are causing their parents stress and conflict, a study suggests.\nParents whose adult children move back into the family home saw a decline in their quality of life and wellbeing, researchers at the London School of Economics and Political Science found.\nThe research analysed data from people aged between 50 and 75 from 17 European countries, not including the UK.\nThey found parents' quality of life fell when an adult child \"boomeranged.\" \nThe study - Returns home by children and changes in parents' well-being in Europe - found that this slump in wellbeing happened only when there were no other children still at home - there was no impact on parents if other children were already living in the family home.\nResearchers measured quality of life and wellbeing across four areas:\nHigher scores indicated a better quality of life. But the study found that when a child returned home to an \"empty-nest\",  there was a significant drop in scores.\nIt said such a drop had a substantial effect on quality of life and was similar to developing an age-related disability, such as difficulties with walking or getting dressed.\nThe research paper, published in the journal Social Science & Medicine, says: \"Over the past half century, intergenerational co-residence has declined dramatically in Western countries. \n\"However, this pattern has recently altered, and in some countries multigenerational co-residence has increased; a shift interpreted as a family response to high unemployment rates, poor job prospects and financial hardship among young adults.\"\nThe paper explores the effects of different reasons for returning home, such as unemployment and partnership breakdown, saying these are, in themselves, distressing to parents. \nBut after controlling for this, the researchers found the return of a child still caused a significant decline in parents' wellbeing.\nThe researchers analysed the wellbeing scores of 99,000 parents taken from the Survey of Health, Ageing and Retirement in Europe (2007-2015) and found 1,070 had \"boomerang\" children.\nThey only assessed adults up to the age of 75, to reduce the chance that returning home was driven by parents' need for support.\nThe paper says: \"The findings show that returning home was correlated with a decline in parent's quality of life when there were no other children in the parental home. \n\"Parents enjoy their independence when their children leave the home, and refilling an empty nest may be regarded as a violation of this life-course stage.\"\nStudy author Dr Marco Tosi said:  \"Our work shows that in contexts where family orientations and welfare institutions foster individuals' independence, returns home by adult children have negative implications for parents' well-being. \n\"Across Europe, this effect is greater in Protestant than in Catholic countries, but we see it in all countries.\n\"When children leave the parental home, marital relationships improve and parents find a new equilibrium. \n\"They enjoy this stage in life, finding new hobbies and activities. When adult children move back, it is a violation of that equilibrium.\" \nAlthough the study did not cover the UK, it was highly likely that the trends would be very similar, Dr Tosi added, particularly as the UK was a predominantly Protestant country.\nThe 17 countries covered by the research were: France, Germany, Switzerland, Austria, Luxembourg, Belgium, Netherlands, Sweden, Denmark, Italy, Spain, Portugal, Greece, Slovenia, Czech Republic, Estonia and Poland.", "date": "8 March 2018", "href": "https://www.bbc.com/news/education-43321512", "tags": "study adult empty-nesters kids wellbeing home parents found countries boomerang children quality life"}