{"title": "Erdogan Calls Early Turkish Elections in Bid to Solidify Power", "content": "ISTANBUL — President Recep Tayyip Erdogan of Turkey on Wednesday called elections for June 24, almost a year and a half earlier than scheduled, saying the situation in Syria and Iraq, as well as economic stability, demanded it.\nMr. Erdogan has long made it clear that he intended to run for re-election — he has led the country for 15 years, first as prime minister, then as president — and speculation had been rife for months that he would call elections early.\nHe nonetheless surprised many observers by calling the elections so soon, as well as while Turkey remains under a state of emergency. The state of emergency, in place since a failed coup in July 2016, gives the police added powers, restricts the right of assembly and is likely to constrain campaigning.\nBut Mr. Erdogan’s abrupt move seemed intended to seize a ripe moment — he remains the country’s most popular politician, with some 40 percent support — to consolidate his powers at a time when domestic politics in Turkey and international trends seem to favor leaders in his autocratic style.\nThe elections, both presidential and parliamentary, will bring forward Turkey’s transition to a presidential system under which the president will gain still more authority, the prime minister’s office will be abolished and the powers of Parliament reduced.\nThose changes were all approved in a referendum last year that Mr. Erdogan had campaigned for strenuously, with the obvious intention that he would be the first president to hold the enhanced office.\nMr. Erdogan has since been urging members of his Justice and Development Party to work to build enough support for him to secure the election in the first round.\n“Although its seems there are no serious issues arising as the president and the government are working in harmony, the diseases of the old system can confront us at every step,” Mr. Erdogan said in a speech broadcast live on television. “For our country to make decisions about the future more strongly and apply them, passing to the new governmental system becomes urgent.”\nMinutes later, the Turkish Parliament approved a request from Prime Minister Binali Yildirim to extend the state of emergency — which has been in force since the failed coup — for another three months, the Turkish news agency Anadolu reported.\nWhile the coup attempt was violent — nearly 250 people died, including Mr. Erdogan’s election campaign manager and close friend — critics have since accused him of using the extended powers under emergency rule to crack down on political opponents and dissent.\nTens of thousands have been jailed, accused of links to Fethullah Gulen, the Islamist cleric accused of masterminding the coup, or to other designated terrorist organizations. And over 100,000 people have been suspended from public-sector jobs. Mr. Gulen has denied involvement in the coup.\nDefense Minister Nurettin Canikli said Wednesday that the government had identified three thousand top-level officers belonging to the Gulen movement inside the military, and was preparing to purge them soon with a government decree, the Anadolu news agency reported.\nMr. Erdogan said that events in Syria and Iraq, both countries in which Turkey has deployed troops, had made a transition to the presidential system more urgent. He also said the economic situation demanded certainty.\n“With the cross-border operations we maintain in Syria, and also historical events happening in the area centered around Syria and Iraq, it became a must for Turkey to climb over the uncertainty as soon as possible,” the president said.\n“In a period where developments about Syria accelerate, and we have to make very important decisions on issues from macroeconomic equilibrium to big investments, it is a must to drop the election issue from the agenda as soon as possible,” he added.\nYet political opponents and commentators have been predicting for months that Mr. Erdogan would call early elections as soon as he could be sure of winning. He is known to closely watch opinion polls and has enjoyed a bounce in his personal rating since ordering military operations against Kurdish militias in the northern Syrian enclave of Afrin in January.\nThe country also enjoyed over 7 percent growth in the last quarter of 2017. Yet there are signs that the economy is faltering. Inflation remains persistently high, which hurts many of Mr. Erdogan’s own supporters.\nThe snap election was also seen as a move to undercut political opponents.\nMr. Erdogan’s announcement came after discussions with Devlet Bahceli, the leader of Turkey’s main nationalist party, the Nationalist Movement Party, which has entered a formal alliance with Mr. Erdogan’s Justice and Development Party, or A.K.P., for the elections.\nMr. Bahceli said that he supported early elections for the stability of the country and the economy. But he also seems to be concerned with fending off a rival for the nationalist vote, Meral Aksener, who split from his party and formed her own party, the Good Party, last year, according to Turkish media reports.\nThe early timing of the election now could prevent Ms. Aksener from running, since her new party may not be considered to have passed the required six months from its first party congress.\nMs. Aksener, a former interior minister, has nevertheless declared her intention to challenge Mr. Erdogan for president and field candidates for Parliament.\nTurkey’s largest opposition party, the Republican People’s Party, or C.H.P., was caught flat-footed by the announcement, and has not yet selected a candidate for president. Its leader, Kemal Kilicdaroglu, ruled out running for the presidency last year.\nEngin Altay, the deputy head of C.H.P.’s parliamentary group, told a Turkish television station that a candidate would be chosen within 15 days.\nThe pro-Kurdish party, the People’s Democratic Party, or H.D.P., has particularly suffered under the state of emergency, with nine members of Parliament in jail, including their popular former leader Selahattin Demirtas and many mayors removed from their posts. The party nevertheless has appointed new leaders and declared itself ready for elections.\nSezai Temelli, the co-chairman of the party, said in a tweet: “June 24 is not early, but a panic election. The government is impotent.”\nTo win outright in the first round of the election, Mr. Erdogan will need to secure 51 percent of the vote. His personal ratings have been closer to 40 percent in recent opinion polls.\nThe constitutional changes to create a new presidential system were agreed in a controversial referendum in April last year, which Mr. Erdogan only barely won with a 51 percent yes vote, versus 49 percent who voted no.\nMs. Aksener was a prominent leader of the no campaign and has vowed to assemble similar broad support for the coming elections.\nThe referendum was criticized as unfair by opposition parties and independent election monitors. Since then, Mr. Erdogan has moved to exercise greater control over the High Election Board and the electoral law, the parties warned.\n“The alliance cannot secure 50 percent,” Yalcin Dogan wrote in the online news outlet T24. “So they are changing the structure of the High Election Board and the electoral law in a manner that is against the universal democratic rules. However, the Good Party remains a complete nightmare.”", "date": "April 18, 2018", "href": "https://www.nytimes.com/2018/04/18/world/europe/turkey-erdogan-elections.html", "tags": "turkey calls election since early percent bid party elections turkish power solidify erdogan —"}