{"title": "Erdogan Claims Vast Powers in Turkey After Narrow Victory in Referendum", "content": "ISTANBUL — A slim majority of Turkish voters agreed on Sunday to grant sweeping powers to their president, in a watershed moment that the country’s opposition fears may cement a system of authoritarian rule within one of the critical power brokers of the Middle East.\nWith nearly 99 percent of votes in a referendum counted on Sunday night, supporters of the proposal had 51.3 percent of votes cast, and opponents had 48.7 percent, the country’s electoral commission announced.\nThe result will take days to confirm, and the main opposition party said it would demand a recount of about 37 percent of ballot boxes, containing around 2.5 million votes.\nBut on Sunday night the result was already a political reality, as President Recep Tayyip Erdogan hailed his victory in front of a crowd of supporters in Istanbul. “We are enacting the most important governmental reform of our history,” he said.\nThe constitutional change will allow the winner of the 2019 presidential election to assume full control of the government, ending the current parliamentary political system.\nThe ramifications, however, are immediate. The “yes” vote in the referendum is a validation of the current leadership style of Mr. Erdogan, who has been acting as a de facto head of government since his election in 2014 despite having no constitutional right to wield such power. The office of Turkey’s president was meant to be an impartial role without full executive authority.\nThe result tightens Mr. Erdogan’s grip on the country, which is one of the leading external actors in the Syrian civil war, a major way station along the migration routes to Europe and a crucial Middle Eastern partner of the United States and Russia.\nMany analysts were surprised by the close result, saying they had expected Mr. Erdogan to achieve a larger majority because he had held the referendum within an atmosphere of fear.\nSince a failed coup last summer, Turkey has been under a state of emergency, a situation that allowed the government to fire or suspend about 130,000 people suspected of being connected to the failed putsch, and to arrest about 45,000.\nThe campaign itself was characterized by prolonged intimidation of opposition members, several of whom were shot at or beaten while on the stump by persons unknown.\nThe opposition questioned the legitimacy of the referendum after the election board made a last-minute decision to increase the burden needed to prove accusations of ballot-box stuffing. At least three instances of alleged voter fraud appeared to be captured on camera.\n“We are receiving thousands of complaints on election fraud,” said Erdal Aksunger, the deputy head of the main opposition party, the Republican People’s Party, known as the C.H.P. “We are evaluating them one by one.”\nThe new system will, among other changes:\n■ Abolish the post of prime minister and transfer executive power to the president.\n■ Allow the newly empowered president to issue decrees and appoint many judges and officials responsible for scrutinizing his decisions.\n■ Limit the president to two five-year terms, but give the option of running for a third term if Parliament truncates the second one by calling for early elections.\n■ Allow the president to order disciplinary inquiries into any of Turkey’s 3.5 million civil servants, according to an analysis by the head of the Turkish Bar Association.\nAcademics and members of the opposition are concerned that the new system will threaten the separation of powers on which liberal democracies have traditionally depended.\n“It represents a remarkable aggrandizement of Erdogan’s personal power and quite possibly a death blow to vital checks and balances in the country,” said Professor Howard Eissenstat, a Turkey expert at the Project on Middle East Democracy, a Washington research group. “Judicial independence was already shockingly weak before the referendum; the new system makes that worse.”\nMr. Erdogan’s supporters deny that the new system will limit political and judicial oversight. If opposition parties win control of Parliament, they could override the president’s decrees with their own legislation, while also asserting greater control over judicial appointments, supporters of the new Constitution contend.\nThe victorious “yes” camp also argues that a strong, centralized government will make Turkey better able to tackle its many challenges, including a troubled economy, the world’s largest population of Syrian refugees, two terrorism campaigns, a civil war against Kurdish insurgents and the Syrian war across Turkey’s southern border.\n“A new page opens in our history of democracy with this vote,” Prime Minister Binali Yildirim, an Erdogan loyalist, said in a victory speech on Sunday night. “Be sure, everyone, we will use this result as best as we can — for the wealth and peace of our people.”\nThe fearful environment in which the referendum campaign was held has led watchdogs to question its fairness. In addition to the vast purges of perceived opposition members, the authorities also often prevented “no” campaigners from holding rallies and events. And Mr. Erdogan and his supporters often implied that their opponents were allied with terrorist groups or those suspected of plotting last year’s failed coup.\nAnalyses of television coverage showed that the “yes” campaign received disproportionately more airtime than its opponents.\n“It’s been a completely unfair campaign,” said Andrej Hunko, a German lawmaker assigned by the Council of Europe to observe the election.\nHundreds of election observers were also barred from monitoring the vote, and thousands of Kurds displaced by fighting in southeastern Turkey may not have been able to vote because they have no address, according to the Independent Election Monitoring Network, a Turkish watchdog.\nDespite this, Mr. Erdogan’s victory fell far short of the 20-point majority that he and his supporters had expected. “This is a little bit bittersweet,” said Cuneyt Deniz, an Erdogan supporter celebrating in Ankara. “We were expecting above 60 percent.”\nThe result revealed a deeply divided country, nearly half of which now feels highly embittered. “I am incredibly sad right now,” said Yesim Kara, 37, a “no” voter in Istanbul. “Dark days are ahead.”\nMr. Erdogan’s victory “will enhance the stability of the government, but it will weaken social stability,” said Ozgur Unluhisarcikli, the director of the Ankara office of the German Marshall Fund of the United States, a research group.\n“The new social contract that is being built in Turkey is being based on a very weak foundation,” he added.\nFew could agree about how Mr. Erdogan would respond, and he offered no conclusive clues in his victory speech.\nIn one breath, he appeared to reach out to his opponents, calling the results the “victory of everyone who said yes and no.” But in the next, he promised to reinstate the death penalty — which would end any hopes that Turkey will join the European Union — and mocked his opponents’ intent to appeal the result.\n“Don’t beat the air,” he said. “It is too late now.”\nSome believe Mr. Erdogan may initially try to rebuild relations with the West, which were severely damaged during the referendum campaign as he sought to manufacture diplomatic crises to energize his base at home.\nAfter Germany and the Netherlands blocked Turkish officials from campaigning in those countries, Mr. Erdogan said both nations had shown Nazi-like behavior, drawing a rebuke from leaders like Chancellor Angela Merkel of Germany.\nMr. Unluhisarcikli said he expected a victorious Mr. Erdogan to lead “a charm offensive toward Europe and the U.S. to gain validation of the new system — and such a charm offensive might include correcting some of the democratic backsliding that we’ve seen in Turkey.”\n“On the other hand, if his charm offensive is not reciprocated,” Mr. Unluhisarcikli added, “then he might start initiating a Plan B, which involves tightening his grip on Turkish society.”\nBut Professor Eissenstat said it was unlikely Mr. Erdogan would spend any time repairing relationships with the opposition.\n“Some people have imagined that Erdogan might reboot after a ‘yes’ victory and reach out to the opposition,” he said. “I don’t think that is likely. The purges will continue; Erdogan’s instinct is to crush opposition, not co-opt it.\n“The question is whether further centralization of power and increased repression can bring stability and allow Erdogan to reboot a troubled economy,” added Professor Eissenstat, a lecturer at St. Lawrence University. “The record of the past 10 years is that the opposite is true.”\nMr. Yildirim, the prime minister, suggested in his speech that the government was unlikely to step back from its various vendettas at home and abroad. “Our struggle with internal and external enemies will be intensified,” he said.", "date": "April 16, 2017", "href": "https://www.nytimes.com/2017/04/16/world/europe/turkey-referendum-polls-erdogan.html", "tags": "turkey erdogan mr. powers opposition victory claims new ” system referendum narrow vast"}