{"title": "Estela Partners Aim to Make Lightning Strike Twice", "content": "More than two years after it opened in a semi-clandestine nook above Houston Street, Estela is widely regarded as one of those restaurants that embody what it means to eat out in New York City at the moment. And this fall, the two principal forces behind it, the chef Ignacio Mattos and the manager and wine maven Thomas Carter, will try to duplicate that success with Café Altro Paradiso, an Italian restaurant they intend to bring to Spring Street in SoHo.\nBut as the two look forward, it can be amusing (and instructive) for them to look back, because the early days of Estela did not feel so promising.\nBoth had recently left security behind: Mr. Mattos, now 36, had been asked to pack up his knives at Isa, in Brooklyn, while in Westchester County, N.Y., at the bucolic agri-utopia of Blue Hill at Stone Barns in Pocantico Hills, the chef Dan Barber and Mr. Carter, 39, had decided that Mr. Carter was losing his focus and that it was time for him to move on after six years as beverage director.\nIn what sounds like the premise for a “Midnight Run”-style buddy comedy, the two men were introduced to each other by a well-known truffle peddler, John Magazino, and trusted their guts that it made sense to team up after they’d had a single lunch together at Lupa.\n“I think it was a pretty weird pairing, at the start,” Mr. Carter said. They quickly discovered that they didn’t always see eye to eye. They still don’t.\n“One of the first arguments we had was over a glass of wine,” recalled Mr. Mattos, who thought it would be cool to serve wine in tumblers. “And I was like, ‘Over my dead body,’ ” Mr. Carter said.\nMr. Carter wasn’t exactly thrilled with Mr. Mattos’s cooking. “I hated Isa,” he said, before rephrasing. “I wasn’t into it.” He remembers having a bite of something so salty that it still makes him wince.\nThe men didn’t even like each other’s clothes. “He was wearing, like, nautical shoes,” Mr. Mattos said of Mr. Carter. “I was like, ‘If you dress like that, I will never walk down the street with you.’ ”\nMr. Carter shot back, “You were wearing a T-shirt where it seemed like your nipple was hanging out.”\nHow this odd couple managed to create Estela, which has attracted James Beard award nominations and visiting chefs from around the world (as well as President Obama), remains a curious and comedic tale of Manhattan restaurant-making. Like a long-married couple, or maybe Mick Jagger and Keith Richards, the two repeatedly insist that they love each other — even while operating in a frequent state of creative friction.\nTheir relationship, like Estela itself, is a case study in the mysteries of chemistry: Somehow the thing works, although nobody is quite sure why.\nEstela defies any capsule description. Mr. Mattos moved to New York from Uruguay in2006, but at Estela, his dishes (ricotta dumplings tucked under a beige veil of shaved mushrooms; briny mussels crowning aioli-smothered toast; tender lamb ribs with chermoula and honey) carry currents of Spain and Italy, the Middle East and North Africa.\nMr. Carter remembers the moment of reckoning when he sat down to try early drafts of those dishes: His doubts about Mr. Mattos drifted away. “The first thing that hit the table was the mussels escabeche,” Mr. Carter said. “I knew the food was going to be good, but I didn’t know it would be that good. When you tasted it, everything made sense. The tartare. The mussels. The dumplings.”\nEstela has detonated old-school protocols of menu progression. In the spirit of fussiness-eschewing European precursors like Cal Pep in Barcelona, Le Dauphin in Paris and Manfreds in Copenhagen, the overarching principle is the graze: Maybe you sit down at the bar for a single dish, but that blurs into two, or maybe you order four dishes to share with your friends, but then everyone springs for a second round after using chunks of bread to swipe away remaining patches of sauce. The improvisatory rhythm can be intoxicating or irritating, depending on how you like to eat.\n“I would say it’s refined wine-bar food,” said Christine Muhlke, the executive editor of Bon Appétit magazine and one of the many food-media scouts who gravitated to Estela early on.\nWhat signifies the food as belonging to Mr. Mattos (who sometimes answers to Nacho and other times to Ig) is the appearance of radical simplicity. A dish may look like little more than a scoop of black rice flattened into a puck, but when a spoonful of that rice makes contact with the palate, a deeper complexity unfurls. “There’s no jazz hands,” Ms. Muhlke mused. “There’s an absence of bells and whistles. But to remove the bells and whistles you have to be even more confident in your vision.”\nStark and functional, Estela’s brick-walled décor is thoroughly stripped of jangle, too. Mr. Carter and Mr. Mattos like to joke that when President Obama’s dinner was drawing near last year, his advance team expected something a little more statesmanlike.\n“The Secret Service, they were so funny,” Mr. Mattos said.\n“They were like, ‘This is it?’ ” Mr. Carter said.\nThe partners designed the space themselves — the lighting, the mirrors, the mismatched tables, all of it.\n“We had an architect for the first six weeks, and then we fired him,” Mr. Carter said. Early renderings conveyed the sensation of being in “an industrial farmhouse sushi restaurant,” he said, “which is great if you’re serving kaiseki.” Even if they couldn’t always articulate what they wanted, they had a sense of how the space was supposed to feel. “It doesn’t look like we spent a lot of money,” Mr. Carter said. “And we didn’t.”\nAs with the early days of Mission Chinese Food or Roberta’s, that strategically slapdash approach helped foster the impression that Estela was the authentic article — a restaurant made by real people, not consultants, for better or worse.\n“You walk in, and your first thought is that it’s going to be awful,” said Adam Sachs, the editor in chief of Saveur magazine. The tables are crammed together; the noise level is high. “It’s built to reduce expectations, when you see it,” he said.\nThe same could be said of Mr. Mattos, who often appears to be hiding in the kitchen and murmuring under his breath. “For all his mumbling, dissembling casualness, Ignacio knows exactly what he’s doing,” Mr. Sachs said.\nMr. Mattos developed a reputation as a sort of culinary prankster at Isa, where he had a habit of serving charred hay and fried sardine skeletons. Reviewing the restaurant for The New York Times in 2011, Eric Asimov wrote that “while Isa can be idiosyncratic in the best sense, of going its own way, it’s occasionally strange for no apparent reason.”\nPam Yung, who cooks at Semilla in Brooklyn, worked alongside Mr. Mattos as the pastry chef at Isa, where she observed the chef’s propensity to experiment and provoke. “We would always have these conversations like: ‘Well, you’re supposed to do it this way, so let’s do it the opposite, wrong way,’ ” she recalled. “ ‘Let’s put mushrooms in the dessert. Let’s shock people.’ ”\nLosing his job at Isa left Mr. Mattos bruised. “He really wanted to make a statement,” Ms. Yung said. “And people were sort of put off by it.”\nTaavo Somer, the entrepreneur behind Isa, said the departure of Mr. Mattos boiled down to economics and “that balance between art and commerce.”\n“It was about managing food costs and labor costs,” Mr. Somer said. “I think everyone is in agreement that he’s an amazing chef and makes great food.”\nIt was clear with Estela that Mr. Mattos intended to trade in curveballs for comfort. Ms. Yung said that just as much finesse is being applied to the food at Estela, but the handiwork is more invisible. “Honestly, I can still tell how carefully it has been put together,” she said. “He has put a lot of effort into making it look effortless.”\nWith Café Altro Paradiso on the horizon, the Estela duo faces an issue encountered by everyone who has achieved straight-out-of-the-gate success: how to make lightning strike twice. “The second album, the second novel,” Mr. Carter said. “I’m worried. I’m always worried. But we just have to do what we know.”\nThey know more now, and expectations are different: Seat-of-the-pants has been replaced by custom tailoring. The new space, where Mr. Mattos will serve up his personal spin on classic Italian comfort food like pasta and bollito misto, comes with amenities that Estela never had, including high ceilings, a serious budget and an attention to detail so granular that Mr. Carter even talks about making sure that light from outside beguilingly “friscalates” (his word for light glittering) through bottles of liquor at the bar.\nStill, there is plenty left to disagree about.\n“We always question each other,” Mr. Mattos said as the two men ambled around SoHo Square, a small park right outside their new restaurant. “Like, yesterday on the subway we were arguing about something that didn’t make any sense.”\nThe bickering, they say, is more Butch Cassidy and the Sundance Kid than King Kong versus Godzilla. “We love each other,” Mr. Mattos said. Somehow, the squabbling is part of that. “There will be friction,” Mr. Carter said. “We just handle it better now. Now we’re not going to blow up in front of the staff. We fight over texts.”\nAs they floated toward the southern end of the park, they came upon a statue of Gen. José Artigas, identified on the pedestal as the “National Hero of Uruguay.”\n“This is actually Nacho’s uncle,” Mr. Carter said.\nMr. Mattos gazed at the statue and seemed to ponder the significance of its hovering a few steps away from his latest enterprise. He has an attentiveness to omens and vibrations, and if that, too, has something to do with his success thus far — well, who’s to say?\n“He was the liberator of Uruguay from the Spanish,” Mr. Mattos said. “It’s a sign.”", "date": "Oct. 27, 2015", "href": "https://www.nytimes.com/2015/10/28/dining/estela-ignacio-mattos-thomas-carter-cafe-altro-paradiso.html", "tags": "like carter lightning twice isa make mattos ” aim two strike estela partners said"}