{"title": "Estonia general election: Opposition party beats Centre rivals", "content": "The opposition centre-right Reform party has won Estonia's general election, beating the ruling Centre.\nReform, led by former MEP Kaja Kallas, took about 29% of the vote to 23% for Centre in Sunday's ballot.\nMeanwhile the far-right Conservative People's Party of Estonia (EKRE), which has called for a referendum on EU membership, came a close third.\nMs Kallas - set to be Estonia's first female prime minister - said all coalition options were on the table.\nSpeaking to public broadcaster ETV however she insisted EKRE were \"not a choice for us\".\nNearly a quarter of Estonia's 881,000 eligible voters cast their ballots by e-voting. Results from e-voting gave Reform an even higher score. \nEstonia uses proportional representation to pick members in its 101-seat parliament.\nRead the full official results here. \nThe decisive result came despite opinion polls suggesting in advance that the vote would be tight. \nReform and Centre have alternated in power since the Estonia's independence from the Soviet Union in 1991. \nBut the eurosceptic EKRE saw its popularity surge, more than doubling its previous election results and garnering about 18% of the vote.\nDuring campaigning the party pushed anti-immigration rhetoric and promised to slash taxes.\nThe two main parties support continued austerity policies, which have left Estonia with the lowest debt level of any Eurozone country but have caused anger in rural communities who feel left behind. \nThe conservative Isamaa party and the Social Democrats - currently in the governing coalition with the Centre party - won 11.4% and 9.8% respectively.\nThe results mean the current coalition cannot continue. The two biggest parties could join a coalition or Isamaa and the Social Democrats could ally with Reform. Any other coalition would involve the eurosceptic EKRE.\nCentre and Reform have governed in coalition in the past. Ms Kallas did not rule this out again but said her party has \"strong differences\" with Centre over tax, education and citizenship.\nPM Juri Ratas told ETV that Centre would consider being the junior coalition partner, but did not give details. \nReform and Centre campaigned on tax changes, the former to help job creation and the latter to boost state revenues.\nEstonia's Russian minority, who make up a quarter of the population, were also a key issue in the campaign. \nThe Centre party wants to maintain the joint Estonian- and Russian-language school system - something both Reform and EKRE plan to abolish.\nBoth Centre and Reform strongly back EU and Nato membership.", "date": "3 March 2019", "href": "https://www.bbc.co.uk/news/world-europe-47430993", "tags": "election opposition beats centre reform vote kallas party ekre results coalition estonia general rivals"}