{"title": "Estonia profile - Timeline", "content": "A chronology of key events:\n1918 - Independence proclaimed.\n1920- Peace treaty with Russia signed.\n1934 - Prime Minister Konstantin Pats leads bloodless coup and establishes authoritarian rule.\n1938 - Pats becomes president under new constitution.\n1939 - The Soviet Union compels Estonia to accept Soviet military bases.\n1940 June - Soviet troops march in.\n1940 August - Estonia incorporated into Soviet Union.\n1941 - German troops invade.\n1944 - Estonia reannexed by the Soviet Union. Tens of thousands of Estonians deported to Siberia and Central Asia.\n1988 - Popular Front campaigns for democracy. \"Singing revolution\" brings a third of the population together in a bid for national unity and self-determination.\nIndependence\n1991 - Communist rule collapses. Soviet government recognizes the independence of the Baltic republics.\n1992 - Lennart Meri becomes president.\n1994 - Russian troops leave. Estonia joins Partnership for Peace, allowing limited military cooperation with Nato.\n1996 - President Meri re-elected.\n1997 - Estonia invited to begin European Union membership negotiations.\n1999 - New centre-right government under Prime Minister Mart Laar, who led a previous government in 1992.\n2000 - Estonia and Russia expel diplomats in tit-for-tat moves over spying claims.\n2001 October - Former member of the Central Committee of the Soviet-era Communist Party Arnold Ruutel sworn in as president.\n2001 December - President Ruutel signs into law a bill scrapping the requirement for candidates for public office to be proficient in the Estonian language.\n2002 January - Mart Laar resigns as prime minister after squabbling within ruling coalition.\nSiim Kallas becomes prime minister in a new coalition government in which his Reform Party shares power with Centre Party.\n2002 November - Nato summit in Prague includes Estonia on list of countries formally invited to join the alliance.\nNato, EU membership\n2002 December - EU summit in Copenhagen formally invites Estonia to join.\n2003 April - President Ruutel invites Res Publica leader Juhan Parts to be premier in coalition government with Reform Party and People's Union following elections the previous month.\n2003 September - Estonians vote overwhelmingly to join the European Union in a referendum.\n2004 March - Estonia admitted to Nato.\n2004 May - Estonia is one of 10 new states to join the EU.\n2004 November - Defence Minister Margus Hanson resigns after classified documents are stolen from his home.\n2005 February - Foreign Minister Kristiina Ojuland is sacked after classified documents are found to be missing from ministry.\n2005 March - President Ruutel declines invitation to attend Moscow celebrations in May marking the anniversary of the end of World War II.\nPrime Minister Parts submits government's resignation after vote of no confidence in Justice Minister Ken-Marti Vaher over tough anticorruption programme.\n2005 April - Reform Party's Andrus Ansip confirmed as prime minister.\nTensions with Russia\n2005 May - Estonia and Russia sign treaty delineating border.\n2005 June - Parliament ratifies border treaty with Russia but defies warnings from Moscow by introducing amendment referring to Soviet occupation. Russia reacts by withdrawing from treaty.\n2006 May - Parliament ratifies EU constitution.\n2006 September - Toomas Hendrik Ilves, a former foreign minister, is elected president.\n2007 February - Parliament passes a law prohibiting the display of monuments glorifying Soviet rule, paving the way for the relocation of a controversial Red Army war memorial in Tallinn.\n2007 March - Estonia becomes the first country to allow internet voting for national parliamentary elections. The prime minister's Reform Party wins by a narrow margin.\n2007 April - Authorities relocate a controversial Red Army war memorial in Tallinn. One person is killed and more than 40 injured as protesters, mostly ethnic Russians, try to halt the removal. Russia warns of serious consequences.\n2009 January - Estonian court acquits four ethnic Russians accused of leading riots sparked by government's response to relocate a Soviet-era war memorial in Tallinn.\n2009 June - Parliament approves move to double size of Estonian contingent serving in Afghanistan as part of the International Security Assistance Force (ISAF), from 150 to around 290 soldiers.\n2011 January - Estonia adopts the euro.\n2011 February - Parliamentary elections. The Reform Party and its coalition partner IRL retain their majority in parliament with 56 out of 101 seats.\n2011 August - Toomas Hendrik Ilves is re-elected president for a second five-year term.\n2012 October - Estonia and Russia re-start talks on a border treaty, seven years after Russia withdrew from an agreement signed in 2005, in response to a dispute over treatment of the Soviet past.\n2014 February - Estonia and Russia sign a new treaty ending their border dispute.\n2014 September - Amid tension with the European Union and Nato over Russian intervention in Ukraine, Estonia accuses Moscow of abducting border guard Eston Kohver. Russia says he was on the Russian side of the border and accuses him of spying.\n2015 March - Prime Minister Taavi Roivas's Reform Party emerges as winner in parliamentary election, following campaign dominated by fears over defence due to Russia's role in the Ukrainian crisis.\nNATO reinforces its presence in the Baltic states and its forces conduct major military drills in the region. \n2015 September - Russia returns detained border guard Eston Kohver in return for Aleksei Dressen, who was imprisoned in Estonia in 2012 on charges of spying for Moscow.\n2017 March - The first of about 800 British troops arrive in Estonia as part of a major Nato mission in the Baltic states to deter what the alliance regards as Russian aggression. \n2019 March - The opposition centre-right Reform party wins the parliamentary election, beating the governing Centre party into second place. Reform leader Kaja Kallas is set to become Estonia's first woman prime minister.", "date": "4 March 2019", "href": "https://www.bbc.co.uk/news/world-europe-17220814", "tags": "timeline minister reform soviet prime profile party union estonia russia march"}