{"title": "Estonia: How boom-time Baltic republic embraced far right", "content": "The concert had been organised in a hurry. Ten thousand people standing side by side on a Sunday afternoon, hands on chests, singing their country's national anthem.\nThis spot in Tallinn was where 300,000 people had gathered three decades earlier, for the Singing Revolution, which helped Estonia break free from the Soviet Union.\nThe entrepreneur behind the latest concert, Karoli Hindricks, was five years old at the time. \"I remember it well. I was here with my family, sitting on my father's shoulders,\" she says.\nNow she wants to unite a country, which she feels has been torn apart by a heated political campaign. \nThe far-right Conservative People's Party of Estonia (EKRE) doubled its vote and came third in March elections. They won 17.8% of the vote and catapulted their way into Estonia's new coalition government, promising to protect an \"indigenous Estonia\".\nAs EKRE leaders were sworn into power in parliament they made the \"OK\" symbol - a sign that has become an alleged dog-whistle for white nationalists.\nThe party has attacked immigrants, judges and journalists, and campaigned to end same-sex marriage and state-funded abortions.\nThis election took many Estonians by surprise. \nAfter decades of Soviet rule, Estonia's economy is finally booming and in recent years it has become a haven for start-ups and new technology.\n\"Estonia has skyrocketed, from being one of the poorest countries in the world, to being the poster child of the world,\" says Karoli. \"But with this amazing success, we have left people behind\".\n\"We can't say 100,000 people who voted for this party made a wrong choice; it's about what drove them there, and how we get ourselves back together.\"\nSome 200km (125 miles) down the coast from the capital, is the most rural part of Estonia where the far right picked up the most votes.\n\"If you live in the countryside people think it's almost a disability. You're seen as a little bit dumb,\" complains Indrek Jogisoo, a fisherman and farmer who voted for the party.\n\"I haven't paid myself a salary since the financial crisis,\" he says. \"It seems that EKRE speaks about the problems of my life, and maybe people out here feel they're now being listened to\".\nUnlike other far-right political parties experiencing a surge in Europe, EKRE is fiercely anti-Russia. \nEstonians have always seen their next-door neighbour as a potential security threat, and the party has turned on the country's large Russian community.\nIt has called them untrustworthy and parasites, and pushed for Russian schools to be closed.\nFrom the border town of Narva, a bridge over the river links Estonia to Russia. Here almost everyone is ethnically Russian.\n\"This is very bad for us,\" says youth worker Kiril Gusev. \"What I like least is their idea that Estonia is for Estonians only.\"\n\"It's divisive. If this kind of rhetoric starts at a high level of government then it is going to fuel conflict between Estonian and Russian speakers.\"\nSome Estonians fear that by isolating this community EKRE is indirectly playing into the Kremlin's hands.\n\"Russia wants to sow division in European society,\" says Kristi Raik, director of the Estonian Foreign Policy Institute.\n\"So this actually creates a more favourable environment for Russian interference, because the level of cohesion here is weaker\".\nEKRE's success is part of a wave of nationalism and populism spreading across Europe. By entering government, EKRE hopes to wrestle some power back from the EU.\n\"We need to understand that the European Union is a union of sovereign countries, with different interests and we can't make everything common,\" EKRE MP Jaak Madison tells us.\nThe party is hoping to secure its very first MEP in upcoming EU elections, and has already promised to join a new far-right alliance, led by Italy's Matteo Salvini. \nBut Estonia is one of the biggest recipients of EU money - getting back more than four times what it pays in.\nThere are fears that the party's stance may threaten the future of this tiny Baltic country.\n\"We are so proud of our success and we don't want to go backwards,\" says the defeated opposition leader Kaja Kallas. \n\"With the neighbour we have, it is vital we have good allies outside. If we head in a different direction, we could end up alone.\"\nWatch Jean Mackenzie's report here: The Rise of the Right: Populism in Estonia", "date": "15 May 2019", "href": "https://www.bbc.com/news/world-europe-48264637", "tags": "boom-time country estonians embraced russian ekre party union baltic estonia republic says right far-right far"}