{"title": "Estonia country profile", "content": "Estonia is the most northerly of the three Baltic states, and has linguistic ties with Finland.\nSince regaining its independence with the collapse of the Soviet Union in 1991, Estonia has become one of the most economically successful of the European Union's newer eastern European members.\nRuled at various times during the middle ages by Denmark, the German knights of the Livonian Order, and Sweden, Estonia ended up part of the Russian Empire in the 18th century.\nIt experienced its first period of independence in 1918, following the end of the First World War and the collapse of the Russian Empire.\nPresident: Kersti Kaljulaid\nKersti Kaljulaid was elected by parliament as Estonia's first female president in October 2016. \nA biologist by training, Ms Kaljulaid started her political career in 1999 as an economic adviser to Prime Minister Mart Laar. \nShe served as Estonia's representative in the European Court of Auditors between 2004 and 2016. \nThe office is largely symbolic, although it gained weight after outgoing President Toomas Hendrik Ilves carved a role as an outspoken critic of Russia and a campaigner for government digitalisation and cybersecurity.\nPrime minister: Juri Ratas\nJuri Ratas, whose Centre Party is popular with Estonia's large Russian-speaking minority, formed a coalition government in November 2016 with the left-wing SDE and conservative IRL parties.\nHe lost the March 2019 elections to the centre-right Reform party of Kaja Kallas, but went on to form a new right-wing coalition including the controversial eurosceptic anti-immigrant EKRE party. \nDespite Russian minority support, Juri Ratas has maintained Estonia's pro-Western orientation during his term in office. \nTelevision is Estonia's most popular medium, while print media are losing ground to online outlets.\nThe broadcasting industry has attracted foreign media groups; the main privately-owned TVs are run by Swedish and Norwegian concerns.\nEesti Televisioon (ETV) and Eesti Raadio (ER) are public broadcasters. Take-up of cable and digital terrestrial TV is extensive; the offering includes stations in Finnish, Swedish, Russian and Latvian.\nSome key dates in Estonia's history: \n1918 - Independence proclaimed.\n1920- Peace treaty with Russia signed.\n1939 - The Soviet Union compels Estonia to accept Soviet military bases.\n1940 Soviet troops march in. Estonia incorporated into Soviet Union.\n1941 - German troops invade.\n1944 - Estonia reannexed by the Soviet Union. Tens of thousands of Estonians deported to Siberia and Central Asia.\n1988 - Popular Front campaigns for democracy. \"Singing revolution\" brings a third of the population together in a bid for national unity and self-determination.\n1991 - Communist rule collapses. Soviet government recognizes the independence of the Baltic republics.\n2004 - Estonia admitted to Nato and is one of 10 new states to join the EU.", "date": "9 April 2019", "href": "https://www.bbc.com/news/world-europe-17220810", "tags": "european country first soviet russian profile independence union estonia kaljulaid government"}