{"title": "Estonia's far-right ministers face rocky start with first resignation", "content": "A tumultuous first week for the new Estonian government has resulted in the resignation of a right-wing minister after just a day in office.\nThe far-right EKRE party gained five cabinet positions after a strong electoral performance.\nParty leader Mart Helme and his son both made alleged white power gestures at their swearing-in on Monday.\nMarti Kuusik, minister of foreign trade and IT, resigned the next day over accusations of domestic violence.\nThe allegations against Mr Kuusik, an MP for the Conservative People's Party of Estonia (EKRE), began in media reports.\nPolice have since begun an investigation into the matter. He denies any wrongdoing, and regards the allegations as slander against him.\n\"In addition to a horrible media attack against me, the prosecutor's office decided to start a criminal investigation. In this situation I cannot work as a minister,\" he said in a statement.\nEKRE came third in the March 2019 election, picking up 17.8% of the vote and 19 seats. It joined a coalition led by Juri Ratas's Centre Party, entering government for the first time.\nAt Marti Kuusik's swearing-in on Monday, Estonian President Kersti Kaljulaid left the parliament chamber when he swore his oath, forcing him to salute an empty chair, Estonian public broadcaster ERR reported.\nOn Tuesday, Mr Kuusik's resignation was accepted, with Prime Minister Ratas saying that when family violence was concerned there was no room for justification or doubt.\nIn a Facebook post, President Kaljulaid thanked the prime minister, saying she hoped \"it will give courage to anyone who suffers violence\".\nShe also thanked Estonia's press for highlighting the story - echoing the support she showed for freedom of the press on Monday, when she wore a sweatshirt reading \"speech is free\" in Estonian to the swearing-in ceremony.\nSome Estonian journalists have expressed concern that the far-right EKRE is exerting political pressure on media organisations.\nAt the same ceremony, EKRE leader Mart Helme and his son Martin both appeared to make a white power gesture while being sworn in.\nThe hand gesture, adopted from the familiar \"OK\" symbol, has spread rapidly among far-right and white nationalist groups in recent years, particularly in the United States.\nIts use in that way was begun by online trolls as a joke, spreading a \"hidden meaning\" to media as a form of disinformation. Its continued use in that manner, however, resulted in the widely-used gesture becoming connected with white nationalists.\nIt was used in court by the suspect in the New Zealand shootings which killed 49 people when he opened fire on two mosques around Christchurch.\nFormer Estonian President Toomas Ilves tweeted about the use of the \"white power sign\", and has actively challenged those who say there is no such intended meaning.\nFormer Swedish prime minister Carl Bildt echoed the concern, saying the use of the symbol by EKRE members made him \"genuinely worried\".\nThe Anti-Defamation League in the United States says the \"obvious and ancient gesture\" has \"acquired a new and different significance\" thanks to the online hoax of 2017.\n\"By 2019, at least some white supremacists seem to have abandoned the ironic or satiric intent behind the original trolling campaign and used the symbol as a sincere expression of white supremacy,\" it says.\nBut it warns that \"particular care must be taken not to jump to conclusions\" about the intent of someone using the symbol without \"other contextual evidence\".\nCritics point to remarks made by Martin Helme in 2013 that his message to immigrants was \"if you're black, go back\" and that \"I want Estonia to be a white country\". His father has expressed concern about immigration resulting in indigenous Estonians being \"replaced\".\nEKRE has called for a referendum on EU membership, but denies being against membership itself. During campaigning the party pushed anti-immigration rhetoric and promised to slash taxes.\nAs part of negotiations that led to Juri Ratas remaining in power, EKRE were handed five ministerial positions: foreign trade, environment, finance, interior, and rural affairs.\nBefore he took up the post of interior minister, Mart Helme promised that it would not be a stagnant government but would \"break many things in Estonia\".", "date": "1 May 2019", "href": "https://www.bbc.co.uk/news/world-europe-48118758", "tags": "face minister power first media kuusik ministers ekre party white rocky estonia start far-right helme resignation estonian"}