{"title": "eSwatini country profile", "content": "The kingdom of eSwatini is one of the world's last remaining absolute monarchies.\nThe king rules by decree over his million subjects, most of whom live in the countryside and follow traditional ways of life.\nIn 2018 the king announced that the country, hitherto known as Swaziland, would henceforth be called eSwatini, a move critics said was made without consultation and needed a constitutional change.  \nThe country exports sugar, and many Swazis work in South Africa and send their earnings home.   \nAccording to UNICEF, eSwatini has the highest HIV prevalence rate in the world. The HIV-Aids virus has killed countless Swazis and left thousands of orphans. Some 210,000 people, out of a population of 1.2 million, are estimated to be living with HIV.\nKing: Mswati III\nKing Mswati III was crowned in 1986 at the age of 18, succeeding his long-serving father King Sobhuza II, who died at the age of 82.\nThe king, who is known as Ngweyama - \"the lion\" - often appears in public in traditional dress and has many wives.\nHe rules by decree and has been criticised for the heavy-handed treatment of opponents and for requesting public money to pay for new palaces and luxury cars.\nProtesters angered by economic decline have become increasingly vocal in demanding political reform.\nOn his birthday in 2018 he announced that the country was changing its name to eSwatini. Opponents cited this as an example of his authoritarian and wasteful reign.\nState control of the media is strong and journalists are liable to be prosecuted for criticising the government.\nThe government does not restrict access to the internet, but few Swazis can afford to go online.\nSome key dates in eSwatini's history:\n1894 - Britain and the Boer Republic of Transvaal jointly rule Swaziland.\n1907 - Swaziland becomes a British High Commission territory.\n1921 - King Sobhuza II succeeds to the throne, \n1964 - Swaziland's first constitution enters into force, and King Sobhuza establishes a political party, the Imbokodvo National Movement (INM).\n1968 - Swaziland is granted formal independence, within the Commonwealth, and adopts a new constitution.\n1973 - King Sobhuza suspends the constitution and bans political parties.\n1986 - Prince Makhosetive is crowned - three years early - and assumes the title of King Mswati III.\n2007 - Thousands protest in the commercial capital Manzini to press for democratic reforms.\n2014 - Swaziland appears to be stemming the pace of new infections of HIV/Aids, the UN reports.\n2018 April - King Mswati announces that the country is to change its name to eSwatini. ", "date": "3 September 2018", "href": "https://www.bbc.co.uk/news/world-africa-14095303", "tags": "country iii profile new political swaziland swazis king mswati sobhuza eswatini"}