{"title": "Ethiopia's Abiy and Eritrea's Afwerki declare end of war", "content": "The leaders of Ethiopia and Eritrea have signed a declaration saying that the state of war between the two countries is over.\nA peace deal ending the 1998-2000 border conflict has never been fully implemented and there has been tension between the neighbours ever since.\nThe countries have also agreed to re-establish trade and diplomatic ties.\nFamily members divided by the dispute are now able to telephone each other for the first time since the war.\nEthiopian journalist Shishay Wores was contacted by his sister in Eritrea. \n\"For a moment my heart stopped beating, my voice was shaking and I was struggling for words. It took me a while to calm down and talk to my sister.\"\nThe declaration came at a landmark meeting between the two countries' leaders in Eritrea's capital, Asmara.\nThe summit between Eritrea's President Isaias Afwerki and Ethiopia's Prime Minister Abiy Ahmed marked the first time the neighbours' heads of state had met for nearly two decades.\nThe two countries have been in a state of \"no war, no peace\" since 2000, when a peace deal ended a war in which tens of thousands of people were killed.\nA border commission set up under the peace agreement ruled that the town of Badme, the flashpoint for the conflict, was part of Eritrea but Ethiopia refused to accept this and so normal relations were never resumed.\nThe rivalry affected the whole region with each country normally taking opposite positions whatever the question. They also took rival sides in Somalia's long conflict - Eritrea was accused of backing Islamist groups, while Ethiopia, a US ally, supported the internationally recognised government.\nUntil now, Eritrea has always said that war could resume at any time and so had national conscription, which could last indefinitely. This is one of the main reasons why so many Eritreans try to leave the country and seek asylum elsewhere.\nWhen Abiy Ahmed took over as prime minister of Ethiopia three months ago, he indicated that change could be on the cards but few imagined it could happen this quickly, says BBC Tigrinya editor Samuel Ghebrehiwet, \nAs well as his overtures to Eritrea, Mr Abiy has lifted a state of emergency, freed political prisoners and announced economic reforms.\nMr Abiy's surprise visit to Asmara, that began on Sunday, was hailed as historic.\nAsmara resident Mela Gebre Medhin said on Twitter that she had \"goosebumps\" thinking about what happened.\nShe also posted pictures on her Facebook page showing people turning out to greet the Ethiopian prime minister\nOthers have been tweeting about the mood of \"total jubilation\".\nOn Monday, the leaders agreed that \"a new era of peace & friendship has been ushered [in]\", Eritrea's Information Minister Yemane Gebre Meskel said on Twitter.\nMr Abiy's chief of staff, Fitsum Arega, tweeted that the two countries \"are determined to close a costly chapter\".\nThe two leaders said the countries would improve political, economic and diplomatic ties. \nTransport and telephone links will also be re-established. Flights could resume as early as next week, Ethiopian state-affiliated outlet FBC reports.\nFor the last 20 years, it has been impossible to travel directly from one nation to the other. There have been no flights, the land border was closed, and telephone lines did not work.\nThis raises the possibility that families who have been divided by the conflict could finally be reunited.\nThe changes also mean that Ethiopia, which became landlocked when Eritrea became independent in 1993, will once be able to use Eritrea's ports on the Red Sea.\nIt is particularly significant that the meeting took place in Eritrea, rather than a neutral venue, as the country has been closed to Ethiopians for most of the past two decades, says BBC Tigrinya editor Samuel Ghebrehiwet, \nThe leaders also agreed to \"work together to guarantee regional peace, development and cooperation\", according to Mr Yemane.\nThe thawing of relations between Ethiopia and Eritrea has been welcomed in the region, especially as there were fears that the border tension could erupt into full-scale war.\nUhuru Kenyatta, president of Ethiopia's neighbour, Kenya, congratulated the two leaders on Twitter adding that \"we are together with you\".\nRwandan President Paul Kagame, the current chairperson the African Union, praised their courage, saying on Twitter that they were \"doing the right thing for their people\".\nUnited Nations' secretary general Antonio Guterres, who is on a visit to Ethiopia's capital, Addis Ababa, said the recent developments show a new wind of hope is blowing across Africa. \nWhile this has opened the door for peace there is still a \"long way to go to achieve lasting peace\", Asmara resident Ms Mela told the BBC.\nThe key question is what will happen at the border. \nIn June, there were protests in Ethiopia near the border when the prime minister first hinted that Badme could become part of Eritrea.\nThe BBC's Emmanuel Igunza in Ethiopia's capital, Addis Ababa says it is not clear when Ethiopian troops will withdraw from the disputed territories.", "date": "9 July 2018", "href": "https://www.bbc.co.uk/news/world-africa-44764597", "tags": "abiy afwerki leaders declare end border peace countries war two could eritrea also ethiopia"}