{"title": "Ethiopian Crash Report Indicates Pilots Followed Boeing’s Emergency Procedures", "content": "Boeing dismissed concerns about a powerful new anti-stall system on the 737 Max for months, insisting that pilots could deal with any problems by following a checklist of emergency procedures.\nNow, the preliminary findings from the crash of Ethiopian Airlines Flight 302 have cast doubt on whether those instructions were sufficient, adding to the scrutiny over Boeing’s and federal regulators’ response to two deadly crashes involving the same jet model.\nThe findings, released Thursday in Ethiopia, suggest that the pilots on the Ethiopian Airlines flight initially followed the prescribed procedures after the anti-stall system malfunctioned. They shut off the electricity that allows the automated software to push the plane’s nose down and took manual control of the jet. They then tried to right the plane, with the captain telling his co-pilot three times to “pull up.”\nBut they could not regain control. About four minutes after the system initially activated, the plane hit the ground at colossal speed, killing all 157 people on board.\n“The captain was not able to recover the aircraft with the procedures he was trained on and told by Boeing,” said Dennis Tajer, a spokesman for the American Airlines pilots union and a 737 pilot, who read the report.\nThe findings laid out a timeline of the March 10 flight based on analysis from 18 Ethiopian and international investigators and information from the jet’s flight data recorder and cockpit voice recorder. While the findings are not yet final, the initial evidence has raised new concerns about whether Boeing and federal regulators provided sufficient guidance for pilots. The report and other evidence suggest that Boeing’s procedures may not have worked well when a plane was flying at a high speed.\nThe pilots had a short window to react before going into an irrecoverable nose dive. Tests of the 737 Max have shown that once faulty data triggered the system, pilots had little time to save the aircraft. The system, according to the investigators’ findings, appears to have forced the nose of the plane down several times in less than three minutes.\nThe new report, Mr. Tajer said, suggests that Boeing may have underestimated the power of the new software, known as the maneuvering characteristics augmentation system, or MCAS.\n“It was too aggressive,” he said. “They left the pilot with no ability to gain control of the aircraft if it went to the full limit.”\nThe preliminary findings add to Boeing’s woes, which have mounted after the Ethiopian Airlines disaster and the crash of a Lion Air 737 Max less than five months earlier in Indonesia. The company said this week that it needed more time to finish a software update and training, which will be necessary before the planes can fly again.\nLawmakers and regulators are scrutinizing Boeing and the process for certifying the 737 Max. The families of passengers and crew killed in the two crashes have hired lawyers to pursue claims against Boeing.\n[Read more about obstacles to information-sharing in the months between the Indonesian and Ethiopian crashes.]\n“Boeing has made good aircraft over the years, but this is a radical departure from that,” said Chesley B. Sullenberger III, the aviation expert and retired pilot who landed a jet in the Hudson River. “This never should have happened.”\nDennis A. Muilenburg, Boeing’s chief executive, acknowledged the role of the software in the accident. “As pilots have told us, erroneous activation of the MCAS function can add to what is already a high workload environment,” he said in a statement on Thursday. “It’s our responsibility to eliminate this risk. We own it, and we know how to do it.”\nThe Federal Aviation Administration said: “We continue to work toward a full understanding of all aspects of this accident. As we learn more about the accident and findings become available, we will take appropriate action.”\nAt a news conference on Thursday, Dagmawit Moges, Ethiopia’s minister of transportation, said the flight crew had “performed all the procedures, repeatedly, provided by the manufacturer, but were not able to control the aircraft.”\nThe report, which could change in the coming months when it’s completed, doesn’t rule out the potential for pilot error in the Ethiopian crash. And some pilots in the United States raised doubts about whether the problems on board had been properly handled.\n“They did not follow the Boeing procedures,” said Hart Langer, a former Pan Am pilot and United Airlines executive. If the pilots had used the electric controls to pull the nose up more, he said, they would have been able to recover the plane.\n“Had they done that, it would have cut out the MCAS input,” he said.\n[Here’s what you need to know about the deadly Ethiopian Airlines and Lion Air crashes, and what Boeing has been doing since.]\nWhen Boeing outlined the emergency process in November after the Lion Air disaster, many pilots were confident that the new instructions were enough to avoid a crash. However, pilots didn’t test the updated procedures in flight simulators, because few airlines had them for the 737 Max.\nThe problems with the Ethiopian Airlines flight started almost immediately after takeoff, according to the report, amplifying the pressure for pilots to act. About two minutes after takeoff, a safety system warned, “Don’t sink,” multiple times.\nA sensor that measures the angle at which the plane is flying began producing erroneous readings, suggesting that the plane was about to stall. There are two so-called angle of attack sensors on the plane, and the one on the left began giving readings nearly 60 degrees different from the one on the right. The faulty data activated the software that automatically pushed down the nose of the plane.\nOnce the system kicked in, the report said, the pilots appear to have followed the steps in the checklist that Boeing issued after the crash of Lion Air Flight 302 in October. First, they used electrical switches on their control wheels to bring the nose back up.\nAbout five seconds later, the anti-stall software activated again, pushing the plane toward the ground, according to the report. The pilots again used the switches to pull up the plane. And then, as prescribed by the emergency checklist, they disabled the electrical system that powered the software that pushed the plane down.\nThat move forced the crew to manually control the stabilizers, which help right the plane, by turning a wheel next to their seats that helps manually pull the plane’s nose up. Soon after that, the first officer said the manual method was “not working,” the report detailed.\nThe plane’s speed appears to have complicated pilot’s efforts to regain control. At high speeds, the force on the plane may make it nearly impossible for pilots to turn the wheel that controls the tail.\nThere is no indication that the Ethiopian pilots tried to slow the jet down, according to data from the flight recorder.\n“What needs to be understood and explained is why the airspeed basically increased throughout the flight and the throttles did not move,” said Jon Weaks, the president of the Southwest Airlines Pilots Association.\nWhen the manual process didn’t work for the Ethiopian Airlines pilots, they appear to have turned back on the electricity to the flight control system in a last-ditch effort at recovery. But the software activated one last time, sending the plane into a deadly nose dive.", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/business/boeing-737-ethiopian-airlines.html", "tags": "crash pilots report airlines boeing plane ” procedures system emergency flight followed ethiopian indicates"}