{"title": "EU: Juncker sees window of opportunity for reform", "content": "The \"wind is back in Europe's sails\", European Commission President Jean-Claude Juncker has said in his annual state of the union address.\nHe told the European Parliament there was a \"window of opportunity\" to build a stronger, more united union - but it \"wouldn't stay open forever\".\nMr Juncker said Europe's economy was \"bouncing back\" and the EU had to move beyond Brexit.\nHe called for the union to embrace reforms and forge new trade deals.\nLast year, the EU was \"battered and bruised by a year that shook our very foundation\", Mr Juncker said - facing the challenges of Brexit, the migrant crisis and the rise of populism.\nIn his speech of more than an hour, during which he switched from English to French to German, Mr Juncker said member states \"chose unity\" and the union was \"slowly but surely gathering momentum\".\nThe speech was markedly different from recent years, says the BBC Europe correspondent Damian Grammaticas. Gone was the sense of crises besetting the EU - instead Mr Juncker mentioned Brexit just once in an address focused on a post-Brexit vision for the EU. \nAddressing the UK's decision to leave the EU on 29 March 2019, he said that \"we will always regret this\" and, departing from his script, he added \"and you will regret it soon, too\". \"We will move on because Brexit isn't everything. It isn't the future of Europe - it's not the be all and end all.\" \nHe called for a summit in Romania on 30 March 2019 for decisions to be taken on a \"more united, stronger and democratic Europe\".\nThe state of the union address gives the Commission's president a chance to outline the political objectives of the EU executive.\nJuncker's speech: as it happened\nMr Juncker hailed a European Union where membership of the banking union, eurozone and the Schengen border-free zone would be standard. \nOn trade, Mr Juncker hailed recent deals with Canada and Japan, and said deals with Mexico and South America were in the pipeline. \nTrade talks should open with Australia and New Zealand, he said, and be completed by late 2019. But he said there had to be reciprocity in trade deals: \"We have to get as much as we give.\"\nAnd he promised new openness in trade negotiations and - amid concern about Chinese investment in strategic European assets - said investors in the EU would be screened. \nMr Juncker praised Europe's progress on migration, saying it protected its external borders in a more efficient manner. He highlighted Italy's \"perseverance and generosity\" in helping to manage irregular migration from Africa.\nBut work needed to be done opening legal migration routes, ending \"scandalous\" conditions in Libya and investing in Africa.\nMr Juncker said the EU must embrace the value of equality - between member states, workers and consumers. \nReferring to growing controversy over different food standards across the union, Mr Juncker said he \"would not accept that in some parts of Europe, people are sold food of lower quality than in other countries, despite the packaging and branding being identical\".\nEurope had to pursue a \"credible enlargement project to the countries of the western Balkans\", and it was high time for Romania and Bulgaria to be brought into the EU's border-free Schengen zone, along with Croatia when it was ready, he said. \nBut he sternly reminded member states that final jurisdiction in the union belonged to the European Court of Justice, and said the rule of law was not optional. That might have been a tacit reference to countries such as Poland, which have defied judicial decisions from the EU on a number of issues.\nIn the EU \"the rule of law, justice and fundamental rights\" took priority, he said - and \"that rules out EU membership for Turkey for the foreseeable future\".\nHe demanded that Ankara free imprisoned journalists and stop personal attacks on European leaders.\n\"Stop calling our leaders fascists and Nazis!\" he demanded, to applause from the assembly.\nMr Juncker also called for a number of key reforms to the union's organisation.\nHe suggested his own role of Commission president should be merged with that of the Council president, and elected following a \"pan-European campaign\". \nThis proposal, he added, did not \"target in any way\" the work of his \"excellent friend\" Donald Tusk - the current incumbent of the Council presidency. Any attempt to merge the two roles would require a change to EU treaties. \nThe Commission leader also proposed the creation of a Europe-wide finance minister, enabling deeper integration of the eurozone.\nIn response, Denmark's Prime Minister Lars Løkke Rasmussen said he agreed with Mr Juncker that there should not be treaty changes. \"No new grand projects or institutional discussions,\" he tweeted.\nBut the role of the Council president was important, he said, and needed as a voice of member states.", "date": "13 September 2017", "href": "https://www.bbc.co.uk/news/world-europe-41251914", "tags": "european juncker eu window reform sees union would europe trade opportunity"}