{"title": "EU elections: What the European Parliament has been up to", "content": "Voters in every EU country will elect a new European Parliament on 23-26 May. Even the UK is preparing for a vote, while at the same time preparing to leave the 28-member bloc.\nWith an average turnout of 43% many Europeans do not bother to vote, but the parliament has significant powers and elections come around only once in five years.\nWhile laws are drafted by the European Commission, it is the directly-elected parliament along with the Council of 28 governments which decide.\nMEPs have the power to approve, amend or reject nearly all EU legislation. \nSo what have they achieved in this five-year term? \nPerhaps their most popular decision was abolishing roaming charges for people using their mobile phones abroad.\nUnder the \"roam like at home\" rules, all EU citizens travelling in other member countries can call, text and browse the internet on their mobile phones for the same price as at home.\nThe rules, agreed in 2017, are subject to \"fair use limits\", which stop people from getting a mobile phone contract in one country and then using it all year round in another. \nUntil the laws changed, EU citizens were often landed with big bills after their holidays, with roaming charges added to the cost of calls, texts and internet browsing.\nThe EU last year agreed a near-total ban on the world's most widely used insecticides.\nThe move to ban the use of neonicotinoids followed recommendations by scientific studies, which had long linked their use to declines in bee populations.\nSome five million people had signed petitions calling for restrictions on insecticides to be expanded.\nBut while environmentalists welcomed the move, some manufacturers and farmers argued that the science remained inconclusive – and that the ban was not guaranteed to deliver results. \nFor some, the law marks a wider shift in EU policy, in which the needs of the environment are being put before those of production.\nWhen MEPs decided to approve sweeping copyright rules, critics warned it could change the internet.\nUnder the new law, tech firms will be responsible for material posted without copyright permission, and must either make a \"best effort\" to get the rights for it to be there, or quickly remove it.\nThis means that sites such as YouTube could be held responsible if users upload copyright-protected works. \nSupporters say the rule helps to ensure that artists, musicians and other creators are fairly compensated. But tech companies say it will destroy user-generated content. \nGoogle says the law, which EU states have been given two years to put into national law, will \"harm Europe's creative and digital industries\".\nRules came into force at the start of this year banning fishing crews across the EU from dumping unwanted catches - known as discards - back in the sea. \nThe legislation, adopted as far back as 2013, sought to end the practice of crews dumping fish - both dead and alive - because they have exceeded their EU quota, or caught unwanted species. \nCrews are now required to keep all catches of fish managed by quotas on board, to avoid waste.\nA campaign led by British chef Hugh Fearnley-Whittingstall and supported by hundreds of thousands of people spurred the change.\nHowever, UK industry bodies have called the legislation \"badly designed\", and a House of Lords committee said the rules could have a \"grave impact\" on the UK's fishing industry.\nA joint system was approved in 2016 for police and justice officials to access airline passenger data for flights to and from EU countries, to help in terrorist and serious crime investigations.\nThe Passenger Name Records (PNR) system enables national authorities to get hold of data collected by airlines - including contact, payment and baggage details.\nFirst proposed in 2007, the PNR system sparked privacy concerns and eventually went through, amid heightened security fears after the Paris terrorist attacks of November 2015.\nUnder the law, no data is allowed revealing a person's race or ethnic origin, religion, political opinion, trade union membership, health or sexual life.\nIt was dubbed the biggest shake-up of data privacy in 20 years, when the EU introduced the General Data Protection Regulation (GDPR) last May.\nAimed at helping people protect and control use of their personal data online, it came after a string of high-profile breaches of privacy. \nOne of the biggest breaches involved a political consultancy called Cambridge Analytica, which used data harvested from millions of Facebook users without their consent.\n\"This is legislation which can literally sink those organisations who fail to respect our data privacy rights,\" said data protection specialist Anya Proops QC.\nThe data privacy law:\nGDPR: Are you ready for the EU's huge data privacy shake-up?\nThe EU passed two major laws aimed at curbing pollution involving plastic bags and single-use plastic.\nIn 2015, EU countries were required to reduce dramatically the use of plastic bags thinner than 0.05mm - the most commonly used in the EU. \nThey had either to:\nThen, this year, MEPs voted to ban a range of single-use plastics from 2021.\nUnder the ban, which still has to clear some procedural hurdles, some of the most common ocean-polluting plastics will no longer be allowed.\nThis includes plastic cutlery and plates, cotton buds, straws, and balloon sticks.\nEnvironmentalists welcomed the action, which comes amid growing concerns over marine pollution and reports of whales dying with plastic in their stomachs.\nMEPs in 2016 voted in support of the historic Paris Agreement - the first-ever legally binding global climate deal - coming into force in the EU.\nThe international deal includes calls for countries to limit greenhouse-gas emissions.\nParliament this year approved plans to reduce dramatically greenhouse-gas emissions from cars and vans by 2030.\nUnder the rules, emissions from new cars will have to be 37.5% lower and emissions from new vans 31% lower.\nThe EU says it is aiming to become the first major economy to go \"climate neutral\" by 2050.", "date": "29 April 2019", "href": "https://www.bbc.com/news/world-europe-48024400", "tags": "european ban eu parliament elections year data plastic use privacy law rules"}