{"title": "EU elections: Cable says Remain parties 'shouldn't be squabbling'", "content": "Lib Dem leader Vince Cable says he was in favour of working with other Remain parties to present a \"common front\" at the European elections.\nThe pro-EU MP told LBC Radio he had approached the Green Party and Change UK to suggest joint candidates.\nHe said the parties \"shouldn't be squabbling\", but added: \"Frankly, we didn't get a very warm reception.\"\nThe Greens say joint lists are not \"desirable\" and Change UK has said an alliance \"wasn't ever on the agenda\".\nElections for 73 MEPs to the European Parliament will take place on 23 May.  \nThe UK had been due to leave the EU on 29 March, but the deadline has now been pushed back to 31 October, meaning the country has to take part in the polls.\nThe Liberal Democrats pledged to stop Brexit at the launch of their European election campaign last month. \nThe Green Party and Change UK are also standing on pro-EU platforms.\nThere were suggestions last week that pro-Remain parties could back a joint candidate in the forthcoming Peterborough by-election, but those efforts were not successful.\nThe candidate they had planned to back, Femi Oluwole, told the BBC he had pulled out over concerns his candidacy would hand victory to the Brexit Party and ultimately harm the campaign for another referendum.\nTalking to LBC radio, Mr Cable said: \"We shouldn't be squabbling, we shouldn't be behaving like kids in a playground.\n\"We should be getting together in a grown-up way and presenting a common front.\"\nBut, he said, when the election was over he hoped the parties could \"work constructively together\".\nHe said his party had \"survived the difficult years\" and people now recognised it was strong, particularly following gains in the local elections earlier this month. \nMr Cable said the \"only way\" to resolve the current impasse and to stop Brexit was to \"go back to the people\" with another referendum.\nOn a potential ballot paper, he said the \"two main choices\" and \"realistic options\" would be to remain in the EU or to leave with Theresa May's deal.\nHe said the WTO (World Trade Organization) no-deal option argued for by Brexit Party leader Nigel Farage was a \"weak\" option and \"needs to be exposed\". \nThe case against it, though, \"hasn't been made as strongly as it should have been\".\n\"The only two countries that operate effectively under WTO rules are China and Russia,\" he said.\nThe EU is \"far from perfect\" and there are \"many, many things that need changing\", but it \"does provide security\", Mr Cable added.\nThe Green Party has said there are \"fundamental ideological differences\" between the Remain parties on other issues.\nChris Leslie, the former Labour MP who quit to join Change UK, has previously told Business Insider he didn't think an alliance would \"ever be likely because we are starting something new\".\nMr Cable is due to stand down as Lib Dem leader this month.\nThe party's education spokeswoman, Layla Moran, ruled herself out of the running to succeed him on Tuesday, saying her \"first priority has to be to serve my constituents to the best of my ability\" and being leader would dilute that effort.\nDeputy leader Jo Swinson, the frontrunner to replace Mr Cable, criticised Labour for \"negotiating to try to make Brexit happen\" and for being \"all over the place\" on the issue.\nHer comments come as talks between Labour and the government continue talks aimed at finding a way to leave the EU.\nAt the same time, Labour deputy leader Tom Watson says his is the party of \"Remain and reform\", while Brexit spokesman Sir Keir Starmer has said there should be a referendum on any cross-party deal.\nThe UK is divided into 12 regions, each represented by between three and 10 MEPs depending on population size. \nSeats in England, Scotland and Wales are awarded to parties according to their share of the vote, to candidates on lists drawn up by the parties. \nNorthern Ireland elects MEPs using a single transferable vote system, with voters able to rank candidates in order of preference. \nRead more on the main parties standing in the election.", "date": "14 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48265265", "tags": "brexit uk eu parties remain party elections squabbling change says leader cable"}