{"title": "EU fishing deal 'far from acceptable' to Scottish industry", "content": "Fishing opportunities will continue to be negotiated by the EU during a two-year transition period under the latest draft agreement on Brexit.\nThe industry had expected the UK to withdraw from the Common Fisheries Policy on the day of leaving the EU. \nBut the UK government has now agreed to be \"consulted\" on arrangements with the EU continuing to set quotas. \nThe Scottish Fishermen's Federation said it falls \"far short of an acceptable deal\".\nThe UK government has denied betraying its promise to \"take back control\" of the UK's fishing waters after Brexit. \nA spokesman for Prime Minister Theresa May said: \"We have secured specific safeguards on behalf of British fishermen.\" \nHe said the deal specified that in 2019 \"there is a commitment that the UK's share of the total catch cannot be changed\". \nThe spokesman added that, from 2020, \"we'll be negotiating as an independent coastal state and we'll decide who can access our waters and on what terms\".\nThe UK and the EU said they had agreed on a \"large part\" of the deal that will lead to the \"orderly withdrawal\" of the UK.\nBrexit negotiators Michel Barnier and David Davis said they had agreed terms for a transition period, calling the announcement a \"decisive step\".\nThe transitional period is set to last from 29 March 2019 to December 2020, and is intended to smooth the path to a future permanent relationship.\nBoth the UK and the EU hope the terms of an agreement on the transitional period can be signed off by Prime Minister Theresa May's fellow leaders at the EU summit this week.\nBertie Armstrong, of the Scottish Fishermen's Federation, said the Scottish industry did not trust the EU to look after its interests.\nHe said: \"We will leave the EU and leave the CFP, but hand back sovereignty over our seas a few seconds later. Our fishing communities' fortunes will still be subject to the whim and largesse of the EU for another two years. \n\"Put simply, we do not trust them to look after us. So we issue this warning to the EU: Be careful what you do or the consequences later will be severe.\n\"To our politicians we say this: Some have tried to secure a better deal but our governments have let us down. \n\"As a consequence, we expect a written, cast-iron guarantee that after the implementation period, sovereignty will mean sovereignty and we will not enter into any deal which gives any other nation or the EU continued rights of access or quota other than those negotiated as part of the annual Coastal States negotiations.\"\nThe UK's Brexit negotiator David Davis said he hoped negotiations on the UK's future relationship with the EU - including a free trade agreement - could now start \"as soon as is possible\".\nHe said: \"We need to get on with this now. We need to come to agreement on this as fast as we can.\n\"That is in the interests of businesses within the European Union and businesses within the United Kingdom.\"\nLast week, Scottish Conservative leader Ruth Davidson and UK environment secretary Michael Gove issued a joint statement saying: \"The Prime Minister has been clear: Britain will leave the CFP as of March 2019. We both support her wholeheartedly.\"\nThey said it was \"vital\" that the country regained control over its own fisheries management.\nFollowing the latest announcement by David Davis and his EU counterpart Michel Barnier, Ms Davidson said she \"would not support a deal as we leave the EU which, over the long-term, fails to deliver full control over fish stocks and vessel access\".\nShe added: \"During these negotiations, we wanted to gain control over our waters from as early as the end of next year.\n\"The EU was not willing to move on this. That we now have to wait until 2020 to assume full control is an undoubted disappointment.\n\"Having spoken to fishing leaders today, I know they are deeply frustrated with this outcome. There is no ignoring the fact that this falls short of what they had hoped for in the short-term.\n\"I've made clear to them that I will continue to do everything in my power to ensure their interests are protected during the implementation period and beyond.\"\nDouglas Ross, the Conservative MP for Moray, said no matter what the UK government claimed, it had delivered \"far less than I hoped and expected\".\nHe tweeted: \"There is no spinning this as a good outcome, it would be easier to get someone to drink a pint of cold sick than try to sell this as a success.\"\nThe Scottish government accused the Conservatives of \"a massive sell-out\" of the Scottish fishing industry.\nFirst Minister Nicola Sturgeon tweeted: \"The promises that were made to them (Scottish fishermen) during #EUref and since are already being broke - as many of us warned they would be.\"\nRural economy secretary Fergus Ewing said: \"Ruth Davidson should be shame-faced for her fastest broken Brexit promise yet.\n\"Just last week she said Britain will leave the CFP as of March 2019. \n\"Now we know not only will the UK have to abide by CFP rules during the transition period, it will lose the voting rights it has now. The Tories have delivered the worst possible outcome for Scotland's fishing industry.\n\"It is outrageous that Ruth Davidson and Michael Gove could have issued such a misleading statement last weekend when they must have known what was about to happen - and they must both now apologise for their broken promise. \nMr Ewing added: \"The Tories have demonstrated once again that for them Scottish interests are expendable.\"\nEnvironmental coalition, Greener UK, said continuing to co-operate with the EU during the implementation period \"does not have to be seen as a capitulation\".\nDr Lyndsey Dodds, of WWF and Greener UK, added: \"Having longer to negotiate the sharing of over 100 stocks can reduce the risk of rash quota setting, and heightens our chances of achieving thriving coastal communities and sustainable fisheries in the longer run.\"", "date": "19 March 2018", "href": "https://www.bbc.com/news/uk-scotland-scotland-politics-43458081", "tags": "brexit fishing uk eu acceptable control leave scottish industry period deal"}