{"title": "EU jargon: A-Z guide to Brussels-speak", "content": "Confused by all the Brussels-speak in the news? Here's a glossary to demystify commonly-used EU jargon words and acronyms.\nAcquis communautaire: The entire body of European laws is known as the acquis communautaire. This includes all the treaties, regulations and directives passed by EU institutions as well as the rulings of the European Court of Justice (ECJ). Countries have to reform their legal systems to incorporate the acquis before they can join the EU.\nAdvocate-general:  A key position at the ECJ - there are eight advocates-general. Their job is to advise judges about the legal points at issue in a case.  An advocate-general issues an Opinion before the judges give their ruling, and it is seen as an early indication of the ECJ's thinking about a case. The judges usually, but not always, follow that Opinion.\nAnti-trust: One of the European Commission's key tasks is to ensure fair and free competition in the EU single market. EU rules prohibit agreements that restrict competition, such as company cartels that set high prices. Rules of this kind are known as \"anti-trust\" legislation. The Commission can impose fines on firms for anti-competitive practices.\nArticle 50: An article in the Lisbon Treaty known as the \"exit clause\", it provides members with a formal mechanism to leave the EU. A UK \"leave\" vote in June would most likely trigger the Article 50 procedure. It has never been used before. It says \"any member state may decide to withdraw from the Union in accordance with its own constitutional requirements\".\nAssociation agreement: These are comprehensive partnership agreements that the EU signs with countries that may join the EU at some future date. In most cases they include a free trade deal and signal closer political ties. The one with Ukraine triggered Russian hostility and played a big role in the Ukraine crisis.\nBailouts: The term for the massive rescues launched by the EU in the wake of the 2008 financial crisis. Greece accumulated colossal debts after joining the euro and its three bailouts totalled €326bn (£252bn; $358bn). Most was EU money (taxpayer-funded), but the International Monetary Fund also contributed. To get the loans Greece had to accept painful economic austerity. Cyprus, Ireland, Portugal and Spain have also received huge bailouts, but smaller than Greece's. Separate British bailouts (with taxpayers' money) rescued the UK banks Northern Rock, Royal Bank of Scotland and Lloyds.\nBanking union: The 19 countries that use the euro (the eurozone) are completing a banking union. It is aimed at shoring up the eurozone's foundations and restoring market confidence. The European Central Bank now has a direct role in supervising eurozone banks. The other main reforms are: a system for winding up problem banks in an orderly way and a general insurance scheme for savers.\nBloomberg speech:  The January 2013 speech at Bloomberg news HQ in London where Prime Minister David Cameron set out his EU reform agenda, calling for a \"new settlement\" for the UK, to be followed by an in-out referendum on EU membership. His key points were: creating a much more competitive EU, more powers for national parliaments and a UK opt-out from \"ever closer union\". But he did not raise the free movement of EU migrants as an issue.\nBrexit: Short for Britain and exit - used to describe the scenario if the UK votes to leave the EU. Apparently derived from \"Grexit\" - the popular term for a possible Greek exit from the euro. \nBruges speech: A landmark September 1988 speech by then UK Prime Minister Margaret Thatcher in which she expressed the fear that a \"European superstate\" was emerging. She demanded that the then European Community respect the diversity of nations and focus on free trade and economic liberalisation. But she also said \"Britain's destiny is in Europe, as part of the Community\".\nBrussels: The Belgian capital, which hosts most of the EU institutions. It is the main venue for EU summits and is where EU laws are drafted - in the European Commission. So \"Brussels\" is often used in the British media as shorthand for the Commission. But national governments and MEPs also play a big role in EU law-making, so \"Brussels\" can sometimes be a misleading term.\nCharter of Fundamental Rights: A political declaration, upholding basic values such as the right to freedom of speech and thought, and equality before the law. It also recognises the right to strike and fair working conditions, and covers data protection and bioethics. The EU's Lisbon Treaty has a reference to it, making it legally binding. \nCitizens' initiative: A mechanism for EU citizens to lobby the European Commission directly to legislate on a particular issue. A European Citizens' Initiative (ECI) requires the backing of at least one million citizens in at least seven EU countries. The seven-country rule also applies to the \"citizens' committee\" which has to be set up in order to submit an ECI.\nCo-decision: The means by which the European Parliament shares decision-making with the Council (the EU governments). Co-decision now applies to about 75% of EU legislation, so in most areas MEPs are on an equal footing with ministers. The Lisbon Treaty renamed it as \"the ordinary legislative procedure\".\nCohesion: The cohesion policy is an attempt to reduce the development gap between different EU regions by redistributing funds from richer to poorer areas. About 34% of EU spending goes on cohesion. Ex-communist countries in Central and Eastern Europe are the main beneficiaries.\nCommon Agricultural Policy (CAP): The CAP used to be the dominant issue for the European Community and it remains at the heart of the EU's business. CAP spending has been reduced - it now consumes about 30% of the EU budget. The CAP has been reformed - instead of the subsidies that led to butter mountains and wine lakes the EU now gives farmers direct payments, not tied to production. But the CAP is still controversial. Critics say it is wasteful and favours rich landowners and big agri-businesses. \nCommon Fisheries Policy (CFP): Like the CAP, the CFP is aimed at ensuring stable food supplies and reasonable prices for the consumer. But the CFP has failed to halt overfishing that has endangered cod, tuna and some other popular species. Annual quotas set under the CFP have contributed to the problem of \"discards\". That is the chronic waste when crews throw fish back into the sea to avoid exceeding their quota. Under a 2013 CFP reform, discards are being phased out and technical changes should help make fishing more sustainable.\nCoreper: The abbreviation for the committee of permanent representatives to the EU, which prepares the work of the ministerial Council. It is made up of the 28 ambassadors (permanent representatives) to the EU - or their deputies.\nCouncil of Europe: Based in Strasbourg, it is a body of 47 countries that aims to promote democracy and protect human rights. It is not an EU institution, but the 28 member states and all the candidate countries are members. It set up the European Convention on Human Rights, and cases relating to the convention are brought before the European Court of Human Rights.\nCouncil of Ministers: Usually just called \"the Council\". It represents the member states' national governments. Government ministers from all member states meet regularly, according to policy area. The presidency of the Council rotates between each member state every six months. Together with the European Parliament, the Council has the power to make EU laws and decide the budget.\nCourt of Auditors: It is the EU's independent external auditor and financial watchdog. Based in Luxembourg, it produces regular reports on how the EU budget is spent. It is required to report fraud cases to the EU anti-fraud agency, called Olaf.\nDemocratic deficit: A term used to describe what some people say is a gap between the powers of the EU and the power of its citizens to influence EU decision-making. Critics argue that EU institutions lack transparency and that the elected officials, MEPs, have much less influence than the unelected EU commissioners.\nDG: This stands for Directorates-General. There are 34 DGs in the European Commission, covering different policy areas, ranging from transport to external relations. Each DG is headed by a commissioner, who is assisted by the director-general (also referred to as a DG) and a group of civil servants.\nDirective: An EU legislative act setting a goal that all EU countries must achieve, but it is up to each country to decide how it reaches that goal. It differs from a regulation (see below). \nDublin Regulation: The system for deciding which EU country will handle a migrant's asylum claim. Usually it is the EU member state that a migrant first enters. The regulation - sometimes called the Dublin Convention - sought to ensure that a claim would only be handled by one country, to prevent \"asylum shopping\" by migrants and speed up the procedure. But the influx of migrants to Greece and Italy has forced the EU to reform Dublin, because the crisis has made the regulation impractical.\nECB: The European Central Bank based in Frankfurt is responsible for implementing European monetary policy. It works together with the national central banks of the EU states. Its goal, as defined by the Maastricht Treaty, is to maintain price stability in the eurozone. It was given sweeping new supervisory powers in the banking reform launched after the 2008 financial crisis.\nEEA: The European Economic Area (EEA) provides for the free movement of persons, goods, services and capital in the EU's single market. All 28 members are in the EEA, as are three of the four EFTA countries - Iceland, Liechtenstein and Norway. The EFTA countries are not bound by EU rules for agriculture and fisheries. Switzerland is in EFTA but not in the EEA - it has bilateral accords enabling it to participate in the single market.\nEEAS: The European External Action Service (EEAS) is the EU's diplomatic service. It has its own staff and offices worldwide, as well as diplomats seconded from member states. It is headed by the High Representative, Federica Mogherini from Italy.\nEFTA: The European Free Trade Association, which promotes free trade and economic integration between Iceland, Liechtenstein, Norway and Switzerland. EFTA was set up in 1960 as an alternative group for those countries which were not, or did not want to be, in the then European Economic Community. The UK and four other countries also used to be in EFTA, but left when they joined the EU.\nEMU: Economic and Monetary Union (EMU) is the official name of the monetary union that brought about the single currency, the euro.\nEnlargement: The EU has gone through several phases of expansion since it came into being in the 1950s. The biggest was the 2004 \"big bang\" when 10 countries joined, eight of them ex-communist states in Central and Eastern Europe. The most recent country to join was Croatia, in 2013. Now there are 28 member states.\nESM: Launched in 2012, the European Stability Mechanism (ESM) is commonly known as the eurozone bailout fund. It is an intergovernmental organisation based in Luxembourg, which borrows in the financial markets, by selling bonds, and uses that cash to fund eurozone bailouts. It has a maximum lending capacity of €500bn (£387bn; $550bn). Its shareholders are the eurozone countries. It superseded the EU's European Financial Stability Facility (EFSF), set up in 2010.\nETS: The EU's Emissions Trading Scheme (ETS) was launched in 2005. Its purpose is to reduce industrial emissions of the greenhouse gas carbon dioxide (CO2). Permits for emitting CO2 are distributed under a system of national allocations. The permits are traded - so big polluters can buy extra ones from greener enterprises. The ETS is not looking very robust now however because of persistently weak carbon prices.\nEulex: The European Union Rule of Law Mission in Kosovo, a civilian mission set up to strengthen the rule of law in the Balkan territory, which broke away from Serbia in 1999.\nEuro: The single currency was launched at the beginning of 1999, when 11 EU member states decided to adopt it, abandoning their national currencies. Greece joined in 2001. The euro was launched in its cash form on 1 January, 2002. There are now 19 countries in the eurozone.\nEurogroup: The forum where the 19 eurozone economics and finance ministers meet. Their regular meetings usually precede Ecofin meetings - that is, meetings of the 28 EU finance ministers.\nEuropean Arrest Warrant: The EAW is a tool aimed at speeding up and simplifying extradition proceedings in the EU. An EAW is issued by a national judicial authority. The system was introduced in 2004 and has helped in bringing some terror and drugs suspects to trial, though critics say some authorities issue too many EAWs for relatively minor offences. \nEuropean Commission: It is more than simply the EU's civil service. It is the only body that can formally initiate EU legislation. It is sometimes seen as the driving force behind European integration, but is ultimately under the control of the member states. There are 28 commissioners, each in charge of a policy area, such as agriculture or transport. Commissioners are appointed by the member states - one from each - and are usually senior politicians. They have a duty to act in the general European interest. Commission President Jean-Claude Juncker is a powerful political figure in the EU.\nEuropean Council: The gathering of EU countries' heads of state or government and their foreign ministers. Commonly known as EU summits. European Council decisions set the EU's priorities and strategic goals. The European Council President is appointed for five years. Donald Tusk (Polish) took over in December 2014 from Herman Van Rompuy (Belgian).\nEuropean Court of Human Rights: Court in Strasbourg that enforces compliance with the European Convention on Human Rights. Not an EU institution, but its rulings are binding on EU member states and the other nations in the Council of Europe. Individuals who allege an injustice in their home state can take their case to the Strasbourg court.\nEuropean Court of Justice: Based in Luxembourg, the ECJ rules on disputes over EU treaties and other EU legislation. Its decisions are binding on EU institutions and member states. Cases can involve aggrieved governments, EU institutions, companies or ordinary citizens.\nEuropean Environment Agency (EEA): EU agency providing independent scientific data on the environment that feeds into EU policy. Based in Copenhagen, Denmark.\nEuropean Food Safety Authority (EFSA): EU agency advising on risks in the food chain - conducts independent scientific research, focusing on animal and plant health. Based in Parma, Italy.\nEuropean Parliament: The parliament is the EU's only directly elected body. There are 751 MEPs. It holds monthly plenary sessions in Strasbourg, and has a secretariat in Luxembourg, but MEPs do most of their work in Brussels. \nEurophile: One who admires Europe and/or supports EU membership. Often used loosely, eg for someone who likes French cuisine and Italian opera. Eurosceptics tend to use it pejoratively for their opponents.\nEuropol: This is the European Law Enforcement Organisation. Based in The Hague, it tries to improve co-ordination between police forces across the EU against international organised crime.\nEurosceptics: The core of Euroscepticism is the belief that EU integration, the pooling of more sovereignty, threatens the nation state. Eurosceptics range from those who want far-reaching reform of the EU to those who totally reject the EU. About 25% of MEPs are in Eurosceptic parties, nearly all right-wing or far-right. The anti-EU UK Independence Party (UKIP) has the largest contingent of British MEPs.\nEver closer union: This ambition dates back to the origins of the EU in 1957. The 2009 Lisbon Treaty speaks of \"creating an ever closer union among the peoples of Europe\". But in February 2016 Prime Minister David Cameron secured a UK opt-out, to take effect next time there is an EU treaty change. A treaty amendment will make clear that references to seeking ever closer union do not apply to the UK. \nFederalism: A system of government where several states pool sovereignty in some areas but keep their independence. There is a central government and state governments - and much variation internationally in terms of their relative powers. EU integration is often called \"federalism\" - suggesting that supranational institutions are gradually usurping national governments.\nFiscal Compact: An intergovernmental agreement to enforce budget discipline. It was signed in 2012 by all EU states except the UK and Czech Republic. Signatories have to adopt a balanced budget law - without such a law they cannot get an ESM bailout. The agreement sets strict limits for the budget deficit and national debt. \nFour freedoms: This denotes free movement of goods, capital, services and people in the EU's single market (see separate entry). The four have not all been developed equally - free movement of services still lags behind the others. The core principle is that national barriers, like tariffs, should no longer block free movement.\nFrontex: The EU agency tasked with ensuring border security. Based in Warsaw.\nGrexit: A new Greek bailout deal hammered out in July 2015 staved off the very real threat of a Greek exit from the euro, a \"Grexit\". Since 2010 Greece has been dependent on EU-IMF loans, and the austerity demanded by its lenders has left it in recession, with chronic unemployment. Grexit could make Greece competitive again, some argue, but others warn that it would send prices skyrocketing, deepening poverty.\nOmbudsman: It is the job of the independent ombudsman (currently Emily O'Reilly) to act as a watchdog for EU institutions, to ensure that they are transparent and accountable. The ombudsman investigates complaints from EU citizens, firms or organisations and makes recommendations to EU institutions. She cannot impose a solution but can raise the issue with MEPs, so that they act on it.\nPresident: There is no single EU President. But the EU has three main institutions and each of these has a president: President of the European Commission, President of the European Council and President of the European Parliament. The three EU institutions legislate jointly.\nProportional representation: An electoral system that allocates seats according to the number of votes each party received. If a party gained 40% of the total votes, a perfectly proportional system would give them 40% of the seats. It is the system in European Parliament elections, including in the UK. But in UK general elections the system is first-past-the-post (FPTP), which means the winner in an electoral district is simply the one who gets more votes than his/her rivals. The winner can get well below 50%. The number of seats won under FPTP does not necessarily reflect the number of votes cast.\nQMV: Qualified Majority Voting (QMV) is a system of weighted votes - the usual way that decisions are made in the Council of Ministers. The votes are weighted according to a country's size and population. There is a \"double majority\" rule for votes on Commission proposals: a measure is approved if 55% of EU countries vote for it (ie 16 out of 28) and they represent at least 65% of the total EU population.\nRapporteur: The European Parliament's lead negotiator on a particular issue, in the co-decision process with the Council. \"Rapporteur\" means the one who drafts the report, ie a legislative report which states the MEPs' position on a new draft law.\nREACH: This stands for Registration, Evaluation and Authorisation of Chemicals. It is the EU regulatory system for chemicals, which took effect in 2007. Companies have to report all chemical hazards linked to their products - and that means extra costs for industry. \nRebate: The UK gets an annual rebate from the EU budget. In 2015 it was £4.9bn, so the UK's net contribution to the budget was projected to be £9.1bn. Former Prime Minister Margaret Thatcher won the UK rebate in 1984 after a big row about farm subsidies. But there is much opposition in the EU to the UK rebate. Some richer countries also get annual reductions, but smaller than the UK's: Austria, Denmark, Germany, the Netherlands and Sweden.\nReferendum: A direct vote by the electorate on a single political issue, often one of major national significance, eg the UK's upcoming referendum on EU membership. New EU treaties have been put to referendums in some countries. In 2005 the EU constitution was rejected by voters in France and the Netherlands in referendums, burying the constitution project. But much of it was later woven into the Lisbon Treaty. Switzerland, outside the EU, holds frequent referendums - more than its neighbours.\nRegulation: An EU legislative act that is immediately enforceable as law in all member states simultaneously. In contrast, EU directives allow flexibility for national legislators.\nSchengen: The 1985 Schengen agreement, named after a town in Luxembourg, removed internal border controls, allowing passport-free travel for people in most of Europe. Six countries signed it initially, but now Schengen embraces 22 EU countries and the four EFTA countries. The UK and Ireland opted out of Schengen.\nSingle Market: Often called the internal market, the EU Single Market embraces 500 million consumers. The 1992 Maastricht Treaty launched the Single Market and paved the way for monetary union, ie the euro (single currency).  The basic Single Market idea is to treat the EU as one territory, as a level playing field with free markets in goods, capital, services and people. Four non-EU countries - Iceland, Liechtenstein, Norway and Switzerland - also trade under Single Market rules, but they negotiated a few opt-outs, mainly to protect their agriculture and fisheries.\nSocial Chapter: A protocol attached to the 1992 Maastricht Treaty giving the EU more influence over social policy. It enhances the role of employers and workers' representatives in shaping EU directives. The UK initially opted out, but later signed up. The protocol's scope includes industrial relations, equal opportunities, health and safety, education and training.\nSovereignty: Generally the word refers to \"the authority of a state to govern itself\". It is at the heart of the UK's EU referendum debate, because the UK, like other EU member states, transferred some powers to EU institutions. The EU sets most of the rules for business competition, trade, the environment and agriculture. The UK retains sovereign powers over the biggest national budget areas - social welfare, healthcare, education and defence. Tax-raising powers remain in the UK government's hands, but the EU oversees national tax rules and controls VAT rates.\nSubsidiarity: It is an EU principle that decisions should be taken as closely as possible to the citizen. Subsidiarity requires the EU to check whether action at EU level will be more effective than action at national, regional or local level.\nTroika:  The name for the international lenders who organised and monitored the eurozone bailouts: the European Commission, ECB and International Monetary Fund (IMF). \nTTIP: The controversial Transatlantic Trade and Investment Partnership (TTIP), being negotiated between the EU and US. It could create the world's biggest free trade zone, and both sides hope to complete the deal this year. Supporters say TTIP will create many new business opportunities and jobs; opponents warn it could undermine workers' rights and European social welfare. \nTurkey: A candidate to join the EU - but the relationship is fraught because of the migrant crisis. Most migrants - many of them Syrian refugees - get into the EU via Turkey. Its EU membership bid is mired in problems, including the unresolved Cyprus dispute. Many Europeans object to a large mainly Muslim country joining the club. But the EU has pledged to speed up the Turkish negotiations.\nUnanimity: The Lisbon Treaty extended QMV to more policy areas, reducing the veto powers of member states. QMV speeds up EU decision-making, as there is less scope for vetos. Unanimity is still required in areas deemed especially sensitive, including taxation, social security and defence policy. \nWorking Time Directive: It sets limits for working hours in the EU, including: at least four weeks' paid annual leave guaranteed; a minimum period of 11 hours' rest every 24 hours, and one day a week; a right to work no more than 48 hours per week. The UK has an opt-out from the 48-hour rule - so in the UK workers can choose to work longer hours.\nZero sum game: The notion - revived in the EU-Russia crisis over Ukraine - that one side's gain means an equivalent loss for the other side. Harking back to the Cold War, the phrase suggests a new era of EU-Russian rivalry in Europe. \nWere you looking for a word you couldn't find in our glossary? We cannot reply to each email but will consider adding any other relevant words or acronyms we may have missed. Your comments will not be published.", "date": "16 May 2016", "href": "https://www.bbc.com/news/world-europe-35920422", "tags": "european uk national eu council brussels-speak states jargon one countries guide a-z member single"}