{"title": "EU leaders still hope for post-Brexit fishing access", "content": "Nicola Sturgeon has warned of broken promises over fishing as EU leaders agreed to Theresa May's Brexit deal.\nA document published by the remaining 27 EU countries made clear they hoped to negotiate access to UK waters based on existing rights.\nMs Sturgeon said that could not be squared with promises made to the UK fishing industry. \nTheresa May has said her deal would take the UK out of the controversial Common Fisheries Policy (CFP).\nThe prime minister and EU27 leaders approved the Brexit deal on Sunday after less than an hour's discussion at a meeting in Brussels.\nBut a document published online made clear the remaining EU members were still seeking to negotiate continued access to UK fishing grounds during the two-year transition period. \nThe document said a fishing deal was a priority and \"should build on, inter alia, existing reciprocal access and quota shares\".\nScottish Secretary David Mundell has previously said he could not support any extension of CFP rules beyond 2020.\nMs Sturgeon tweeted: \"I'll be interested to hear David Mundell explain how this - 'existing reciprocal access and quota shares' - can be squared with the promises made to the Scottish fishing industry. (Hint - it can't).\"\nThe Brexit deal has implications for the debate over Scottish independence and the future of fishing.\nThe withdrawal agreement does not let Scottish Conservatives off the hook over the fishing industry.\nAll 13 Scottish Tory MPs demanded exit from the common fisheries policy by 2020 and insisted \"access and quota shares cannot be included\" in the future economic partnership.\nBoth the UK and EU say they'll use \"best endeavours\" to conclude a new fisheries agreement by 2020 but the EU has certainly not given up on keeping its current share of the UK catch.\nA statement agreed by the EU27 makes clear they will prioritise an agreement that builds on \"existing reciprocal access and quota shares\".\nIn short, the fight over fishing is deferred.\nRead Glenn's analysis in full\nMr Mundell later responded, saying any future deal on fishing had still to be agreed, and that the prime minister had made clear she would defend the UK's fishing interests robustly. \nHe tweeted: \"The Prime Minister made clear earlier today, the UK will be an independent coastal state once again, in full sovereign control of our waters, able to decide for ourselves who we allow to fish in them, with that access not tied to any other aspect of our economic partnership.\"\nNicola Sturgeon has also criticised Theresa May's appeal to the public to get behind the Brexit deal. \nIn a letter to the nation Mrs May has said leaving the EU next year would be \"a moment of renewal and reconciliation for our whole country\".\nThe 800-word message said the UK would \"take back control\" of laws and money which, it suggested, could be spent on the NHS.\"\nBut Ms Sturgeon said that \"almost nothing in this desperate letter is true\".\nShe said the UK Parliament should consider \"better alternatives\", such as remaining in the single market and customs union permanently - and she urged MPs to reject it. \nIn Brussels, French president Emmanuel Macron stressed the importance his country placed on fishing in future talks. \nHe said \"all of our fishermen will be protected\", with the French planning to \"defend access as part of the indispensable balance\".\nThe Aberdeen South MP Ross Thomson, the only Scottish Tory who has so far said he will vote against the Brexit deal in the House of Commons, said the EU27 document was \"troubling\". \nHe told the BBC's Sunday Politics Scotland: \"The arrangement that we have on fisheries has been devastating to fishing communities across Scotland and across the whole of the UK.\n\"It's in the interest of the EU to keep it going and they want to build on those existing arrangements, so to my mind that can only mean the continuation of some form of common fisheries policy. \n\"It may not be called that but if it looks like the CFP and behaves like the CFP, it is the CFP.\"\nMrs May, in her letter to the nation, insisted that the UK would become an independent coastal state with \"full control over our waters\".\nShe wrote: \"We will be out of EU programmes that do not work in our interests: out of the Common Agricultural Policy that has failed our farmers, and out of the Common Fisheries Policy that has failed our coastal communities.\"\nLabour, however, has written to Scottish Secretary David Mundell asking him to clarify his position in light of the EU document. \nShadow Scottish Secretary  Lesley Laird wrote: \"I do not need to tell you that this is a clear breach of your red line on fishing.\n\"I would therefore be grateful if you were able to clarify that you will not be voting for the deal on this basis.\n\"If that is the case, I really must ask why you have not resigned your position in the Cabinet?\"", "date": "25 November 2018", "href": "https://www.bbc.com/news/uk-scotland-scotland-politics-46328763", "tags": "fishing leaders uk eu may hope clear access post-brexit scottish made deal still"}