{"title": "EU mobile roaming charges scrapped", "content": "A European Union (EU) law to abolish roaming charges for people using mobile phones abroad comes into force today.\nThe new rules mean that citizens travelling within the EU will be able to call, text and browse the internet on mobile devices at the same price they pay at home. \nThe European Commission said the end of roaming charges was one of the greatest successes of the EU.\nBut a UK consumer group warned phone users could face \"unexpected charges\".\nUntil now roaming, or connection, charges have been added to the cost of calls, texts and internet browsing when consumers from one EU country travelled to another and connected to a mobile network there.  \nIn some cases, mobile users have faced bills of hundreds of pounds if, for example, they have downloaded a film. \nIn a statement the European Commission said: \"Each time a European citizen crossed an EU border, be it for holidays, work, studies or just for a day, they had to worry about using their mobile phones and a high phone bill from the roaming charges when they came home.\"\nIt had been working hard over the last ten years to fix this \"market failure\", it said.\n\"Eliminating roaming charges is one of the greatest and most tangible successes of the EU,\" the Commission added.\nThe new legislation means travellers can use their regular data allowance anywhere in the EU.\nBut consumer organisation Which? warned that exceeding data allowances would still be chargeable. \nExceeding agreed minutes, texts and data would still be charged in the EU as it would in the UK, with providers charging different rates, said Which?  \nIn addition, different providers included different countries in their roaming territories, such as the Channel Islands and Switzerland.\nWhich? said mobile users should check the detail of their tariffs with their phone providers to avoid being caught out by surprise charges. \nJust a few years ago, European mobile phone users travelling across the EU could face a nasty bill when they got home. \nOver the ten year period that the European Commission has been bearing down on roaming charges, that risk has receded, and from today customers can call, text or download data on the same basis as they do at home. \nBut the Roam like at Home legislation only applies to travellers - calling another EU country from home will still incur extra charges. \nThe mobile phone industry battled long and hard with Commission over the details of the plan to end roaming, warning it could mean higher prices at home. \nThe Commission saw it as a vital part of creating a digital single market - but also as one of the few examples of an EU policy which would resonate with the public.\nIt would be up to a future UK government to decide whether to have the EU price restrictions on roaming or not after the UK leaves the EU.\nThey are contained within a European regulation, not a directive, so they have not been incorporated into UK law.", "date": "15 June 2017", "href": "https://www.bbc.co.uk/news/business-40281013", "tags": "mobile european commission uk eu home roaming charges scrapped phone"}