{"title": "EU ministers back fish dumping ban", "content": "European Union fisheries ministers have agreed to phase out the controversial practice of dumping unwanted fish.\nAfter a tense all-night meeting, ministers said a ban on \"discards\" should be phased in, starting in January 2014 for certain types of fish.\nIt is a victory for campaigners who have demanded the end of a practice that has brought the EU into disrepute. \nBut activists fear that exemptions for certain countries could open loopholes to be exploited in future talks.\nThe UN says Europe has the world's worst record of throwing away fish. Almost a quarter of all catches go back overboard dead because they are not the fish the crews intended to catch.\nThe decision reached early on Wednesday morning was driven by northern European nations, including the UK. \nThey prevailed over mainly Mediterranean countries, which were fighting to protect the interests of their fishermen.\nThe ban will apply to pelagic stocks like herring and whiting from next year, and to white fish stocks from January 2016.\nSpain, France and Portugal managed to cling on to some restricted exemptions, particularly relating to crews operating far from land in mixed fisheries where the cost of landing unwanted fish is deemed to be prohibitive.\nThese crews will be allowed to discard 9%, shrinking to 7%. This figure is too high for the northern nations and the European Commission, which say the public expects that in a hungry world no fish should be thrown away.\nDetails of how exactly the discards ban will work in practice with the quota system or its projected replacement will be debated later.   \nThe British government, one of the campaigners for change, said it was disappointed that the ban was not absolute, but that last night’s result was an historic victory to end a \"scandalous\" policy. \nIt is one instance in which mass public pressure has clearly influenced the politicians, with almost a million people on the Online campaign site Avaaz demanding an end to discards.\nUK Fisheries Minister Richard Benyon said: “This is a historic moment in reforming the broken Common Fisheries Policy. The scandal of discards has gone on for too long.\n“I am disappointed that some of the measures required to put this ban into place are no longer as ambitious as I had hoped but it’s a price I am willing to accept if it means we can get the other details right.\n“The result we have achieved today is another step in the right direction and will prove to be good for both fishermen and the marine environment.”\nThe deal builds on a recent commitment to fish sustainably, and to allow more regional decision making. Many crucial details are still to be resolved over exactly what sustainably means, how the policy is enforced, how fishing crews are supported and how they are helped to buy gear that fishes more selectively. \nFollow Roger on Twitter @rharrabin", "date": "27 February 2013", "href": "https://www.bbc.co.uk/news/world-europe-21598367", "tags": "fish european practice eu details end ministers back discards dumping fisheries ban crews"}