{"title": "EU says Brexit transition to end by 31 December 2020", "content": "A \"transition period\" after the UK leaves the EU should not continue beyond 31 December 2020, Brussels says.\nThis would put a 21-month limit on the temporary arrangement - the UK says it should last for about two years.\nAnd some business groups have called for a much longer transition period once the UK leaves in March 2019.\nThe terms of the transition period, which the UK calls an implementation phase, have yet to be negotiated between the two sides.\nThe EU says the UK will have to continue to follow its rules and cannot adopt an \"a la carte\" approach.\nIt has just published its guidelines for the next phase of Brexit negotiations.\nThese talks will initially focus on agreeing the precise terms of the transition phase, before moving on to the UK and EU's long-term future relationship.\nIt will be a temporary period after the UK leaves the EU and before the final arrangements kick in. Both sides have talked about having such an arrangement, although they use different names for it.\nThe UK says the \"implementation phase\" will avoid a \"cliff edge\" for businesses on Brexit day.\nThe European Commission's guidelines state that the UK should continue to follow EU law and stay in the European customs union and single market during the transition phase. Rulings of the European Court of Justice will continue to apply, it says.\n\"The transition period needs to be clearly defined and precisely limited in time,\" the EU says.\n\"The commission recommends that it should not last beyond 31 December 2020.\"\nThis date marks the end of the EU's seven-year budget cycle.\nGiving evidence to a committee of MPs, Prime Minister Theresa May said a 31 December 2020 cut-off offered a \"neatness\" for the EU, but suggested the length of the transition phase would be a matter for the negotiations.\nLong-term, the UK has already said it plans to leave the customs union and single market and end the supremacy of EU court rulings as part of Brexit.\nSome Brexit-supporting Tory MPs have warned the UK could become a \"colony\" of the EU during the transition period if it continues to closely follow the same rules.\nLooking beyond the transition phase, the UK is hoping to strike a \"comprehensive\" and \"bespoke\" trade deal with the European Union to replace its membership of the single market and customs union.\nTalks on this have not started and the European Union says it will not have been fully agreed by the time the UK leaves in March 2019.\nBut Mrs May disagrees - asked earlier whether she still believes the entire agreement can be negotiated by Brexit day, she said: \"That is what we are working to and that is what I believe we can do.\"\nThe prime minister said the UK would \"start off at a different point\" from other countries because of its current trade relationship with the EU.\nThe overseas territory of Gibraltar - whose sovereignty is disputed by Spain - has been raised as a potential sticking point in Brexit negotiations.\nThe EU has said that Spain must agree to any arrangement between the UK and the EU applying to Gibraltar, a stance reiterated in the latest negotiating guidelines.\nAsked whether he expected Spain to agree to the transitional arrangement covering Gibraltar, Mr Barnier said decisions on the issue would be \"made for the 27, unanimously, by consensus\".\nLater in Prime Minister's Questions, Theresa May was asked to promise not to enter into any agreement that excluded Gibraltar.\nShe said the UK would not exclude Gibraltar from either the temporary implementation period or the long-term future agreement with the EU.", "date": "20 December 2017", "href": "https://www.bbc.co.uk/news/uk-politics-42426542", "tags": "brexit european uk eu december end would transition says period phase"}