{"title": "Eurovision 2019: The acts to look out for in Tel Aviv", "content": "The line-up for this year's Eurovision Song Contest is complete, with 41 countries competing. \nThe contest will be held in Tel Aviv, Israel between 14 and 18 May. \nMichael Rice, the winner of British talent show All Together Now, is representing the UK with his ballad Bigger Than Us. \nThe 21-year-old wasn't born when the UK last won the contest (in 1997) but told the BBC: \"You have to be positive when it comes to stuff like this.\"\nHowever, he has strong competition from many other countries, including these lot:\nArtist: Hatari\nSong: Hatrið mun sigra\nHatari are perhaps the most eye-catching entry this year - leather, spikes, masks, flesh - with a song that translates in English as Hate Will Prevail. \nThe young trio have been described as an \"anti-capitalist BDSM techno band\" and were the landslide winners of Iceland's national selection final.\nThe song has screamo moments mixed with a Sigur Ros-esque melody. There's even a key change.\nTranslated into English, the lyrics for Hatari's entry read: \"Hate will prevail. Happiness comes to an end. For it is an illusion. A treacherous pipe dream.\"\nThe group are one of the most critically acclaimed in their country, having previously won a Best Live Band award and performed at various festivals.\nArtist: Bilal Hassani\nSong: Roi\nBilal Hassani is a French LGBT YouTube star - and massive Eurovision fan. \nHe appeared on France's version of The Voice Kids in 2015, singing a cover of Conchita Wurst's Eurovision classic Rise Like A Pheonix. \nThe teenager also has a large collection of wigs and told Scott Mills on the BBC's Eurovision Calling podcast that all his wigs have names - including Paris and Verona. \nThe wig he wore for the final of France's selection competition is called Stormy. \nRoi, a song about empowerment, is co-written by Madame Monsiuer, who represented France in the 2018 contest. \nArtist: John Lundvik\nSong: Too Late For Love\nFor six weeks in February and March most of Sweden watches Melodifestivalen, the country's programme to select its Eurovision entry.\nThis year's winner was John Lundvik, a singer born in London and adopted by Swedish parents.\nAfter moving from the UK he became a Swedish sprint champion before turning singer-songwriter. \nInterestingly, as well as being Sweden's representative he also co-wrote the UK's entry for Michael Rice. \nFor his Eurovision performance he'll have four backing singers. One of them is an American woman called Ashley who quit her day job in Washington DC so she could move to Sweden and sing for John. \nArtist: Kate Miller-Heidke\nSong: Zero Gravity\nSince debuting in 2015 Australia is now a permanent fixture at Eurovision.\nThe country also has a fairly good track record in the finals - but this is the first year their track has been selected by the Australian public. \nOpera singer Kate Miller-Heidke beat a host of other artists, including Courtney Act, with her opera-pop hybrid Zero Gravity. \nThe performance includes Kate performing in a giant wedding cake-esque dress while a dancer on a bendy pole springs around her. \nKate has been a big name in Australia for years. She has been nominated for several ARIA awards (the Australian equivalent of the Brits or Grammys) and her most recent album broke crowdfunding records. \nArtist: Mahmood\nSong: Soldi \nItaly's entry - Soldi - is the most-streamed track of the contest so far. \nIt's performed by 27-year-old Alessandro Mahmood, who was born in Milan to an Egyptian father but grew up with his Sardinian mother. \nSoldi's lyrics are autobiographical, with Mahmood telling Italy's Vanity Fair that he has a \"reference of a father figure, but it is not very clear\".\nEven though the Italian jury (made up of music experts and journalists) picked Mahmood, he didn't get the majority of the public vote. \nThat led to some members of Italy's right-wing government criticising the selection, claiming he wasn't the public's choice for the country. \nArtist: Tulia\nSong: Fire of Love\nTulia are a band who combine Polish folk with a 90s alt-pop girl vibe (and traditional Polish costumes).\nThe four women are popular in their home country, with a platinum-selling debut album already. \nThey are named after one of the members - Tulia Biczak - and were chosen by the Polish state broadcaster to represent at Eurovision.\nThey've even done a cover of Metallica's Nothing Else Matters. and Depeche Mode's Enjoy The Silence. \nArtist: Darude\nSong: Look Away\nYes - it's him, off Sandstorm. \nThe Finnish DJ is responsible for one of the most iconic dance tracks of all time but, although he's not a one-hit wonder, you'd have to find a superfan to tell you another Darude single. \nLook Away was one of three Darude songs the Finnish public had to choose from. \nThe vocalist is Sebastian Rejman, a Finnish actor, singer and TV host. \nFollow Newsbeat on Instagram, Facebook and Twitter. \nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.", "date": "11 March 2019", "href": "https://www.bbc.co.uk/news/newsbeat-47525795", "tags": "song country uk aviv contest one entry kate tel eurovision look acts year artist"}