{"title": "Eurovision 2019: The Israeli-Palestinian situation explained", "content": "This year's Eurovision has an extra layer of controversy - because it's being held in Israel.\nAlthough the country's not in Europe, it's taken part in Eurovision for more than 45 years and has hosted it twice before because it's part of the European Broadcasting Union.\nBut there have been calls to boycott the event by critics of Israel's policies towards Palestinians in the occupied West Bank and Gaza.\nThe conflict between Israel and the Palestinians has gone on for decades, and the dispute over land is at its heart. \nBritain took control of the area known as Palestine after the ruler of that part of the Middle East, the Ottoman Empire, was defeated in WW1.\nThe land was inhabited by a Jewish minority and Arab majority. \nTensions between the two peoples grew when the international community gave Britain the task of establishing a \"national home\" in Palestine for Jewish people. \nFor Jews, it was their ancestral home, but Palestinian Arabs also claimed the land and opposed the move.\nBetween the 1920s and 40s, the number of Jews arriving there grew, with many fleeing from persecution in Europe and seeking a homeland after the Holocaust of WWII.\nViolence between Jews and Arabs, and against British rule, also grew.\nIn 1947, the UN voted for Palestine to be split into separate Jewish and Arab states, with Jerusalem becoming an international city. \nThat plan was accepted by Jewish leaders but rejected by the Arab side and never implemented.\nIn 1948, unable to solve the problem, British rulers left and Jewish leaders declared the creation of the state of Israel.\nMany Palestinians objected and a war followed. Troops from neighbouring Arab countries invaded.\nHundreds of thousands of Palestinians fled or were forced out of their homes in what they call Al Nakba, or the \"Catastrophe\".\nBy the time the fighting ended in a ceasefire the following year, Israel controlled most of the territory. \nJordan occupied land which became known as the West Bank, and Egypt occupied Gaza. \nJerusalem was divided between Israeli forces in the West, and Jordanian forces in the East.\nBecause there was never a peace agreement - each side blamed the other - there were more wars and fighting in the decades which followed.\nIn another war in 1967, Israel occupied East Jerusalem and the West Bank, as well as most of the Syrian Golan Heights, and Gaza and the Egyptian Sinai peninsula.\nMost Palestinian refugees and their descendants live in Gaza and the West Bank, as well as in neighbouring Jordan, Syria and Lebanon.\nNeither they nor their descendants have been allowed by Israel to return to their homes - Israel says this would overwhelm the country and threaten its existence as a Jewish state.\nIsrael still occupies the West Bank, and although it pulled out of Gaza the UN still regards that piece of land as part of occupied territory. \nIsrael claims the whole of Jerusalem as its capital, while the Palestinians claim East Jerusalem as the capital of a future Palestinian state. Only the US recognises Israel's claim to the whole of the city.\nIn the past 50 years Israel has built settlements in these areas, where more than 600,000 Jews now live.\nPalestinians say these are illegal under international law and are obstacles to peace, but Israel denies this.\nTensions are often high between Israel and Palestinians living in East Jerusalem, Gaza and the West Bank. \nGaza is ruled by a Palestinian militant group called Hamas, which has fought Israel many times. Israel and Egypt tightly control Gaza's borders to stop weapons getting to Hamas. \nPalestinians in Gaza and the West Bank say they're suffering because of Israeli actions and restrictions. Israel say it is only acting to protect itself from Palestinian violence.\nFor the past year, there have been violent scenes on the Gaza-Israel border. \nPalestinians have protested there weekly, wanting refugees to return to their former homes in what is now Israel. \nIsrael says the protests are used as a cover to attack it. Dozens of Palestinians have been killed by Israeli troops, who say they are acting in self-defence.\nThere are a number of issues which Israel and the Palestinians cannot agree on. \nThese include what should happen to Palestinian refugees, whether Jewish settlements in the occupied West Bank should stay or be removed, whether the two sides should share Jerusalem, and - perhaps most tricky of all - whether a Palestinian state should be created alongside Israel. \nPeace talks have been taking place on and off for more than 25 years, but so far have not solved the conflict.\nIn short, the situation isn't going to be sorted out any time soon.\nA new peace plan is being prepared by the United States, which has described it as the \"deal of the century\". \nNo-one knows what's in it yet, but the US says it will probably reveal it in May or June 2019. \nHowever, the Palestinians say the US favours Israel and they have said they will not accept any plan put forward by the US. \nIsrael has indicated that it will wait and see what the plan involves. \nIf the plan works, it will end one of the world's longest-running conflicts.\nBut if it fails, the fighting will go on.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here.", "date": "14 May 2019", "href": "https://www.bbc.com/news/newsbeat-44124396", "tags": "palestinian israeli-palestinian situation palestinians explained land israel bank occupied west eurovision gaza jerusalem jewish"}