{"title": "European elections: What you need to know", "content": "Preparations to take part in the European elections on 23 May began after the EU agreed a Brexit delay until the end of October.\nThe government had hoped a Brexit deal would be done by then, and Theresa May said the UK would not have to take part if MPs agreed a plan first.\nBut now the UK will definitely take part in the elections, returning 73 Members of the European Parliament (MEPs) to Brussels and Strasbourg. \nThis election happens every five years in EU countries.\nVoters must be registered to vote, be 18 years old or over on 23 May, be a British, Irish or qualifying Commonwealth citizen or a citizen of an EU country.\nYou have to be resident at a UK address (or a British citizen living abroad who has been registered to vote in the UK in the last 15 years) and not be legally excluded from voting. \nThe deadline to register for the EU elections has now passed so anyone who has not already registered will not be able to take part.\nIf you are a citizen of an EU country and are resident in the UK, you can vote either in the UK or in your home country. In either case, you must have registered before the deadline.\nVoters will choose 73 MEPs in 12 multi-member regional constituencies.\nEach region has a different number of MEPs based on its population.\nThe constituencies are:\nMEPs are elected in order as listed by their party, based on the parties' total share of the vote in each region. \nIn the nine English regions, Wales and Scotland, the number of MEPs is calculated using a form of proportional representation known as the D'Hondt formula, a complex system devised by Belgian mathematician and lawyer Victor D'Hondt in the late 19th Century. \nThe process is slightly different in Northern Ireland, where the Single Transferable Vote (STV) system is used. Here is a guide to how the two work.\nWe have a guide here on what we know so far about how the main parties are preparing for the 23 May polls.\nYou can access a list of candidates here.\nThe UK will go to the polls on Thursday 23 May, between 07:00 and 22:00 BST. The Netherlands also votes that day, but voting in other EU nations will take place at varying times over the following three days, with the whole process completed by 22:00 BST on Sunday 26 May.\nAt the polling station, you will be given a long ballot paper listing all the parties putting up candidates in your region and candidates' names, as well as any independents standing. \nTo vote for a party or individual, put a cross inside the box next to their name. \nIf you live in England, Wales and Scotland, you are only allowed to choose one party or individual to vote for. \nIn Northern Ireland - which uses a different electoral system - voters are able to rank the parties in order of preference. For instance, if there are five parties standing, voters can rank them from one to five, putting a one next to their first choice. \nHere is the European Parliament's own explainer of how it all works. \nCounting is also done on a country-by-country basis - but the results are kept secret until all voting is finished. They will be announced from 22:00 BST on 26 May.\nWhat would you like to know about the forthcoming European Elections? Let us know and a selection will be answered by a BBC journalist.\nUse this form to ask your question: ", "date": "14 May 2019", "href": "https://www.bbc.com/news/uk-politics-48190925", "tags": "need european may uk know eu parties take elections meps vote part"}