{"title": "Europe Is Expected to Bring Antitrust Charges Against Gazprom", "content": "BRUSSELS — European antitrust regulators are expected on Wednesday to charge the Russian energy giant Gazprom with abusing its dominance in natural gas markets, a move that could escalate Western tensions with Moscow.\nHeavily reliant on Russia for their energy needs but deeply suspicious of Moscow, some Eastern European countries have argued that the state-controlled Gazprom has inflated prices and has quashed competition. Along with imposing fines, regulators could force the company to make its business more transparent or to give individual countries more leeway to sell the gas to other places, like Ukraine.\nBut any concerted push to alter Gazprom’s business model will be seen by Moscow as a new front in what it views as the West’s “economic war” against Russia, following the imposition last year of sanctions over the Ukraine crisis. The Kremlin earns significant sums from the company.\n“This will further worsen relations between Russia and the West,” said Michael Levi, an energy expert at the Council on Foreign Relations. “But one has to assume that European policy makers knew that and decided that it would ultimately give them more leverage in dealing with Moscow.”\nThe move by antitrust regulators was confirmed by two people with knowledge of the case, who spoke on the condition of anonymity because such decisions are confidential. Gazprom said it “cannot comment before any documents are received.” A spokesman for the regulator declined to comment.\nRussia, its economy battered by the twin blows of sanctions and low global oil prices, had hoped for an easing of relations with Europe when sanctions come up for review this summer. But it now confronts a further struggle to preserve the position of one its biggest companies.\nEurope is Gazprom’s most important and lucrative market, accounting for half of the company’s revenues. Russia has been trying to shift its focus to Asia, striking a major 30-year gas deal with China last year. But that deal is years from producing real revenues, and the price China will pay is believed to be far below the European rate.\nAny changes to Gazprom’s practices would also challenge a key pillar of President Vladimir V. Putin’s economic and geopolitical strategy by limiting Russia’s ability to set prices that favor some customers and penalize others. This, in turn, would hamper Moscow’s efforts to use the promise of cheap gas to divide Europe and break its already shaky unity on Ukraine.\n“This is a huge step for European energy security,” said David Goldwyn, a senior energy official in the State Department during the first Obama administration. “The days of Russia controlling the ultimate destination of its gas is coming to an end.”\nA case against Gazprom would represent the second major move of late by Europe’s powerful antitrust chief, Margrethe Vestager. Last Wednesday, she filed formal charges accusing Google of abusing its dominance in the market for online search in Europe.\nMs. Vestager warned in a speech last week that she was prepared to conduct “competition enforcement” in European energy markets. Although she did not name Gazprom specifically, she said there was a need to act “decisively against energy companies that harm rivals, block energy flows from one E.U. country to another, or threaten to close the tap.”\nThe European antitrust investigation began with surprise raids in 2011 on Gazprom offices and those of several of its customers, as investigators sought information on pricing and contracts. A year later, in September 2012, Joaquín Almunia, Ms. Vestager’s predecessor, opened a formal antitrust case.\nOne plank of the case focuses on pricing, including whether Gazprom is imposing unfairly high charges by linking gas prices to those of oil, rather than to global natural gas market rates. The authorities also want to determine whether the company is blocking gas flows to some parts of Europe and thwarting customers’ efforts to diversify their supply.\nGazprom’s willingness to wield its power was on display during midwinter “gas wars” in 2006 and 2009. When the company stopped providing fuel to Ukraine, it created shortages in Europe.\nLithuania is among six European Union member states that have long been dependent on Russia for all their gas — although Lithuania has established a gas-import terminal to break that monopoly. The others are Finland, Latvia, Estonia, Slovakia and Bulgaria, according to the European Commission. Over all, the European Union depends on Russia for about one-third of its natural gas.\nWhile Brussels and Gazprom have been in negotiations over the case, they failed to produce a settlement. And the European Commission had been wary of bringing formal charges.\nOne European concern was that an antitrust action could prompt Moscow to harden its line on Ukraine, as the West sought to resolve the fighting between Russian-backed separatists and the government in Kiev. The sanctions against Russia have only made penalizing Gazprom an even more diplomatically fragile issue.\nAlthough there are no Western sanctions on Gazprom’s natural gas exports to Europe, both the European Union and the United States have limited some financing to Russian finance entities like Gazprombank. They have also limited the export of some energy exploration technologies to Russia. \nThe formal charges against Gazprom could result in a fine. Theoretically, it could run higher than 10 billion euros, or $10.7 billion, although European Union antitrust penalties have never gone that high.\nThe larger worry for Gazprom would be the prospect of being forced to allow more competition in markets it has long controlled. The company, for example, could eventually have to drop conditions in its contracts that restrict those utilities’ power to share the gas with other countries. That would give individual countries more control over whether they consume all the gas themselves or sell some of it on to other countries, including Ukraine, something Gazprom has opposed.\nThe charges would just be a first step. Gazprom would then have the chance to lay out its defense, and it could even still settle the case.\nThe company has proffered commercial arguments for securing long-term contracts with national utility companies and controlling pipelines to deliver the gas. Gazprom has argued that such deals are necessary to obtain bank loans to finance its long-term and sizable capital outlays for developing gas fields in Siberia and shipping fuel to Europe.\nAny effort to unravel this model, the company has warned, will inevitably result in diminished investments in the gas-rich regions of Russia, and ultimately to a smaller supply of energy to Europe. “The unified export channel is a backbone of Gazprom’s export strategy,” a company has said on its website of its business. \nStill, Russia’s leverage in European gas markets has been dwindling for years, whittled away by lower global gas prices from new shale fields in the United States and big liquefied-gas export projects in Qatar. The European Union has also been trying to encourage diversification of energy supplies, in part to ensure that giant gas producers like Gazprom do not control transport and sales.\nConsider the development of the South Stream pipeline.\nIn recent years, Gazprom’s plan to build the pipeline from Russia — under the Black Sea to Western Europe, bypassing Ukraine — became a focus of dispute. Gazprom insisted that the pipeline would enhance Europe’s energy security. The European Commission, seeing it as an effort to further tighten Russia’s market hold, would not give its blessing to the project without major concessions from Moscow.\nBulgaria was to be the point of entry to Europe from the South Stream pipeline. But the European Commission and the United States heavily pressured Bulgaria to back away from the plan.\nWith little chance of a resolution in sight, Mr. Putin said in December that he would bring gas through Turkey instead. While negotiations between Ankara and Moscow are proceeding behind closed doors, it is still unclear how a Turkish pipeline would overcome European objections.", "date": "April 20, 2015", "href": "https://www.nytimes.com/2015/04/21/business/international/europe-is-expected-to-charge-gazprom-in-antitrust-case.html", "tags": "company european “ gazprom gas energy bring charges expected europe antitrust russia"}