{"title": "Eurovision 2018: Second semi-final sees Russia eliminated", "content": "Russia has suffered a shock elimination from Eurovision in Thursday's second semi-final.\nIt will be the first time the country has not qualified since 1998, going back to before the semi-final stage of the competition was introduced.\nAustralia, Denmark and Hungary are among the countries to have gone through to Saturday's grand final.\nThe event was held in Lisbon and also saw Norway's Alexander Rybak - who won the competition in 2009 - qualify.\nOne country which won't see Saturday's final is China, after the European Broadcasting Union (EBU) barred one of the country's most popular TV channels from broadcasting it after Mango TV censored LGBT elements of the first semi-final on Tuesday.\nRussia's act, Julia Samoylova, was supposed to take part in 2017 but was unable to do so after Russia did not participate, when the event was held in Ukraine. She appeared instead this year, but was unable to progress beyond the semi-final.\nUkrainians have been gloating on social media after Russia's elimination in the second semi-final. \nThe target of the mockery was Julia Samoylova, who could not take part in the contest in Kiev in 2017 because of a visit she had made to annexed Crimea. \nAnti-Kremlin blogger Oleh Leusenko published several pictures \"in memory\" of Samoylova, one of which contained the text: \"Russia wasn't at the Olympics. Russia wasn't at the Paralympics. Russia will not be at Eurovision. We will see a day when Russia will be nowhere.\"\nRussia's failure to qualify was also widely discussed by Russians on Twitter, with many users criticising Samoylova's vocal abilities. \nFew users who spoke in her defence took shots at the contest itself, with one saying: \"We should have abandoned this abominable circus long ago.\"\nMeanwhile, Ukraine's contestant made it to the final, which prompted even more joy in Ukraine.\nPoland was also eliminated - despite their song Light Me Up being well-liked and well-received in Lisbon's Altice Arena.\nThe UK automatically qualifies for Saturday's grand final.\nUnderdogs Slovenia were also among those selected to compete in the final, where singer Lea Sirk will be hoping to better her country's 2001 placing of seventh.\nThe pop star helping Cyprus become Eurovision favourite\nFirst 10 Eurovision finalists chosen\nWhat these UK Eurovision acts know now\nRybak opened the proceedings to raptures from the stadium - clearly still enjoying a large fan base following his Fairytale win nine years ago.\nAnother favourite of the night, Rasmussen, came not long after with their rousing Viking anthem, which saw the crowd singing along followed by a huge send-off at the end.\nBut the best reception of the night went to Australia's Jessica Mauboy, who gave an impassioned performance of her song We Got Love. The audience almost took the roof off for the Darwin singer, who looked truly overwhelmed by the response, after she finished.\nIt seems that the performance carried over to the audience at home as well, with Twitter users commenting on Jessica's energy and \"presence\".\nOther notable acts to go through from the second semi-final include metal act AWS from Hungary and Sweden's Benjamin Ingrosso - cousin of Swedish House Mafia's Sebastian Ingrosso.\nThere were 18 countries taking part in the second semi-final, with eight being eliminated. The 10 that qualified will join the first 10 countries put through from Tuesday's first leg.\nThe second semi-final saw the following countries selected through a combination of jury and public vote: Norway, Serbia, Denmark, Moldova, The Netherlands, Australia, Hungary, Sweden, Slovenia and Ukraine\nIn addition, the Big Five - France, Germany, Italy, Spain and the UK, plus host country Portugal - get put through automatically. This is on account of these countries making the largest financial contribution to the event.\nThose who did not go through are Romania, San Marino, Russia, Georgia, Poland, Malta, Latvia and Montenegro.\nThe successful countries join the likes of bookies' favourite Cyprus - represented by pop star Eleni Foureira - and Israel's Netta in the final.\nIsrael and Norway are now neck and neck as the second favourites to win the competition.\nThe UK's entrant, SuRie, has the weight of British hopes resting on her shoulders. The 29-year-old will perform her anthemic track, Storm, which she says is intended to inspire hope.\nThe 26 countries to make it through to Saturday's final are:\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "10 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44074233", "tags": "country first sees second countries final eurovision semi-final russia also eliminated saturday"}