{"title": "Europe migrants: Can the EU reach a new deal?", "content": "Most of the EU's leaders met on Sunday to tackle the complex dispute over undocumented migrants.\nThe hastily arranged informal talks in Brussels come ahead of a 28-29 June EU summit, expected to focus on this dispute as well as the difficulties raised by Brexit.\nThe buzzwords in Brussels are \"responsibility\" and \"solidarity\", and the balance between the two. \nHow much should front-line countries such as Italy and Greece be expected to do when migrants arrive at their borders? How much of the burden should be taken up by their EU neighbours? \nThe member states and European institutions have spent more than two years trying to agree reforms to help them cope better than during the 2015 migrant crisis. \nEU leaders wanted to reach agreement by the end of June. \nThe debate has been super-charged by:\nThe European establishment fears that the issue threatens the long-term future of one of its most cherished achievements - the Schengen passport-free area.  \nAnd that a free-for-all of approaches by individual member states threatens EU cohesion. \nThe discussion centres on the EU rule - \"the Dublin Regulation\" - that says refugees should be considered for asylum in the first safe country where they arrive. \nWhat level of checks should be done to work out if someone is a refugee, entitled to asylum because they are at risk of persecution back at home, or if they are an economic migrant, who is not? \nHow should governments deal with asylum seekers and migrants who go from country to country - known as \"secondary movements\"? \nShould there be a quota system for sharing out arrivals? A temporary scheme introduced in 2015 is widely seen as a failure.\nThe European Commission has proposed a permanent mechanism, where countries facing a big influx would get help and countries that did not want to accept people from elsewhere could make financial contributions instead.\nWhat role is there for charities to help with search and rescue operations in light of the row over the Aquarius? \nThere is an EU Coastguard and there will be an EU Agency for Asylum. \nThe EU's fingerprint database - Eurodac - is being beefed up. EU-wide rules, procedures and conditions for asylum seekers are on the horizon. \nGerman Chancellor Angela Merkel requested the pre-summit gathering. European Council President Donald Tusk would prefer this issue was dealt with by all 28 heads of government together, so hosting duties have fallen to European Commission President Jean-Claude Juncker instead.\nAt least 17 countries are attending. Poland, the Czech Republic, Slovakia and Hungary - who form the \"Visegrad Four\" group - have said they will not take part. They refuse to take in any asylum seekers from holding centres in other EU states.\nSome countries' prime ministers will be there; others might send ministers. \nTo maintain the EU's administrative integrity, it is being called an \"informal working meeting\" - not a summit, or a mini-summit. \nIt is not clear what the outcome will be. A Commission-authored draft statement was circulated on Wednesday. It was interpreted as dealing with German concerns more than Italian ones. \nItalian Prime Minister Giuseppe Conte used his Facebook page to say the document was unacceptable and should be withdrawn. He suggested the only output from the meeting would be a list of subjects that were discussed. \nThis idea has been gaining traction. \nThe leaders of Denmark and Austria have spoken about establishing migration facilities in European countries outside the EU. \nAll EU leaders will discuss the idea of \"regional disembarkation platforms\" at their summit, according to a leaked document. \nBut there are lots of questions about what that phrase means: EU-agreed ports of entry for boats carrying migrants? Offshore centres? New deals with non-European countries? And would such centres conform to EU laws and values?", "date": "24 June 2018", "href": "https://www.bbc.com/news/world-europe-44578811", "tags": "european leaders eu summit states reach countries europe asylum centres new migrants deal"}