{"title": "Eurovision 2018: Netta wins for Israel with Toy", "content": "Israel's Netta has won the Eurovision Song Contest for her quirky dance song Toy - complete with its trademark chicken dance.\nShe had been an early favourite, but the vote went down to the wire with Cyprus finishing in second place.\nNetta thanked juries and the public for \"choosing different\" as she lifted the glass microphone trophy.\nUK entrant SuRie, whose performance was interrupted by a stage invader, finished 24th out of the 26 countries.\nShe was part-way through singing Storm when a man, with a rucksack on his back, ran on and grabbed the microphone from her hands. She was given the chance to perform again but declined. \nSuRie later tweeted that she knew \"anything could happen\" on stage. \nNetta - full name Netta Barzilai - picked up a total of 529 points to take the title, while bookies' favourite Eleni Foureira from Cyprus got 436 points, with Fuego. \nAustria had topped the leaderboard of the 63rd annual contest after the juries' votes had been given, with Cesar Sampson's Nobody But You the surprise frontrunner. \nBut it became clear it was between Netta and Eleni when the viewers' votes started coming in. \nOn stage, the Israeli singer said of her win: \"Thank you so much for choosing different. Thank you so much for accepting differences between us. \n\"Thank you for celebrating diversity. I love my country!\"\nShe later added: \"It's an empowerment song for everybody, for everybody who's been struggling being themselves - struggling with their bosses, with the government, with someone stepping on them.\n\"I've been told so many times that I'm not pretty enough, that I'm not smart enough, that I'm not skinny enough to do what I want to do.\" \nAnalysis by Lucy Todd, BBC News entertainment reporter in Lisbon\nThis is not the first time Eurovision has rewarded the person who sees themselves as an outsider struggling to fit in.\nConchita Wurst winning in 2014 and before her Dana International in 1998 suggests Europe embraces those who are true to themselves.\nNetta told BBC News she had always been told she should \"diet a little bit\", wear black because it was \"more flattering\", and to \"sing like Adele\". \nBut she decided not to follow these rules: \"We're only here for a minute, why are we busy being unhappy?\"\nA decidedly happy Netta spoke to the international press after her victory, and told us she was \"proud and honoured\" - although it was still all \"a little hard to take in\".\nIn the interview, she also revealed she had a secret weapon during her performance. She said she had been given her late grandmother's ring by her father shortly before the contest. She said the ring gave her \"power\" and \"a lot of confidence\" for the competition.\nNetta also admitted she had no idea what was going on during the results stage of the show, because she didn't have her glasses on to see the scoreboard. She said she had to piece together the results from the shrieks of her team around her.\nFinally, when asked the first thing she would do when she got home she replied simply: \"Houmous!\"\nAsked about the close race with Cyprus, Netta said: \"I always said that comparing between musical genres is funny - and comparing between musicians is a little bit peculiar...  I was competing with myself.\" \nShe said everything about the moment of winning was \"a black blur\", and that she thought \"what is happening?\" - partly because she couldn't see the points on the board without her glasses.\nNetta said she never felt she had to deliver a message, adding: \"I just had to be me, no matter what my size is.\" \nThis year's final was held in Lisbon, Portugal, with the 2019 contest now set to take place in Israel. The last time Israel won Eurovision was 20 years ago, when Dana International was victorious with Diva. \nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "13 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44096900", "tags": "song given wins israel contest netta cyprus eurovision toy told stage"}