{"title": "Europe Plans a Way to Evade Sanctions on Iran. Will It Work?", "content": " Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________\nThe United States has long used its economic and financial power to pursue its foreign policy goals. Often, these interventions have interfered in the activities of foreign companies and, in some cases, frustrated the United States’ closest allies.\nBut last week the European Union announced a novel plan to evade Washington’s reach.\nFederica Mogherini, the European Union’s top diplomat, said the bloc was setting up a “special payments entity” that would work to shield non-American companies from the United States’ economic actions against Iran. President Trump this year abandoned a nuclear deal with Iran, which included France, Germany, Britain, Russia and China, and his administration has been reimposing sanctions as it seeks to extract concessions from Tehran.\nBig questions loom over the European Union’s plan to create a money-transfer system to help Iran. Among them: Can this entity help sustain a meaningful amount of trade with Iran? Can it be safeguarded from the United States’ financial sleuths? Will it require significant use by two of America’s biggest adversaries, China and Russia, to really work?\nThe stakes are high for both sides.\nThe Trump administration can be expected to fight any attempt to financially support Iran. The Treasury Department said in an emailed statement this week that the European effort was being monitored: “We will carefully review alternative measures being considered to circumvent our sanctions and are confident that we can prevent evasion.” Secretary of State Mike Pompeo described the mechanism as “disastrous policy.”\nBut the European Union is raring to show that Mr. Trump cannot undermine its most important foreign policy achievements. Defending the Iran accord is an opportunity to do just that. The European Union sees the new system as a way to sustain trade with Iran, in part, to help keep that country’s frail economy from going into a tailspin.\nThe mechanism is simple in purpose if not execution: Provide a way for companies to move money in and out of Iran when Western banks won’t do that. It also faces plenty of skeptics.\nSome analysts said the European Union most likely did not expect the payment system to fully develop. Instead, they said, the mechanism is more a gesture by Europe to help persuade Iran to stick with the nuclear deal.\nBut others said the United States ought not to underestimate the commitment of the Europeans, particularly that of Ms. Mogherini, who was involved in the 2015 negotiations that sought to limit Iran’s nuclear program.\n“She was the one who closed the nuclear deal on the European side,” said Jacob Funk Kirkegaard, a senior fellow at the Peterson Institute for International Economics. “The payments vehicle is not just a political gesture. For her, it’s much more personal.”\nPerhaps the biggest challenge to the European effort is that large Western companies won’t need the payment entity because they simply won’t be doing any business with Iran. Scores of multinational companies pulled away from Iran after the United States withdrew from the nuclear deal and won’t want to risk penalties.\n“We don’t want to take the risk that Total could be torpedoed by President Trump,” Patrick Pouyanné, chief executive of Total, a French oil company, said in an interview.\nTotal had planned to invest in Iran but shelved those plans this year. For many large businesses, ancillary concerns — such as whether they can get insurance coverage for their shipments — played a role.\n“For us, it does not work, I am sure,” Mr. Pouyanné said when asked about the payments entity.\nFinancial, as well as reputational, risks abound. Multinational companies recall the big fines and scorching headlines that European banks suffered a few years ago to settle accusations that they had evaded the United States’ sanctions against Iran. It was reported this week that United States authorities may soon hit Standard Chartered, a British bank, with new penalties related to past Iran business.\nAnd France added yet another twist in relations with Iran this week: It froze the assets of Iran’s spy ministry after linking it to a foiled bomb plot planned for June. France maintains that it can punish Iran for hostile acts but still remain in the nuclear deal. The Trump administration has decided the United States cannot.\nThe European Union faces a potentially huge obstacle: Banks may not want to have any connections with the payments entity.\nBanks doing business with it could be subject to American penalties. And if Western banks don’t connect to the entity, European companies will have no way of getting money in and out of the payments mechanism.\nThe European Union could try to use a government-owned institution, like its lending arm, the European Investment Bank, to process payments in and out of the entity. But that institution would most likely be vulnerable to United States sanctions as well.\nEven if the European Union could set up the system, it would have to convince companies that it was reliable — and so secure that the United States government could not penetrate it.\nRivka Little, a research director specializing in payments at International Data Corporation, a consultancy, said setting up a payments company would be a huge undertaking. The European Union’s entity may be easier to establish because of its narrower focus, but, she said, customers would still expect it to have all the necessary features, like messaging, clearing and settlement.\nAnd in an era when payments networks have been shown to be vulnerable to abuse, the European Union would have to monitor it for illegal activity.\n“There is one thing fraudsters like more than anything, and that’s a new payment network,” Ms. Little said.\nDespite all those challenges, the European Union’s payments channel might attract enough participants to keep it going.\nThe big question is whether large Chinese and Russian companies would use the entity for business that is targeted by the United States, like trade in oil and gas products.\n“It’s a very important signal that Russia and China are in this,” said Mr. Kirkegaard, the analyst.\nChina already has much experience doing business in Iran under United States sanctions, and it appears to have set up a payments channel. According to a prominent Iranian businessman who was quoted in an article by The New York Times in 2016, China’s Bank of Kunlun has helped make payments in and out of Iran. (It is also a target of the United States’ sanctions.)\nThe European Union may, however, end up deciding that involving Chinese or Russian firms could do too much damage to its relations with the United States.\nBut even if it excludes such companies, the bloc may yet find businesses eager for alternate money-transfer options. Some smaller European firms, for instance, may do types of business in Iran that are not targeted by American sanctions, such as exports of certain consumer goods, and would find the entity provides easier access.\nThe danger for the United States is that the payments mechanism gives the European Union valuable experience operating outside Washington’s financial sphere of influence and becomes a permanent part of the international payments system.\nThe Treasury Department email this week showed the United States’ concern, and the Trump administration may soon have to decide to respond. Erich Ferrari, a lawyer who specializes in United States sanctions law, said the Trump administration could impose sanctions directly on the entity or pressure private companies not to use it.\n“It’s going to be a showdown,” Mr. Ferrari said. “How far does the U.S. want to push this?”", "date": "Oct. 4, 2018", "href": "https://www.nytimes.com/2018/10/04/business/dealbook/iran-sanctions-europe.html", "tags": "sanctions iran work european way united states union companies evade europe plans entity payments"}