{"title": "Eurovision 2018: Some of Graham Norton's best bits", "content": "Eurovision just wouldn't be Eurovision without Graham Norton's acerbic commentary. \nPresiding over the TV commentary on BBC One, which he has fronted since 2009 when he took over from Sir Terry Wogan, he was on fine form.\nBut as well as his gentle teasing at some of the contestants' expense, Norton also had some strong words to say about the person who invaded the stage during UK contestant SuRie's performance. \nHere are a few of his best lines from the 2018 contest.\n\"I give it a month.\" - His verdict on the relationship between Alfred and Amaia, representing Spain with Tu Cancion. The duo have apparently only been a couple for a matter of months. \n\"It's like they've got a time machine and gone back to 1978. It's like some children's television presenters got a bit over-excited at their Christmas party.... Answers on a postcard please. I've no idea what was going on.\" - The presenter is confused by Moldova's entry, My Lucky Day by the DoReDos. \n\"It's bring your husband to work day.\" - Norton's comment on Lithuanian entrant Ieva Zasimauskaite's husband making an appearance at the end of her performance.\n\"Some people love the song. I haven't met any of them, but that's what I'm told.\" - On Bones, by Equinox, the entry from Bulgaria.\n\"Now he can go and get out of that outfit. Must be like a paddling pool in those trousers - not a very breathable fabric.\" - Making a comment on the sartorial choices of Austria's Cesar Sampson.\n\"Her wedding dress is going to be a real disappointment after that, isn't it? 'This old thing'.\" - More fashion comments from Norton. This time on Estonia's Elina Nechayeva's spectacular dress, which had images projected onto it during her operatic performance.\n\"Wow. We must applaud the use of flame-resistant hairspray there. That was impressive stuff.\" - There was a lot of hair, and there were a lot of flames, during Cyprus's performance. \n\"I don't know why they invaded the stage, but we don't care. Because you should never try and hijack someone's moment in the spotlight, no matter how worthy your cause.\" - Norton's verdict on the person who grabbed the mic from SuRie. \nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "13 May 2018", "href": "https://www.bbc.com/news/entertainment-arts-44097598", "tags": "surie verdict invaded person performance eurovision best norton bits commentary stage like graham"}