{"title": "Eurovision 2018: SuRie stage invader 'climbed into camera run'", "content": "The Eurovision Song Contest stage invader gained access to the stage by climbing into a camera run and going over a bridge, organisers have said.\nThe man interrupted the UK's singer SuRie, who finished third from bottom at the event in Lisbon on Saturday. \nThe European Broadcasting Union said an internal investigation was under way.\nThe EBU said he was pursued by security over the bridge, adding: \"He was removed off stage after seven seconds and is being questioned by police.\"\nThe statement continued: \"We take security very seriously and an investigation into what happened is already under way.\"\nSuRie was singing her song Storm when a man with a rucksack ran onto the stage, grabbed her microphone, and appeared to say: \"Nazis of the UK media, we demand freedom.\"\nHe was swiftly dragged off stage and SuRie continued performing the song.\nIt is thought the same man invaded the stage at the National Television Awards this year, and The Voice in 2017.\nMore on Eurovision:\nSuRie was given the chance to perform again, but declined. The BBC said: \"SuRie and her team are extremely proud of her performance and have together decided that there is absolutely no reason to perform the song again.\"\nShe later wrote on Twitter: \"Well, I've always said anything can happen at Eurovision...\"\nOn Sunday, she wrote: \"I've been told the security agent who intervened last night is ok and thank goodness for that.\n\"Thank you everybody for your messages of love and support and huge congrats to @NettaBarzilai, I'm so, so proud of you x\"\nNetta, representing Israel, won the contest with 520 points, triggering jubilation in her home country.\nCrowds celebrated in Tel Aviv's Rabin Square and Jerusalem's main open air market.\nIsraeli Prime Minister Benjamin Netanyahu even imitated Netta's now-famous chicken dance in his own tribute to the winner, and confirmed that next year's contest would be held in Jerusalem.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "13 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44102158", "tags": "surie song security uk invader run contest man bridge camera eurovision stage"}