{"title": "Eurovision 2018: 7 things to look out for during the show", "content": "The moment you've all been waiting for is here: Saturday's Eurovision grand final.\nThe excitement has been building all week in Lisbon, as have the number of crazy outfits and national flags.\nYou'll know already that Cyprus is odds-on favourite to win this year's competition. But don't fret, the UK is the bookies' favourites as well... to finish dead last. Oh dear.\nSo don't get your hopes up for a British win in 2018, but just enjoy the show - the songs really are particularly strong this year. Here are my seven things to look out for.\nEurovision 2018: follow live coverage\nYou'll remember Saara from 2016's X Factor and our Finnish favourite is back on our screens again - this time competing for her country.\nWatch out for Aalto on a rotating board which looks like she's about to have someone throw knives at her while blindfolded.\nShe also has an amazing sparkler-come-firework gun which she fires towards the end of her allotted three minutes. All very dramatic... when it works. It's failed to fire off occasionally during rehearsal, so it will be interesting to see if it manages on the night.\n10 things you need to know about SuRie\nWhat these UK Eurovision acts know now\nRyan O'Shaughnessy made headlines around the world earlier this week when the EBU banned a Chinese television network from airing the final, after they refused to air the Irish performance and blurred out gay pride flags in earlier broadcasts.\nThe controversy has arisen because O'Shaughnessy's dancers tell a story of love and heartbreak - and they are both male.\nO'Shaughnessy told BBC News: \"From the very start we've said love is love - whether it's between two guys, two girls or a guy and a girl, so I think this is a really important decision.\"\nWill this controversy and the added publicity play in Ireland's favour?\nThis year's Eurovision seems to be even more of a love-in than it is usually. Literally. The number of on-off stage romances seems particularly high.\nOne of the favourites, Madame Monsieur from France, are a real life Mrs and Mr Emilie Satt and Jean-Karl Lucas, who met in 2008 and have been married for three years.\nLithuania's Ieva Zasimauskaite sings an endearing song about finding the person to grow old with, only to finish the song meeting a tall, handsome stranger on a bridge. Cue her real-life actual husband.\nAnd perhaps the most obvious pairing is Spain's Amaia and Alfred who spend the whole of their duet no more than three inches away from the other's face, and end the song with a kiss. They say they've been dating for several months. I say isn't this all a bit too soon?\nIf you haven't heard about Israel's entry already, she has been the one with all the buzz around her in the lead-up to Eurovision.\nShe has a unique appearance and original performance style. Oh, and she also does a chicken noise and dance to go with it. \nSeriously.\nChicken impressions aside, the song has a real message that fits right in with 2018's #MeToo and #TimesUp movements.\n...run.\nRasmussen may look, as some media have noted, like the lanky kid brother of Tormund Giantsbane from Game of Thrones, but the message he brings is peace. The song is all about laying down your sword and taking the Higher Ground (the name of the song).\nIt may not sound like the ingredients for a hit, but c'mon guys this is Eurovision. Trust me, the primordial sounds of this song are going to do well.\nWaylon provides the country music sound of the competition and shows up on stage in a stetson and leopard print jacket. So far, so normal.\nHe has a drummer and three guitarists with him - although I sincerely doubt any guitar music is being produced by the trio. \nBut then they toss away their instruments and start some kind of jerky dance moves, which make them look like Pinocchio being electrocuted. There is some crotch grabbing and a few back flips.\nI don't even know where this kind of dancing belongs, but it's not here...\nIt takes Estonia's Elina Nechayeva and eight members of crew to get her dress on stage - but I think we'll all agree it's worth the effort. \nElina's act consists of her in a massive dress with images projected onto the skirt, while she belts out opera and reaches notes that would make even Mariah Carey wince.\nI'm making it sound bad, but it is a good thing. I promise.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "12 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-44093468", "tags": "song things know show even three eurovision look year ... love like"}