{"title": "Eurovision 2018: Australia ups the ante with Jessica Mauboy", "content": "After finishing ninth at this year's Eurovision Song Contest, Australia is upping its game for 2018.\nPop star Jessica Mauboy will represent her country in Lisbon next May, broadcaster SBS announced on Monday.\nThe 28-year-old instantly becomes one of the most current, established artists to take part in recent years.\nMauboy, who is the first indigenous artist to reach number one on the Australian album charts, said she would \"sing my heart out for Australia\".\nShe added: \"I'm so proud to be officially representing my country and a little bit nervous - mainly about the dress!\"\nThe star previously appeared at the 2014 Eurovision semi-final in Denmark, playing the song Sea of Flags during the interval.\nLike many modern Eurovision contestants, Mauboy shot to fame on reality TV, coming second in the 2006 series of Australian Idol.\nAfter the show, she released a live album, The Journey, which reached the top five thanks to the popularity of her cover of Christina Aguilera's Beautiful.\nHer official debut single, Running Back, followed a year later, featuring a guest appearance by US superstar Flo Rida. It was certified double platinum and saw Mauboy win her first Aria - Australia's equivalent of a Brit Award.\nSince then, she has sold more than 3.4m albums globally, while her songs have been streamed more than 158m times. \nShe also starred in the 2012 film The Sapphires, playing the role of Julie McCrae, one of four indigenous Australian women who travel to Vietnam to sing for troops during the war.\nThe film won Mauboy an Australian Film Critics Association Award for best supporting actress and led to her being cast in the lead role of the hit TV series The Secret Daughter.\nAustralia has been part of the Eurovision Song Contest since 2015, when it was given a \"wild card\" entry for the show's 60th anniversary.\nThe competition has a huge fan base in the country, where it has been screened for more 30 years, with viewing figures regularly topping 3 million.\nMauboy, whose mother is from the Indigenous KuKu Yalanji tribe and whose father is from Timor, said she had wanted to represent Australia at the contest ever since her half-time performance in 2014.\n\"I am a deeply a competitive person when it comes to music,\" she said. \"I almost feel like I was the permission for Australia to become properly involved.\n\"A year after that, the gate was opened for Australia [and] I almost feel like I've been waiting for this, like it's unfinished business.\"\nThe singer has yet to unveil the song she will take to Portugal, but said she intended to compose it herself.\n\"I want my culture, background and history to definitely affect and be part of the song that I want to write,\" she told SBS.\n\"I think as someone who represents Australia as a whole, within the song I really want to go deep and be able to tell a story, but also have something that sounds like it's just been taken from the radio or a music video.\n\"I want to keep the vibe of it being music and that being the heart of it.\"\nThe 2018 Eurovision Song Contest will be held on 12 May.\nLast year's winner was Salvador Sobral, who performed the emotional ballad  Amar Pelos Dois (Love for Both of Us).\nThe 27-year-old, who has a long-standing health condition, recently had a successful heart transplant.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "11 December 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-42310081", "tags": "ante song australia want contest ups australian eurovision jessica year mauboy like"}