{"title": "European elections pollwatch: How are the parties faring?", "content": "Opinion polls for the European Parliament elections on 23 May put the Brexit Party in the lead.\nEach dot shows one poll result for one party. The trend lines are calculated as an average of the polls to date, with greater weight given to the most recent polls and to larger polls. \nNew polls over the weekend suggest the Brexit Party has further strengthened its position.\nOpinium and YouGov now have them on 34% with a big lead over Labour in second place. However in a third poll, by ComRes, the picture looks much less clear - the Brexit Party are only narrowly ahead of Labour by 27% to 25%.\nIt's not just the Brexit Party who are on the up. The Lib Dems have also made progress - in the past three polls they've been in third place, ahead of the Conservative Party.\nIn fact, in YouGov's poll, the Tories are down in fifth place, below the Greens as well.\nOne way that the results of the European elections will be analysed is as a sort of proxy vote for another referendum.\nIt will be interesting to add together the votes for anti-Brexit parties - SNP, Plaid Cymru, Lib Dems, Greens and Change UK - and compare the result with the combined score of UKIP and the Brexit Party.\nBy this measure, the polls suggest it's pretty close between these two groups, with the pro-Brexit group slightly ahead on average. However, it isn't necessarily a good guide as to how another referendum would go.\nFor one thing, people's reasons for voting will not just be about Brexit.\nAnother issue is that it doesn't account for Conservative and Labour voters. The two big parties might be near historic lows but they will still account for a decent proportion of voters.\nWill those people be equally split between Leavers and Remainers?\nIt's possible to get a clue to this by looking at the detailed breakdown of the polling figures. This can be a risky business because the subsamples in polls aren't always representative so you can get misleading results.\nHowever, in this case the pattern is very consistent. People who say they will vote Conservative are evenly split between Remain and Leave. But people who say they'll vote Labour favour Remain by about 3:1.\nThe polls that have been published up to now can fairly neatly be divided into two groups: before and after the Brexit Party's campaign launch on 12 April.\nBefore then, Nigel Farage's new group and UKIP seemed to be splitting the pro-Brexit vote pretty evenly - allowing Labour to enjoy a clear lead overall.\nAfterwards, the Brexit Party has risen to the top of the pile, mostly at the expense of UKIP. There have only been two polls since with another party (Labour) in the lead.\nAs with all polls, it's important to remember that they are subject to error. And that can be particularly true when there are new parties in the frame.\nProspects for the Conservatives look bleak, according to the polls so far. They've been bumping around in the low to-mid teens. That would be by a distance the lowest share of the vote ever for the party in a national election.\nLabour are faring better, although considerably below where they would want to be. A score in the mid-20s would mean little change since 2014 when they were runners-up to UKIP.\nThe creation of Change UK - The Independent Group, adds to an already crowded field for pro-EU, anti-Brexit parties.\nThey are fighting for votes with the Liberal Democrats, Greens, SNP and Plaid Cymru.\nIn Scotland, the SNP are on course to dominate. But in other parts of the UK, the divisions could be costly.\nEuropean elections in Britain use a form of proportional representation, but on a regional basis. Most of the regions have too few seats to guarantee a fully proportional outcome.\nIt's quite easy for a party to get a decent number of votes in a region but fail to win a seat. In 2014, for example, 160,000 votes (10.7%) was not enough for the Liberal Democrats in the South West.\nIf the final result this time is close to what the polls have been suggesting, the anti-Brexit parties could end up missing out in several regions.\nHowever, in the latest to be published, it perhaps looks as though in England the Lib Dems are emerging as the strongest of them - possibly receiving a boost after their very strong showing in the local elections.       \nNB: Most polls focus on vote share in Great Britain and exclude Northern Ireland.", "date": "13 May 2019", "href": "https://www.bbc.com/news/uk-politics-48227459", "tags": "brexit european pollwatch parties party elections one lead polls labour however faring vote"}