{"title": "Eurovision 2018: Saara Aalto and the other stars you may recognise", "content": "Saara Aalto is one of several Eurovision Song Contest entrants who British viewers may recognise at this year's competition.\nThe Finnish star rose to fame in the 2016 season of The X Factor and takes part in this year's first semi-final.\nShe's already performed parts of her song in 34 different languages. \nFinland is one of 43 nations competing in Portugal's capital Lisbon, and Saara is not the only contestant you may recognise. \nSaara Aalto was mentored by Sharon Osborne in The X Factor and made it to the final, eventually losing out to Matt Terry.\nShe was known for her lavish performances of songs such as Bjork's It's Oh So Quiet and Lady Gaga's Bad Romance. \nLast year, Finland's national broadcaster announced that Saara would represent her country at Eurovision 2018.\nShe performed three tracks - Monsters, Domino and Queens - on a TV show, with Monsters being chosen by the Finnish public. \nBefore her fame in the UK, Saara also competed in Finland's version of The Voice. She later became a coach on the show. \nWhen asked how famous she is in Australia on a scale of one to ten, Jessica Mauboy, with a giggle, declares \"a ten\".\nThe former Australian Idol contestant is one of her country's most recognisable pop stars, having won awards for both her music and acting. \nShe was runner-up on the 2006 series of Australian Idol and has subsequently released three studio albums, as well as starring in TV shows and films. \nJessica appeared as the interval act at the 2014 Eurovision Song Contest, a moment that led to Australia being accepted into Eurovision on a permanent basis the following year. \nShe also supported Beyonce on the Australian leg of her I Am... World Tour.\nRyan O'Shaughnessy, 25, got himself into a bit of trouble when he went down the reality route in both Ireland and the UK. \nHe auditioned for the Voice of Ireland in 2012 and got through to the live finals, but that hampered his appearance on Britain's Got Talent. \nHe was eliminated from BGT before the live shows because of a conflict of interest between the shows. \nHe managed to get out of the Irish contract, enabling him to return to the BGT final where he eventually finished fifth. \nRyan is hoping to make his performance at Eurovision stand out by having dancers Kevin O'Dwyer and Alan McGrath recreate the song's music video behind him.\nThey play a couple dancing around Dublin's Temple Bar. \nIn 2001, Ryan's uncle Gary also represented Ireland at Eurovision, coming 21st out of 23 countries. \nMichael Schulte spent the early part of his career posting cover versions on YouTube, which gathered millions of views. \nHe rose to fame in 2011 when he took part in season one of The Voice of Germany. \nHe performed Adele's Set Fire To The Rain at his blind audition and eventually placed third overall.\nMichael has released three studio albums and competed in Germany's national song contest Unser Lied für Lissabon (Our Song For Lisbon).\nAs a member of the so-called 'Big Five', Germany gets to side-step the semi-finals and he'll perform directly in Saturday's final with You Let Me Walk Alone. \nFollow Newsbeat on Instagram, Facebook and Twitter. \nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here. ", "date": "8 May 2018", "href": "https://www.bbc.com/news/newsbeat-44038676", "tags": "song may stars fame saara contest one recognise eurovision year performed aalto finland part"}