{"title": "Eurovision 2016: Ireland's Nicky Byrne fails to make final", "content": "Ireland has been knocked out of the Eurovision Song Contest after former Westlife singer Nicky Byrne failed to qualify for Saturday's final.\nThe pop star, 37, was unsuccessful in the semi-final in Stockholm, Sweden, on Thursday, where he was one of 18 acts competing for the last 10 places.\nIreland is the most successful country in the contest's 61 year history, with a total of seven wins.\nThe UK qualifies automatically, with duo Joe and Jake this year's act.\nIt is guaranteed a place in the final as one of the \"big five\" countries along with France, Germany, Italy and Spain.\nAs reigning winners, Sweden also automatically advance to the grand final.\nEurovision 2016: Reporter's diary\nWhat do fans love about Eurovision?\nUkrainian singer's 'family story'\nMichael Ball: 'My advice for Joe and Jake'\nThe 10 countries that qualified on Thursday are Latvia, Georgia, Bulgaria, Australia, Ukraine, Serbia, Poland, Israel, Lithuania and Belgium.\nThey will join Azerbaijan, Russia, The Netherlands, Hungary, Croatia, Malta, Austria, Armenia, Czech Republic and Cyprus who all made it through the first semi-final on Tuesday.\nThe Ukrainian entry, jazz artist Jamala, which got through Thursday's heat, has stirred political tensions with Russia. \nJamala is first ever Crimean Tatar to perform at the contest, and her song 1944 is about former Soviet Union leader Joseph Stalin, Crimea and claims of ethnic cleansing.\nRussia annexed Crimea from Ukraine in 2014, as conflict between the two countries escalated.\nAfter Thursday night's semi-final, Byrne thanked his fans, and apologised for failing to make the final.\nHe tweeted: \"Amazing time amazing support, I gave it my all, I'm sorry I didn't get us there. I pass on the torch to someone else now next year.\"\nIreland's Eurovision fortunes have waned over the past few years, especially since the introduction of the weeknight semi-final rounds.\nIn 2007, Ireland came last for the first time ever, scoring just five points for Dervish's They Can't Stop The Spring.\nThe last time Ireland won the contest was in 1996, when Eimear Quinn triumphed with her song The Voice.\nIt has been a bad year for Scandinavian entries. \nDenmark and Norway were knocked out in the semi-finals, which were decided based on a combination of public and jury voting. Iceland and Finland also failed to make it through.\nAustralian X Factor winner Dami Im, who was mentored by pop star Dannii Minogue, was voted through to the final with her song Sound Of Silence.\nDespite being on the other side of the world from Europe, Australia was invited to join Eurovision for its 60th anniversary in 2015, when contestant Guy Sebastian finished in fifth place.", "date": "12 May 2016", "href": "https://www.bbc.co.uk/news/entertainment-arts-36283139", "tags": "song thursday make nicky byrne contest countries final fails eurovision ireland semi-final year last"}