{"title": "Eurovision 2019: Darude's journey from Sandstorm to Tel Aviv", "content": "You may know the name. You definitely know the hit. Twenty years on, can DJ Darude mix up more success in Tel Aviv?\nFrom Australia's pop-opera hybrid to Iceland's leather-clad BDSM enthusiasts, this year's Eurovision hopefuls are a typically eclectic bunch.\nYet amid the ranks of power balladeers, talent show alumnae and Sam Smith wannabes there is one familiar name.\nThat would be Darude, the Finnish DJ and producer whose 1999 dance track Sandstorm became both an international hit and an internet phenomenon.\nTwo decades on from that iconic instrumental track, the man born Ville Virtanen in 1975 is back in the limelight and representing his homeland in Tel Aviv.\n\"It's a big undertaking,\" says the 43-year-old, who will perform Finnish entry Look Away with Sebastian Rejman.\n\"I don't think either of us realised how involved it was going to be.\n\"In Finland Eurovision lasts one night,\" he continues. \"But when you're in the contest the promotions start early in the year.\n\"It's been cool to see how involved the fans are from very early on. The real fans who are in 'the bubble' are so enthusiastic and vocal.\"\nOur interview takes place at the London Eurovision Party in April, one of numerous get-togethers held across Europe ahead of the main event.\nEurovision can be the making of many a young performer, who can use the exposure it gives to kick-start a career in the industry.\nFor established artists, though, it can be a poisoned chalice, as more than one legacy act has found out to their cost.\nThe risk of public humiliation is far greater for a performer with a proven track record than it is for a newcomer who is just starting out.\nYet Darude is happy to participate in an event that, in the UK at least, is viewed with as much mocking disdain as passionate adulation.\n\"I'd been asked before to take part and there were several reasons I didn't do it, which included the image Eurovision has,\" he reveals.\n\"But this year the timing was good, and I also decided I've been around long enough that win or lose it won't make or break my career.\n\"It was a challenge to produce a three-minute song and do something different,\" the father of two says of a composition he and Rejman will perform in the first half of Tuesday's semi-final.\n\"I just decided to take the benefits and the exposure this thing gives - the networking is huge! - and if there are any negatives, I kind of don't care.\"\nIsrael earned the right to host this year's competition after winning last year's event in Lisbon with Netta's bumptious floor-filler Toy.\nYet the run-up to the event has seen calls for it to be relocated or boycotted on human rights grounds.\nIn January, Dame Vivienne Westwood, Mike Leigh and others signed an open letter urging the BBC to ask organisers to move the contest\nAnother group of celebrities, among them Stephen Fry and Sharon Osbourne, have since co-signed a statement in support of the contest going ahead as planned.\nThe BBC has said Eurovision is \"not a political event\" and that it would not be \"appropriate to use [its] participation for political reasons\".\n\"It's a difficult matter obviously but we're just in it for the music,\" says Darude, who hopes to be among the 20 semi-final acts who will progress onto Saturday's grand final.\n\"We don't have too much say where it's held, so we steer away from the politics of it.\n\"There's a saying in Finland that if you bow down in one way, you show your butt the other way,\" he continues.\n(The expression is \"joka kumartaa yhdelle, pyllistää toisille\", meaning, \"Who bows to one bends over to others.\")\n\"But we do want people to think. Our song is about finding the courage to take on a problem and do something about it - whether it's a global issue or a problem within your circle.\"\nFinland has competed at Eurovision 52 times - but it has only won the competition once.\nThat victory came in 2006, thanks to mask-wearing heavy metal band Lordi and their song Hard Rock Hallelujah.\n\"That's the beauty of Eurovision,\" laughs Darude. \"You can win with a ballad, with dance music or some monster rock from Finland.\n\"It's all about the vibes that year I guess.\"\nThe first Eurovision semi-final will be shown on BBC Four on 14 May from 20:00 BST.\nThe second semi-final will be shown on BBC Four on 16 May from 20:00 BST, while the grand final will air on BBC One on 18 May from 20:00 BST.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "14 May 2019", "href": "https://www.bbc.com/news/entertainment-arts-48104547", "tags": "may aviv semi-final one yet sandstorm tel eurovision darude year event bbc finland journey"}