{"title": "Eurovision’s Ukraine singer Jamala pushes boundaries on Crimea", "content": "Jazz artist Jamala was already a household name in Ukraine, before winning the nomination to represent her country at Eurovision. \nThe first ever Crimean Tatar to perform at the contest, she will appear in Thursday's second semi-final in Stockholm.\nAnd her song, about Stalin, Crimea and claims of ethnic cleansing, is a far cry from the typical Eurovision song.\nI watched Jamala, 32, perform to a sell-out crowd of trendy twenty- and thirty-somethings at Kiev's Atlas Club, a side of Ukraine normally drowned-out by headlines about corruption and war.\nShe was recently included in a series of UK government videos profiling Ukraine's Next Generation, a group of vibrant, talented people who apparently want to shed the country's bureaucracy-ridden, nepotistic tradition of governance.\nHer Eurovision entry, 1944, is about the mass deportation during World War Two of the entire ethnic Tatar population from Crimea by Soviet troops under the orders of Stalin.\nIt is also \"very personal\". Jamala's great-grandmother and her five children were among a quarter of a million Tatars who were packed on trains \"like animals\".\nMany, including her great-grandmother's young daughter, died on the journey or in the inhospitable outer reaches of the Soviet Union, where they were relocated. \nFor Jamala, singing about the deportations is a duty to highlight what, she says, was akin to ethnic cleansing.\n\"I had to release their souls. Because they never came back to Ukraine,\" she says.\nHowever historical and personal the song purports to be, anything linked to Crimea is an emotive topic in Ukraine today.\nThe eastern peninsula is now firmly under Russian control, since the territory was annexed by President Vladimir Putin in March 2014.\nRead more here: Crimean Tatars uneasy under Russian rule\nThe West condemns the annexation as illegal. Ukraine still considers Crimea to be part of its territory.\nAt a Crimean Tatar restaurant in Kiev, Jamala laughed off claims that her song was political. \n\"You can see it in the lyrics,\" she told me. \nAnd Eurovision has backed her, by allowing her entry to stand.\nThe contest's rules state that no \"lyrics, speeches, gestures of a political or similar nature shall be permitted\".\nHowever, one young woman at the Jamala concert in Kiev said the song's popularity was partly down to Russia's \"occupation\" of Crimea. \nAnother concert-goer believed that the \"sad situation facing Crimean Tatars\" added meaning to Ukraine's Eurovision entry. \nKiev-based Tatar group Crimea SOS has made allegations of \"systematic\" prosecutions against Tatar people in Crimea since the Russian annexation.\nSpokeswoman Tamila Tasheva says 13 Tatar people have gone missing and seven have been killed without anyone being brought to justice.\nMs Tasheva sees a connection between the situation for Crimean Tatars today and Jamala's Eurovision song about Stalin's forced deportations.\n\"What's happening is not a violent deportation, but Crimean Tatars are being forced to leave the territory of Crimea.\"\nRussia's ombudsman for human rights, Tatiana Moskalkova, has said she will look into complaints of brutality and insensitivity against Tatar people on the part of law enforcement agencies in Crimea.\nBut she said a \"majority\" of Crimean Tatars had been positively integrated into the Russian system.\nAnd Crimea prosecutor Natalya Poklonskaya has dismissed talk of discrimination as \"speculation, deception and misrepresentation\".\nEurovision appeared to try to limit the political overtones of Jamala's song, by banning her supporters from waving the Crimean Tatar flag during her performance.\nThe contest organisers then relaxed its guidelines on the waving of flags.\nHowever, in the first semi-final on Tuesday night, Armenian singer Iveta Mukuchyan was criticised for waving the flag of Nagorno-Karabakh, a separatist enclave that is officially part of Azerbaijan but currently under the control of local ethnic Armenian forces.\nIn reality, any event involving Ukraine and Russia these days has an added dimension.\nRussia's entry sailed through to Saturday's final. If Ukraine also makes it through, expect a poignant affair. \nThe second Eurovision semi-final is broadcast live in the UK on 12 May on BBC Four at 20:00 BST", "date": "12 May 2016", "href": "https://www.bbc.co.uk/news/world-europe-36265593", "tags": "song pushes tatars singer eurovision jamala crimea tatar ethnic ukraine boundaries crimean"}