{"title": "Eurovision 2018: What these six UK entrants know now", "content": "The Eurovision Song Contest is almost upon us and the UK's entrant SuRie will already be limbering up in Lisbon ahead of Saturday's grand final.\nSome of the UK's former competitors have spoken about their Eurovision experience and what their favourite memories from the show were - even if the vote wasn't kind to them. \nSo, who looks back with bittersweet feelings? Who were the most competitive countries and which competitor had Simon Cowell on their team? \nBBC News spoke to six of the UK's previous Eurovision acts and found out what advice they would give to SuRie.\nLucie Jones was last year's UK entry, coming a respectable 15th out of the 26 countries which competed in the final.\nShe first entered our lives in 2009, after making it to live shows on The X Factor where she came eighth.\nShe sang Never Give Up On You and says she was \"amazed\" at how supportive the Eurovision fans are.\nI had a great time, it was very full-on. I did it while I was performing in Rent. I was doing eight shows a week, and then trying to fit in rehearsals and preparation for Eurovision as well. It was a crazy time, but I look back now and love that I did it.\nAt the end of the show, I had a big bag of glitter and was throwing it over everyone. Everyone took it really well - except Greece. She didn't take the glitter very well at all, because she thought she was going to win. She thought I was making fun of her and didn't take it in the spirit in which I meant it.\nMy only regret would be to take EVEN more pictures! Such a fun experience. I absolutely loved it. \nRelax and have fun. Trust that the audience will enjoy it if you enjoy it! \nBlue already had a huge chart-topping career including collaborations with the likes of Elton John, Stevie Wonder and Lil' Kim. The boyband used their 2011 Eurovision appearance as a comeback after having been on hiatus for seven years. Blue's song I Can came in 11th place at Eurovision - which hasn't been bettered by the UK since.\nAntony Costa from the band says that despite Blue's back catalogue, it's Eurovision that still garners the greatest interest...\nI look back with fond and still exciting memories and as a band it was probably the hardest we have ever worked. Everything was unpredictable and yet so exciting at the same time. \nThe fact that you had so many other countries all doing the same thing, with the same goal and wanting to win the same prize. That level of competition is incredible! \n125 million people watching your every move. Need I say more? \nThe moment we got 12 points from Bulgaria. That kind of blew us away, we had never even been to Bulgaria and yet who knew, the Bulgarians were fans of Blue! \nThe reaction was positive all around, and for us as band it led into two new albums (Roulette and Colours) and another five years of non-stop global touring, as well as TV shows and a whole bunch of other stuff.  \nI would simply say to SuRie enjoy every moment. Try and take it all in because it goes by so quickly and be proud of the achievement you have reached and just know the country is behind you (and I will definitely be watching). \nLiverpool pop sensation Sonia had enjoyed huge fame and success before she performed at Eurovision in 1993. She sang Better the Devil You Know and came second (back in the days when the UK still did OK in this kind of thing) - but says she was \"gutted\" about missing out on the top spot...\nI had a marvellous time, I was so chuffed that the BBC chose me and asked me to take part.\nIt was something I loved as a kid. I remember watching Making Your Mind Up by Bucks Fizz - I thought it was great. I was only 10 years old at the time, but it had a real lasting impression on me.\nOurs wasn't on the spectacular level it is now. It was much more basically staged.\nI appeared on Terry Wogan's Saturday night programme over a number of different weeks to showcase all the different songs which were options for Eurovision. All the music industry people and all these high level BBC executives picked out these eight songs as possibilities. Simon Cowell was among those involved, I was signed to him at the time.\nThere has always been a lot of interest in Eurovision from famous songwriters. Pete Waterman wrote one, as did Andrew Lloyd Webber. Songwriters have always been really interested in competing as it's a great stepping stone to getting your song heard by a massive audience.\nBut it seems so difficult now, because we never come anywhere in the competition, which is such a shame because a lot of it seems so political.\nAt the time I was completely devastated because I came so close to winning. If I'd have come 10th, I don't think I'd have minded so much. \nLooking back now though, second is fantastic!\nStay focussed - she's a pro, so she's no stranger to a stage. Go for it and enjoy.\nJoe and Jake competed for the UK in 2016, a year after they had both participated in the fourth series of The Voice. The duo came third from bottom - in 24th place. Don't worry though Joe, it matched the previous year's result, so You're Not Alone...\nIt's crazy that I did it. It's the biggest singing competition in the world and we were lucky enough to perform and represent the UK.\nHow many A-list celebrities can say they've performed in front of 250 million people? Getting the chance to do it was just fantastic.\nWe were really devastated when we came 24th. Gutted is the only word to describe it. So we just got on the wine and tried to enjoy the rest of the Eurovision parties and take our minds off it.\nI'd love to go back and try again. It was such an experience and the audience was immense.\nThe televoting was a bit of a shock, to be honest (in 2016 Eurovision changed the voting format so the jury vote and televote were awarded separately). \nIn the jury vote we didn't do too badly - we got 12 points from Malta fairly early on, and some of the other countries awarded us points too. So it was looking OK, but then the televotes got added to the scores and we were just annihilated.\nI think changing the voting system worked - it just didn't work in my favour. It's a good thing though - it's all about entertainment at the end of the day.\nSweden got very hyped up, and a lot of the other artists took it VERY seriously. Russia spent millions on everything and trying to make their performance stand out.\nIt's the perfect Eurovision song, but I can't see it winning. My advice to SuRie would be to remember to remember. It's so easy to go up on there and just go for it, and then forget it all.\nAndy first came to our attention after coming runner up to Shayne Ward in the second ever series of The X Factor. He travelled to Belgrade in 2008 to compete in the Eurovision song contest, but came last place. Perhaps this explains why he has \"mixed feelings\" about his time in the competition.\nI have mixed feelings, I love the competition and how historic it is but it needs a overhaul in regards to the voting system. I wish the competition was fair for every country with no bloc voting.\nI have three, performing my song Even If to millions, working with the legend Terry Wogan, and getting the thumbs up from Jean Paul Gaultier.\nI can't remember specific countries but I do remember (I think Azerbaijan) when we had all the entertainers at an event, they had about 30 paparazzi chasing them, then I heard the paps were paid as a PR stunt.\nMy advice to SuRie is enjoy the experience, and don't have too much expectation on where you end up.\nAfter her UK chart success in 1995, Nicki French performed at Eurovision in 2000. She says it took a long time to get over what was, at that point, the UK's worst ever placing.\nThe show itself. And having make-up people, cameras and stylists all around you. I'd love to be able to re-do it and relive it - it was just the best experience. I would do it again in a heartbeat.\nAll the vocals have to be live on the night. People laugh at it, but there's no other show where everything has to be absolutely live. Considering it's live TV, it's amazing more stuff doesn't go wrong.\nThe year we did it, it was the first time the internet was streaming it, so we were told there was up to a billion people watching! I was so nervous, pacing around backstage, but when I walked on stage it felt like a dream.\nBackstage, there were just curtains to partition each dressing room area. I'd gone to our UK area, and I could hear someone next door singing our song, playing it on guitar.\nIt was the German entry, Stefan Raab, just sat singing my song - I was really touched.\nI came 16th out of 24 which was the worst we'd done ever at that point. It meant so much to me and took me some time to get over it. \nEveryone was really kind, telling us we shouldn't have been so low. I felt the performance had gone well - we watched it when we got back and still didn't know what had gone wrong.\nIt followed on from the British beef crisis - so I don't know if it had something to do with that, but it was painful - you really feel like you let the country down.\nThe one who really takes it very seriously and goes hell for leather is Sweden. The Eurovision final is the most watched programme in Sweden, I believe. Russia definitely like to go for it too.\nWhen you get out there, you can't prepare for it. It's unlike anything you've ever done before. I'd been on stage in front of 50,000 people before and I still wasn't prepared.\nJust savour the moment, because it is gone in a flash. It's the most enjoyable thing to do. I'm sure she'll be fine though.", "date": "10 May 2018", "href": "https://www.bbc.com/news/entertainment-arts-44041137", "tags": "song uk know entrants really take came back eurovision six time enjoy"}