{"title": "Eurovision 2019: Kate Miller-Heidke sings on depression 'breakthrough'", "content": "Australia is an unlikely participant in the Eurovision Song Contest. On Saturday, Kate Miller-Heidke will perform as the country's first publicly chosen contestant and as Gary Nunn writes, she's bringing an unusual subject to the stage.\nMiller-Heidke limps into the room in Sydney wearing doctor-ordered comfy trainers. She is only recently out of a week-long hospital stay to treat a foot injury that almost dashed her hopes of walking out on stage in Tel Aviv.\n\"I had a potentially deadly foot injury. Horrendous timing!\" she says.\nThe injury, a bacterial skin infection called cellulitis, happened while she was wearing \"stupid stilettos\" on Tel Aviv's cobblestone streets, she says, while filming Australia's Eurovision \"postcard\" - the introduction before each country's song. The theme, to her dismay, was dancing. \"Not my skill set,\" she jokes. \nThe silver lining was the enforced rest: \"I'd struggled to channel my nervous energy about my performance. This has, strangely, relaxed me.\" \nIt isn't the only adversity the singer has overcome in recent years.\nMiller-Heidke's song, Zero Gravity, infuses operatic style with a pop beat - some are calling it \"popera\" - but covers a dark subject: her post-natal depression after giving birth to son Ernie in 2016. \n\"For 18 months, I lost my voice - literally and figuratively. I was incredibly tired. I didn't feel like myself,\" she says. \nThis song celebrates that return to self - and the burst of creativity that followed. \n\"It was a breakthrough - the first song I'd written in my own voice for a long time,\" she says.\n\"I had certain ambitions for it as a Eurovision song - it needed to be epic - but stay tethered to a truly authentic feeling.\"\nThe result is something that, she hopes, will \"make people feel less alone, especially with an experience as lonely as depression\".\nSupport during the tough time came from her husband, Keir Nuttall. \"I have an amazing partner and family,\" she says. \"I really feel for those women who don't have that - it must be really tough.\"\nThe pair co-wrote the music and lyrics for a musical version of Muriel's Wedding, which was premiered by the Sydney Theatre Company in 2017 and is now on tour.\nWriting the musical's lyrics during her post-natal depression was a saving grace.\n\"It was energising because I didn't have to write in my own voice. It got me out of my own brain, to write in the characters' voice instead of mine.\" \nHer message for women going through this is to \"know you're not alone\".\n\"It's very common - speak to any woman who has given birth and she'll have a story about this,\" she says. Don't feel ashamed. Talk to someone.\" \nEurovision has been broadcast every year in Australia since 1983 and has a big following. \nThe country's debut at the contest in 2015 was seen as a one-off quirk to commemorate the 60th contest, but it has returned annually since. \nNow the country is guaranteed to be involved until at least 2023 - to the delight of local Eurovision fanatics. \nFor Miller-Heidke, the Australian passion for Eurovision appeals to the nation's competitive spirit.\n\"[It's] perfect for Aussies like me who have no interest in sport but want to indulge that side of us that enjoys rankings, tables and points,\" she says. It's the Olympics of pop music.\"\nShe personally enjoys the spectacle: \"It celebrates outsiders, making room for people who might not fit into the commercial music world.\"\nFormer Australian contestants Guy Sebastian and Dami Im have given her advice ahead of the big show, comparing it to a marathon.\n\"They've said nothing can prepare you - it's the most intense, ridiculous OTT, electric experience, so enjoy the ride and don't go to every party or get drunk every night,\" she jokes. \nIf she makes it through the semi-final on Tuesday, Miller-Heidke says one prospect scares her: meeting Madonna, who'll perform two songs at the final. \nShe says: \"I think of famous people as super-humans hanging out together in another realm.\"\nI suggest that, after performing to 180 million viewers, she might be one of these very famous people herself, but she places herself in a \"purgatory stage\" between the two.   \nEurovision's final happens the same weekend as Australia's general election. Her tip for Australian viewers?\n\"Aussies can pull an all nighter - watching the election first, then Eurovision at 5am,\" she says.", "date": "9 May 2019", "href": "https://www.bbc.co.uk/news/world-australia-48033819", "tags": "song australia country voice miller-heidke sings depression contest kate eurovision says feel"}