{"title": "European nationalists form alliance for elections", "content": "European nationalist parties have announced an alliance, with the aim of changing the balance of power in the European Union.\nItaly's Deputy Prime Minister Matteo Salvini of the right-wing League party announced the venture on Monday at a news conference in Milan.\nHe was joined by Germany's far-right AfD, the Finns Party and the Danish People's Party - fellow nationalists.\nThey are campaigning in the European Parliament elections on 23-26 May.\nCompeting in different countries, they plan to form a parliamentary group - the European Alliance for People and Nations - to challenge the power of centrist parties. \nAlternative for Germany (AfD) chairman Jörg Meuthen said at least 10 parties would take part.\n\"We want to reform the European Union and the European Parliament, without destroying them,\" he said. \"We want to bring radical change.\" \nUnder parliament rules, a group has to consist of at least 25 MEPs from a minimum of seven EU countries. The EU has 28 member states.\nThe AfD is Germany's main opposition party and has drawn much controversy. UK politician Jacob Rees-Mogg was recently forced to defend a tweet linking to a speech by one of it members.\nQuizzed about associating with the far-right party, Mr Salvini said: \"We are not interested in local controversies\".\nSpeaking under a banner reading \"a common sense Europe! Peoples rise up\", Mr Salvini said the alliance hopes to become the largest group in the European Parliament, and aims to preserve Europe's external borders, history and culture.\nCurrently, nationalist and Eurosceptic groups are among the smallest in the European Parliament, numbering several dozen members.\nBut support has grown for nationalist, anti-immigration parties since the 2014 election, so the May vote could significantly change Europe's top legislative body.\nIn Italy, Mr Salvini's support has surged since the last election a year ago, from under 20% to the mid-30s.\nNationalists are now in power in Hungary (Viktor Orban's Fidesz) and Poland (the Law and Justice Party).\nWith the UK's Brexit still expected to go ahead, the plan is that 27 of the UK's 73 seats will be redistributed, and the total number of seats will drop from 751 to 705.\nIt remains unclear if the individual nationalist parties have a common platform on many issues.\nDespite common ground on curbing immigration, their approaches to economic and foreign policy can differ greatly.\nIn the current European Parliament, anti-EU and nationalist MEPs are split among several groups. France's National Rally - formerly the National Front - belongs to the Europe of Nations and Freedom group, along with Mr Salvini's League and others. \nBut the rival Europe of Freedom and Direct Democracy group is home to AfD, Mr Salvini's populist coalition ally Five Star, and Eurosceptic UKIP is split between the two groups.\nHungary's Fidesz, meanwhile, is a member of the largest group - the centre-right European People's Party - despite being recently suspended in a massive row over Fidesz policies.\nMr Salvini's new alliance hopes to rally all these disparate political forces into a single united front.\nFor now, only four parties have signed up to the idea - and the European group can only be formed after the elections in May.", "date": "8 April 2019", "href": "https://www.bbc.co.uk/news/world-europe-47854288", "tags": "european salvini nationalists parties alliance party elections parliament form europe group nationalist"}