{"title": "Eurozone bailout programme is finally over", "content": "The eurozone passes an important milestone on 20 August. The date marks the formal end of the bailout of Greece.\nIt is the final country to be receiving emergency loans in the wake of Europe's financial crisis.\nThe last payment has been made and the Greek government will have to finance its spending through taxes or by borrowing in the financial markets, though it will be decades before it is all repaid.  \nFive countries received bailout loans - Greece, Ireland, Portugal, Spain and Cyprus - and at the most intense points of the crisis there were genuine doubts about whether the eurozone would survive, or at the very least whether some countries would drop out. \nIt has been a long haul for the eurozone,  it has been eight years since the first bailout for Greece was agreed.\nThis was a case of government spending running far ahead of what it could raise in taxes, and after a change of government in Athens it was revealed that the deficit was even larger than initially reported. \nThe origins of the crises were different in other countries. In Spain and Ireland it was a construction and property market boom that was financed by banks which then suffered heavy losses when the booms ended.  \nIn Portugal it was more a case of weak economic growth that undermined government tax revenue. That same problem has afflicted Italy, a country which didn't get a bailout but was a recurrent cause of anxiety that if it needed one its debts were so large that the eurozone couldn't afford to come to the rescue.\nAlthough the roots of the crises varied, there were similarities in the consequences, in particular a poisonous interaction between stressed government finances and stressed banks. \nA country's banks held much of its government debt, so if there were a default it would impose losses on them. Stricken banks would cut off credit to the economy and hit tax revenue and they would lead to extra spending on bailouts. \nThe eurozone responded by creating bailout agencies which borrow money in the financial markets to lend to countries in difficulty. \nThe bailouts were controversial.\nThey involved tough steps to reduce government borrowing - spending cuts and tax increases. Strictly speaking that wasn't part of Spain's bailout agreement, which was exclusively about the banks, but the Madrid government was already working on its own finances. \nInevitably there was an impact on public services and living standards, severe for many people.\nCritics argued that the austerity aggravated the economic problems.\nIt is certainly true that the countries concerned suffered deep recessions. Compared with the peak before the crisis, their economies declined sharply - by 28% in the case of Greece at the low point which was the most severely affected. \nUnemployment climbed rapidly to 25% or more in Greece and Spain, and 50% in both countries among young people.\nIn addition to the bailouts, there was a key response from the European Central Bank. It created a new programme, called outright monetary transactions, to buy the government debts of countries with bailout programmes and under severe pressure in the markets. The aim was to bring down their borrowing costs to sustainable levels.\nMerely proposing to do it did the trick. The ECB didn't spend a single euro under this programme. It did, however, subsequently start a programme of buying the debts of all eurozone countries troubled or not, known as quantitative easing. \nThe objective was to tackle the economic weakness and too-low inflation across the eurozone, but it did help the government finances in the bailout countries.  \nNow all the eurozone economies are growing. Some have staged strong recoveries. \nIreland's economy has bounced back.   The usual measure  - gross domestic product - is 50% above its pre-crisis level, though that figure is artificially boosted by decisions taken by multinational companies.\nOthers have been less convincing especially Greece. Growth did return in 2013 but it has been fitful and not especially strong.  Economic activity remains well short of its pre-crisis levels.  \nThe crisis countries have also seen unemployment decline. Emigration helped - they have all seen the number of people with jobs rise. Still, unemployment remains painfully high in some, 20% in Greece for example.\nWith its eye on the future, the eurozone began a series of reforms intended to make it more resilient, less likely to suffer another similar crisis.\nThere has been most progress in a project known as banking union. The system of regulation has been integrated under the European Central Bank. There has been an attempt at reducing the need for bank bailouts with new rules that require creditors to take losses, although in practice that proved politically unpalatable in Italy where the creditors of banks under pressure included many small savers. \nThere has been less progress with the third element seen as necessary for banking union, known as deposit insurance.  \nIt's a system that ensures that people don't lose the money they hold in a bank account - usually up to a certain limit - if the bank fails. Individual countries in the eurozone have such arrangements but the worry is they can be overwhelmed if a crisis is widespread enough. Some sort of eurozone-wide scheme could address that. The European Commission made a proposal in 2015 but it has not been agreed. \nThen there is the case made that the eurozone needs more integration of the government finances - or fiscal policy - to cope with economic shocks that affect specific countries, such as Spain or Ireland's property market and banking crash. \nA report by top EU officials said: \"For this reason, it would be important to create in the longer term a euro area-wide fiscal stabilisation function.\"  \nIt's worth adding that they did not envisage a compete centralisation of government finances: \"Euro area Member States would continue to decide on taxation and the allocation of budgetary expenditures according to national preferences and political choices.\"  No such function has been created.  \nSo the conclusion is that the eurozone has done some work on reducing its vulnerability to a repeat of the recent traumas. But it is work that is not complete. ", "date": "19 August 2018", "href": "https://www.bbc.com/news/business-45186511", "tags": "spain banks bailout finally countries economic greece programme government crisis eurozone"}