{"title": "Eurovision 2018: UK entrant SuRie feels calm before the Storm", "content": "SuRie is calm and composed about the prospect of singing the UK's song, Storm, in front of, oh... just 200 million people. \n\"It feels right,\" she tells BBC News with a beaming smile.\nMaybe her calmness is due to the fact that on Saturday night, she will actually be making her third appearance at the Eurovision Song Contest. \nShe worked with the Belgian contestants for her previous appearances - as a backing singer in 2015, and as a music director last year. \nSo more than anyone, the 29-year-old really knows the craziness she's letting herself in for.\n\"It's very different doing it for the UK,\" says SuRie. \"It's a real honour being in this position. \n\"I had the most incredible time with the Belgian delegation - but I had a Belgian flag in my hand each time and it did feel a little funny.\n\"And now having a Union Jack in my hand is...\" \nShe searches for the right words, before saying: \"I am proud. I'm a proud Brit and it feels really good to be doing it for the UK.\"\nThe classically-trained musician, who bears a striking physical resemblance to Annie Lennox (\"fine by me - she's one of my heroes!\"), went to the Royal Academy of Music and started gigging in pubs at 14.\nSuRie guiltily admits that before her 2015 appearance on stage with Loic Nottet, she had never watched Eurovision.\n\"It had never been on my radar,\" she explains. \"I hadn't avoided it - I had just never watched one.\n\"I took the gig and went out there in 2015 and my mind was blown. My eyes were opened to this incredible world - all these characters and all this colour.\" \nSuRie describes witnessing - both in Vienna in 2015 and Kiev last year - an incredible live show production on a massive scale.\n\"I think a lot of the Eurovision preconceptions and bonkers bits fell away,\" she confesses.\nIn fact, SuRie says our nation's general attitude towards Eurovision perhaps doesn't endear us to our European neighbours.\n\"I appreciate the sarcastic humour and commentary of Graham Norton and (before him) Terry Wogan, but I don't know if it always translates well to the rest of mainland Europe,\" she says. \n\"I think they do think, in part, that we are ridiculing them.\n\"I adore the commentary - it's hilarious, it's brilliant, it's quick and wonderful - but maybe not everyone feels the same way.\"\nSuRie (whose full name is Susanna Marie Cork) thinks perhaps it's time to embrace the idiosyncrasies of our neighbours. \n\"What we say is bonkers is sometimes a cultural tradition that perhaps deserves a little bit more celebration and respect,\" she says. \n\"Just because it's a little bit different to our style of music or our genre, who's to say Georgia or Hungary can't do that? And who are we to say, 'Well, we don't deem that as good?'\".\nShe may be slightly missing the point that we're all meant to judge each others' songs - but we'll let that one go...\nSuRie says she loves her song Storm because it \"ticks so many boxes for so many people\". \nAnd you can see why. The key line from the chorus, 'Storms don't last forever, forever, remember', can be applied to many scenarios.\n\"I get messages on social media from people all over the world, commenting on how much the track is speaking to them and is helping them through a particularly sticky part of their life - and that on a daily basis is really moving me.\"\nSuRie says the message behind the anthem is \"sharing and spreading a lot of hope - because we do kind of all need a bit of that\". She adds: \"We can talk nationally and globally, but it's our personal storms that we need help with.\"\nHow does she think it will be received by the other 42 countries?\n\"It's so hard to know how we might do,\" she admits. \"I feel like the track's good, the creative team are amazing, so I feel like our little mini show of three minutes will be really good and strong. \n\"But I still can't guarantee people picking up the phone and voting for it. So I can't say we're going to win, and I can't say it's not going to be nil points again.\"\nBut has she prepared herself for coming bottom of the table?\n\"I don't think anyone can really totally prepare for either winning or losing,\" she muses. \"It wouldn't feel great... I don't think anyone would feel fantastic to be in that bottom position. \n\"But I do have a really good feeling. It's just that the more times I say that, I don't want to set myself up for a fall.\n\"So we'll just have to see what happens on the night.\"\nTo find the last UK entrant who finished on the left-hand side of the table, you have to go back to Blue's performance in 2011.\nMany of SuRie's recent Eurovision predecessors have come from a TV talent show background - including last year's Lucie Jones and 2008's Andy Abraham, who both appeared on X Factor, as well as 2016's Joe and Jake, who were on The Voice.\nBut SuRie says that kind of thing \"just wasn't my bag\".\n\"The reality TV show thing just never appealed,\" she says. \"I've never been fame hungry or looked for that fame. And I do feel that sometimes those TV shows can catapult you into that.\n\"Some people might say that Eurovision is catapulting me into something. It doesn't feel like a catapult, but more of a progression and that's why I think it is calm - because it feels right.\" \nWe're back to that calm again. Let's see whether 2018 will be SuRie's perfect storm.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "11 May 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-43963112", "tags": "surie uk calm think really good storm say eurovision says feels last entrant feel"}