{"title": "Europe’s Economy, After 8-Year Detour, Is Fitfully Back on Track", "content": "By one measure, the economic crisis that has long ravaged Europe is finally over.\nOn Friday, the European Union released data showing that the overall economy of the 19 countries that use the euro advanced 0.6 percent over the first three months of the year, compared with the previous quarter.\nThat gain, equivalent to an annual rate of 2.2 percent, brought the eurozone’s gross domestic product for the period — the total value of goods and services produced — to slightly above the previous peak reached in the early months of 2008, before the crisis emerged and Europe’s core economy descended into a pair of crippling recessions.\n“The long-awaited recovery may finally be consolidating,” said Iain Begg, a research fellow at the European Institute of the London School of Economics.\nYet as milestones go, Europe’s return to precrisis levels of economic activity came with so many qualifiers that any celebration seemed premature, at best, and at worst like a mockery for the tens of millions of ordinary Europeans who have far from recovered. New unemployment data on Friday showed that the eurozone jobless rate, while edging down slightly, remained above 10 percent — more than twice the level in the United States.\n“It’s almost a lost decade,” said Joseph Stiglitz, the Nobel laureate economist and a professor at Columbia University. “It’s a remarkable testimony to the economic failure of the euro and the eurozone.”\nThe strongest economies in the eurozone — major exporters like Germany and the Netherlands — have recovered more handily. But in the worst-hit countries — Cyprus, Greece, Ireland and Italy — ordinary people continue to grapple with the consequences of deep job losses and wage cuts, which have slashed incomes.\nIn Italy, disposable income for the average household — essentially, take-home pay — shrank 4 percent from 2008 to 2014, according to European Union data. Over those years, Greek households lost 24 percent of their disposable income, and Cyprus suffered declines of 22 percent. At the same time, German households gained more than 15 percent.\nSo much time has passed with overall European fortunes frozen or even sliding backward that doubts pervade about the ability of the Continent to ever again achieve sustained robust growth. In a place that is home to some of the world’s wealthiest countries — founts of precise German engineering, Italian luxury goods and French gastronomical excess — children have been born and raised to primary school age while commercial life around them has achieved practically no gains.\nAnd there are few signs that things will improve soon. Major banks across the Continent remain reluctant to lend, starving even healthy businesses of capital needed to expand and hire. Concerns about the global economy — especially the slowdown in China — threaten to crimp Europe’s export growth, which has been at the center of the recovery.\nTo be sure, Friday’s preliminary data — a new early-stage snapshot of growth released by the European Union — showed the eurozone advancing during the first quarter at a stronger pace than the United States economy, which managed only a 0.5 percent annualized rate in the same period.\nBut clouding the eurozone growth data was another new figure on Friday, indicating that consumer prices in the currency union were down 0.2 percent in April. Low inflation, or even periodic falling prices in the eurozone, has been a persistent problem, a sign of economic stagnation that continues to resist efforts by the European Central Bank to raise inflation, spending and borrowing to healthier levels.\nMany economists now discuss Europe’s prospects with the grim vernacular long used to describe Japan. There, a real estate bubble in the 1980s gave way to a calamitous bust that left banks reeling. Decades of half-measures aimed at finessing the economy to better days kept the ship of state afloat but left it in the doldrums.\n“Europe is just sort of hanging on,” said Kenneth Rogoff, a former chief economist at the International Monetary Fund who is a professor at Harvard. “It’s very much like Japan, where Japan chose not to grab the bulls by the horns. It’s still a very rich country. It’s stable, but it’s in decline.”\nEven “hanging on” may amount to an aspiration. The terrorist attacks in Paris and Brussels have left Europe on knife’s edge, with policy makers and investors cognizant that people with lethal intentions are no doubt plotting more. Refugees and migrants continue to stream toward the Continent, propelled by terrible conflicts in Libya, Syria and elsewhere. This has thrown another fraught and complex problem at European governments that have shown little mastery of coordinated action.\nIn Britain, voters face a June 23 ballot to decide whether their country ought to remain part of the European Union. If they opt for a so-called Brexit — and polls have shown the numbers are close — that will initiate a two-year period in which leaders in London and Brussels will need to negotiate a divorce.\nNo one really knows what will happen then, but a host of research institutions have issued reports warning of economic costs should a split ensue. An exit vote would also most likely reinvigorate separatist movements in Scotland and elsewhere, threatening the European Union with fragmentation. In the meantime, uncertainty reigns.\nThe United States engineered a faster and more vigorous recovery from the Great Recession via a burst of government spending and tax cuts, combined with aggressive central bank action. By late 2011, less than four years after the downturn began, G.D.P. was back to its precrisis level, reaching $15 trillion.\nThe eurozone, which generated €2.48 trillion in economic activity during the first quarter, is only now on track to surpass its 2008 full-year gross domestic product. of just below €10 trillion, or about $11.3 trillion.\nIt has been hobbled by the basic afflictions of its peculiar setup: The euro currency is a shared enterprise, yet the 19 national governments that now use it operate their own budgets, while having to abide by limits on borrowing.\nIn other countries, economic weakness generally pushes down the value of the currency, making goods cheaper on world markets relative to competitors’ and lifting exports. But in the eurozone, all the countries are stuck with the same value for their currency, regardless of their individual troubles.\n“The crisis began in the United States, yet the rigidities associated with the euro meant that it was the eurozone that wound up the big loser,” Mr. Stiglitz said. “It’s worth noting that, over that period, Japan, the rest of Europe and the United States all performed better. This is a euro disease.”\nGermany, which plays the dominant role in setting eurozone economic policy, has been unwilling to allow national governments to run larger deficits to stimulate their economies, while demanding that they enact policies that make it easier for employers to hire and fire. The result has been Continentwide austerity marinated in acrimony.\n“The French and Italians have been shouting at the Germans, ‘You should expand and then we’ll all be better off,’” Mr. Begg said. “The Germans have been shouting back, ‘No, you should sort out your mess and then we’ll all grow together.’”\nThe eurozone economy has made progress since the crisis hit, even if its size is roughly the same. Eight years ago, finance and construction made up a greater share of the economy than today, a reminder of the overbuilding that left banks tallying disastrous lending losses. Now, exports are more pronounced, a trend enhanced by the decline of the euro, which has surrendered 28 percent of its value against the dollar since the summer of 2008. This has made European goods cheaper on world markets.\nBut the ability of European businesses to continue to rack up export growth faces challenges. China, the European Union’s second-largest trading partner behind the United States, absorbed roughly 10 percent of Europe’s exported wares last year, according to the bloc’s data. As China slows, that will most likely diminish its appetite for Europe’s products.\n“There isn’t much help for the eurozone in the broader global economy,” said Jacob Kirkegaard, a senior fellow at the Peterson Institute for International Economics in Washington.\nBeyond the worries of the moment, a rapidly aging population appears very likely to constrain Europe’s fortunes. While Europe’s high levels of productivity should continue to support a comfortable standard of living and a strong social safety net for much of its population, fewer people working means fewer goods being produced and services rendered.\n“The potential growth rate in Europe is probably 1 percent,” Mr. Kirkegaard added. “We shouldn’t therefore expect growth to be much greater than it is today. This is, quite frankly, as good as it gets.”", "date": "April 29, 2016", "href": "https://www.nytimes.com/2016/04/30/business/international/eurozone-economy-q1.html", "tags": "european percent track union back ” economy europe fitfully economic detour — eurozone"}