{"title": "Eurozone's economic outlook darkens as growth risks increase", "content": "The clouds seem to be gathering for the eurozone's economy. \nAt a news conference after a policymaking meeting on Thursday, European Central Bank (ECB) president Mario Draghi described an outlook that is becoming more overcast. \nEconomic data, he said, had been weaker than expected, and the risks to growth have increased. \nThere was a clear hint in his remarks that it will take even longer than the ECB has been suggesting before it starts to raise interest rates. \nMr Draghi referred to some international factors undermining the outlook: the slowdown in China and the declining stimulus from President Trump's tax cuts in the US. He also mentioned the car industry in Germany, which has been disrupted by new emissions testing procedures. \nHe said there had been an increase in uncertainty as a result of threats of trade protectionism. The lack of clarity in the Brexit negotiations was also a source of uncertainty. \nHe didn't expect extensive disruption to the eurozone from Brexit, but he also said there was a need to take into account value chains (presumably across borders) and the fact that some countries are more exposed to the effects of the UK's departure from the EU. \nThe big issue for the ECB is the extent to which all these factors will persist. \nThey have certainly injected some uncertainty into the outlook, but Mr Draghi said the view of the ECB's Governing Council, which makes policy decisions, is that the probability of a recession is low. \nStill, they did discuss that risk. \nThe ECB is still very much in the territory of unconventional policy, prompted by the financial crisis. \nIt's main interest rate is zero, and the rate it pays banks for overnight deposits is below that - it's negative - and has been for more than four years. \nNonetheless, the long march towards normal policy has in a sense started. The ECB ended its purchases of financial assets (mainly government bonds) last month. \nBut it still has the $3tn worth of securities it bought under that programme, known as quantitative easing. And the bank's interest rates are ultra low. \nThe ECB has given some indication of when it might start to raise interest rates. This is actually seen as a policy tool in its own right and it has a name: forward guidance.\nThe bank says that it \"expects the key ECB interest rates to remain at their present levels at least through the summer of 2019, and in any case for as long as necessary\" to get inflation to its target of below, but close to, 2% . \nThat forward guidance was unchanged, but in the news conference Mr Draghi gave a hint that it might well take the bank longer than that to get rates moving up. He was asked about the fact that in financial markets, there's an expectation that rate rises won't come until next year. \nHe said they \"have understood our reaction function\". This rather technical turn of phrase is at the very least consistent with the prospect of ECB rate rises receding a bit further into the future. ", "date": "24 January 2019", "href": "https://www.bbc.co.uk/news/business-46992659", "tags": "draghi policy ecb growth rates risks take bank economic interest darkens outlook rate eurozone increase"}