{"title": "Eurovision 2018: 10 things you need to know about SuRie", "content": "With the final of the Eurovision Song Contest in Lisbon looming, it's about time we got to know the UK's entrant, SuRie just a little bit better.\nHere we find out the 10 things you didn't know you wanted to know about her.\nProps for originality - not sure that combination has been tried before.\n\"Alicia keys was hugely influential on me. But also the old jazz singers: Etta James, Nina Simone, Billie Holiday etc.\"\n\"Orange.\" But SuRie confesses there is no orange in her performance. Underwear then? \"Yeh, pants,\" she says.\n\"Beyonce's Love on Top - with all of the key changes. That's my vocal warm up, just gotta hit them all.\"\nNo-one likes a show-off.\n\"Playing the piano with my toes!\" \n\"What can't I play,\" she quips, when asked what toe-tapping renditions she does. \"No I can't really play anything much - but I CAN do chopsticks with my big toes if you keep them really still. I'll show you sometime...\"\nThink I'm washing my hair that night...\n\"I'd be able to speak all the languages in the world,\" she exclaims. \"It's actually Eurovision-related as well - although I didn't even intend that.\" \n\"But I genuinely respect those that can switch their brain and communicate with anyone. So, yeah, I'd take all the languages and I'd put sign language in there as well. Thanks.\"\n\"I love an egg.\" Don't we all, but we need specifics. \"Hmmm, tough,\" she muses. \"Boiled eggs.\"\nStrong breakfast game.\n\"Three Men and a Little Lady,\" says SuRie without a moment's hesitation. \n\"Not Three Men and a Baby,\" she clarifies. \"It's the sequel that I love. It makes me feel so warm and fuzzy inside when I see that. Some of the acting is so terrible but so good.\"\n\"I like working out. I've recently got into weights - I'm a little bodybuilder. \n\"I love yoga as well - I love the combination of both, but weight lifting has been really genuinely thrilling. The strength that you can gain, that I've then found mentally, emotionally and psychologically so helpful. My sleep's really good, my mood's really good, so it's just amazing all round.\"\nAll of that from weight lifting? I've been wasting my time...\n\"I've just got a dog!\" \n\"She's so fun - a maltichon - a cross between a maltese and bichon frise, so she's a glorified cushion.\"\n\"She comes everywhere with me. Not to Lisbon, as the schedule is so mad, I couldn't do that to her. But she did come to Graham Norton's radio show the other day. She met Dermot O'Leary and had a nice little cuddle. \nAdorable.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "12 May 2018", "href": "https://www.bbc.com/news/entertainment-arts-43963111", "tags": "need surie things lisbon know well really little good got eurovision ... love"}