{"title": "European court says 'kettling' tactics in 2001 lawful", "content": "\"Kettling\" tactics used by the Metropolitan Police to contain crowds in 2001 were lawful, the European Court of Human Rights has ruled.\nThe controversial method was used during anti-globalisation demonstrations in London on 1 May 2001.\nPolice blocked off Oxford Circus and corralled those inside for seven hours.\nThe court said there had been no violation of Article 5 - the right to liberty and security - of the European Convention on Human Rights.\nThree people - George Black, a Greek national from Australia; Bronwyn Lowenthal and Peter O'Shea - who had nothing to do with the demonstration, took the case to Europe claiming they were \"deprived of their liberty\".\nThey were joined by Lois Austin, from Basildon, Essex, who had been taking part in the protest.\nThe court said: \"The police had imposed the cordon to isolate and contain a large crowd in dangerous and volatile conditions.\n\"This had been the least intrusive and most effective means to protect the public from violence. Although the police tried to start dispersing the crowd throughout the afternoon, they had been unable to do so as the danger had persisted.\"\nIt was the first time the court in Strasbourg had been asked to rule on kettling.\nThe House of Lords had earlier ruled kettling on that day had been \"necessary, proportionate and lawful\".\nThe BBC's legal affairs correspondent Clive Coleman said: \"The essence of the judgement really is that kettling is lawful if it's done in the right way, if it's proportionate and is enforced for no longer than reasonably necessary and if it's being undertaken to avoid personal injury and damage to property.\"\nThe European Court's Grand Chamber of 17 judges, presided over by Belgium's Francoise Tulkens, said: \"Even by 2001, advances in communications technology had made it possible to mobilise protesters rapidly and covertly on a hitherto unknown scale.\n\"Article 5 did not have to be construed in such a way as to make it impracticable for the police to fulfil their duties of maintaining order and protecting the public.\"\nThe judges ruled that the convention also placed a duty on the police \"to protect individuals from violence and physical injury\".\nEarlier this year, in a separate case, the Met won its appeal against a High Court ruling over kettling tactics used during G20 demonstrations in 2009.\nIn that case Hannah McClure, a student, and Josh Moos, a campaigner for Plane Stupid, challenged the legality of restraint methods used against them in April 2009 when they were contained by officers in Bishopsgate in the City of London.", "date": "15 March 2012", "href": "https://www.bbc.co.uk/news/uk-17378700", "tags": "lawful european kettling tactics used court ruled says police case"}