{"title": "European elections: What pay can UK MEPs expect?", "content": "The government has confirmed that the UK will have to participate in European parliamentary elections at the end of May.\nThis means the UK will be returning 73 Members of the European Parliament (MEPs) to Brussels and Strasbourg. \nThey will officially take up their seats on 2 July - at which point they will start receiving their salary and various benefits.\nThe successful candidates may need to give up their current jobs in order to fulfil their role as an MEP, so how much can they expect to earn, given they may serve only a few months?\nSince 2009, all MEPs - regardless of which country they represent - receive the same income. It's set at 38.5% of the basic salary of a judge at the European Court of Justice.\nUnlike UK MPs, MEPs do not receive any extra salary for chairing committees or taking up other special roles.\nMEPs currently earn €8,757.70 (£7,599.14) a month, but it's reduced to €6,824.85 (£5,919.37) after EU tax and insurance contributions. \nUK MEPs also pay national insurance contributions, and the difference between EU and national tax, to HMRC. This ensures MEPs pay the same level of income tax and national insurance as people employed in the UK.\nFinal take-home pay is also affected by exchange rates. So, depending on the strength of the pound, salaries can vary from month to month.\nAs salaries are paid monthly, MEPs will not receive any pay in November should the UK leave the EU on 31 October. \nMEPs are entitled to receive a pension at the age of 63. \nFor each full year that an MEP works, they receive a pension that's worth 3.5% of their salary. \nThe European Parliament told BBC News that if the UK left the EU on 31 October, UK MEPs would not be entitled to any pension because they would not have served for a full year.\nSo in order to contribute to their pension pot, MEPs would need to remain in the European Parliament until at least June 2020.\nThat compares with Nigel Farage, who has been an MEP since 1999, and will therefore be eligible for a pension worth 70% of his MEP salary - the maximum allowed under the rules. \nIn addition to their salary, the European Parliament pays all MEPs a flat rate of €320 for each day they are present in Brussels or Strasbourg on official business.\nThis money is meant to cover accommodation, meals and other \"related costs\". No receipts are needed as it is a lump-sum payment - but it's paid only if MEPs sign an official register.\nWhen an MEP's term comes to an end, they are entitled to a \"transition allowance\" linked to how long they have been in the European Parliament.\nThe size of the payment is equivalent to one month's salary for every year they were in office - although the maximum payment is capped at two years.\nHowever, to be eligible for any payment, an MEP must complete at least one full year of service. \nSo if the UK leaves the EU on 31 October - or before - new MEPs will not receive this payment.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "7 May 2019", "href": "https://www.bbc.co.uk/news/uk-politics-48037162", "tags": "european uk eu payment parliament elections expect pension meps pay mep receive salary"}