{"title": "European elections: How the UK is gearing up for likelihood of polls", "content": "The UK's political parties are gearing up to fight elections to the European Parliament in six weeks' time. \nThe planning needed to stage the polls on 23 May is under way, even though Theresa May still hopes the UK will have left the EU by then and they won't need to happen. \nAs recently as the end of March, the prime minister said the public would find it \"unacceptable\" to have to elect a new group of 72 MEPs almost three years after they voted to leave the EU.\nBut things have changed since then. \nUnder terms agreed with EU leaders in Brussels, the UK has been given a Brexit extension until 31 October.\nThe UK \"must hold the elections to the European Parliament\" and if it fails to do this, the UK will leave on 1 June without a deal.\nGiven the political backdrop, they could turn out to be the most controversial and unpredictable European elections in UK history. \nIn short, in something of a hurry.\nThe parties have to submit the names of the candidates representing them to the elections watchdog by 25 April or, in the case of the South West region, 24 hours earlier.\nMEPs are elected on a regional list basis, representing Scotland, Wales, Northern Ireland and nine English regions, using a system of proportional representation. \nIf you want to know more about the European Parliament, the UK electoral process and the cost of staging the elections, read our Reality Check guide. \nWhile many Brexiteers are angry about the UK having to participate at all, believing it is a waste of time and money, the likelihood of any kind of boycott seems remote.\nMany now regard the poll as a proxy referendum on Brexit and the UK's future in the EU.\nUKIP, whose party topped the 2014 poll, has launched a crowdfunding campaign and announced its slate of two leading candidates in each of the regions. \nGiven the lack of time, the selection process is likely to be more truncated than usual. \nLabour is giving its existing MEPs preferential treatment by guaranteeing them spots at the top of each regional candidate list. As it stands, 16 of the 20 Labour MEPs elected in 2014 have applied to stand.\nWould-be Conservative candidates had until Tuesday 9 April to put themselves forward. \nThe Conservative Home website said it was very unlikely all 18 incumbents would try again as many have been planning for life after Brexit. \nIt queried whether the party would be able to fill all 70 spots on its respective lists with \"candidates' WhatsApp groups full of jokes about the futility of taking part\".\nThe current leader of the Conservative group in the European Parliament, Ashley Fox, has confirmed he will be taking part and joked about the likely reception he could get on the doorsteps.\nThe Liberal Democrats and the Green Party see the polls as an opportunity to make the case for continued EU membership, with the Greens vowing to \"mobilise one of the strongest pro-EU movements ever\". \nHowever, talk of different anti-Brexit, pro-referendum parties co-operating, either by putting forward a single list of candidates or not standing in certain regions, has come to nothing.\nThe estimated cost of taking part in European Parliamentary elections has been given as up to £109m. This is based on the cost in 2014 which was £108.7m.\nThe political landscape was very different the last time the European elections were held in 2014.\nThe Conservatives and Lib Dems were governing in coalition and even though David Cameron had signalled his desire to hold an EU referendum if he won an overall majority, the prospect still seemed far off.\nBut, with hindsight, the result could be seen to have been harbinger of things to come as UKIP topped the polls for the first ever time, winning nearly 27% of the vote and 24 seats.\nThe party made its first proper electoral breakthrough a decade earlier when it won 15% of the vote and 12 seats in 2004's polls.\nEuropean elections have historically been more fertile territory for anti-establishment parties, which have struggled to translate votes into seats in general elections because of the first-past-the-post system.\nThe Conservatives and Labour are understandably nervous that this trend will continue if the polls go ahead. \nFor the past 20 years, UKIP has been the insurgent party in British politics but now it is facing a challenge from its former leader Nigel Farage, who has launched a rival outfit called the Brexit Party.\nMr Farage, who will be standing as a candidate in the South East region, has vowed to \"teach the establishment a lesson\".\nThe party, which has launched its campaign, is positioning itself as the real alternative to the Conservatives and Labour which it says have betrayed the 17.4 million people who voted to leave the EU.\nThere is little love lost between Mr Farage and Mr Batten after the latter appointed anti-Islam campaigner Tommy Robinson as an adviser. \nThere are reports the ex-English Defence League leader could play some kind of role in UKIP's campaign. \nEurosceptic voters are likely to have a plethora of choice in May's polls, with other parties set to stand including Our Nation, an entity formed last year by the short-lived UKIP leader Henry Bolton. \nThe prospect of a possible realignment is not confined to the right of British politics.\nThe breakaway Independent Group of former Labour and Tory MPs say they will be fielding a substantial number of candidates after their application to become a political party was accepted by the Electoral Commission.\nThey will fight the election as Change UK - The Independent Group, on a platform of seeking another referendum on the terms of Brexit, with the option to remain. \nInterim leader, ex-Tory MP Heidi Allen, has said the poll is a \"real opportunity\" to build a new political movement, suggesting the public is crying out \"for someone to lead and say we can just stay\". \nHow long any UK MEPs get to stay in Brussels and Strasbourg is anyone's guess at this stage. \nThe new European Parliament is set to reassemble in early July, and the Brexit extension is due to run up to 31 October.\nIt is no longer beyond the realms of possibility that UK politicians and their staff, who only recently were contemplating a future outside the European Parliament, will find themselves there. ", "date": "17 April 2019", "href": "https://www.bbc.com/news/uk-politics-47871652", "tags": "brexit european uk eu likelihood candidates party parliament elections political gearing polls"}