{"title": "Even Bold Foreign Investors Tiptoe in Iran", "content": "LONDON — In recent weeks, Total, the French energy giant, has been sending small amounts of euros from banks in Europe to Tehran.\nIt was the corporate equivalent of setting up a direct deposit. Total wanted to test the banking system and learn how difficult it was to make day-to-day transactions in Iran.\nAs it considers investing in Iran, the company is moving cautiously. It has assigned a full-time compliance officer to the country to ensure it doesn’t run afoul of any rules: It can’t allow any Americans to work on its projects there, and has to be careful to avoid sanctioned Iranians.\nLike many international oil players, Total has been lured by the promise of a large and lucrative market with vast energy reserves. But the changing geopolitical landscape has made companies wary of the sanctions and restrictions tied to working there.\nThose risks have been amplified by President Trump, whose administration has said it is “putting Iran on notice.” The tough talk from Washington has given early movers like Total pause, raising concerns as to whether long-awaited opportunities will materialize, or if the Trump administration will take a harder line and tighten already-complex rules on doing business with Tehran.\nSome major global companies have made the leap anyway. Boeing and Airbus have reached agreements to sell a combined 180 aircraft to Iran. The French automaker PSA has committed 300 million euros, or $320 million, to make Citroëns in the country, and hotel groups like Accor and Rotana have struck tourism deals.\nEnergy companies, in particular, have been eyeing Iran.\nThe country has the world’s largest natural gas reserves and the second-largest trove of oil in the Persian Gulf, according to the BP Statistical Review of World Energy. And after Iran reached a deal with world powers nearly two years ago to lift sanctions tied to its nuclear program, the hope was that international investment would follow.\nBut along with being at odds with the United States, Iran has a reputation as a difficult and opaque place to do business. Banking restrictions are still in place. Corruption is widespread. And political opposition to letting foreigners invest in Iran’s natural resources is strong.\nAmerican companies are still effectively barred by Washington from making investments in Iran’s energy sector. And with oil prices still less than half their level in 2014, European companies like BP, which traces its origins to the discovery of oil in Iran, have also hung back.\nThat has presented an opportunity for Total.\n“We are a little bolder than others,” Patrick Pouyanné, the company’s chief executive, said in a recent interview. “It is part of our strength.”\nAfter nuclear sanctions were lifted last year, Mr. Pouyanné seized on the opportunity, meeting with President Hassan Rouhani of Iran. By November 2016, Total reached the outlines of what — if consummated — will represent the first deal by a major Western energy company since the lifting of those sanctions, one with a $2 billion initial investment.\nWhether Total manages to complete the deal is important not just to the company and others interested in investing, but also to Tehran. Iran is holding an election in May, and Mr. Rouhani’s government wants financial and technical help to keep ramping up oil production, a key export earner and source of influence in the OPEC oil producers’ group, as well as in the Middle East generally.\n“Part and parcel of the nuclear deal was that Iran could be rehabilitated economically,” said Sanam Vakil, an Iran analyst at Chatham House, a London-based research organization. Failing to wrap up such deals “would be bad news for Rouhani.”\nTotal’s investment would be for a slice of the world’s largest natural gas field, shared between Iran and Qatar in the Persian Gulf. The company already knows the field, which Tehran calls South Pars, from its work in the country before sanctions were imposed. And Mr. Pouyanné reckons that drilling the wells and building the production platforms necessary will not be difficult — having worked with both Iran and Qatar, he does not see anything coming up that Total is not prepared for.\nStill, Mr. Pouyanné, a burly former rugby player, is tiptoeing into Iran, highlighting the risks the country presents.\nMr. Pouyanné has assigned a full-time compliance officer to Iranian matters, a highly unusual step in an industry where such staff members typically cover multiple countries or issues, and one that indicates how complex and risky, but also how important, working with Iran is.\nCompanies like Total must be careful they are not doing business with Iranian companies related to sanctioned organizations like the Islamic Revolutionary Guards Corps, the powerful Iranian military unit responsible for protecting the government at home and furthering its interests abroad. That, however, is easier said than done: The Revolutionary Guards have a range of front companies, and retains investments in Iran’s ports and in other key sectors of the economy.\nThere are even risks related to who you hire. “Not a single U.S. person has the right to work on Iran, so you have to be careful of that,” Mr. Pouyanné said.\nThe banking system is also tough to maneuver. The United States prohibits the use of the dollar banking system for transactions with Iran. While a company the size of Total can cope more easily by tapping other sources, it makes business more complex.\nTotal is partnering with China’s state-owned energy giant C.N.P.C., which may give it access to funding from Chinese banks. It is also trying to find European lenders willing to be a day-to-day banker in Iran. Wary of running into trouble with the American authorities, larger banks are for now staying away.\n“We have identified some, I would say, medium-sized banks who are ready to work with Iran,” Mr. Pouyanné said. To test the system, Total has put several token transactions through the banking system, hoping to identify difficulties in getting money into and out of Iran.\n“There are some constraints, but we can do it,” he said.\nThe risks and challenges are even more pronounced for smaller companies.\nBanking restrictions mean they lack access to loans and credit, and cannot use international credit and debit cards either. Staff members are instead asked to carry large amounts of cash, a risky proposition.\nLarge discrepancies between official and unofficial exchange rates are also an issue. Converting money at an official exchange office can mean accepting a rate that is 20 percent worse than that available on the black market.\nFurther risks lurk beneath the surface. Accountants in Iran, for example, can be co-opted or intimidated into not doing proper due diligence, fearing retribution from powerful state-backed companies.\nBeyond even those domestic obstacles are the looming threat of what Mr. Trump’s administration means for the nuclear deal, and ties with Iran generally.\nIn particular, Total is watching whether Mr. Trump will renew a waiver allowing international companies to work in Iran. And when it comes to the nuclear deal, companies are wary of a return to tighter sanctions in the event that Iran is deemed to not be complying.\nAnalysts say the numerous obstacles may mean that investment in Iran will proceed more slowly than some expect, even when it involves large European companies, which are legally free to do business there and able to overcome many of the challenges.\nFor now, those hurdles can “certainly deter key European corporates from going back in,” said Helima Croft, an energy analyst at RBC Capital Markets in Washington.\nEffectively, faced with either investing in Iran or having access to American capital markets, companies “have to choose.”", "date": "March 31, 2017", "href": "https://www.nytimes.com/2017/03/31/business/energy-environment/iran-total-energy-pouyanne.html", "tags": "iran pouyanné investors even bold tiptoe companies ” energy banking foreign total"}