{"title": "Everything You Need To Know About The 'Game Of Thrones' Dead Ned Theory", "content": "With only weeks left until the debut of the final season, “Game of Thrones” fans are going crazy over every bit of promotion released by HBO. So you can imagine when the long-awaited Season 8 trailer finally hit the internet, a flood of theories followed. \nOne of the most interesting predictions sprouted from the first few seconds of the trailer, which showed a terrified and bloodied Arya Stark (Maisie Williams) panting and apparently running for her life through the winding halls of Winterfell. \nThis behavior is unlike what we usually see from the fearless vigilante, who has trained the entire series to become a cold-blooded killer, even able in Season 6 to fight in total darkness.\nSo what would frighten Arya? An onslaught of wights? Those creepy, long-haired White Walkers? The Night King? \nOr perhaps Dead Ned. \nAfter brightening up the very dark trailer, some Redditors seemingly discovered that two men appear to be chasing or following Arya down the hallways. Some said they were a pair of wights, while others guessed Jaime Lannister (Nikolaj Coster-Waldau) and Samwell Tarly (John Bradley). Then there was mention of Ned Stark (Sean Bean) and the undead Kings of Winter. Could it be that they had awoken from their crypts?\nSince the release of the Season 8 teaser showing Jon Snow (Kit Harington), Sansa Stark (Sophie Turner) and Arya in the crypts, some fans have revived the old theory that our beloved Ned, as well as his deceased family members, would rise from their vaults and join the great battle against the army of the dead. Why else would there be catacombs full of the corpses of lords and ladies if not for an epic reason?\nThe theory was forged from hints in George R.R. Martin’s A Song of Ice and Fire series of novels. For example, in A Game of Thrones, Jon has a telling dream: “In the dark he’d heard the scrape of stone on stone,” the book reads. “When he turned he saw that the vaults were opening, one after the other. As the dead kings came stumbling from their cold black graves.” If that isn’t a clue that deceased Starks could come back to life, feed me to the dogs. \nStill, we shouldn’t assume who those long-gone Starks, if resurrected, will fight for. Arya looks injured in the trailer, so whatever is chasing her may not be so nice. But knowing how honorable the Starks are, a few fans speculate the dead would be stumbling to stand alongside the living.\nThe trailer possibly provides even more evidence of this crypt-ic theory. \nFirst, Arya confidently says, “I know death. It’s got many faces. I look forward to seeing this one,” presumably in reference to the Night King and his army. She’s not afraid, and she’s for damn sure ready to take down some wights. But once again we see her terrified and running from something ― something that she clearly wasn’t keen to see. As one Redditor put it, “She knows death, but does she know undeath?” You know, like her undead daddy? \nWe also see Varys (Conleth Hill) in the trailer, looking very worried while presumably sitting in the crypts with the women and children of Winterfell. It harks back to the time Varys spoke with Ned in the dungeon of King’s Landing after he was arrested for treason. Could it be that he has seen a ghost? \nJon and Daenerys Targaryen (Emilia Clarke) are also seen looking somber in the crypts ― a place he and other members of the Stark family tend to go when they’re seeking solace or an escape from reality. (Possibly an escape from the crushing news that your lover is actually your aunt.) Is he praying to the old gods and the new that he could speak to Ned and Lyanna Stark, his secret mother, to learn more about the truth of his parentage?  \nThe constant appearance of the crypts in the lead-up to the Season 8 premiere is hard to ignore. In the aforementioned teaser, Jon, Sansa and Arya look at statues of themselves before turning around to a freezing fog creeping its way in. To many, that was a sign of the dead Starks ― like the Dead Men of Dunharrow in one of Martin’s influences, The Lord of the Rings — who could be joining their family to defeat the Night King, undead vs. undead. Except, like Benjen Stark (Joseph Mawle), their undeadness could take on a different form. \nYou’re probably thinking, “Isn’t Ned a pile of bones by now?” Or “Catelyn and Robb Stark weren’t buried in the crypts after the Red Wedding was orchestrated by Walder Frey and the Lannisters.” \nAfter Ned’s execution, we know Littlefinger (Aidan Gillen) took Ned’s remains to Catelyn (Michelle Fairley) while she was out at war with her son Robb (Richard Madden) when he was the King in the North. We’re presuming she sent Ned’s rather small coffin back to Winterfell to be buried alongside Lyanna. (His statue in the crypts is considered proof that the coffin made it to Winterfell.) But even if his body is bones by now, we’ve seen skeleton wights, so Ned could take on a similar form, or he could, like the ghost army in LOTR, simply be a spirit. Ooooooo. \nAs for Catelyn, in the books she’s still around in the form of Lady Stoneheart. For those who are unaware, after the Freys toss Catelyn’s body in a river, it drifts for days before Nymeria, Arya’s direwolf, pulls it out. Soon enough, Beric Dondarrion finds Catelyn and gives her the “kiss of life,” dying in the process. So, unlike the flaming-sword-wielding Beric (Richard Dormer) on the show, he dies and she rises, set on killing any Frey she can find. \nIn a 2017 interview with the Chinese edition of Esquire, Martin reportedly said keeping Lady Stoneheart would be the biggest change he would make to the show. \n“In the book, characters can be resurrected,” he said. “After Catelyn’s resurrection, it was Lady Stoneheart who became a vengeful and merciless killer. In the sixth book, I still continue to write her. She is an important part of the entire book. [Keeping her character] is the change I most wish I could make in the [show].”\nDid showrunners David Benioff and D.B. Weiss take Martin’s request to heart? Although it would be odd to suddenly introduce Lady Stoneheart on the show, if Ned is resurrected in Season 8, surely she could make an appearance, as could Lyanna, Rickon Stark and Robb (headless or not).\nAnother Reddit user made a great point about the founder of House Stark, Brandon the Builder, which fits with this Dead Ned theory: \nBasically, Brandon wouldn’t have done all he did had it not been for a larger plan ― especially when it comes to the Starks’ burials. The kings of Winterfell would have known better than to leave corpses unburned, as they had experience with White Walkers and must have been aware of how wights are created. \nAnd another point: Martin’s A Clash of Kings reads, “Magic had begun to go out of the world the day the last dragon died.” Magic was clearly restored when Dany’s trio of dragon eggs hatched, reintroducing creatures that had not been seen in Westeros for centuries. Now, when the dragons arrive at Winterfell, the magical forces lying deep within the crypts could be sparked. And there are theories that it’s not just dead Starks down there but also a dragon. In Martin’s The World of Ice and Fire, a little bit of Winterfell history speaks volumes:\nAnd so our watch begins. ", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-dead-ned-theory_n_5c7ec0c4e4b020b54d7f6ed8", "tags": "need know could stark ” ned theory everything arya crypts winterfell dead thrones"}