{"title": "Everything Between Jon And Daenerys On 'Game Of Thrones' Just Got Awkward", "content": "Aegon Targaryen, Sixth of His Name, King of the Andals and the First Men, Lord of the Seven Kingdoms and Protector of the Realm, has entered the game.\nBut yeah, we’re going to go ahead and keep calling him Jon Snow.\nThe second installment of the last season of “Game of Thrones” didn’t leave us wondering what Jon (Kit Harington) would do with the shocking information he just learned about his parents.\nFirst, a recap: The season premiere, whatever its shortcomings, at least gave us the series’ most pivotal moment to date, when Jon learned about his real parents and real birthright as the true-born son of Lyanna Stark (Aisling Franciosi) and Rhaegar Targaryen (Wilf Scolding). The whole kingdom believes Lyanna was abducted by Rhaegar, who sparked a rebellion when he “stole” her from Robert Baratheon (Mark Addy) ― but the couple really just ran away to elope.\nJon’s pal Sam (John Bradley) even has some weird proof in the form of visions from Bran (Isaac Hempstead Wright) and an old diary kept by the maester who annulled Rhaegar’s previous marriage to Elia Martell, making Jon a legitimate Targaryen heir. Were it not for the war that preceded the events of “Game of Thrones,” Rhaegar would have been king after his father, and Jon after Rhaegar.\nNow everything is a mess. \nWhen, in the final seconds of Sunday’s episode, Jon and Daenerys Targaryen (Emilia Clarke) are standing before Lyanna’s tomb, Jon finds the courage to tell Daenerys that he is actually the rightful heir to the Iron Throne.\nAnd Jon’s royal heritage creates more problems than one. \nFirst off, Daenerys is his father’s sister. It may seem less gross at this point when we’ve all been fairly desensitized to the intimate sibling relationship between Jaime and Cersei Lannister (Nikolaj Coster-Waldau and Lena Headey), but, yes, an intimate relationship between aunt and nephew is still very gross. (Even if the earlier Targaryens thought otherwise.)\nAlso, incest aside, Daenerys did not spend the last several years walking around the desert, collecting ships and setting slaveholders ablaze only to stand down after she finally reached Westeros. Nor is she likely to be particularly pleased that her identity is built on a lie. She amassed a great amount of power ― armies, an armada ― as the exiled queen striving to take back her family’s titles.\nFor her part, Daenerys is immediately skeptical of Jon’s story and makes the pretty good point that it was relayed to him via Bran and Sam: “Your brother and your best friend. That doesn’t seem strange to you?”\nFair question. But what happens now?\nDaenerys’ followers seem to like her for her, regarding her as a just ruler with a fearsome power to withstand heat and flame ― not to mention the two giant lizards. So it seems likely they’ll stick around.\nBut still. Her claim is now problematic.\nWe see three possible scenarios coming out of this revelation. In no particular order:\n1. Jon doesn’t actually want the titles and still wants to see Daenerys on the Iron Throne.\nDismay, chagrin, straight-up explosive rage ― many emotions passed over Daenerys’ face as she learned her bootstrapping boyfriend has the better claim to the Iron Throne. Luckily for Jon, she does seem to like him, which reduces his odds of becoming food for emaciated dragons after the battle for Winterfell. Jon’s very existence, however, sullies her claim, and much would depend on the strength of her supporters.\n2. Jon doesn’t actually want the titles, but thinks Daenerys might have a cruel streak.\nDaenerys did not tell Jon that she executed Sam’s family, and he seems a bit shocked once he learns that fact from his friend. Perhaps he has come to believe she isn’t the savior Westeros really needs, after all.\n3. Jon actually does want the titles.\nHowever reluctantly, however much brooding he needs to finally come to the decision, Jon could potentially see himself as a better ruler for Westeros than his aunt-slash-girlfriend. Obviously, he can’t make any moves before the Night King and his zombie army are defeated, but this would undoubtedly become the darkest timeline.\nIn any case, at least these Targaryen-Stark lovebirds have already enjoyed their Magic Carpet moment. ", "date": "\n04/21/2019", "href": "https://www.huffpost.com/entry/jon-snow-daenerys-targaryen-game-of-thrones_n_5cb76affe4b081fd16926d37", "tags": "targaryen awkward ” got ― everything jon seem actually thrones rhaegar daenerys"}