{"title": "Everything You Need To Know About North Carolina's Election Fraud Probe", "content": "The controversy over who will represent North Carolina’s 9th Congressional District grew even more uncertain Wednesday when the state board of elections canceled a Jan. 11 public hearing on allegations of illegal activity in the district during the November midterms.\nThe cancellation, the latest in a series of complicated twists and turns in this district, came after Republicans refused to nominate anyone for their two seats on the state board of elections.\nRepublican Mark Harris leads Democrat Dan McCready by 905 votes in the district, which starts outside Charlotte and extends along the state’s southern border. But the state board of elections refused to certify the race at the end of November and make the results official. Democrats are refusing to seat Harris in the current Congress amid the uncertainty, meaning the residents of the 9th District have no representation in the House for the time being.\nState officials appear to be investigating possible illegal activity involving absentee ballots, and looking into whether people working on Harris’ behalf illegally collected the forms from voters. If it finds enough evidence of fraud, the state board of elections could order an entirely new contest.\nThe investigation focuses on irregularities involving absentee ballots in Bladen and Robeson counties, neighboring jurisdictions in the 9th District. In both counties, a suspiciously high number of people requested absentee ballots but never returned them to election officials. \nIn Bladen County, around 40 percent of the requested ballots were never mailed back, while in Robeson County 62 percent of the absentee ballots were never returned, according to an analysis by Michael Bitzer, a political science professor at Catawba College in North Carolina. Overall, the non-return rate in the 9th District was 24 percent, the highest in any of the state’s congressional districts.\nIn Bladen County, according to Bitzer’s analysis, the numbers are particularly suspicious. Harris, the Republican candidate, won 61 percent of the absentee vote there, even though just 19 percent of the successfully submitted ballots came from registered Republicans. Bladen County is the only county in the 9th District where Harris won the absentee vote.\nInvestigators appear focused on the activities of McCrae Dowless, a political operative hired by the Harris campaign to work on getting out the vote using absentee ballots. Dowless had a local reputation for running a robust absentee ballot effort, and Harris told WBTV he personally approved hiring him for his 2018 campaign. \nSince the investigation began, several people who worked for Dowless have come forward to say they were paid to get people to request absentee ballots, and paid to collect their filled-out ballots. It’s not illegal to help someone request an absentee ballot, but it is illegal in North Carolina for anyone other than a close relative to take custody of a filled-out absentee ballot.\nState election records show that Dowless and people who worked for him turned in hundreds of absentee ballot request forms and served as the legally required witnesses on absentee ballots for many people. \nSeveral voters submitted sworn statements to the state board of elections saying they didn’t request an absentee ballot even though state records showed they did. One couple told HuffPost that only one person witnessed them signing their absentee ballots ― but two people signed the form claiming to be witnesses. (North Carolina law requires two witnesses to observe a voter filling out an absentee ballot, and lying on the absentee ballot form is a class 1 felony in the state.) Jens Lutz, the former vice chair of the Bladen County board of elections, told state officials the county board received several forged requests for absentee ballots, including one on behalf of a dead person.\nThe extent of any wrongdoing is unclear. Several voters have come forward to report handing their ballots over to people who came to their homes, but it’s not clear how many people in total may have been affected, or whether any ballots were tampered with or destroyed. Dowless has declined to meet with state investigators. \nIn 2016, state investigators gathered evidence that Dowless ran a similar scheme involving collecting absentee ballots. They interviewed two of his employees who said they got paid $225 for every 20 people they signed up. They would get half the money when they turned in request forms, they said, and the other half when they turned in the ballots themselves. \nThe state board turned over the evidence to federal and local prosecutors, warning it was likely to happen again unless they did something. No charges were ever filed, though local prosecutors say they are continuing to investigate. \nThere’s also a suggestion that someone in the race may have had improper access to early vote totals. A poll worker submitted an affidavit saying that at the close of early voting, election officials ran a tabulation of early votes and someone who was not an election judge viewed those results. \nLutz told state officials that Dowless had close relationships with two members of the board who could have run early vote numbers. Having access to early voting results could give a campaign a competitive advantage and give officials guidance on where to spend critical campaign resources. \nNorth Carolina law sets out four conditions under which the State Board of Elections and Ethics Enforcement may order a new election. Three of those conditions describe circumstances in which the outcome of an election could have been changed because of nefarious activity, but the fourth does not. Under that condition, state officials don’t have to find that there’s enough fraud to sway the election ― only that “irregularities or improprieties occurred to such an extent that they taint the results of the entire election and cast doubt on its fairness.”\nThat distinction is important because North Carolina Republicans say they would only support a new election if evidence shows that fraud could have swayed the outcome of the race in the 9th District, a position that appears to be at odds with the state statute. Republicans are calling on the state board of elections either to swiftly produce evidence the election could have been swayed by fraud or to certify Harris the winner. \nGerry Cohen, an expert on North Carolina elections who served as counsel to the state legislature for decades, said the state board of elections has never called for a new election in a congressional race. Election officials have called for new elections in a handful of local races in recent years where there was evidence of fraud or that people had been given the wrong ballots. \nMaking things more complicated, the state legislature passed a law in December that would require a new primary, in addition to a new general election, if the state board were to order a new election. \nAdding to the confusion in the probe is uncertainty about the constitutionality of the structure of the North Carolina Board of Elections and Ethics Enforcement itself. In October, a three-judge panel ruled that changes Republicans had made to the board ― in an effort to limit the power of Gov. Roy Cooper (D) ― were unconstitutional. \nThe state court allowed the board to remain in place through the November elections, and initially said the board could continue to operate while it investigated the irregularities in the 9th District. \nHowever, once the board’s investigation began to take longer than officials said it would, the court issued an order in late December dissolving the state board. Cooper quickly moved to appoint an interim state board to serve until Jan. 31 and complete the investigation, but Republicans refused to submit nominees for their two seats on the board. \nCooper said Wednesday he would not appoint a board consisting only of Democrats. Shortly thereafter, state election officials announced they were postponing the Jan. 11 meeting.\nThe delay makes it even more uncertain when the controversy will be resolved. On Thursday, Harris filed a petition in state court asking to force the state to certify him the winner of the election. The U.S. House of Representatives, which has constitutional authority to “be the judge of the elections, returns and qualifications of its own members,” can also launch its own investigation of the matter.\nInterested in voting rights? Then listen to “Shut Out,” HuffPost’s new podcast about the fight to vote in America. Subscribe wherever you listen to podcasts.", "date": "\n01/03/2019", "href": "https://www.huffpost.com/entry/north-carolina-election-fraud_n_5c2e3bc0e4b0407e90895108", "tags": "need know election ballots officials elections absentee everything board carolina harris state district north probe fraud"}