{"title": "Evidence Shows North Carolina Operative Suspected Of Absentee Ballot Fraud Had Similar Scheme In 2016", "content": "Prosecutors obtained evidence from North Carolina investigators over a year ago that the political operative currently at the center of a probe into election irregularities was involved in a similar illegal scheme to collect absentee ballots, according to documents released Wednesday. \nIn 2016 two employees who worked for the operative, McCrae Dowless, told state investigators he paid them to help people request absentee ballots and then collect the ballots and deliver them to him. It now appears that Dowless, who worked for Mark Harris, the Republican congressional candidate in North Carolina’s 9th Congressional District, ran a similar scheme this year. It is illegal in North Carolina for anyone other than a close family member to collect an absentee ballot. \nPatrick Gannon, a spokesman for the North Carolina State Board of Elections and Ethics Enforcement, said the board first notified the U.S. attorney for the Eastern District of North Carolina of the evidence in January 2017. The notification was followed by several conversations between the board and state and federal prosecutors, he said. The documents released Wednesday, a formal summary of all the evidence against Dowless, were prepared early in 2018 before a meeting with prosecutors. \nLeslie Hiatt, a spokesperson for Robert Higdon, the U.S. attorney for the district, said the office had no comment. \nHarris currently leads Democrat Dan McCready by about 905 votes in the race, but state officials have declined to certify the race as they look into irregularities in absentee ballot totals. A suspiciously high number of ballots were requested but never returned in Bladen and Robeson counties ― both in the 9th Congressional District. In Bladen County, Harris, who personally approved hiring Dowless, won 61 percent of the mail-in vote, even though registered Republicans accounted for only 19 percent of the absentee votes mailed in and accepted. \nIn October and November of 2016, state investigators interviewed Caitlyn Croom and Matthew Matthis after three voters filed complaints about their handling of absentee ballots. Croom and Matthis told the investigators they worked for Dowless and that he told them they would get paid $225 for every 20 people they signed up. They said Dowless would pay them half the money when they turned in the absentee request forms and the other half when they delivered the absentee ballots. According to Matthis, Dowless told them not to tell anyone they were being paid based on the number of ballots they gave him. \nMultiple people have come forward in recent weeks to say Dowless paid them to collect absentee ballots this year, and several voters have reported that people arrived at their homes and took their absentee ballots. \nMatthis and Croom said Dowless gave them a sample ballot and told them to push for certain candidates, including then-Gov. Pat McCrory (R) and Donald Trump. Matthis told the investigators he would make suggestions to voters but let them vote how they wanted. Matthis and Croom said they didn’t look at the ballots before they gave them to Dowless and said they didn’t know if he opened the sealed ballots. \nIn one instance, Matthis admitted he collected, signed and submitted ballots on behalf of several members of one family. Investigators obtained text messages from Matthis in which he asked one family member, “yo do u care who you vote for? I got your ballot in the mail. Who you want for president?” The voter responded by saying he didn’t think it really mattered before giving his preference because “he will be the one to finally start the zombie apocalypse, lol.”\nMatthis and Croom also said Dowless coached them on what to say after state investigators began looking into the irregularities. He told them to tell investigators they returned absentee ballots to one woman because they knew she had improperly filled them out on behalf of her sons. The woman had actually asked Matthis and Croom to return the ballots because she wanted to put them in the mail herself.\nA lawyer representing Dowless didn’t immediately return a request for comment.\nThe State Board of Elections and Ethics enforcement will hold a public hearing on the 2018 probe on Jan. 11, after the next Congress is seated. Republicans this week released a statement urging state officials to lay out more evidence that any irregularities affected the race’s outcome or certify Harris the winner.\nInterested in voting rights? Then listen to “Shut Out,” HuffPost’s new podcast about the fight to vote in America. Subscribe wherever you listen to podcasts.", "date": "\n12/19/2018", "href": "https://www.huffpost.com/entry/north-carolina-election-fraud-probe-mccrae-dowless_n_5c1ad400e4b08aaf7a84bd74", "tags": "evidence ballots matthis ballot similar suspected absentee croom carolina shows operative dowless investigators scheme north state told fraud"}