{"title": "Ex-Harvey Weinstein assistant attacks 'immoral' non-disclosure agreements", "content": "An ex-assistant of Harvey Weinstein has said she was pressured into signing a non-disclosure agreement [NDA] that was \"morally lacking on every level\".\n\"There cannot be a legal document that protects criminal behaviour,\" Zelda Perkins told MPs on the Women and Equalities Committee.\nMs Perkins said she left Weinstein's company Miramax after a colleague accused him of trying to rape her.\nWeinstein has denied all allegations of \"non-consensual sexual contact\".\nHe, Miramax and the company's owner Disney were invited to give evidence to the committee, but declined.\nMs Perkins said she felt \"pressure\" to sign the NDA and had been \"unhappy with the entire process\".\nShe said she had tried to make sure the agreement contained restrictions on Weinstein's future conduct, but that they were not subsequently enforced.\n\"Essentially we were defrauded,\" she told the committee, which is conducting an inquiry into sexual harassment in the workplace.\n\"We signed that agreement with the belief that Miramax and Harvey Weinstein would uphold their obligations.\"\nMs Perkins, who worked for Weinstein's Miramax Films in the UK in the 1990s, said her former colleague did not talk about the alleged assault to counsellors because she was \"so afraid\" of breaking the agreement.\nThe women were told they could only talk to medical practitioners and legal representatives if those people signed their own NDAs - and even then they were encouraged not to go into detail.\n\"She sought counselling but she never, ever discussed the events because she was so afraid of this agreement,\" Ms Perkins said. \"She felt she was not allowed to.\"\nMs Perkins said she was afraid of going to jail herself if she spoke about the events. \"I knew I'd be sued for the damages, for the money, but that wasn't so much my concern,\" she said.\n\"I thought I was breaking the law.\"\nShe is calling for scrutiny on how NDAs were used.\n\"The problem is they are used abusively and within the law,\" she said. \"There isn't enough regulation and there isn't a framework to protect the victims of the situation.\"\nMs Perkins said she was never given a copy of the non-disclosure agreement she signed and that she was told by her lawyers they had never seen one like it.\n\"I was told clearly it was a very broad agreement and, basically, I just couldn't ever say anything about anything to anybody, and just the safest thing was to erase the entire last four years of my life pretty much from my memory.\n\"At no point was it made clear to me that it was unenforceable or could potentially be unenforceable.\"\nMs Perkins said her career had \"basically [come] to a halt\" afterwards and that both she and her former colleague had eventually left the country.\nHer oral evidence followed previous interviews with BBC Newsnight, the Financial Times and other news outlets.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "28 March 2018", "href": "https://www.bbc.co.uk/news/entertainment-arts-43568059", "tags": "assistant agreement colleague perkins ms ex-harvey committee attacks weinstein agreements told miramax signed non-disclosure"}