{"title": "Ex-MI6 boss warns over electronic voting risk", "content": "The former head of MI6 has warned against adopting electronic voting systems owing to fears about international cyber warfare.\nSir John Sawers told the BBC that casting a ballot with pencil and paper was \"actually much more secure\".\nHe warned: \"The more things that go online, the more susceptible you are to cyber attacks.\" \nBut campaigners for electronic voting said there was \"no evidence\" it was more open to fraud.\nElectronic voting allows people to make their choices via a computer or smartphone, instead of people having to go to a polling station.\nSir John's warning comes after the US government accused Russia of hacking into the emails of leading Democrats and interfering in the recent presidential election.\nThis has increased concerns among security experts as to whether vital national electronic systems are vulnerable to malicious disruption by other countries.\nSir John, head of MI6 from 2009 until 2014, told the BBC Radio 4 documentary The New World: Axis of Power, which examines the state of international tensions between the world's leading powers: \"We need to have systems which are robust.\"\nHe said: \"The only trouble is, the younger generation of people expect to be able to do things remotely and through electronic devices.\n\"Bizarrely the stubby pencil and piece of paper that you put your cross on in the ballot box is actually much more secure than anything which is electronic.\"\nCommons Speaker John Bercow's Commission on Digital Democracy has called for secure online voting to be an option for all voters by the 2020 UK general election.\nAnd the Electoral Commission has also been looking into making \"radical changes\" to the system.\nAreeq Chowdhury, chief executive of WebRoots Democracy, which campaigns for electronic voting, said: \"There is no evidence to show that online voting is more susceptible to fraud than the paper alternative. \n\"There have been more instances of fraud across the world with paper votes than electronic ones, and the recent recounts of electronic votes in the US showed no evidence of hacking.\"\nBut Sir John told The New World: \"One of the big problems we face with cyber is that it hasn't really been discussed internationally about what is an acceptable use of cyber powers and where are the red lines and what happens when those red lines are crossed.\n\"We're at a very early stage. It's a bit like with nuclear weapons back in the 1950s. We've got the capabilities, but there are no rules lined up as to how they should be used.\"\nThe New World: Axis of Power is broadcast on BBC Radio 4 at 09:00 GMT on Tuesday, 3 January 2017, and is available here.", "date": "3 January 2017", "href": "https://www.bbc.co.uk/news/uk-politics-38408296", "tags": "electronic warns world voting paper boss cyber bbc systems told sir risk john"}