{"title": "Ex-Playboy Model Karen McDougal Details 10-Month Affair With Donald Trump", "content": "The former Playboy model Karen McDougal gave her first television interview about the affair she alleges she had with Donald J. Trump more than a decade ago, saying that he offered her money after their first sexual encounter.\n“After we had been intimate, he, he tried to pay me — and I actually didn’t know how to take that,” she told Anderson Cooper of CNN in an interview broadcast on Thursday night. “I looked at him and said, ‘That’s not me, I’m not that kind of girl.’”\nAs a security aide of Mr. Trump’s drove her home, she said, “I started crying, I was really sad — it really hurt me.”\nBut, she said, in spite of that encounter in 2006, “I went back,” conducting what she described as a 10-month, serious relationship that she finally ended when she could no longer bear the guilt of betraying Mr. Trump’s then-new wife, Melania.\nPressed by Mr. Cooper on what she would say to Mrs. Trump now, Ms. McDougal looked directly into the camera, tearing up, and said, “What can you say except, ‘I’m sorry — I’m sorry.’”\nMs. McDougal’s interview made for a jarring, split-screen news night, with the major presidential headlines toggling between the allegations about an extramarital affair from a former Playboy model and Mr. Trump’s decision to remove his national security adviser H. R. McMaster and replace him with John R. Bolton, the former United States ambassador to the United Nations.\nThe interview came despite an agreement Ms. McDougal struck during the 2016 presidential campaign with American Media Inc., which owns The National Enquirer, to sell it the exclusive rights to her story about Mr. Trump in a $150,000 deal — part of what is known as a “catch and kill” agreement in which a tabloid buys a story only to bury it. Mr. Trump is a friend of A.M.I.’s chairman, David J. Pecker.\nMs. McDougal filed suit earlier this week to get out of her deal with American Media, saying she signed it under pressure and false pretenses, effectively silencing her on the affair. (American Media has denied her claims, saying over the past couple of days that the contract is valid, it was not trying to silence her, and indicating the story “may be published” just yet). Many of the details Ms. McDougal shared in her interview with Mr. Cooper were included in a piece in The New Yorker magazine last month, based on handwritten notes she took about the relationship.\nBut an in-person, television interview is uniquely visceral, and Ms. McDougal’s appearance was clearly of a sort Mr. Trump’s allies would have wanted to avoid during the campaign. On Sunday, “60 Minutes’’ is planning to show an interview by Mr. Cooper with another woman who is suing to get out of a deal restricting her from speaking about an alleged affair with Mr. Trump, the adult entertainment star Stephanie Clifford. Mr. Trump’s representatives have denied that he had an affair with either of the two women.\nComposed, unwavering, yet sometimes tearful, Ms. McDougal told a detailed story about a relationship that was based on love — “he always told me he loved me,” she said — and was facilitated by one of Mr. Trump’s bodyguards.\nShe described herself as a Republican and said she voted for Mr. Trump in November, describing him as “brilliant” and “charming” and someone she loved enough to even consider marrying. She said she was now eager to tell her story because it was already known and she wanted the chance to tell it herself.\nMs. McDougal said she first met Mr. Trump when he filmed an episode of “Celebrity Apprentice” at the Playboy Mansion in 2006, where they struck up conversation and he asked for her number.\nShe said they had their first date that June, on Mr. Trump’s birthday, at the Beverly Hills Hotel. Mr. Trump invited her for dinner, she said, so she was surprised when they entered the grounds from a rear entrance and went directly to a private bungalow. “We’re talking about his birthday, and then as the night ended, we were intimate,” she said.\nWhat followed, she said, were dozens of dates and sexual encounters in which, she said in answer to a specific question from Mr. Cooper, Mr. Trump did not use birth control.\nMany of those encounters, she said, took place at the Beverly Hills Hotel, but she also spent time with Mr. Trump at his other properties across the country. “I went to his golf course in California,” she said. “I went to his golf course home in New Jersey. I went to his home in New York.” At one party, she met his son Eric, and posed with him in a picture, she said. At another, at the Playboy Mansion, she posed for a picture with Mr. Trump, Melania Trump, Mr. Trump’s daughter Ivanka and other people, keeping her distance from Mrs. Trump as best she could, she said.\nMs. McDougal said Mr. Trump had compared her, favorably, to his daughter. “He said I was beautiful like her and, ‘You’re a smart girl,’” she said.\nOnce, she said, she was even whisked to his apartment at Trump Tower, when Mrs. Trump and Barron were not home.\n“I said, ‘Aren’t you afraid to bring me here?’ He’s like, ‘They won’t say anything,’” she said. While he gave her a tour, she said, “we passed a room and he said this is Melania’s room she likes to have her alone time.” But, she said, being in the apartment, “just puts a little stab in your heart,” and she could not wait to leave.\nAn unbearably guilty conscience prompted her to finally end the relationship in 2007.\nMs. McDougal said she was “disgusted” by the hot-mic “Access Hollywood” tape recording that came out late in the presidential campaign in which Mr. Trump bragged about grabbing women by the genitals, just as she was “mortified” when more than a dozen women leveled sexual misconduct allegations at him. “I’ve never seen that side of him,” she said.\nAsked about denials Mr. Trump’s representatives have issued about her allegations of an affair, Ms. McDougal said, “I think somebody’s lying, and I can tell you it’s not me.”", "date": "March 22, 2018", "href": "https://www.nytimes.com/2018/03/22/us/politics/karen-mcdougal-interview.html", "tags": "ex-playboy mr. details model mcdougal trump interview donald affair ms. — karen"}