{"title": "Ex-President of Argentina Indicted Again, Now With Her Children", "content": "BUENOS AIRES — Former President Cristina Fernández de Kirchner of Argentina was indicted again on corruption-related charges on Tuesday, and this time her son and daughter were also charged in a case involving a family real estate company.\nThe federal judge, Claudio Bonadio, said there was enough evidence to indict Mrs. Kirchner for conspiracy over allegations that businesses rented properties from the real estate company, Los Sauces, in exchange for public works contracts and other favors.\nFor the first time, Mr. Bonadio also indicted the former president’s children, Máximo and Florencia Kirchner, in the case that includes charges of money laundering and negotiations incompatible with public office.\nThe charges could lead to prison sentences of up to 10 years if the Kirchners are convicted. Mr. Bonadio also ordered the freezing of assets of about $8.5 million each for Mrs. Kirchner and her son, and $6.5 million for her daughter.\nLázaro Báez, a construction tycoon in Patagonia who was detained last year in a separate money laundering case, and a casino magnate, Cristobal López, were also indicted along with 16 others. They are all forbidden from leaving the country. The indictments can be appealed.\nThe two businessmen, along with associates, set up a system to “illegally reimburse” the presidential family for public works projects, Mr. Bonadio wrote in his ruling.\nThis is the latest in a series of cases that have engulfed Mrs. Kirchner since she stepped down from her two-terms as president in December 2015 and was succeeded by Mauricio Macri, a political opponent who faces critical midterm elections in November.\nA separate court is investigating allegations of kickbacks involving the renting of rooms in a hotel owned by the Kirchner family. The former president has also been indicted on fraud and corruption charges relating to public works projects in Santa Cruz province in southern Argentina.\nLast month, Mr. Bonadio ordered Mrs. Kirchner to stand trial on charges that she planned to defraud the government through the dollar futures market. And the country’s highest criminal appeals court also called for an investigation into claims that Mrs. Kirchner sought to seal a secret deal with Iran relating to suspicions that it played a role in the 1994 bombing of a Jewish center in Buenos Aires.\nMrs. Kirchner has repeatedly denied any wrongdoing, saying she is the victim of a judicial persecution orchestrated by the current administration.\nThe former president took to Twitter to characterize the indictment as nothing but the latest “act” in a series of “media-judicial setups” designed to distract the population from the country’s current economic woes.\n“I have no doubt that in the jurisprudential history of Argentina, there is no ruling that is more unfounded,” Aníbal Fernández, Mrs. Kirchner’s former cabinet chief, said.\nBut Margarita Stolbizer, an opposition lawmaker who helped initiate the investigation into the real estate company, celebrated the ruling, writing on Twitter that “we are starting to regain trust in the judiciary.”", "date": "April 4, 2017", "href": "https://www.nytimes.com/2017/04/04/world/americas/argentina-cristina-fernandez-de-kirchner-corruption-indictment.html", "tags": "bonadio kirchner former ” charges indicted children ex-president also mrs. argentina"}