{"title": "Ex-Skadden Lawyer Is Sentenced to 30 Days in Russia Inquiry", "content": "WASHINGTON — A former lawyer for a powerful international corporate law firm was sentenced on Tuesday to 30 days in prison for lying to investigators in the special counsel inquiry about his communications with a Trump campaign aide and a Ukrainian businessman believed to be a Russian intelligence operative.\nThe former lawyer, Alex van der Zwaan, who is also the son-in-law of a Russian billionaire, was the first person to be sentenced in the investigation into Russia’s interference in the 2016 presidential election. He was also fined $20,000.\nMr. van der Zwaan admitted that he deceived investigators who interviewed him in November as part of their examination of contacts between the Ukrainian and two former high-ranking Trump campaign officials: Paul Manafort, once Mr. Trump’s campaign chairman, and Rick Gates, Mr. Trump’s deputy campaign manager. People familiar with the matter identified the Ukrainian as Konstantin V. Kilimnik, long Mr. Manafort’s right-hand man in Kiev, where he worked for years before joining the Trump campaign.\nIn an hourlong hearing, Mr. van der Zwaan’s defense lawyer argued that a fine was sufficient punishment because his client revealed what he knew in a subsequent interview.\nBut Judge Amy Berman Jackson of the Federal District Court for the District of Columbia said that given Mr. van der Zwaan’s access to his family’s wealth, a fine alone might not send a strong enough message of deterrence to others who might lie to the authorities. While Mr. van der Zwaan might feel his life has been shattered, she said, “this glass was dropped on a very thick carpet and it has in effect softened the blow.”\nShe also noted that the prosecutors who interviewed Mr. van der Zwaan were in the midst of an investigation “of great national and international interest” involving possible “foreign interference in our country’s democratic process.”\n“You knew better,” she told Mr. van der Zwaan, a 33-year-old Dutch citizen who lives in London. “I can’t just say, ‘Pay a fine and go.’”\nMr. van der Zwaan’s relationship with the other men dates to at least 2012. His law firm, Skadden, Arps, Slate, Meagher & Flom, assigned him to work with Mr. Gates and Mr. Manafort on a report used to defend their client Viktor F. Yanukovych, the pro-Russia former president of Ukraine, from international criticism over the prosecution and imprisonment of a political rival.\nMr. Manafort and Mr. Gates have been charged with money laundering and other financial crimes related to their work as consultants in Ukraine. Some of the accusations stem from more than $5 million in payments from the Ukrainian government for the law firm’s report, which were funneled through a bank account in Cyprus controlled by Mr. Manafort and Mr. Gates, court records show.\nMr. Gates has pleaded guilty to financial fraud and lying to federal investigators and is cooperating with Mr. Mueller’s inquiry. Mr. Manafort, who has pleaded not guilty, is arguing that the special counsel overstepped his authority by delving into his payments from Ukraine.\nBut a newly released memo written by Deputy Attorney General Rod J. Rosenstein last summer shows that he specifically authorized the special counsel to investigate any crimes related to payments to Mr. Manafort from the Ukrainian government as well as allegations that he conspired with the Russian government to interfere in the election. A heavily redacted version of the Aug. 2 memo was released Monday night as part of a court filing in Mr. Manafort’s case.\nJust days after Mr. Manafort and Mr. Gates were first indicted, federal prosecutors questioned Mr. van der Zwaan about his contacts with Mr. Gates and Mr. Kilimnik. Mr. van der Zwaan acknowledged that Mr. Gates had told him that Mr. Kilimnik was a former Russian intelligence officer. But he claimed that he had had no substantive conversations with either man in 2016.\nIn fact, he has now admitted, he had had a series of phone calls with both men about potential criminal charges related to payments from the Ukrainian government.\nThat information indicated that Mr. Gates and Mr. Kilimnik were in direct touch with each other as the presidential campaign drew to a close in September and October of 2016, a fact Mr. Weissman argued in court papers “was pertinent to the investigation.”\nProsecutors said Mr. van der Zwaan not only deceived federal agents, but also concealed information from his own law firm, which has since fired him.\nWhile the lead prosecutor on the case, Andrew Weissmann, did not explicitly ask for a prison sentence, he insisted that Mr. van der Zwaan told the truth only after he “was caught red-handed” in various falsehoods and had been handed a grand jury subpoena.\nDuring his second meeting with Mr. Mueller’s team, Mr. van der Zwaan voluntarily turned over the very evidence that resulted in his felony charge, including notes, recordings, laptops and cellphones, his defense lawyer, William J. Schwartz, argued. But Mr. Weissman denied that any of that was crucial, telling the judge that “the case was already made.”\nJudge Jackson said Mr. van der Zwaan was guilty of not simply a single lapse in judgment, but a broader pattern of concealment because of “a mix of motives” that she did not clearly understand.\nShe was unmoved, she said, by his argument that he had been stranded alone in a hotel in the United States since December. She dismissed his brief statement of contrition as “lip service.” While others had written letters to her asking her to be merciful to Mr. van der Zwaan, she said, “the accomplished lawyer did not write one himself.”\nThe crime of false statements to federal authorities carries up to a five-year prison term. But sentencing guidelines suggested that Mr. van der Zwaan, who has no prior criminal record, receive at most six months.\nHe agreed to turn himself in voluntarily. It is unclear where he will serve his 30-day term; the judge said he might wind up in the District of Columbia jail. Although she imposed a short probation term, she said that once he is released, Mr. van der Zwaan can collect his passport and return home to London to his wife, who is pregnant.", "date": "April 3, 2018", "href": "https://www.nytimes.com/2018/04/03/us/alex-van-der-zwaan-sentencing-russia-investigation-mueller.html", "tags": "gates zwaan ex-skadden inquiry manafort days ” sentenced van russia campaign der lawyer"}