{"title": "Experts Determine Whether Tyrion And Sansa Are Still Married On 'Game Of Thrones'", "content": "Love and marriage are rocky subjects in the world of Westeros. Siblings get busy in towers, aunts and nephews rendezvous on the Narrow Sea and sworn virgins run off with wildling women.\nBut there is one marital mystery that still stumps “Game of Thrones” fans, and it involves lawfully wedded couple Tyrion Lannister (Peter Dinklage) and Sansa Stark (Sophie Turner), who will surely see each other again when Tyrion arrives in Winterfell with Daenerys Targaryen (Emilia Clarke) and Jon Snow (Kit Harington) in Season 8.\nThe question remains: Are Tyrion and Sansa technically still married? And, if so, what does it mean for the final outcome in the quest for the Iron Throne? \nFirst, a quick recap. Tyrion and Sansa officially said “I do” in Season 3 at the demand of Tywin Lannister (Charles Dance), and it becomes a humiliating affair for both bride and groom. Despite being forced to marry the imp of House Lannister, however, Sansa ― the “traitor” Ned Stark’s daughter ― begins to bond with him over their shared status in King’s Landing. \n“The disgraced daughter and the demon monkey,” Tyrion, who’s in a committed relationship with Shae (Sibel Kekilli) at this point, tells Sansa. “We’re perfect for each other.”\nBut just when they have all the makings to become a power couple in Westeros, Tyrion is informed that his family conspired with the Freys and Boltons to savagely murder Sansa’s brother Robb (Richard Madden) and mother Catelyn (Michelle Fairley) at what’s known as the Red Wedding. Once she learns what happened, Sansa no longer trusts anyone in the capital, let alone her Lannister husband who “swore to protect her.”\nWhen chaos erupts following the poisonous death of King Joffrey (Jack Gleeson) at the start of Season 4, Tyrion and Sansa are separated. Sansa quickly escapes King’s Landing with the help of Littlefinger, and Tyrion eventually makes his way to Meereen to sync up with Dany following his victorious escape from prison.\nLittlefinger then stupidly arranges a marriage between Sansa and the cold-hearted bastard son of Roose Bolton, Ramsay (Iwan Rheon), who is currently ruling Winterfell. She is raped on her wedding night, beaten and tormented — a storyline many disapprove of — before she is able to break free of Ramsay’s clutches and find her way back to Jon. She, with help from the Knights of the Vale, wins back control of the North in the Battle of the Bastards and gloriously feeds Ramsay to his own, very hungry, dogs. Sansa is now Lady of Winterfell, set to protect her people from the army of the dead alongside her Stark siblings. \nWhich brings us back to our question about the status of Tyrion and Sansa’s marriage.\nIn Westeros, most marriages begin with a religious ceremony involving the exchange of vows in the presence of a sacred witness, depending on the couple’s faith. A septon unites those who follow the Faith of the Seven, a priest or priestess does the same for believers in the Drowned God or R’hllor, and a Godswood heart tree is used by followers of the Old Gods. The ceremony is followed by a feast with the bride and groom before the bedding takes place, where the marriage is consummated.\nThe thing is, Tyrion and Sansa never consummated their marriage, as he didn’t feel it appropriate to lie with a woman who was not ready to be with him.\nNow, Westeros is clearly a fantasy world created by A Song of Ice and Fire author George R.R. Martin, but it does resemble medieval Europe. Martin has also said that the Faith of the Seven is inspired by the Catholic Church, so it wouldn’t be a stretch to assume the laws of medieval marriage somewhat apply to Westeros.\nThat’s why we reached out to some history experts to get their takes on Tyrion and Sansa’s relationship status.\nNancy F. Cott, Jonathan Trumbull Research Professor of American History at Harvard University, who’s an expert in marriage history, believes it’s all quite simple.\n“In ecclesiastical law, the Church would say they are married to each other forever so long as they had pledged themselves and consummated the marriage with sex,” Cott told HuffPost. \nOne medieval history expert, however, gives a vastly different answer.  \n“Consummation was not necessary for a marriage,” Ruth Mazo Karras, Lecky Professor of History at Trinity College Dublin, told HuffPost. “As long as both parties are of age, not too closely related to each other and all other things that would make it a valid marriage, once they have said their vows, they are married and they stay married. Even if they separated, they wouldn’t be able to marry anybody else.” \nKarras believes that, according to this late 12th-century law, Sansa and Ramsay’s marriage was an adulterous one. They were never fully married, even though Littlefinger told Roose Bolton that Sansa and Tyrion’s union was invalid because it was never consummated.\n“Westeros might have different laws, but to get a marriage annulled, you have to show that it’s not valid in the first place. Saying they never consummated it was not sufficient to get it annulled,” Karras said. “In practical terms, the pope ― and again, this is in medieval Europe ― might have been more willing to annul a marriage that hadn’t been consummated on other grounds, but the fact that it was not consummated was not grounds for annulment.”\nOne other Westerosi marriage was successfully annulled on the show to make Rhaegar Targaryen and Lyanna Stark’s marriage valid. We find out that, before their wedding ceremony, the groom first secured permission from the High Septon to annul his marriage to Elia Martell. Per medieval law, the fact that Sansa’s first marriage had not been approved for annulment prior to her marriage to Ramsay would make the latter marriage invalid.\nThere’s a hitch, though. Sansa married Tyrion before the Seven Gods and Ramsay before the Old Gods — so the latter could be valid under the other religion. It truly comes down to what makes or who approves a legitimate annulment.\nIn Lysa Arryn’s opinion, for example, death frees a spouse to marry another, as she tells her niece Sansa in Season 4: “You’ll be a widow soon. They’ll execute that dwarf for murdering the king and you’ll be free to marry Robin [her cousin].”\nStephanie Coontz, a history and family studies professor at The Evergreen State College in Olympia, Washington, told HuffPost that the Church controlled access to marriage, divorce and remarriage in the former Roman Empire, especially after the eighth century. But there were instances in which the papacy was not the decision-maker.  \n“Where the Church was not powerful or present, marriage was controlled by private families, who made up their own rules more or less,” Coontz said. “It was not uncommon for a man to take a second wife or a concubine if his first didn’t produce an heir, or to repudiate one wife for a more fertile or better-connected one. Parents or other kinfolk arranged the marriages of aristocrats, and often of commoners as well. Or powerful individuals arranged their own, sometimes by murdering a rival and marrying his widow to take over his land or kingdom.”\nSo, by Coontz’s logic, Sansa and Tyrion could still be married if those who witnessed the initial union are still committed to it. A second ceremony could even be held to validate it. \n“They would probably have invented an occasion for another very public ceremony, with exchanges of gifts between the families, invitations of other nobles, feasting, etc,” Coontz said. \nKarras disagreed. “Under medieval canon law, they would still be married and wouldn’t need any kind of ceremony,” she said.\n“Now, if you looked earlier in the 12th century, there’s considerable disagreement among canon lawyers about whether consummation is necessary for a completed marriage,” Karras said. “There is an opinion that if you have one marriage that’s not consummated and then you have a subsequent marriage that is consummated, the one that is consummated takes precedence. So it totally depends on which set of laws you apply.” \nMedieval standards aside, it all comes down to what “Game of Thrones” showrunners Dan Weiss and David Benioff decide are the laws of the Seven Kingdoms. “This is not historical drama, so they could take whatever liberties with medieval canon law that they like,” Karras said.\nThe writers could easily reveal that Tyrion and Sansa’s marriage is still valid, or they could land on the fact that Sansa is a single woman after Ramsay’s death. \nAs Cott pointedly said, “It’s fantasy anyway, why aim for ‘real’ detail?”  ", "date": "\n04/06/2019", "href": "https://www.huffpost.com/entry/tyrion-sansa-game-of-thrones_n_5ca4b145e4b0798240254e2b", "tags": "determine medieval ” experts whether sansa marriage one consummated married thrones tyrion still"}