{"title": "Extinction Rebellion: What do they want and is it realistic?", "content": "Extinction Rebellion's attempts to clog the heart of London and other cities across the UK have undoubtedly driven the issue of climate change up the news agenda.\nBut amid the die-ins - where protestors pretend to be dead - bridge swarmings and arrests, there hasn't been too much consideration of the group's actual plans to tackle rising temperatures. \nAs a solution to the \"climate breakdown and ecological collapse that threaten our existence\", Extinction Rebellion is proposing three key steps. \nThe government must, in their words, \"tell the truth\" about the scale of the crisis the world now faces. \nSecondly, the UK must enact legally binding policies to reduce carbon emissions to net zero by 2025. \nThe third step is the formation of a Citizens' Assembly to \"oversee the changes\" that will be needed to achieve this goal.\nGetting to net zero carbon emissions in the UK by 2025 would be an extremely difficult target, given that, right now, the government is mulling a plan to commit to net zero by 2050.  \nConsider the changes that would be needed to get to net zero in just six years. \nGas boilers across the UK would have to be replaced with electricity, and you'd need to massively ramp up renewable energy, on a scale not yet seen, to meet this extra demand. \nResearchers at  Zero Carbon Britain suggested that if the UK wanted to get to net zero by 2030, Britain would need to get about 130 gigawatts of electricity from wind, meaning around 13,000 extra wind turbines off shore. This would take up an area twice the size of Wales. The UK would also need about 7 gigwatts of onshore wind, meaning another 3,500 turbines. \nThere would also have to be significant dietary changes, with people cutting back on meat and dairy. \nFlying would have to be restricted. Severely.\n\"You could have an air flight every couple of years, but we can't allow the world to continue flying for hen parties in New York every couple of weeks,\" said Paul Allen who co-ordinates the Zero Carbon Britain research project. \n\"The numbers don't stack up. We can't do this, we have to be honest with ourselves.\" \nAchieving net zero five years earlier than the Zero Carbon Britain plan would be an unprecedented challenge, akin to a wartime situation. It would not be impossible but it would depend on a fierce political commitment. \n\"The honest answer about whether you can hit net zero by 2025 is that until you go for it, nobody knows if you'll get there,\" said Andrew Simms from the Rapid Transition Alliance, which promotes solutions to climate change that could transform the world over the next 12 years.\n\"We tend to forget what can be achieved in really compressed periods of time when the whole of industry and the whole of government put their minds to it. \n\"It's like the speed with which we responded to the financial crisis in 2008.\n\"If we treated the wellbeing of the biosphere with the same integrity and seriousness with which we treated the integrity of the banking system you would rapidly see the alignment of resources and planning that would achieve these kind of goals.\" \nThose involved with Extinction Rebellion say that the nature of the climate crisis is such that even large-scale carbon cutting plans just won't be enough.\n\"This is not the time to be realistic, this is the time for humanity to completely change course,\" said Dr Gail Bradbrook, a co-founder of the organisation. \n\"This is not about fiddling around the edges, and adding a few solar panels to a few roofs; we have left it so late that we have to step up in a semi-miraculous way to deal with this situation.\"\nExtinction Rebellion says that the key elements of their plan to get the UK to net zero will be set by a Citizens Assembly, composed of people representatively selected from across Britain. \n\"Let's have people decide what matters most to them, is it the health and safety and the ability to feed their own kids or does it matter to them that they carry on having holidays and meat?\" \n\"We need Joe the bus driver and Frances the hairdresser to get their heads around it,\" said Dr Bradbrook.\nSupporters of this approach point to Ireland as a country that has embraced the Citizens Assembly idea to tackle difficult societal questions. \nThe Assembly considered the question of Ireland's restrictions on abortion and suggested that a referendum be held to remove the ban. The significant majority that supported repeal indicated that Assembly was an accurate barometer of public opinion.\nOn climate change, Ireland's Assembly has also been an advocate of strong action, with big majorities favouring higher taxes on carbon-intensive activities among a number of recommendations. \nThis in turn gave real political impetus to the establishment of a parliamentary committee on climate action. \n\"This led this committee to issue what is the strongest cross-party political statement of intent on climate action,\" said John Gibbons, an Irish environmental writer and commentator.  \n\"It certainly has its weaknesses, but Ireland is, in the Taoiseach's own words, an international laggard on tackling climate change, so this report is a good deal better than expected.\" \nMr Gibbons points out that despite the actions of the Citizens Assembly and politicians, the country is way off target when it comes to cutting carbon. \n\"Huge compliance penalties are due to kick in post-2020, making ongoing inaction expensive as well as embarrassing for Ireland,\" he says.\nThe government has to uphold UK law on climate change, that mandates a series of emissions cuts over time.  \nExtinction Rebellion believes that many politicians want to go much further. They say that political forces are happy to see their protestors on the streets, disrupting traffic and transport. \nIt believes the group is creating the space for a joined-up approach among politicians that has been absent until now. \n\"We've just got to get away from these left-right political fights - this is beyond that. I want to see people sitting in a room and bringing the solutions and being real together and saying how do we get out of this?\" said Gail Bradbrook.\n\"It'll bring the best out of ourselves through that process.\"\nFollow Matt on Twitter@mattmcgrathbbc\nSign up for a weekly chat about climate change on Facebook Messenger", "date": "16 April 2019", "href": "https://www.bbc.co.uk/news/science-environment-47947775", "tags": "zero realistic extinction rebellion want uk carbon climate change assembly net get"}