{"title": "Extinction Rebellion London activists chained to Jeremy Corbyn's home", "content": "Climate change activists glued themselves to a train and others chained themselves to Jeremy Corbyn's home in a third day of protests.\nExtinction Rebellion protesters have been blocking traffic at Marble Arch, Waterloo Bridge, Parliament Square and Oxford Circus since Monday.\nEarlier, three activists were glued to a Docklands Light Railway (DLR) train at Canary Wharf, causing minor delays.\nFour people also glued themselves together at the Labour leader's home.\nThe activists, who also used a bike lock to attach themselves to Mr Corbyn's north London house, said they supported him but wanted the Labour Party to go further than declaring a \"climate emergency\".\nAfter ending their protest Tracee Williams, one of the group, said she did not think the action was a \"misstep but whether we'd do it again, I'm not so sure\".\nMr Corbyn left his home but declined to meet or speak to any of the protesters.\nEaster eggs and flowers from the group, which had been taken into Mr Corbyn's home earlier, were later returned to the street by the Labour leader's wife Laura Alvarez.\nMs Williams added the group \"really felt we had to bring it to his front door\" but \"feel absolutely terrible about upsetting his wife\".\nAs of 17:00 BST, 340 people have been arrested since Monday over the protests, the Met Police said.\nThe campaigner who glued himself to a train window was removed about an hour after the start of the DLR protest, at about 10:50.\nThe man and a woman who unfurled a banner and glued themselves to the top of the train's carriage were also later removed and carried off by officers.\nBTP said three people had been arrested for obstructing the railway.\nExtinction Rebellion targeted the DLR after members changed their minds about disrupting the Tube network.\nIt came after BTP ordered Transport for London (TfL) to switch off wifi at Tube stations to deter protests. \nSupt Matt Allingham said extra officers would be on duty throughout the day, adding: \"We will not tolerate any activity which disrupts the millions of passengers who rely on using the rail network in London.\"\nCampaigners at Waterloo Bridge, Parliament Square and Oxford Circus have been ordered to restrict their protests to Marble Arch. \nThe Met said protesters were being removed from both areas and those who did not comply would be arrested.\nThe Metropolitan Police says it uses a \"fluid de-bonding agent\" - but refuses to specify what that contains for operational reasons.\nDr Mark Elliott, a senior lecturer in organic chemistry at Cardiff University, said warm, soapy water or the compound acetone would be the most suitable method - but warned any removal was likely to be painful.\n\"Anyone who has inadvertently stuck their fingers together with superglue will know how difficult and painful it can be to separate then - and the fingertips are relatively tough,\" he says.\n\"It is even more painful when other, softer, areas of skin become bonded.\"\nAccording to Dr Elliott, the general advice is to use warm, soapy water, then to apply gentle pressure - for example by inserting a spatula.\n\"This will inevitably take time and be rather painful,\" he warned.\nAlternatively, acetone - normally found in nail-varnish remover - can make it easier to remove the glue - but \"easier\", he adds, \"is very much a relative term\".\nHow do you un-glue a protester? (published 2010)\nThe BBC's Dominic Casciani said about a dozen people were carried to police vans at Oxford Circus after failing to comply with police.\nSpringwatch presenter Chris Packham, who was at the protest in Oxford Circus, said the atmosphere was \"peaceful and resolute\".\nMost of the people arrested so far have been held over public order offences.\nThe Met Police said \"contingency plans are in place should custody suites become full\".\nExtinction Rebellion earlier said \"thousands\" more people were willing to be arrested as part of the non-violent disruption.\nIt had been planning to target London Underground to \"highlight the emergency of ecological collapse\" and persuade ministers to meet group members.\nThe campaign group said: \"Today we will disrupt one overground line as part of our escalating campaign to demand the government acts now on the climate and ecological emergency.\"\nLondon Mayor Sadiq Khan urged protesters to \"think again\", adding public transport helped tackle climate change.\nMusic student Anouska Stahlmann said her ill mother and elderly grandparents were forced to walk part of their journey to avoid risking being stuck in a Tube tunnel.\nThe 20-year-old said: \"I have no issue with wanting to better the environment and we're fairly conscious of it as a family.\n\"Their methods, however, are seriously flawed and are not inclusive of people who want to support the cause.\"\nProtester and climate lawyer Farhana Yamin, who was arrested on Tuesday, earlier told BBC Radio 4's Today programme: \"I totally want to apologise to people using public transport.\n\"But at the same time we need to take actions that are disruptive so everyone understands the dangers we're facing right now.\"\nJace Tyrrell, chief executive of New West End Company, said the West End lost £12m in trade because of the first two days of protests.\nHe told BBC Radio London: \"Everyone has a right to peaceful protest. But this is really disruptive.\"\nIn Edinburgh, dozens of people were arrested earlier this week when hundreds of protesters blocked a main road.\nOrganisers said protests had been held in more than 80 cities across 33 countries and action in London was planned until 29 April.\nEnvironment Secretary Michael Gove said \"it's appropriate for people to make their feelings known\" but added: \"We've got the message; we understand that action needs to be taken.\" \nSpeaking on the BBC's The One Show, he said some of the protest action had been \"over the top\" but driven by a \"legitimate desire to put climate change and the environment further up the agenda\".\nMr Gove said the UK had \"played a role in reducing carbon emissions and at the same time growing the economy\", but admitted \"there is more to be done\".\nSince the group was set up last year, members have shut bridges, poured buckets of fake blood outside Downing Street, blockaded the BBC and stripped semi-naked in Parliament.\nIt has three core demands: for the government to \"tell the truth about climate change\", reduce carbon emissions to zero by 2025, and create a citizens' assembly to oversee progress.\nControversially, the group is trying to get as many people arrested as possible.\nBut critics say they cause unnecessary disruption and waste police time when forces are already overstretched.\nThe government said it shared \"people's passion\" to combat climate change and \"protect our planet for future generations\".\nThe Department for Business, Energy and Industrial Strategy said the UK had cut its emissions by 44% since 1990.\nA spokesman said: \"We've asked our independent climate experts for advice on a net zero emissions target and set out plans to transition to low emission vehicles and significantly reduce pollution.\" \nSign up for a weekly chat about climate change on Facebook Messenger", "date": "17 April 2019", "href": "https://www.bbc.co.uk/news/uk-england-london-47959207", "tags": "people arrested extinction rebellion protests chained home glued jeremy corbyn climate change activists group police london"}