{"title": "F.B.I. Used Informant to Investigate Russia Ties to Campaign, Not to Spy, as Trump Claims", "content": "WASHINGTON — President Trump accused the F.B.I. on Friday, without evidence, of sending a spy to secretly infiltrate his 2016 campaign “for political purposes” even before the bureau had any inkling of the “phony Russia hoax.”\nIn fact, F.B.I. agents sent an informant to talk to two campaign advisers only after they received evidence that the pair had suspicious contacts linked to Russia during the campaign. The informant, an American academic who teaches in Britain, made contact late that summer with one campaign adviser, George Papadopoulos, according to people familiar with the matter. He also met repeatedly in the ensuing months with the other aide, Carter Page, who was also under F.B.I. scrutiny for his ties to Russia.\nThe role of the informant is at the heart of the newest battle between top law enforcement officials and Mr. Trump’s congressional allies over the F.B.I.’s most politically charged investigations in decades. The lawmakers, who say they are concerned that federal investigators are abusing their authority, have demanded documents from the Justice Department about the informant.\nLaw enforcement officials have refused, saying that handing over the documents would imperil both the source’s anonymity and safety. The New York Times has learned the source’s identity but typically does not name informants to preserve their safety.\nDemocrats say the Republicans’ real aim is to undermine the special counsel investigation. Senior law enforcement officials have also privately expressed concern that the Republicans are digging into F.B.I. files for information they can weaponize against the Russia inquiry.\nOver the past two days, Mr. Trump has used speculative news reports about the informant, mostly from conservative media, to repeatedly assail the Russia investigation.\n“Reports are there was indeed at least one FBI representative implanted, for political purposes, into my campaign for president,” he wrote on Twitter on Friday. “It took place very early on, and long before the phony Russia Hoax became a ‘hot’ Fake News story. If true — all time biggest political scandal!”\nNo evidence has emerged that the informant acted improperly when the F.B.I. asked for help in gathering information on the former campaign advisers, or that agents veered from the F.B.I.’s investigative guidelines and began a politically motivated inquiry, which would be illegal.\nBut agents were leery of disrupting the presidential campaign again after the F.B.I. had announced in a high-profile news conference that it had closed the case involving Hillary Clinton’s use of a private email server, according to current and former law enforcement officials.\nAfter opening the Russia inquiry about a month later, they took steps, those officials said, to ensure that details of the inquiry were more closely held than even in a typical national security investigation, including the use of the informant to suss out information from the unsuspecting targets. Sending F.B.I. agents to interview them could have created additional risk that the investigation’s existence would seep into view in the final weeks of a heated presidential race.\nF.B.I. officials concluded they had the legal authority to open the investigation after receiving information that Mr. Papadopoulos was told that Moscow had compromising information on Mrs. Clinton in the form of “thousands of emails,” months before WikiLeaks released stolen messages from Democratic officials. As part of the operation, code-named Crossfire Hurricane, the F.B.I. also began investigating Mr. Trump’s campaign chairman, Paul Manafort, and his future national security adviser, Michael T. Flynn.\nDetails about the informant’s relationship with the F.B.I. remain scant. It is not clear how long the relationship existed and whether the F.B.I. paid the source or assigned the person to other cases.\nInformants take great risks when working for intelligence services, Christopher A. Wray, the F.B.I. director, testified before Congress on Wednesday. Their identities must not be exposed, he said, hinting at congressional efforts to obtain the name of the source. “The day that we can’t protect human sources is the day the American people start becoming less safe.”\nOne of Mr. Trump’s lawyers, Rudolph W. Giuliani, acknowledged on Friday that neither the president nor his legal team knew with certainty that the F.B.I. had implanted a spy in the Trump campaign, as he and the president had alleged.\n“I don’t know for sure, nor does the president, if there really was one,” Mr. Giuliani said on CNN. “For a long time, we’ve been told there was some kind of infiltration.”\nThe informant is well known in Washington circles, having served in previous Republican administrations and as a source of information for the C.I.A. in past years, according to one person familiar with the source’s work.\nF.B.I. agents were seeking more details about what Mr. Papadopoulos knew about the hacked Democratic emails, and one month after their Russia investigation began, Mr. Papadopoulos received a curious message. The academic inquired about his interest in writing a research paper on a disputed gas field in the eastern Mediterranean Sea, a subject of Mr. Papadopoulos’s expertise.\nThe informant offered a $3,000 honorarium for the paper and a paid trip to London, where the two could meet and discuss the research project.\n“I understand that this is rather sudden but thought that given your expertise it might be of interest to you,” the informant wrote in a message to Mr. Papadopoulos, sent on Sept. 2, 2016.\nMr. Papadopoulos accepted the offer and arrived in London two weeks later, where he met for several days with the academic and one of his assistants, a young woman.\nOver drinks and dinner one evening at a high-end London hotel, the F.B.I. informant raised the subject of the hacked Democratic National Committee emails that had spilled into public view earlier that summer, according to a person familiar with the conversation. The source noted how helpful they had been to the Trump campaign, and asked Mr. Papadopoulos whether he knew anything about Russian attempts to influence the 2016 presidential election.\nMr. Papadopoulos replied that he had no insight into the Russian campaign — despite being told months earlier that the Russians had dirt on Mrs. Clinton in the form of thousands of her emails. His response clearly annoyed the informant, who tried to press Mr. Papadopoulos about what he might know about the Russian effort, according to the person.\nThe assistant also raised the subject of Russia and the Clinton emails during a separate conversation over drinks with Mr. Papadopoulos, and again he denied he knew anything about Russian attempts to disrupt the election.\nAfter the trip to London, Mr. Papadopoulos wrote the 1,500-word research paper and was paid for his work. He did not hear again from the informant.\nMr. Page, a Navy veteran, served briefly as an adviser to Mr. Trump’s campaign until September 2016. He said that he first encountered the informant during a conference in mid-July of 2016 and that they stayed in touch. The two later met several times in the Washington area. Mr. Page said their interactions were benign.\nThe two last exchanged emails in September 2017, about a month before a secret warrant to surveil Mr. Page expired after being repeatedly renewed by a federal judge. Mr. Trump’s congressional allies have also assailed the surveillance, accusing law enforcement officials, with little evidence, of abusing their authority and spying on the Trump campaign.\nThe informant also had contacts with Mr. Flynn, the retired Army general who was Mr. Trump’s first national security adviser. The two met in February 2014, when Mr. Flynn was running the Defense Intelligence Agency and attended the Cambridge Intelligence Seminar, an academic forum for former spies and researchers that meets a few times a year.\nAccording to people familiar with Mr. Flynn’s visit to the intelligence seminar, the source was alarmed by the general’s apparent closeness with a Russian woman who was also in attendance. The concern was strong enough that it prompted another person to pass on a warning to the American authorities that Mr. Flynn could be compromised by Russian intelligence, according to two people familiar with the matter.\nTwo years later, in late 2016, the seminar itself was embroiled in a scandal about Russian spying. A number of its organizers resigned over what they said was a Kremlin-backed attempt to take control of the group.", "date": "May 18, 2018", "href": "https://www.nytimes.com/2018/05/18/us/politics/trump-fbi-informant-russia-investigation.html", "tags": "f.b.i papadopoulos “ used claims campaign trump spy two informant russia investigate ties"}