{"title": "F.B.I. Chief James Comey Is in Political Crossfire Again Over Emails", "content": "WASHINGTON — James B. Comey, the F.B.I. director, faced a dilemma on Thursday when deputies briefed him about the discovery of a trove of emails that might be linked to the inquiry into Hillary Clinton’s private email server that was closed months ago.\nMr. Comey could immediately inform Congress about the emails, which were found in an investigation into former Representative Anthony D. Weiner. That unusual step, months after Mr. Comey had cleared Mrs. Clinton of any criminal wrongdoing in the email case, would risk accusations that he was unfairly harming her presidential campaign less than two weeks before the election.\nOr he could delay any announcement and examine the new emails more closely, risking criticism that he had suppressed important new information if it came out after the election, despite his pledges of “transparency” in the investigation.\nMr. Comey, a Republican appointed by President Obama three years ago, decided that he could live with criticism of his judgment, aides said. So on Friday morning, the F.B.I.’s congressional liaison emailed a letter from the director to the chairmen and ranking members of eight congressional committees — virtually ensuring that it would be quickly publicized by eager Republicans.\nThe reaction was swift and damning, with Mrs. Clinton’s supporters and even some Republicans blasting Mr. Comey. Indeed, Mr. Comey, who was attacked this summer by Democrats and Republicans for both his decision not to bring charges against Mrs. Clinton and for the way he handled it, found himself in an even stronger crossfire on Friday.\nBy late Friday, Mr. Comey felt it necessary to further explain his actions in an email to F.B.I. employees in which he acknowledged that “there is significant risk of being misunderstood.” He explained that he was trying to balance the obligation he felt to tell Congress that the investigation he had said was completed was continuing, with not knowing yet “the significance of this newly discovered collection of emails.”\nAcross Pennsylvania Avenue from the F.B.I., Justice Department officials were said to be deeply upset about Mr. Comey’s decision to go to Congress with the new information before it had been adequately investigated.\nThat decision, said several officials who spoke on the condition of anonymity, appeared to contradict longstanding Justice Department guidelines discouraging any actions close to an election that could influence the outcome.\nOne official complained that no one at the F.B.I. or the Justice Department is even certain yet whether any of the emails included national security material or was relevant to the investigation into whether Mrs. Clinton had mishandled classified material in her use of a private email server.\n“The F.B.I. has a history of extreme caution near Election Day so as not to influence the results,” Senator Dianne Feinstein, Democrat of California, said in a statement. “Today’s break from that tradition is appalling.”\n“Was this information Congress needed to know urgently? Of course not,” said Matthew Miller, a Clinton supporter who was the chief spokesman at the Justice Department under former Attorney General Eric H. Holder Jr.\nSome Republicans praised Mr. Comey on Friday for his integrity and independence in coming forward with the new information. But praise was largely drowned out by criticism, with even some of Mrs. Clinton’s biggest opponents upset at Mr. Comey’s sudden re-emergence in what they said was a bungled case.\n“This is as bad for Comey as it is for Hillary,” said Tom Fitton, the president of Judicial Watch, a conservative advocacy group that has successfully sued for access to thousands of Mrs. Clinton’s private emails.\nMr. Fitton said the cryptic nature of Mr. Comey’s letter to Congress begged for an explanation of what new material the F.B.I. had found, whether it involved national security material relevant to the initial investigation, and why it was not found earlier.\n“This letter raises all sorts of questions that Comey and the F.B.I. should have to answer,” Mr. Fitton said. “They can’t roll this out in the middle of a presidential campaign and just leave it at that.”\nF.B.I. officials said Mr. Comey was well aware that his decision would draw fire from many sides. Mr. Comey — who at 6-foot-8 is a dominating and charismatic figure — has not shied from the public spotlight and has shown an independent streak throughout his career.\nAs deputy attorney general in the George W. Bush administration, he butted heads with top White House officials for his refusal to sign on to a National Security Agency surveillance program. And he clashed with Mr. Obama and other administration officials last year over what he saw as a “Ferguson effect” discouraging the police from actively pursuing suspects.\nThe investigation of Mrs. Clinton and her aides has been a major reason the bureau, more than at any time since at least the Watergate era, has been drawn uncomfortably into a presidential campaign.\nMr. Comey and his aides had hoped to put the Clinton email controversy behind them this summer, when he decided — in unusually public fashion — not to seek criminal charges against Mrs. Clinton or anyone else after a yearlong investigation.\nBut tensions have lingered, with Mr. Comey facing sharp second-guessing from Republicans on Capitol Hill and continuing questions from even his allies.\nThis month, when the moderator at a conference of police chiefs in San Diego asked him about the email controversy, Mr. Comey turned the question into a laugh line. “I appreciate you bringing it up,” he deadpanned. “That’s behind us. Nobody really cares anymore.” The chiefs responded with knowing laughter.\nMr. Comey got so many calls from former agents and others after he decided this summer not to pursue charges that he had to change his phone number posted online. And at a recent meeting with retired agents, he was still fielding tough questions about the decision.\n“I have no patience for suggestions that we conducted ourselves as anything but what we are — honest, competent, and independent,” Mr. Comey wrote in a September email to employees. “Those suggesting that we are ‘political’ or part of some ‘fix’ either don’t know us, or they are full of baloney (and maybe some of both).”\nBut while the relentless Republican criticism of Mr. Comey’s decision not to bring charges against Mrs. Clinton has received the most attention, both Democrats and Republicans have sought to help their presidential candidates, demanding investigations into their rivals one moment, then slamming Mr. Comey the next.\nIn recent months, the F.B.I. has dealt with the fallout from the email decision, wrestled with whether to pursue tips about the Clinton family foundation and opened a wide-ranging counterintelligence case into whether Russia is trying to influence the election. Just this week, the F.B.I. defended itself from accusations that Democrats had curried favor with the deputy director by making donations to his wife’s failed State Senate campaign in Virginia.\nF.B.I. agents say their community meetings invariably lead to questions about what the bureau is or is not doing in connection with the election. Mr. Comey has urged his agents to stay above the fray. But many of them worry that regardless of the election’s outcome, the F.B.I. might end up the loser.", "date": "Oct. 28, 2016", "href": "https://www.nytimes.com/2016/10/29/us/politics/fbi-clinton-emails-james-comey.html", "tags": "f.b.i “ comey crossfire clinton political chief email emails james — mrs."}