{"title": "F.B.I. Director Denies Political Bias Is Tainting Investigations", "content": "WASHINGTON — Christopher A. Wray, the director of the F.B.I., defended his work force on Thursday in a politically charged hearing on Capitol Hill, rebutting President Trump’s accusation that the bureau was in “tatters” and fending off attacks from Republicans on personnel.\nThe unusual scenario — the nation’s top law enforcement official pressed by normally deferential Republican lawmakers — was a reflection of the extreme partisanship that has taken hold in Washington. The F.B.I., whose leadership and agents have long seen it as an apolitical institution, has been thrust into the political maelstrom repeatedly over the past two years.\nMr. Wray, who became director in August, remained unflappable during his first appearance before the House Judiciary Committee, touting the work of the F.B.I.’s nearly 37,000 employees.\n“There is no finer institution than the F.B.I. and no finer people than the men and women who work there,” he said.\nMr. Wray was pressed by Republicans on the political leanings of F.B.I. agents and Justice Department prosecutors. Lawmakers tried to cast doubt on the impartiality of the Justice Department’s special counsel, Robert S. Mueller III, noting that prosecutors on his team donated to Democrats.\nThey also repeatedly brought up Peter Strzok, an F.B.I. agent who was removed from Mr. Mueller’s staff because of potentially anti-Trump text messages he traded with another person on the team. Mr. Strzok was also a key member of the F.B.I. team that investigated whether Hillary Clinton and her aides mishandled classified information. According to F.B.I. documents, he interviewed Mrs. Clinton.\nRepresentative John Ratcliffe, Republican of Texas, said there were questions about Mr. Strzok’s integrity if in fact he was anti-Trump. Mr. Ratcliffe said that Mr. Strzok had been demoted, an assertion that Mr. Wray disputed. He said Mr. Strzok had been reassigned.\n“If you kicked everybody off of Mueller’s team who was anti-Trump, I don’t think there’d be anyone left,” said Representative Jim Jordan, Republican of Ohio.\nMr. Wray said he was working to ensure that politics stayed out of the F.B.I.’s investigations.\n“I am emphasizing in every audience I can inside the bureau that our decisions need to be made based on nothing other than the facts and the law and our rules and our processes and our core values and not based on any political considerations by any side of the aisle,” he said.\nAnother Republican, Matt Gaetz of Florida, pointed out that a senior prosecutor on Mr. Mueller’s team, Andrew Weissmann, had praised Sally Q. Yates, the former deputy attorney general who defied Mr. Trump over his travel ban and was fired. Mr. Gaetz wondered whether Mr. Weissmann’s actions demonstrated political bias.\nRepresentative Louie Gohmert, a Texas Republican, even attacked Mr. Mueller, who served both Republican and Democratic presidents as F.B.I. director and is usually held in high regard by politicians. Mr. Gohmert said that Mr. Mueller had weakened the F.B.I. because of bad management decisions he made as director.\nMr. Wray said the bureau would not hesitate to hold people responsible after the Justice Department’s inspector general finished its lengthy review of how James B. Comey, the former F.B.I. director whom Mr. Trump fired in May, and others handled the Clinton investigation.\nThe results of that review are expected next year. Mr. Wray said he had not witnessed any political bias among his top lieutenants, most of whom are holdovers from Mr. Comey’s tenure.\nMr. Wray had hoped to keep the F.B.I. out of the headlines, taking a low-key approach to running the country’s premier law enforcement agency. But the F.B.I. has been repeatedly thrust back into the spotlight as a frequent target of Mr. Trump’s ire, who also tweeted over the weekend that the bureau’s reputation was the “worst in History!”\nSarah Huckabee Sanders, the White House press secretary, said on Thursday that the president supports the rank-and-file of the F.B.I. but that he takes exception to many of the current leaders of the F.B.I., “particularly those that played politics with the Hillary Clinton email probe,” as well as Mr. Comey.\nMr. Trump’s verbal assault over the weekend on the bureau and Mr. Comey, who was widely admired within the F.B.I., has angered and dismayed agents. They want Mr. Wray to defend the F.B.I. but also not play into Mr. Trump’s taunts. Some F.B.I. agents who voted for Mr. Trump have privately conceded they made a mistake.\nIt was mainly left to House Democrats to defend Mr. Wray and the F.B.I. Representative Eric Swalwell, Democrat of California, said it was “sickening to sit here and listen to the good names of people like Bob Mueller” and others be smeared.\nMr. Wray declined to attack Mr. Comey or Mr. Mueller.\n“My experience has been that Director Mueller is very well respected within the F.B.I.,” he said.\nMr. Swalwell peppered Mr. Wray with questions about his interactions with Mr. Trump. Mr. Wray said the president congratulated him after he was installed as director and the two men had not had any one-on-one meetings.\nAsked by Mr. Swalwell whether he thought the president was above the law, Mr. Wray responded, “I don’t believe anybody is above the law.”", "date": "Dec. 7, 2017", "href": "https://www.nytimes.com/2017/12/07/us/politics/fbi-director-political-bias-trump.html", "tags": "investigations wray bias f.b.i “ f.b.i. tainting director political denies mueller"}