{"title": "F.B.I. Sent Investigator Posing as Assistant to Meet With Trump Aide in 2016", "content": "WASHINGTON — The conversation at a London bar in September 2016 took a strange turn when the woman sitting across from George Papadopoulos, a Trump campaign adviser, asked a direct question: Was the Trump campaign working with Russia?\nThe woman had set up the meeting to discuss foreign policy issues. But she was actually a government investigator posing as a research assistant, according to people familiar with the operation. The F.B.I. sent her to London as part of the counterintelligence inquiry opened that summer to better understand the Trump campaign’s links to Russia.\nThe American government’s affiliation with the woman, who said her name was Azra Turk, is one previously unreported detail of an operation that has become a political flash point in the face of accusations by President Trump and his allies that American law enforcement and intelligence officials spied on his campaign to undermine his electoral chances. Last year, he called it Spygate.\nThe decision to use Ms. Turk in the operation aimed at a presidential campaign official shows the level of alarm inside the F.B.I. during a frantic period when the bureau was trying to determine the scope of Russia’s attempts to disrupt the 2016 election, but could also give ammunition to Mr. Trump and his allies for their spying claims.\nMs. Turk went to London to help oversee the politically sensitive operation, working alongside a longtime informant, the Cambridge professor Stefan A. Halper. The move was a sign that the bureau wanted in place a trained investigator for a layer of oversight, as well as someone who could gather information for or serve as a credible witness in any potential prosecution that emerged from the case.\nA spokesman for the F.B.I. declined to comment, as did a lawyer for Mr. Halper, Robert D. Luskin. Last year, Bill Priestap, then the bureau’s top counterintelligence agent who was deeply involved in the Russia inquiry, told Congress during a closed-door hearing that there was no F.B.I. conspiracy against Mr. Trump or his campaign.\nThe London operation yielded no fruitful information, but F.B.I. officials have called the bureau’s activities in the months before the election both legal and carefully considered under extraordinary circumstances. They are now under scrutiny as part of an investigation by Michael E. Horowitz, the Justice Department inspector general. He could make the results public in May or June, Attorney General William P. Barr has said. Some of the findings are likely to be classified.\nIt is unclear whether Mr. Horowitz will find fault with the F.B.I.’s decision to have Ms. Turk, whose real name is not publicly known, meet with Mr. Papadopoulos. Mr. Horowitz has focused among other things on the activities of Mr. Halper, who accompanied Ms. Turk in one of her meetings with Mr. Papadopoulos and also met with him and other campaign aides separately. The bureau might also have seen Ms. Turk’s role as essential for protecting Mr. Halper’s identity as an informant if prosecutors ever needed court testimony about their activities.\nMr. Barr reignited the controversy last month when he told Congress, “I think spying on a political campaign is a big deal.” He backed off the charged declaration later in the same hearing, saying: “I think spying did occur. The question is whether it was adequately predicated. And I’m not suggesting that it wasn’t adequately predicated. But I need to explore that.”\nMr. Barr again defended his use of the term “spying” at a Senate Judiciary Committee hearing on Wednesday, saying he wanted to know more about the F.B.I.’s investigative efforts during 2016 and explained that the early inquiry most likely went beyond the use of an informant and a court-authorized wiretap of a former Trump campaign adviser, Carter Page, who had interacted with a Russian intelligence officer.\n“Many people seem to assume that the only intelligence collection that occurred was a single confidential informant” and the warrant to surveil Mr. Page, Mr. Barr said. “I would like to find out whether that is in fact true. It strikes me as a fairly anemic effort if that was the counterintelligence effort designed to stop the threat as it’s being represented.”\nThis account was described in interviews with people familiar with the F.B.I. activities of Mr. Halper, Ms. Turk and the inspector general’s investigation. They spoke on the condition of anonymity because they were not authorized to discuss the subjects of a continuing inquiry.\nAs part of Mr. Horowitz’s investigation, his office has examined Mr. Halper’s past work as an F.B.I. informant and asked witnesses about whether agents had adequate control of Mr. Halper’s activities, people familiar with the inquiry have said.\nWhile in London in 2016, Ms. Turk exchanged emails with Mr. Papadopoulos, saying meeting him had been the “highlight of my trip,” according to messages provided by Mr. Papadopoulos.\n“I am excited about what the future holds for us :),” she wrote.\nWeeks before Mr. Papadopoulos met with Ms. Turk and Mr. Halper, the F.B.I. had opened its investigation into the Russia effort — based largely on information that Mr. Papadopoulos had relayed to an Australian diplomat about a Russian offer to help the Trump campaign by releasing thousands of hacked Democratic emails.\nThe F.B.I. received the information from the Australian government on July 26, 2016, the special counsel’s report said, and the bureau code-named its investigation Crossfire Hurricane.\nInvestigators scrambled to determine whether Mr. Papadopoulos had any Russian contacts while deciding to scrutinize three additional Trump campaign aides who had concerning ties to Russia: Paul Manafort, its chairman; Michael T. Flynn, who went on to be the president’s first national security adviser; and Mr. Page.\nSecrecy was paramount for the F.B.I. officials because of the sensitivities of investigating campaign advisers during a presidential race. Had the investigation into Trump advisers’ contacts with Russia become public, it could have devastated the Trump campaign. And top bureau officials were enduring fresh attacks over their handling of the Hillary Clinton email investigation.\nOne of the agents involved in the Russia inquiry, a seasoned counterintelligence investigator out of New York, turned to Mr. Halper, whom he viewed as a reliable and trusted informant. They had a longstanding relationship; the agent had even spoken at an intelligence seminar that Mr. Halper taught at the University of Cambridge, discussing his work investigating a Russian espionage ring known as the illegals.\nMr. Halper had the right résumé for the task. He was a foreign policy expert who had worked for the Pentagon. He had been gathering information for the F.B.I. for about two decades and had good contacts in Chinese and Russian government circles that he could use to arrange meetings with high-ranking officials, according to a person briefed on Mr. Halper’s relationship with the F.B.I.\nThe F.B.I. instructed Mr. Halper to set up a meeting in London with Mr. Papadopoulos but gave him few details about the broader investigation, a person familiar with the episode said.\nHis job was to figure out the extent of any contacts between Trump campaign advisers and Russia. Mr. Halper used his position as a respected academic to introduce himself to both Mr. Papadopoulos and Mr. Page, whom he also met with several times. He arranged a meeting with Mr. Papadopoulos in London to discuss a Mediterranean natural gas project, offering $3,000 for his time and a policy paper.\nThe F.B.I. also decided to send Ms. Turk to take part in the operation, people familiar with it said, and to pose as Mr. Halper’s assistant. For the F.B.I., placing such a sensitive undertaking in the hands of a trusted government investigator was essential.\nBritish intelligence officials were also notified about the operation, the people familiar with the operation said, but it was unclear whether they provided assistance. A spokeswoman for the British government declined to comment.\nMr. Trump has repeatedly claimed that British intelligence spied on his campaign, an accusation the British government has vigorously denied. Last month, the president quoted on Twitter an accusation that the British had spied on his campaign and added: “WOW! It is now just a question of time before the truth comes out, and when it does, it will be a beauty!”\nWhen Mr. Papadopoulos arrived in London on Sept. 15, he received a text message from Ms. Turk. She invited him for drinks.\nIn his book, “Deep State Target,” Mr. Papadopoulos described her as attractive and said she almost immediately began questioning him about whether the Trump campaign was working with Russia, he wrote.\nMr. Papadopoulos was baffled. “There is no way this is a Cambridge professor’s research assistant,” he recalled thinking, according to his book. In recent weeks, he has said in tweets that he believes Ms. Turk may have been working for Turkish intelligence but provided no evidence.\nThe day after meeting Ms. Turk, Mr. Papadopoulos met briefly with Mr. Halper at a private London club, and Ms. Turk joined them. The two men agreed to meet again, arranging a drink at the Sofitel hotel in London’s posh West End.\nDuring that conversation, Mr. Halper immediately asked about hacked emails and whether Russia was helping the campaign, according to Mr. Papadopoulos’s book. Angry over the accusatory questions, Mr. Papadopoulos ended the meeting.\nThe F.B.I. failed to glean any information of value from the encounters, and Ms. Turk returned to the United States.\nMr. Halper continued to work with the F.B.I. and later met with Mr. Page repeatedly in the Washington area. The two had coincidentally run into each other in July as well at Cambridge, according to people familiar with the episode.\nAt the urging of Mr. Page, he met another campaign aide, Sam Clovis, Mr. Trump’s campaign co-chairman, to discuss foreign policy. While aware of the contact with Mr. Clovis, the F.B.I. did not instruct Mr. Halper to ask him questions related to the Russia investigation, according to a person briefed on the matter.\nMr. Clovis recounted his coffee with Mr. Halper in Washington with an Iowa radio station in May 2018. “There was no indication or no inclination that this was anything other than just wanting to offer up his help to the campaign if I needed it,” he said.\nMr. Halper’s connections to the Trump administration strengthened from there. He was invited as part of a group of China experts to meet with White House advisers in 2017. Mr. Halper informed the F.B.I. of the invitation but was not provided with any guidance, people familiar with the episode said.\nThe group met briefly with Peter Navarro, the president’s top trade representative, who had interviewed Mr. Halper years earlier at Mr. Halper’s home in Virginia for a documentary. According to Axios, the administration also considered Mr. Halper for an ambassadorship.\nIn an interview with Fox Radio, Mr. Navarro said he viewed Mr. Halper’s role as an F.B.I. informant as a betrayal, saying he felt “duped.”", "date": "May 2, 2019", "href": "https://www.nytimes.com/2019/05/02/us/politics/fbi-government-investigator-trump.html", "tags": "assistant sent posing f.b.i papadopoulos investigator halper meet trump russia aide ms. campaign turk"}