{"title": "F.B.I. Raids Office of Trump’s Longtime Lawyer Michael Cohen; Trump Calls It ‘Disgraceful’", "content": "WASHINGTON — The F.B.I. raided the Rockefeller Center office and Park Avenue hotel room of President Trump’s longtime personal lawyer, Michael D. Cohen, on Monday morning, seizing business records, emails and documents related to several topics, including a payment to a pornographic film actress.\nMr. Trump, in an extraordinarily angry response, lashed out hours later at what a person briefed on the matter said was an investigation into possible bank fraud by Mr. Cohen. Mr. Trump accused his own Justice Department of perpetrating a “witch hunt” and asserted that the F.B.I. “broke in to” Mr. Cohen’s office.\nThe president, who spoke at the White House before meeting with senior military commanders about a potential missile strike on Syria, called the F.B.I. raid a “disgraceful situation” and an “attack on our country in a true sense.”\nIt is not clear how the F.B.I. entered Mr. Cohen’s office, but agents had a search warrant and typically would have presented it to office personnel to be let in. The documents identified in the warrant date back years, according to a person briefed on the search.\nThe prosecutors obtained the search warrant after receiving a referral from the special counsel in the Russia investigation, Robert S. Mueller III, according to Mr. Cohen’s lawyer, who called the search “completely inappropriate and unnecessary.” The search does not appear to be directly related to Mr. Mueller’s investigation, but most likely resulted from information that he had uncovered and gave to prosecutors in New York.\nIn his tirade against the F.B.I., Mr. Trump mused about the possibility that he might soon fire Mr. Mueller. Last June, the president vented internally about wanting to fire Mr. Mueller, but was talked out of it.\n“We’ll see what may happen,” Mr. Trump said Monday. “Many people have said you should fire him.”\nThe president once again railed against Jeff Sessions, the attorney general, for recusing himself in the Russia inquiry, and blasted the F.B.I. for failing to investigate Hillary Clinton, “where there are crimes.” He criticized Rod J. Rosenstein, the deputy attorney general, who is overseeing the Russia investigation, and called Mr. Mueller’s team “the most biased group of people,” who he said were mostly Democrats and some Republicans who had worked for President Barack Obama.\n“That is really now on a whole new level of unfairness,” Mr. Trump said.\nMr. Cohen’s lawyer, Stephen Ryan, confirmed the raids. “Today, the U.S. attorney’s office for the Southern District of New York executed a series of search warrants and seized the privileged communications between my client, Michael Cohen, and his clients,” Mr. Ryan said. “I have been advised by federal prosecutors that the New York action is, in part, a referral by the office of special counsel, Robert Mueller.”\nMr. Sessions appointed the United States attorney for the Southern District, Geoffrey S. Berman, only in January. Mr. Berman is a former law partner of Rudolph W. Giuliani, a former New York mayor and a supporter of Mr. Trump.\nThe payment to the pornographic film actress, Stephanie Clifford, who is known as Stormy Daniels, is only one of many topics being investigated, according to a person briefed on the search. The F.B.I. also seized emails, tax documents and business records, the person said. Agents raided space Mr. Cohen uses in the Rockefeller Center office of the law firm Squire Patton Boggs, as well as a room Mr. Cohen is staying in at the Loews Regency Hotel on Park Avenue while his apartment is under renovation, the person said.\n[Read our February 2018 profile of Michael D. Cohen]\nTo obtain a search warrant, prosecutors must convince a federal judge that agents are likely to discover evidence of criminal activity.\nThe searches are a significant intrusion by prosecutors into the dealings of one of Mr. Trump’s closest confidants, and they pose a dilemma for Mr. Trump. He has dismissed Mr. Mueller’s investigation as a “witch hunt,” but these warrants were obtained by an unrelated group of prosecutors. The searches required prior consultation with senior members of Mr. Trump’s own Justice Department.\nMr. Trump and Mr. Cohen, however, regarded the searches as an effort by Mr. Mueller to use New York’s prosecutors as his proxy, according to two people close to the men.\nThe searches open a new front for the Justice Department in its scrutiny of Mr. Trump and his associates: His longtime lawyer is being investigated in Manhattan; his son-in-law, Jared Kushner, is facing scrutiny by prosecutors in Brooklyn; his former campaign chairman is under indictment; his former national security adviser has pleaded guilty to lying; and a pair of former campaign aides are cooperating with Mr. Mueller. Mr. Mueller, meanwhile, wants to interview Mr. Trump about possible obstruction of justice.\nIt is not clear what Mr. Mueller saw that made him refer the matter to other prosecutors. But the searches show that Mr. Mueller does not believe that he has the authority to investigate all manner of allegations against everyone in Mr. Trump’s orbit. That is significant because lawyers for Paul Manafort, a campaign chairman for Mr. Trump who was indicted on money laundering, tax and foreign lobbying charges, have challenged Mr. Mueller’s mandate as overly broad.\nMr. Cohen is a longtime lawyer and fixer who, in a decade at Mr. Trump’s side, has served as a reliable attack dog against real or perceived threats to him. His activities have been scrutinized as part of Mr. Mueller’s investigation into Russian interference in the 2016 presidential election.\nMr. Cohen recently paid $130,000 to Ms. Clifford, who said she had a sexual encounter with Mr. Trump. Ms. Clifford has said she was paid before the 2016 election to buy her silence. She is challenging a nondisclosure agreement she signed barring her from discussing the matter.\nThe search is an aggressive move for the Justice Department, which normally relies on grand jury subpoenas to obtain records from people who are represented by lawyers and are cooperating with authorities. Search warrants are more often used in cases in which prosecutors do not trust people to preserve or turn over the records themselves. Justice Department rules require prosecutors to first consider less intrusive alternatives before seeking records from lawyers.\nThe searches of Mr. Cohen’s documents hark back to the pre-dawn F.B.I. raid of Mr. Manafort’s  home. Those documents helped underpin Mr. Manafort’s indictment last fall.\nMr. Ryan said Mr. Cohen has cooperated with the authorities and turned over thousands of documents to congressional investigators looking into Russian election meddling.\nThe seized records include communications between Mr. Trump and Mr. Cohen, which would most likely require a special team of agents to review because conversations between lawyers and clients are protected from scrutiny in most instances.\nThough Mr. Mueller’s team did not initiate the search, if prosecutors in Manhattan uncover information related to Mr. Mueller’s investigation, they can share that information with his team.\nA Long Island native, Mr. Cohen began his career as a personal injury lawyer and taxi fleet manager. He joined the Trump Organization in 2006. He attracted attention in the Russia investigation after emails showed that a business associate of Mr. Trump, Felix Sater, pitched Mr. Cohen on a lucrative real estate deal in Russia.\nThe deal was supposed to be a Trump Tower in Moscow, and Mr. Sater boasted to Mr. Cohen that the tower would get Mr. Trump elected president. “Our boy can become president of the USA and we can engineer it,” Mr. Sater wrote. “I will get all of Putin’s team to buy in on this, I will manage this process.” But the emails obtained by The New York Times show no response from Mr. Cohen, who told congressional investigators that he regarded Mr. Sater’s talk as puffery.\nIt is not clear how significantly prosecutors view the payment to Ms. Clifford. Mr. Trump has denied knowing about it. And Mr. Cohen has said he paid Ms. Clifford out of his own money. Asked last week why Mr. Cohen made the payment, Mr. Trump replied: “You’ll have to ask Michael Cohen. Michael is my attorney, and you’ll have to ask Michael Cohen.”", "date": "April 9, 2018", "href": "https://www.nytimes.com/2018/04/09/us/politics/fbi-raids-office-of-trumps-longtime-lawyer-michael-cohen.html", "tags": "prosecutors raids office f.b.i calls ‘ search investigation longtime trump cohen ” disgraceful michael mueller lawyer"}