{"title": "F.B.I.’s Critique of Hillary Clinton Is a Ready-Made Attack Ad", "content": "Hillary Clinton may not be indicted on criminal charges over her handling of classified email, but the F.B.I. director, James B. Comey, all but indicted her judgment and competence on Tuesday — two vital pillars of her presidential candidacy — and in the kind of terms that would be politically devastating in a normal election year.\nThe silver lining for Mrs. Clinton is that this is not a normal election year.\nMrs. Clinton’s campaign is built on the premise that she has the national security experience and well-honed instincts to keep Americans safe in the age of terrorism, and that Donald J. Trump does not. Nearly every day, she seeks to present herself as a more thoughtful and responsible leader.\nShe has spent months describing Mr. Trump as “reckless,” “unprepared” and “temperamentally unfit” to be president, and she has pointed to her four years as secretary of state and eight in the Senate as unparalleled preparation for becoming commander in chief.\nYet in just a few minutes of remarks, Mr. Comey called into question Mrs. Clinton’s claims of superiority more memorably, mightily and effectively than Mr. Trump has over the entire past year. And with potentially lasting consequences.\nTo her charge that he is “reckless,” Mr. Trump may now respond by citing Mr. Comey’s rebuke: that Mrs. Clinton and her team “were extremely careless in their handling of very sensitive, highly classified information.”\nTo her promises to defend the United States, Mr. Trump may now retort with Mr. Comey’s warning that “it is possible that hostile actors gained access” to Mrs. Clinton’s email account and the top secret information it contained.\nAnd to her reproofs about his temperament and responsibility, Mr. Trump may now point to Mr. Comey’s finding that “there is evidence of potential violations of the statutes” on handling classified information — though Mr. Comey said that other factors, like Mrs. Clinton’s intent, argued against criminal charges.\nWorst of all was the totality of Mr. Comey’s judgment about Mrs. Clinton’s judgment.\nShe is running as a supremely competent candidate and portraying Mr. Trump, in essence, as irresponsible and dangerous. Yet the director of the F.B.I. basically just called her out for having committed one of the most irresponsible moves in the modern history of the State Department. And a day that should have been one of Mrs. Clinton’s best of the campaign — as she stumped alongside President Obama for the first time and received his hearty endorsement — ended up as one of her worst.\nHer clearest selling point — that she, unlike Mr. Trump, can manage challenging relationships with allies and adversaries — has now been undercut because she personally mismanaged the safeguarding of national security information.\nThese were only Mr. Comey’s words, of course: He did not recommend federal charges against Mrs. Clinton or any of her aides, which came as a huge relief to Democrats who feared worse.\nStill, as the Republican strategist Russ Schriefer put it on Tuesday, “Any time a campaign is using ‘Well, at least she wasn’t indicted’ as a cause for celebration isn’t a good day for the campaign.”\nAs bad as this looks for Mrs. Clinton, with voters reminded once more of the history of scandal that shadows the Clintons, she could still rebound quickly. She is no longer “under investigation,” after all, and Mr. Trump could very well bungle the political gift he has just been given.\nA more conventional Republican nominee would probably already be using Mr. Comey’s remarks to churn out new attack ads and bombarding television and radio audiences until every voter had heard the phrase “extremely careless” more than he or she could count. A typical nominee would have allies memorizing Mr. Comey’s best lines and repeating them on cable news and at local political events — assailing Mrs. Clinton’s judgment and experience to exploit and deepen the mistrust that many Americans feel toward her, and to drive up her unfavorability ratings in public opinion polls.\nBut Mr. Trump is not typical. He has reserved relatively little television advertising time in swing states. He prefers to launch attacks over Twitter and at campaign rallies rather than to use commercials or surrogates as force multipliers. And he has a tendency to choose the wrong targets and overcomplicate his arguments. On Tuesday, for instance, he chose to attack Mr. Comey for not bringing charges against Mrs. Clinton, writing on Twitter, “The system is rigged.”\nA few hours later, Mr. Trump issued a longer statement full of insinuations and conspiracy theories: “Our adversaries almost certainly have a blackmail file on Hillary Clinton,” he said. He argued that her lawyers and former President Bill Clinton were up to no good, and contended that Mr. Comey’s findings disqualified Mrs. Clinton from the presidency, a popular Republican talking point.\nBut he did not attack her judgment, which could influence undecided voters, until Tuesday evening at his rally in Raleigh, N.C. “Her judgment is horrible — look at her judgment on emails, who would do it?” Mr. Trump said. But he did not prosecute the argument in any depth, and quickly moved on.\nThis is exactly what the Clintons hope Mr. Trump will continue to do: denounce the investigative process, which few voters understand. Beat up on a relatively unknown figure like Mr. Comey, who is not running for anything. And overreach politically, by playing up conspiracy theories — delighting some voters but causing many others to roll their eyes.\nAs long as Mr. Trump continues to do so, Mrs. Clinton and her advisers believe that she can weather Mr. Comey’s public reprimand without sustaining much long-term damage.\n“The issue now for Trump is to make a case against Mrs. Clinton that, even though she may not be charged with a crime, do you want a president who was extremely careless and incompetent in handling the most important top secret materials?” said Edward J. Rollins, a veteran Republican strategist who is working with a group supporting Mr. Trump’s campaign. “Guilty, no; incompetent and arrogant, yes!”\nBut Mr. Rollins said he was not sure whether Mr. Trump was capable of making that attack consistently and effectively.\nEven as Democrats cringed listening to Mr. Comey deconstruct Mrs. Clinton’s sloppiness, they consoled themselves by expressing confidence that the moment would pass.\n“The vice-presidential picks, conventions and debates will overtake this news before long,” said Bill Burton, a former adviser to President Obama. “And a presidential race is a choice. And if the question is judgment, Donald Trump would be a pretty stupid answer.”\nWhile Clinton advisers were skeptical that Mr. Comey’s remarks would sway many undecided voters, they also said relatively little publicly to avoid fanning any flames — preferring instead, they said, to wait and see if Mr. Trump might stumble and say something to take the heat off her.\nMr. Trump has had weeks of unrelentingly negative news coverage, most recently about whether a Twitter post was anti-Semitic, and Clinton advisers said that they were counting on him to make some kind of flippant remark about Mr. Comey or the F.B.I. that might boomerang on him.\nBut there was no avoiding the conclusion that Tuesday — which had held much promise for Mrs. Clinton, thanks to Mr. Obama’s much-anticipated endorsement — was instead one of the lowest points of her campaign so far.\nAfter eight years of a relatively scandal-free administration, voters listening to Mr. Comey describe the intricacies of the F.B.I.’s email investigation received a bracing reminder that things tend to get complicated with the Clintons.", "date": "July 5, 2016", "href": "https://www.nytimes.com/2016/07/06/us/politics/clinton-campaign-trump.html", "tags": "ad critique f.b.i. comey judgment hillary clinton ready-made ” attack — mrs."}