{"title": "F.B.I. Director Defends Bureau Against Spying Accusations: ‘That’s Not the Term I Would Use’", "content": "WASHINGTON — The F.B.I. director, Christopher A. Wray, defended the bureau on Tuesday amid another round of accusations that agents abused their powers in investigating the Trump campaign, saying he was unaware of any illegal surveillance and refusing to call their work “spying.”\nMr. Wray’s defense of his agency put him in direct conflict with Attorney General William P. Barr, who told lawmakers last month that he believed the F.B.I. engaged in spying on the Trump campaign.\n“That’s not the term I would use,” Mr. Wray told senators during a budget hearing when asked about the attorney general’s testimony. Mr. Wray also added that he would help Mr. Barr understand the origins of the investigation into Russia’s election interference and possible ties to the Trump campaign, which the attorney general has said he is reviewing.\nMr. Barr’s politically charged description of lawful F.B.I. tactics has helped stoke claims that agents might have been acting wrongfully. Mr. Barr’s use of the “fine English word,” as he put it recently, echoes accusations made by the president and his allies. Typically, law enforcement officials do not refer to surveillance as spying.\nAs part of the F.B.I.’s investigation into Russian interference, agents began investigating two Trump campaign foreign policy advisers, George Papadopoulos and Carter Page. In July 2016, the F.B.I. learned that Mr. Papadopoulos had told an Australian diplomat about a Russian offer to help the Trump campaign by releasing thousands of hacked Democratic emails.\nThe F.B.I. later staged an operation to learn the extent of his contacts with the Russians. In September 2016, agents arranged for Mr. Papadopoulos to meet in London with a government investigator and a longtime informant. The informant was an American professor who had helped the F.B.I. with previous counterintelligence investigations. The investigator, a woman, posed as his research assistant.\nThe following month, the F.B.I. obtained a court-approved warrant to wiretap Mr. Page, who had contacts with Russian intelligence. Mr. Page was not affiliated with the campaign when the F.B.I. sought the secret wiretap. Mr. Page was never charged with a crime.\nMr. Papadopoulos later pleaded to lying to the F.B.I. and served about two weeks in prison.\nNeither the London operation nor the secret wiretap seemed to have yielded fruitful information for the F.B.I. But critics of the F.B.I., including Mr. Trump, have pointed to the wiretap and London operation as evidence of spying.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/us/politics/christopher-wray-fbi-spying-accusations.html", "tags": "wiretap ‘ f.b.i wray papadopoulos accusations director would campaign defends agents spying bureau page use term barr"}