{"title": "F.B.I. Chief Links Scrutiny of Police With Rise in Violent Crime", "content": "CHICAGO — The F.B.I. director, James B. Comey, said on Friday that the additional scrutiny and criticism of police officers in the wake of highly publicized episodes of police brutality may have led to an increase in violent crime in some cities as officers have become less aggressive. \nWith his remarks, Mr. Comey lent the prestige of the F.B.I., the nation’s most prominent law enforcement agency, to a theory that is far from settled: that the increased attention on the police has made officers less aggressive and emboldened criminals. But he acknowledged that there is so far no data to back up his assertion and that it may be just one of many factors that are contributing to the rise in crime, like cheaper drugs and an increase in criminals who are being released from prison.\n“I don’t know whether that explains it entirely, but I do have a strong sense that some part of the explanation is a chill wind that has blown through American law enforcement over the last year,” Mr. Comey said in a speech at the University of Chicago Law School.\nMr. Comey’s remarks caught officials by surprise at the Justice Department, where his views are not shared at the top levels. Holding the police accountable for civil rights violations has been a top priority at the department in recent years, and some senior officials do not believe that scrutiny of police officers has led to an increase in crime. While the department had no immediate comment on Friday, several officials privately fumed at Mr. Comey’s suggestion.\nAmong the nation’s law enforcement officials, there is sharp disagreement over whether there is any credence to the so-called Ferguson effect, which refers to the protests that erupted in the summer of 2014 in Ferguson, Mo., over a police shooting.\nIn Oakland, Calif., for example, homicides are on the rise after two years of decline. But shootings are down, and the overall crime rate is about the same, said Oakland’s police chief, Sean Whent. “Our officers are very, very sensitive to the climate right now, but I haven’t seen any evidence to say our officers aren’t doing their jobs,” Chief Whent said. \nIn Washington, homicides are also up, but violent crime and crime over all are down, said Lt. Sean Conboy, a police spokesman. “Trying to correlate it to a Ferguson effect, I don’t believe is appropriate,” Lieutenant Conboy said. \nAfter civil rights leaders and the Justice Department accused the Seattle Police Department of discriminatory policing and excessive force, the number of officer-instigated stops declined and crime ticked upward, said Kathleen O’Toole, the police chief.\nChief O’Toole said it was up to police leaders to insist on reversing that trend. The critiques made the department better, she said. Crime is down this year, and her city has hosted police officials from places such as Baltimore wanting to understand why.\n“There’s never been as much scrutiny on police officers as there is now,” Chief O’Toole said. “We should embrace it.”\nBut Mr. Comey said that he had been told by many police leaders that officers who would normally stop to question suspicious people are opting to stay in their patrol cars for fear of having their encounters become worldwide video sensations. That hesitancy has led to missed opportunities to apprehend suspects, he said, and has decreased the police presence on the streets of the country’s most violent cities.\n“I’ve been told by a senior police leader who urged his force to remember that their political leadership has no tolerance for a viral video,” Mr. Comey said, adding that many leaders and officers whom he had spoken to said they were afraid to address the issue publicly.\n“Lives are saved when those potential killers are confronted by a police officer, a strong police presence and actual, honest-to-goodness, up-close ‘What are you guys doing on this corner at 1 o’clock in the morning’ policing,” Mr. Comey said. “We need to be careful it doesn’t drift away from us in the age of viral videos, or there will be profound consequences.”\nBut investigations by the Justice Department have given weight to the loudest criticisms of police behavior in Ferguson and elsewhere. Those inquiries have found that many officers unfairly singled out African-Americans for stops and arrests, and too often used force that was unjustified. Videos of deadly encounters with the police in cities such as Cleveland, New York and North Charleston, S.C., have fueled that criticism.\nMore than his predecessors, Mr. Comey has used his position as one of the nation’s top law enforcement officials to bring attention to issues that state and local police departments are confronting. It is not clear what impact he will be able to have on the issue. He said that the remedies to the problem were not clear, and that law enforcement authorities needed to have better data about crime and shootings involving police officers.\nMr. Comey, who was in Chicago for the annual conference of the International Association of Chiefs of Police, plans to address the issue with law enforcement leaders.\nIn February, Mr. Comey delivered an unusually candid speech at Georgetown University about the difficult relationship between the police and African-Americans. Some officers, he said, scrutinize minorities more closely using a mental shortcut that “becomes almost irresistible and maybe even rational by some lights” because black men are arrested at much higher rates than white men.\nMr. Comey said that without more reliable data, the task of identifying trends and remedies to fix them is far more challenging. He said state and local law enforcement officials were increasingly open to providing the F.B.I. with better data so it can more accurately chart trends.\n“ ‘Data’ is a dry word, but we need better data,” Mr. Comey said. “And people tend to tune out when you start to talk about it, but it’s important, because it gives us the full picture of what’s happening.”", "date": "Oct. 23, 2015", "href": "https://www.nytimes.com/2015/10/24/us/politics/fbi-chief-links-scrutiny-of-police-with-rise-in-violent-crime.html", "tags": "officers f.b.i “ comey chief scrutiny crime violent links rise police law enforcement"}