{"title": "F.B.I. Interviews Hillary Clinton Over Private Email Server", "content": "The F.B.I. interviewed Hillary Clinton on Saturday morning for its investigation into whether she or her aides broke the law by corresponding through a private email server set up for her use as secretary of state, a controversy that has dogged her presidential campaign and provided fodder for her political rivals.\nThe voluntary interview, which took place over three and a half hours at the F.B.I. headquarters in Washington, largely focused on the Justice Department’s central question: Did the actions of Mrs. Clinton or her staff rise to the level of criminal mishandling of classified information?\nIt could take weeks or longer to reach a decision, but news that Mrs. Clinton, the Democratic Party’s presumptive nominee, had been questioned in the J. Edgar Hoover Building three weeks before her party’s convention quickly reverberated.\nThe Republican National Committee called the step “unprecedented,” while Mrs. Clinton’s expected opponent in the race for the White House, Donald J. Trump, wasted little time before weighing in.\n“It is impossible for the FBI not to recommend criminal charges against Hillary Clinton,” Mr. Trump wrote on Twitter on Saturday. “What she did was wrong!”\nThe interview had been weeks in the making as law enforcement officials and Mrs. Clinton’s team coordinated schedules. Democrats also hoped that holding the interview on a holiday weekend might ease the anticipated storm.\nIn a telephone interview with Chuck Todd on MSNBC after her meeting, Mrs. Clinton said, “I’ve been eager to do it, and I was pleased to have the opportunity to assist the department in bringing its review to a conclusion.”\nAccompanying Mrs. Clinton into the meeting were her lawyer David E. Kendall; Cheryl D. Mills and Heather Samuelson, longtime aides who are also lawyers; and two lawyers from Mr. Kendall’s firm, Williams & Connolly, Katherine Turner and Amy Saharia.\nEight officials from the F.B.I. and the Department of Justice conducted the interview, according to a person who was familiar with the substance of the session but declined to be named because the meeting was private. This person characterized the meeting as “civil” and “businesslike.”\nNeither the campaign nor the F.B.I. would elaborate.\nAlthough the interview on Saturday was an important step toward closure on the email issue, technical analysis of the material remains to be done and could stretch on for an indeterminate period.\nThe F.B.I. regularly interviews key figures before concluding an investigation, and such meetings are not an indication that it thinks the person broke the law.\nWhile defense lawyers often advise clients against such interviews, Mrs. Clinton’s campaign has been eager for her to cooperate, lest she give her opponents additional ammunition.\nOn Saturday, in a statement after the meeting, the Republican National Committee said that Mrs. Clinton “has just taken the unprecedented step of becoming the first major party presidential candidate to be interviewed by the F.B.I. as part of a criminal investigation surrounding her reckless conduct.”\nMrs. Clinton has struggled to get beyond the issue, which came to light last year during a Republican-led congressional investigation into the aftermath of the Sept. 11, 2012, terrorist attack in Benghazi, Libya. More than 30,000 emails have since been made public.\nAfter spending much of last summer arguing she did not need to apologize for keeping a private server in her home in Chappaqua, N.Y., because the practice was allowed, Mrs. Clinton now frequently apologizes for the practice, saying it had been a mistake.\nThe campaign has prioritized assisting the F.B.I., but it declined to cooperate with a State Department inspector general’s audit of Mrs. Clinton’s email practices.\nThose findings, delivered to members of Congress in May, undermined some of Mrs. Clinton’s initial statements defending her use of the server.\nThe report said there was “no evidence” that she had requested or received approval for the server, despite having “an obligation to discuss using her personal email account to conduct official business.”\nFederal law deems it a crime to “knowingly” mishandle classified information outside secure government channels or to permit the practice through “gross negligence.”\nNone of the emails on Mrs. Clinton’s private server were marked classified at the time they were sent or received, but the Central Intelligence Agency later determined that some contained material that would be considered “top secret.”\nAsked Saturday on MSNBC if she had broken the law, Mrs. Clinton repeated her defense: “I never received nor sent any material that was marked classified.”\nThere has been no indication that sensitive information was compromised by Mrs. Clinton’s use of a private server. But it has fed a perception that she was trying to hide information, chipping away at data gauging her trustworthiness. A Quinnipiac University poll released on Wednesday found that voters deemed Mr. Trump more honest and trustworthy than Mrs. Clinton, 45 percent to 37 percent.\n“I have said that I’m going to continue to put forth my record, what I have stood for, do everything I can to earn the trust of the voters of our country,” she told MSNBC when asked about being seen as less trustworthy than Mr. Trump. “I know that’s something that I’m going to keep working on, and I think that’s, you know, a clear priority for me.”\nMrs. Clinton had no public events scheduled on Saturday, but after her F.B.I. interview she and her husband, former President Bill Clinton, went to New York and saw the Broadway show “Hamilton.”\nMrs. Clinton’s meeting with the F.B.I. came amid controversy over a brief, unplanned meeting between Mr. Clinton and Attorney General Loretta E. Lynch while both were at the Phoenix airport at the same time last week.\nTo avoid any appearance of political meddling, Ms. Lynch said on Friday that she would accept the recommendations of career prosecutors and the F.B.I. director on whether to bring charges in the matter. She said she had made that decision several months ago, before the criticism surrounding her meeting with Mr. Clinton.\nShe described the meeting with Mr. Clinton as a casual conversation that did not touch on the investigation. But it added to Clinton campaign staff members’ headaches over the email inquiry, which they had hoped to put behind them before the Democratic convention this month.\n“I certainly wouldn’t do it again,” Ms. Lynch said of the meeting with the ex-president.", "date": "July 2, 2016", "href": "https://www.nytimes.com/2016/07/03/us/politics/hillary-clinton-fbi-emails.html", "tags": "f.b.i server hillary clinton email ” interviews meeting interview mrs. private said saturday"}