{"title": "F.B.I. Director James Comey Is Fired by Trump", "content": "WASHINGTON — President Trump on Tuesday fired the director of the F.B.I., James B. Comey, abruptly terminating the top official leading a criminal investigation into whether Mr. Trump’s advisers colluded with the Russian government to steer the outcome of the 2016 presidential election.\nThe stunning development in Mr. Trump’s presidency raised the specter of political interference by a sitting president into an existing investigation by the nation’s leading law enforcement agency. It immediately ignited Democratic calls for a special counsel to lead the Russia inquiry.\nMr. Trump explained the firing by citing Mr. Comey’s handling of the investigation into Hillary Clinton’s use of a private email server, even though the president was widely seen to have benefited politically from that inquiry and had once praised Mr. Comey for his “guts” in his pursuit of Mrs. Clinton during the campaign.\nBut in his letter to Mr. Comey, released to reporters by the White House, the president betrayed his focus on the continuing inquiry into Russia and his aides.\n“While I greatly appreciate you informing me, on three separate occasions, that I am not under investigation, I nevertheless concur with the judgment of the Department of Justice that you are not able to effectively lead the bureau,” Mr. Trump said in a letter to Mr. Comey dated Tuesday. White House officials refused to say anything more about the three occasions Mr. Trump cited.\nThe officials said that Attorney General Jeff Sessions and the deputy attorney general, Rod J. Rosenstein, pushed for Mr. Comey’s dismissal. But many in Washington, including veteran F.B.I. officers, saw a carefully choreographed effort by the president to create a pretense for a takedown of the president’s F.B.I. tormentor.\n“I cannot defend the director’s handling of the conclusion of the investigation of Secretary Clinton’s emails,” Mr. Rosenstein wrote in another letter that was released by the White House, “and I do not understand his refusal to accept the nearly universal judgment that he was mistaken.”\nReaction in Washington was swift and fierce. Senator Chuck Schumer of New York, the Democratic leader, said the firing could make Americans suspect a cover-up. Mr. Trump lashed back later Tuesday night in a Twitter post: “Cryin’ Chuck Schumer stated recently, ‘I do not have confidence in him (James Comey) any longer.’ Then acts so indignant.”\nMany Republicans assailed the president for making a rash decision that could have deep implications for their party. Representative Justin Amash, Republican of Michigan, said on Twitter that he now supports an independent commission to investigate the Russia links to Mr. Trump. He called Mr. Trump’s claim that Mr. Comey had cleared him three times “bizarre.”\n“I’ve spent the last several hours trying to find an acceptable rationale for the timing of Comey’s firing,” Senator Jeff Flake, Republican of Arizona, said on Twitter. “I just can’t do it.”\nIn a sign of the F.B.I.’s intense interest in Mr. Trump’s advisers, a grand jury in Virginia issued subpoenas in recent weeks for records related to the former White House national security adviser, Michael T. Flynn, according to an American official familiar with the case. Mr. Flynn is under investigation for his financial ties to Russia and Turkey. Grand jury subpoenas are a routine part of federal investigations and are not a sign that charges are imminent. It was not clear that the subpoenas, which were first reported by CNN, were related to Mr. Comey’s firing.\nThe dismissal ended the long-deteriorating relationship of Mr. Trump and Mr. Comey, who repeatedly collided publicly and privately. For Mr. Trump, a president who puts a premium on loyalty, Mr. Comey represented an independent and unpredictable director with enormous power to disrupt his administration.\nMr. Comey learned from news reports that he had been fired while addressing bureau employees in Los Angeles. While Mr. Comey spoke, television screens in the background began flashing the news. In response to the reports, Mr. Comey laughed, saying that he thought it was a fairly funny prank. Shortly after, Mr. Trump’s letter was delivered to F.B.I. Headquarters in Washington.\nMr. Comey was four years into a 10-year term, an unusually long tenure that Congress established to insulate the director from political pressure. Though the president has the authority to fire the F.B.I. director for any reason, Mr. Comey is only the second director to be fired in bureau history. President Bill Clinton fired William S. Sessions in 1993.\nMr. Trump had already fired his acting attorney general for insubordination and his national security adviser for lying to Vice President Mike Pence about contacts with Russians. But firing Mr. Comey raises much deeper questions about the independence of the F.B.I. and the future of its investigations under Mr. Trump.\nIn an instance of bizarre timing and optics, the White House announced late Tuesday night that Mr. Trump would meet on Wednesday in the Oval Office with Sergey V. Lavrov, Russia’s foreign minister.\nF.B.I. agents were enraged by the firing and worried openly that Mr. Trump would appoint a White House ally to lead them. Mr. Comey was widely liked in the F.B.I., even by those who criticized his handling of the Clinton investigation. Agents regarded him as a good manager and an independent director.\n“It is essential that we find new leadership for the F.B.I. that restores public trust and confidence in its vital law enforcement mission,” Mr. Trump wrote, a remark that particularly upset agents who saw it as an insult to them.\nThe White House has not said what precipitated the firing, a significant question because the Justice Department’s stated reasons were well known even when Mr. Trump decided in January to keep Mr. Comey on the job. Mr. Trump watched last week as Mr. Comey testified on Capitol Hill, offering his first public explanation of his handling of the Clinton email case. There, Mr. Comey said that he had no regrets about his decisions but that he felt “mildly nauseous” that his actions might have tipped the election to Mr. Trump.\nThe Clinton controversy centers on a news conference Mr. Comey held last July, when he broke with longstanding tradition and policies by publicly discussing the Clinton case and chastising Mrs. Clinton’s “careless” handling of classified information. Then, in the campaign’s final days, Mr. Comey announced that the F.B.I. was reopening the investigation, a move that earned him widespread criticism. At the time, though, Mr. Trump and his attorney general, Mr. Sessions, praised Mr. Comey for actions that are now at the heart of the F.B.I. director’s firing.\nMr. Trump “saw an opening” to fire Mr. Comey after the testimony, a White House official said. Reince Priebus, the White House chief of staff, argued against it, delaying — but not overruling — the decision. Mr. Trump received the documents from the Justice Department on Tuesday. Aides also compiled a stack of news clips criticizing Mr. Comey.\nMr. Comey’s firing came hours after the F.B.I. corrected his testimony last week about how classified information ended up on the laptop of the disgraced former congressman Anthony D. Weiner.\nMr. Comey had told the Senate Judiciary Committee that during the F.B.I.’s investigation into Mrs. Clinton’s use of a private email server while secretary of state, officers uncovered evidence that her aide, Huma Abedin, had “forwarded hundreds and thousands of emails, some of which contain classified information” to Mr. Weiner, her husband.\nBut the F.B.I. told Congress that only a few of the emails had been forwarded and that the vast majority were simply backed up to Mr. Weiner’s laptop.\nMr. Comey’s deputy, Andrew G. McCabe, a career F.B.I. officer, became acting director, the Justice Department said. The White House said the search for a director will begin immediately.\nThe firing puts Democrats in a difficult position. Many had hoped that Mrs. Clinton would fire Mr. Comey soon after taking office, and blamed him as costing her the election. But under Mr. Trump, Mr. Comey was seen as an important check on the new administration.\nKellyanne Conway, a senior White House adviser, said the firing was not related to Russia. “Today’s actions had zero to do with that,” she said in a contentious interview on CNN. Democrats were unconvinced.\n“Any attempt to stop or undermine this F.B.I. investigation would raise grave constitutional issues,” said Senator Richard J. Durbin, Democrat of Illinois.\nMr. Trump’s decision to fire Mr. Comey marks the president’s latest law enforcement purge. In late January, Mr. Trump fired Sally Q. Yates, who had worked in the Obama administration but was serving as acting attorney general. In March, he fired Preet Bharara, the United States attorney in Manhattan, after assuring the prosecutor months earlier that he could stay on. But the president’s firing of Mr. Comey was far more consequential, as Ms. Yates and Mr. Bharara both were holdovers, and might only have served in the Trump administration for a matter of days or weeks.\nA longtime prosecutor who served as the deputy attorney general during the George W. Bush administration, Mr. Comey came into office in 2013 with widespread bipartisan support. The defining moment in Mr. Comey’s career — until Tuesday night — came in 2004 during a hospital room standoff with White House officials who wanted to pressure the Justice Department to reauthorize a secret wiretapping program. Mr. Comey stood his ground.\nMr. Trump has been furious with news stories about his campaign’s ties to Russia. The White House has been critical of the leaks at the heart of those stories and tried unsuccessfully to enlist Mr. Comey in an effort to rebut the stories.\nIn a Twitter message last week, Mr. Trump accused Mr. Comey of being “the best thing that ever happened to Hillary Clinton,” and said he gave her “a free pass for many bad deeds.” After the president accused former President Barack Obama of wiretapping his office, Mr. Comey publicly declared those claims untrue.\nSenator Ron Wyden, Democrat of Oregon and a member of the Senate Intelligence Committee, said in a post on Twitter that Mr. Comey “should be immediately called to testify in an open hearing about the status of Russia/Trump investigation at the time he was fired.”\nBefore announcing the firing, Mr. Trump called leaders on Capitol Hill to tell them of his decision. Mr. Schumer told Mr. Trump that he was making a “big mistake.” Mr. Trump paused.\n“O.K.,” he said. “We’ll see.”", "date": "May 9, 2017", "href": "https://www.nytimes.com/2017/05/09/us/politics/james-comey-fired-fbi.html", "tags": "f.b.i “ comey director white trump house james fired firing said"}