{"title": "F.B.I. Bars Some China Scholars From Visiting U.S. Over Spying Fears", "content": "BEIJING — Just as he had on previous trips, Zhu Feng bolted down his lunch at a Los Angeles airport before sprinting to catch his Air China flight back to Beijing.\nSuddenly, two F.B.I. agents blocked the Chinese scholar at the boarding gate and ordered him to hand over his passport. They flipped to the well-used 10-year visa to the United States and crossed out the page with a black pen.\n“‘Go back to China,’” Mr. Zhu, a professor of international relations, recalled an agent telling him during that visit in January last year. “You will receive a notification.”\nIn the four decades since China and the United States normalized relations, Washington has generally welcomed Chinese scholars and researchers to America, even when Beijing has been less open to reciprocal visits. Republican and Democratic administrations have operated on the assumption that the national interest was well served by exposing Chinese academics to American values.\nNow, that door appears to be closing, with the two nations ramping up their strategic rivalry and each regarding academic visitors from the other with greater suspicion — of espionage, commercial theft and political meddling.\nThe F.B.I. has mounted a counterintelligence operation that aims to bar Chinese academics from the United States if they are suspected of having links to Chinese intelligence agencies. As many as 30 Chinese professors in the social sciences, heads of academic institutes, and experts who help explain government policies have had their visas to the United States canceled in the past year, or put on administrative review, according to Chinese academics and their American counterparts.\nIt follows the warning of the F.B.I. director, Christopher A. Wray, at a Senate hearing last year that China presented “a whole-of-society threat on their end” that required a “whole-of-society response.”\nIn a written response to questions, a State Department official said that American law enforcement believed Chinese intelligence services were increasingly using visiting Chinese scholars to target American citizens for intelligence gathering purposes. The department said it would not discuss the details of specific cases.\nThe F.B.I. said that it would not confirm or deny any investigations into the scholars’ visits.\nThe Trump administration has sought to crack down on what it sees as intellectual property theft by Chinese scientists working at American research institutions. Last year, it began restricting visas for Chinese graduate students studying in sensitive research fields and warned biomedical researchers at American universities to beware of Chinese spies trying to steal information from their laboratories.\nAt the heart of the United States’ concerns is the view that China poses a threat to America’s technological dominance. President Xi Jinping has set a goal for China to become a global scientific power by 2049.\nSome American scholars who have studied China for many years say that by barring some Chinese social science academics without reason, the United States risks damaging its reputation of being open and collaborative in the pursuit of knowledge.\nSome of the Chinese scholars affected by the visa ban include intellectuals who have a well-rounded understanding of the United States, the Americans say.\n“These people are among the most sophisticated in how the U.S. works and are some of the strongest advocates of good relations with the United States,” said Susan Shirk, chair of the 21st Century China Center at the University of California San Diego. “We are alienating some of America’s best friends in China.”\nOther American researchers take a harder line, arguing that academic exchanges between the countries have become a one-way street benefiting China. They accuse China of denying visas to American scholars seeking to research subjects the Chinese consider too sensitive even as their Chinese compatriots face fewer restrictions in the United States.\nChina has for several decades denied visas to a number of influential American academics who have been critical of China’s human rights record. And as President Xi wages a campaign against so-called Western values in academia, the authorities have only become even more selective.\nAmerica’s visa bans are particularly affecting experts at the Chinese Academy of Social Sciences, a sprawling network of state-run institutes.\nThe director of the academy’s American studies institute, Wu Baiyi, said he was interviewed by F.B.I. agents in Atlanta where he attended an event at the Carter Center in January. His visa was later canceled.\nLu Xiang, a scholar at the same academy who spent six months at the Center for Strategic and International Studies in Washington a few years ago, said his visa was canceled last year.\n“They may feel we know too much about the United States,” he said.\nSome scholars have been told that they can apply for single-entry visas instead.\nBut they would have to provide their addresses, phone numbers and travel history over the last 15 years, said Wang Wen, the head of the Chongyang Institute for Financial Studies in Beijing, a think tank that promotes China’s infrastructure program, the Belt and Road initiative.\nMr. Wang’s visa was canceled after he attended the conference at the Carter Center. He decided against applying for a single-entry visa because the questions were too intrusive, he said.\n“I don’t want to go to America in the coming years,” he said. “It’s not my loss, it’s the American government’s loss. They have lost an influential friend.”\nZhu Feng, 55, the international relations expert whose visa was canceled at a Los Angeles airport, was among the first generation of America experts in post-Mao China.\nHe had become enamored with American studies at Peking University in the 1980s and 1990s, studying with one of the giants of the field, Robert A. Scalapino. His first visit to the United States was to the Monterey Institute of International Studies in 1999.\nThe F.B.I. first questioned him when he landed in Los Angeles to make a connection to a conference in San Diego. They asked if he had worked with the People’s Liberation Army and the Ministry of Foreign Affairs. They also asked him, he said, who among his colleagues had close relations with Chinese intelligence.\nThey told him, he said, that if he did not cooperate, he would be considered unfriendly toward the United States.\nMr. Zhu said he denied working with the military and that he told the agents he had nothing to say in response to the question about the foreign ministry. As for the question about his colleagues, he said: “I don’t know.” He declined the offer to cooperate.\nIn an interview, Mr. Zhu said he worked with a group overseen by the China Association for International Friendly Contact, an arm of the ruling Communist Party that seeks to promote Chinese interests abroad. That group helped him organize a conference in China on Northeast Asian security that was attended by Dennis Blair, a retired admiral, and retired Chinese generals.\nMr. Zhu, who heads a South China Sea institute at Nanjing University, said he also cooperated with the foreign ministry’s policy planning department.\nHe said he has not acted in a way that would harm relations with the United States. He acknowledged that the unquestionable authority of the security apparatus puts Chinese academics in an awkward position.\n“China is, by its nature, a police state. When a national security official comes to my office, I have no way to kick them out,” he said.\nThe visa ban meant he could not travel to his son’s college graduation. He saw his inability to visit as a symbol of how Chinese attitudes toward the United States will shift.\n“In the past four decades, my generation in China benefited a lot from good relations with the United States,” he said.\n“But for my son’s generation, that will change. They think the U.S. is not helpful, is more unfriendly and is getting hateful.”", "date": "April 14, 2019", "href": "https://www.nytimes.com/2019/04/14/world/asia/china-academics-fbi-visa-bans.html", "tags": "american relations f.b.i china fears visiting scholars u.s. united states ” visa bars chinese spying"}