{"title": "F.B.I. Was Warned of Florida Suspect’s Desire to Kill but Did Not Act", "content": "The F.B.I. received a tip last month from someone close to Nikolas Cruz that he owned a gun and had talked of committing a school shooting, the bureau revealed Friday, but it acknowledged that it had failed to investigate.\nThe tipster, who called an F.B.I. hotline on Jan. 5, told the bureau that Mr. Cruz had a “desire to kill people, erratic behavior and disturbing social media posts,” the F.B.I. said.\nThe information should have been assessed and forwarded to the Miami F.B.I. field office, the bureau said. But that never happened. On Wednesday, Mr. Cruz, 19, killed 17 students and teachers at his former high school in Parkland, Fla., law enforcement officials said.\nThe tip about Mr. Cruz appeared to be the second in four months, after another person told the bureau about online comments from Mr. Cruz that he wanted to become “a professional school shooter.”\nThe news comes as the F.B.I. is under considerable pressure over its investigation into President Trump, with frequent attacks focused on the work of Robert S. Mueller III, the special counsel’s office overseeing the inquiry into Russian election interference.\nIn an unusually sharp public rebuke of his own agents, Attorney General Jeff Sessions said Friday that the missed warnings had “tragic consequences” and that “the F.B.I. in conjunction with our state and local partners must act flawlessly to prevent all attacks. This is imperative, and we must do better.”\nRick Scott, the Republican governor of Florida, said the bureau’s failure to act on the tip was “unacceptable” and called for the bureau’s director, Christopher A. Wray, to resign. “Seventeen innocent people are dead and acknowledging a mistake isn’t going to cut it,” Mr. Scott said in a statement. Senator Marco Rubio, Republican of Florida, also asked for Congress to investigate.\nMr. Wray said in a statement that he was “committed to getting to the bottom of what happened in this particular matter, as well as reviewing our processes for responding to information that we receive from the public.”\nThe F.B.I.’s admission opened up a new avenue of attack by conservatives who have questioned the impartiality of the bureau in its investigation into Russian intervention in the 2016 election.\n“Last September, FBI was sent a screenshot of a comment by nikolas cruz,” Ann Coulter, the conservative commentator, said in a post on Twitter. “Unfortunately, the FBI was busy running down Clinton campaign leads about a nonexistent Russian conspiracy with Trump.”\nIt is not the first time that the F.B.I. has come under fire for being aware of a threat and failing to stop an attack.\nCongress criticized the bureau for not preventing the 2009 mass shooting at Fort Hood in Texas, in which the gunman was known to the F.B.I. The bureau also knew of one of the two brothers who carried out the Boston Marathon bombing in 2013. And Omar Mateen, who killed 49 people in an Orlando, Fla., nightclub in 2016, had been investigated by the F.B.I. for months before the attack. That case was closed before the shooting occurred.\nAfter those incidents, F.B.I. investigators compared themselves to hockey goalies, fielding a relentless barrage of pucks. Sometimes, they said, they could not keep things from making the net.\n“The public expects the F.B.I. to keep them safe, and in the overwhelming majority of the instances, the F.B.I. does just that,” said Lauren C. Anderson, a former top F.B.I. official in New York.\nThe F.B.I. was not the only law enforcement agency to be warned about Mr. Cruz. Sheriff Scott Israel of Broward County said Friday that his office had received about 20 calls regarding the suspected school gunman over the past few years.\nSheriff Israel said on Friday that his office was still reviewing what it knew about Mr. Cruz before the shooting.\nThe earliest known tip to the bureau came from a bail bondsman in Mississippi who told the F.B.I. last September about a worrying comment left on his YouTube channel from a “nikolas cruz” saying, “Im going to be a professional school shooter.”\nAgents from the F.B.I. field office in Jackson, Miss., looked into the comment but could not identify who had posted it from database and open-source searches, the F.B.I. said. The bureau was also reviewing what happened after the agents received the information.\nLaw enforcement agencies have long asked people to call in, making the slogan “if you see something, say something” part of the public consciousness.\nSeveral politicians echoed those words again on Friday, noting that failures to act on tips about Mr. Cruz undermined years of effort to make the public part of the crime-fighting process.\n“We constantly promote ‘see something, say something,’ ” Mr. Scott said in a statement. “A courageous person did just that to the F.B.I. And the F.B.I. failed to act.”\nThe president and congressional leaders have accused the bureau of political bias in its handling of investigations of both Mr. Trump and Hillary Clinton, the Democratic presidential candidate.\nIn December, Mr. Trump said the F.B.I.’s reputation was “in tatters” and the “worst in history.” This month, Mr. Trump said the F.B.I. and the Justice Department had been “a disgrace” and “should be ashamed” of their behavior. The deputy F.B.I. director, Andrew G. McCabe, was pushed out under pressure from the White House and Mr. Sessions. Some inside the building have feared that Mr. Wray would quit.\nThe criticism of the F.B.I. has only increased after Mr. Mueller began to ensnare associates of Mr. Trump, including Paul Manafort, his former campaign manager, and Michael Flynn, his former national security adviser.\nMr. Mueller released another indictment Friday accusing Russian nationals and companies of committing federal crimes while seeking to interfere in the United States political system.\nWhile Ms. Anderson, the former F.B.I. official, described the response to the tip on Mr. Cruz as a “tragic failure,” she also said that the past 18 months had been extremely difficult for the F.B.I.\n“At the end of day,” Sheriff Israel said, “make no mistake about it, America, the only one to blame for this killing is the killer himself.”", "date": "Feb. 16, 2018", "href": "https://www.nytimes.com/2018/02/16/us/fbi-nikolas-cruz-shooting.html", "tags": "warned suspect desire f.b.i cruz ” friday school act kill bureau florida tip said"}