{"title": "F.B.I. Warns of Russian Interference in 2020 Race and Boosts Counterintelligence Operations", "content": "WASHINGTON — The F.B.I. director warned anew on Friday about Russia’s continued meddling in American elections, calling it a “significant counterintelligence threat.” The bureau has shifted additional agents and analysts to shore up defenses against foreign interference, according to a senior F.B.I. official.\nThe Trump administration has come to see that Russia’s influence operations have morphed into a persistent threat. The F.B.I., the intelligence agencies and the Department of Homeland Security have made permanent the task forces they created to confront 2018 midterm election interference, senior American national security officials said.\n“We recognize that our adversaries are going to keep adapting and upping their game,” Christopher A. Wray, the F.B.I. director, said Friday in a speech in Washington, citing the presence of Russian intelligence officers in the United States and the Kremlin’s record of malign influence operations.\n“So we are very much viewing 2018 as just kind of a dress rehearsal for the big show in 2020,” he said in his remarks at the Council on Foreign Relations.\nMr. Wray’s warnings came after the report by the special counsel, Robert S. Mueller III, laid out in hundreds of pages of detail the interference and influence campaign carried out by Russian operatives in the 2016 election.\nWhile American officials have promised to continue to try to counter, block and weaken the Russian intelligence operations, they have complained of a lack of high-level coordination. President Trump has little interest or patience for hearing about such warnings, officials have said.\nMr. Trump views any discussion of future Russian interference as effectively questioning the legitimacy of his 2016 victory, prompting senior officials to head off discussions with him. Earlier this year, the White House chief of staff told Kirstjen Nielsen, then the homeland security secretary, not to raise the threat of new forms of Russian interference with Mr. Trump, current and former senior administration officials have said.\nBut outside of meetings with Mr. Trump, intelligence officials have continued to raise alarms. Officials including both Mr. Wray and Dan Coats, the director of national intelligence, have said Russia has aimed its influence campaigns at undermining faith in American democracy.\n“What has pretty much continued unabated is the use of social media, fake news, propaganda, false personas, etc. to spin us up, pit us against each other, to sow divisiveness and discord, to undermine America’s faith in democracy,” Mr. Wray said on Friday. “That is not just an election-cycle threat. It is pretty much a 365-day-a-year threat.”\nIn response to growing threats from Russia and other adversaries, the F.B.I. recently moved nearly 40 agents and analysts to the counterintelligence division, the senior bureau official said in an interview this month. Many of the agents will work on the Foreign Influence Task Force, a group of cyber, counterintelligence and criminal experts. Officials have made that task force, initially formed on a temporary basis before the midterm elections, permanent.\nThe Department of Homeland Security made its midterm election task forces permanent, folding them into an election security initiative at their National Risk Management Center. And the National Security Agency and the United States Cyber Command have also expanded and made permanent their joint task force aimed at identifying, and stopping, Russian malign influence, officials said.\nIntelligence officials have said Russia has kept up its interference operations since the 2016 election. They continued through the midterms and are likely to intensify during the next presidential campaign — albeit with new tactics.\nSome intelligence officials believe Russia intends to raise questions in the aftermath of future elections about irregularities or purported fraud to undermine faith in the result. During the midterm elections, Cyber Command conducted an operation to temporarily take offline the most prominent Russian troll farm to keep its operatives from mounting a disinformation operation during voting or vote counting.\nMr. Trump’s continued hostility toward discussing Moscow’s malign influence campaigns, as well as his broader attitude toward Mr. Putin and Russia, puzzles many national security experts.\n“The way Trump spoke about U.S. foreign policy, with a particular focus on Russia, NATO and some other cardinal aspects of U.S. foreign policy views were out of kilter with traditional, mainstream foreign policy thinking,” said Andrew S. Weiss, a Russia expert at the Carnegie Endowment for International Peace.\nDuring the 2016 campaign, Mr. Weiss said, Russia tried to explore what motivated Mr. Trump, to determine any advantages that Moscow could glean from his pro-Russia stance.\n“What motivates Trump is still a mystery,” Mr. Weiss said. “Every time he talks about this is so out of sync with the way Republicans, or Democrats, talk.”\nMr. Trump often asserts his desire for a good, or improved, relationship with Russia as one of his foreign policy goals and has argued that Washington and Moscow could cooperate on a range of issues, such as counterterrorism.\nAt the same time, Trump administration officials have dismissed the notion that the government has taken a soft position on Moscow, noting continued support for American troops in Europe, the expulsion of Russian diplomats and continuing sanctions on Moscow.\nThe aftermath of the 2016 election and Russia’s attempts to influence the American government illustrates the dangers of a loose, ad hoc approach to foreign policy that Mr. Trump embraced during the transition and still favors to a degree, former national security officials said.\n“If you can be led by the nose by foreign governments, that is the simplest definition of what a successful influence operation looks like,” Mr. Weiss said. “All sorts of leaders figure out there are ways to work with the Trump team that stressed informal channels, flattery and a freewheeling approach.”\nCampaign officials with little security background looking to make impromptu deals are particularly vulnerable to Russian intelligence operations, said James M. Olson, a former chief of C.I.A.’s counterintelligence unit and the author of “To Catch a Spy.”\n“They are dilettantes, no question about it. They have no intelligence or national security background, and they shouldn’t be playing in a game they don’t understand the rules of,” Mr. Olson said. “These people are jumping into deep water, and they don’t even know how to swim.”\nWhat Russia has gained from its influence campaign remains subject to debate. The strong sanctions against Russia remain in place, toughened by congressional action. Funding for American military presence in Europe increased under the Trump administration. The United States has kept up its support for the Ukrainian government and has made no official move to recognize Moscow’s annexation of Crimea in 2014.\nBut Mr. Trump’s skepticism of the value of the North Atlantic Treaty Organization and his occasional wavering over the mutual defense pact have strengthened Mr. Putin’s hand in Eastern Europe.\nFormer officials and other experts agree with Mr. Wray’s assessment that Russian intelligence has also contributed to sowing chaos in political systems, undermining faith in democratic voting systems and potentially further polarizing already divided electorates.\n“My hunch is Putin feels pretty good about how it’s going for him,” Mr. Olson said.", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/us/politics/fbi-russian-election-interference.html", "tags": "security warns f.b.i officials intelligence boosts russian counterintelligence ” interference influence operations race russia said"}