{"title": "F.B.I. Opened Inquiry Into Whether Trump Was Secretly Working on Behalf of Russia", "content": "WASHINGTON — In the days after President Trump fired James B. Comey as F.B.I. director, law enforcement officials became so concerned by the president’s behavior that they began investigating whether he had been working on behalf of Russia against American interests, according to former law enforcement officials and others familiar with the investigation.\nThe inquiry carried explosive implications. Counterintelligence investigators had to consider whether the president’s own actions constituted a possible threat to national security. Agents also sought to determine whether Mr. Trump was knowingly working for Russia or had unwittingly fallen under Moscow’s influence.\nThe investigation the F.B.I. opened into Mr. Trump also had a criminal aspect, which has long been publicly known: whether his firing of Mr. Comey constituted obstruction of justice.\nAgents and senior F.B.I. officials had grown suspicious of Mr. Trump’s ties to Russia during the 2016 campaign but held off on opening an investigation into him, the people said, in part because they were uncertain how to proceed with an inquiry of such sensitivity and magnitude. But the president’s activities before and after Mr. Comey’s firing in May 2017, particularly two instances in which Mr. Trump tied the Comey dismissal to the Russia investigation, helped prompt the counterintelligence aspect of the inquiry, the people said.\n[Trump responds to the Times's report on the FBI investigation via Twitter.]\nThe special counsel, Robert S. Mueller III, took over the inquiry into Mr. Trump when he was appointed, days after F.B.I. officials opened it. That inquiry is part of Mr. Mueller’s broader examination of how Russian operatives interfered in the 2016 election and whether any Trump associates conspired with them. It is unclear whether Mr. Mueller is still pursuing the counterintelligence matter, and some former law enforcement officials outside the investigation have questioned whether agents overstepped in opening it.\nThe criminal and counterintelligence elements were coupled together into one investigation, former law enforcement officials said in interviews in recent weeks, because if Mr. Trump had ousted the head of the F.B.I. to impede or even end the Russia investigation, that was both a possible crime and a national security concern. The F.B.I.’s counterintelligence division handles national security matters.\nIf the president had fired Mr. Comey to stop the Russia investigation, the action would have been a national security issue because it naturally would have hurt the bureau’s effort to learn how Moscow interfered in the 2016 election and whether any Americans were involved, according to James A. Baker, who served as F.B.I. general counsel until late 2017. He privately testified in October before House investigators who were examining the F.B.I.’s handling of the full Russia inquiry.\n“Not only would it be an issue of obstructing an investigation, but the obstruction itself would hurt our ability to figure out what the Russians had done, and that is what would be the threat to national security,” Mr. Baker said in his testimony, portions of which were read to The New York Times. Mr. Baker did not explicitly acknowledge the existence of the investigation of Mr. Trump to congressional investigators.\nNo evidence has emerged publicly that Mr. Trump was secretly in contact with or took direction from Russian government officials. An F.B.I. spokeswoman and a spokesman for the special counsel’s office both declined to comment.\nRudolph W. Giuliani, a lawyer for the president, sought to play down the significance of the investigation. “The fact that it goes back a year and a half and nothing came of it that showed a breach of national security means they found nothing,” Mr. Giuliani said on Friday, though he acknowledged that he had no insight into the inquiry.\nThe cloud of the Russia investigation has hung over Mr. Trump since even before he took office, though he has long vigorously denied any illicit connection to Moscow. The obstruction inquiry,  revealed by The Washington Post a few weeks after Mr. Mueller was appointed, represented a direct threat that he was unable to simply brush off as an overzealous examination of a handful of advisers. But few details have been made public about the counterintelligence aspect of the investigation.\nThe decision to investigate Mr. Trump himself was an aggressive move by F.B.I. officials who were confronting the chaotic aftermath of the firing of Mr. Comey and enduring the president’s verbal assaults on the Russia investigation as a “witch hunt.”\nA vigorous debate has taken shape among some former law enforcement officials outside the case over whether F.B.I. investigators overreacted in opening the counterintelligence inquiry during a tumultuous period at the Justice Department. Other former officials noted that those critics were not privy to all of the evidence and argued that sitting on it would have been an abdication of duty.\nThe F.B.I. conducts two types of inquiries, criminal and counterintelligence investigations. Unlike criminal investigations, which are typically aimed at solving a crime and can result in arrests and convictions, counterintelligence inquiries are generally fact-finding missions to understand what a foreign power is doing and to stop any anti-American activity, like thefts of United States government secrets or covert efforts to influence policy. In most cases, the investigations are carried out quietly, sometimes for years. Often, they result in no arrests.\nMr. Trump had caught the attention of F.B.I. counterintelligence agents when he called on Russia during a campaign news conference in July 2016 to hack into the emails of his opponent, Hillary Clinton. Mr. Trump had refused to criticize Russia on the campaign trail, praising President Vladimir V. Putin. And investigators had watched with alarm as the Republican Party softened its convention platform on the Ukraine crisis in a way that seemed to benefit Russia.\nOther factors fueled the F.B.I.’s concerns, according to the people familiar with the inquiry. Christopher Steele, a former British spy who worked as an F.B.I. informant, had compiled memos in mid-2016 containing unsubstantiated claims that Russian officials tried to obtain influence over Mr. Trump by preparing to blackmail and bribe him.\nIn the months before the 2016 election, the F.B.I. was also already investigating four of Mr. Trump’s associates over their ties to Russia. The constellation of events disquieted F.B.I. officials who were simultaneously watching as Russia’s campaign unfolded to undermine the presidential election by exploiting existing divisions among Americans.\n“In the Russian Federation and in President Putin himself, you have an individual whose aim is to disrupt the Western alliance and whose aim is to make Western democracy more fractious in order to weaken our ability, America’s ability and the West’s ability to spread our democratic ideals,” Lisa Page, a former bureau lawyer, told House investigators in private testimony reviewed by The Times.\n“That’s the goal, to make us less of a moral authority to spread democratic values,” she added. Parts of her testimony were first reported by The Epoch Times.\nAnd when a newly inaugurated Mr. Trump sought a loyalty pledge from Mr. Comey and later asked that he end an investigation into the president’s national security adviser, the requests set off discussions among F.B.I. officials about opening an inquiry into whether Mr. Trump had tried to obstruct that case.\nBut law enforcement officials put off the decision to open the investigation until they had learned more, according to people familiar with their thinking. As for a counterintelligence inquiry, they concluded that they would need strong evidence to take the sensitive step of investigating the president, and they were also concerned that the existence of such an inquiry could be leaked to the news media, undermining the entire investigation into Russia’s meddling in the election.\nAfter Mr. Comey was fired on May 9, 2017, two more of Mr. Trump’s actions prompted them to quickly abandon those reservations.\nThe first was a letter Mr. Trump wanted to send to Mr. Comey about his firing, but never did, in which he mentioned the Russia investigation. In the letter, Mr. Trump thanked Mr. Comey for previously telling him he was not a subject of the F.B.I.’s Russia investigation.\nEven after the deputy attorney general, Rod J. Rosenstein, wrote a more restrained draft of the letter and told Mr. Trump that he did not have to mention the Russia investigation — Mr. Comey’s poor handling of the Clinton email investigation would suffice as a fireable offense, he explained — Mr. Trump directed Mr. Rosenstein to mention the Russia investigation anyway.\nHe disregarded the president’s order, irritating Mr. Trump. The president ultimately added a reference to the Russia investigation to the note he had delivered, thanking Mr. Comey for telling him three times that he was not under investigation.\nThe second event that troubled investigators was an NBC News interview two days after Mr. Comey’s firing in which Mr. Trump appeared to say he had dismissed Mr. Comey because of the Russia inquiry.\n“I was going to fire Comey knowing there was no good time to do it,” he said. “And in fact, when I decided to just do it, I said to myself — I said, you know, this Russia thing with Trump and Russia is a made-up story. It’s an excuse by the Democrats for having lost an election that they should’ve won.”\nMr. Trump’s aides have said that a fuller examination of his comments demonstrates that he did not fire Mr. Comey to end the Russia inquiry. “I might even lengthen out the investigation, but I have to do the right thing for the American people,” Mr. Trump added. “He’s the wrong man for that position.”\nAs F.B.I. officials debated whether to open the investigation, some of them pushed to move quickly before Mr. Trump appointed a director who might slow down or even end their investigation into Russia’s interference. Many involved in the case viewed Russia as the chief threat to American democratic values.\n“With respect to Western ideals and who it is and what it is we stand for as Americans, Russia poses the most dangerous threat to that way of life,” Ms. Page told investigators for a joint House Judiciary and Oversight Committee investigation into Moscow’s election interference.\nF.B.I. officials viewed their decision to move quickly as validated when a comment the president made to visiting Russian officials in the Oval Office shortly after he fired Mr. Comey was revealed days later.\n“I just fired the head of the F.B.I. He was crazy, a real nut job,” Mr. Trump said, according to a document summarizing the meeting. “I faced great pressure because of Russia. That’s taken off.”", "date": "Jan. 11, 2019", "href": "https://www.nytimes.com/2019/01/11/us/politics/fbi-trump-russia-inquiry.html", "tags": "working f.b.i officials opened “ inquiry comey investigation trump whether behalf russia secretly"}