{"title": "F.T.C. Hits Musical.ly With Record Fine for Child Privacy Violation", "content": "WASHINGTON — The Federal Trade Commission on Wednesday announced a $5.7 million settlement with Musical.ly, a popular video social network now known as TikTok, over accusations that the company’s app illegally collected personal information about children.\nThe F.T.C. said it was a record fine for a child privacy violation. The agency found a large percentage of the app’s users were under 13 and revealed sensitive personal information including their email addresses, names and schools. The F.T.C. said the app did not ask for a parent’s permission to collect data on users. When asked by some parents to delete videos and other data, the site refused.\nUnder the Children’s Online Privacy Protection Act, online services need parents’ permission before collecting personal data of users under 13.\n“This record penalty should be a reminder to all online services and websites that target children: We take enforcement of Coppa very seriously, and we will not tolerate companies that flagrantly ignore the law,” said Joseph J. Simons, the agency’s chairman.\nThe agency has come under increasing pressure to strengthen enforcement of children’s online privacy. Last week, more than a dozen children’s advocacy groups called on the F.T.C. to investigate Facebook after reports surfaced that the company had knowingly deceived children into racking up fees from games on its social network.\nByteDance, a Chinese internet conglomerate, bought Musical.ly in 2017. The new owner then merged Musical.ly with TikTok, an app it already operated. The app allows users to create short video clips and share them with other users. The Musical.ly version had 65 million users in the United States as of 2014, the F.T.C. said, and the TikTok app remains a big hit today.\nThe investigation was prompted by various news reports and a complaint by the Better Business Bureau. The F.T.C. said that even in a casual review of the app, it found a large portion of the users were under 13 and that it found numerous cases where parents were not notified or asked for permission.\nUser accounts were public by default and adults were able to contact users, regardless of their age. Until 2016, the app allowed users to view other users within a 50-mile radius, the F.T.C. said.\nWhen some parents asked to have the data of their children deleted, TikTok deleted a child’s account but retained videos and personal account information about those users on its servers, the agency said.\nIn response to the F.T.C. action, TikTok on Wednesday announced a separate app for people under 13. The new app will not permit the sharing of personal information and puts limits on what content can be posted and shared, the company said.\n“While we’ve always seen TikTok as a place for everyone, we understand the concerns that arise around younger users,” the company said. “In working with the F.T.C. and in conjunction with today’s agreement, we’ve now implemented changes to accommodate younger U.S. users in a limited, separate app experience that introduces additional safety and privacy protections designed specifically for this audience.”", "date": "Feb. 27, 2019", "href": "https://www.nytimes.com/2019/02/27/technology/ftc-tiktok-child-privacy-fine.html", "tags": "users company tiktok fine personal record app musical.ly child children hits information f.t.c privacy violation"}