{"title": "Facebook to ban white nationalism and separatism", "content": "Facebook has said it will block \"praise, support and representation of white nationalism and separatism\" on Facebook and Instagram from next week.\nThe social media giant also pledged to improve its ability to identify and block material from terrorist groups.\nFacebook users searching for offending terms will be directed to a charity which combats far-right extremism.\nThe social network has come under pressure after a man livestreamed an attack on two mosques in New Zealand.\nFacebook had previously allowed some white nationalist content it did not view as racist - including permission for users to call for the creation of white ethno-states.\nThe company said it had deemed white nationalism an acceptable form of expression on a par with \"things like American pride and Basque separatism, which are an important part of people's identity\".\nBut in a blog post on Wednesday it said that after three months of consultation with \"members of civil society and academics\", it found that white nationalism could not be \"meaningfully separated\" from white supremacy and organised hate groups.\nIn the wake of shootings earlier this month in New Zealand, several world leaders called on social media companies to take more responsibility for the extremist material posted on their platforms.\nNew Zealand Prime Minister Jacinda Ardern said social networks were \"the publisher, not just the postman\", in reference to their potential liability for the material shared on them.\nFacebook has previously acknowledged that a video of the attack, which left 50 people dead, was viewed more than 4,000 times before being taken down.\nThe company said that, within 24 hours, it had blocked 1.2 million copies at the point of upload and deleted another 300,000. \nA group representing French Muslims is suing Facebook and YouTube for allowing the footage to be posted on their platforms. \nOther tech groups also took steps to clamp down on sharing of the video. Reddit banned an existing discussion forum on its site called \"watchpeopledie\" after clips of the attack were shared on the forum.\nValve, which runs the Steam gaming network, said it had removed more than 100 \"tributes\" by users that sought to memorialise the alleged shooter. ", "date": "28 March 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47728471", "tags": "users groups new white social nationalism facebook attack material ban separatism"}