{"title": "Facebook: 'Hate speech button' causes confusion", "content": "\"Does this post contain hate speech?\"\nThat is the message that thousands of Facebook users have reported seeing on their news feeds. \nIt seems to be only US-based users that can see the question, which is appearing under every post on their Facebook page.\nWhile some have criticised the social media giant for the move, others are calling it a bug and pointing out the more unusual places where they have seen it appear.\nA Facebook spokesperson said they were unable to comment at this time.\nYou may also like:\nIf users click \"yes\" to respond that the post does contain hate speech, they are presented with four options for feedback. \nThese options are \"hate speech\", \"test p1\", \"test p2\" and \"test p3\", prompting some people to suggest that the form \"clearly wasn't supposed\" to appear on Facebook in its current form.\nYet the hate speech button was criticised as suppression by some, with American writer Matt Walsh calling it an intentional move by Facebook to remove \"conservative content\".\nThis is in light of accusations from Republican congressman Steve Scalise that Facebook's algorithm was discriminating against conservative news and content in favour of liberal posts.\nAnd Lebanese-American journalist Brigitte Gabriel labelled it an attempt by Facebook to \"censor\" her account. \nBut as others noticed the button appearing on all of the posts in their timeline, people began to share the funniest place they had seen the button appear.\nSuch places include posts about local churches, articles about Donald Trump, and even pictures which show the weather forecast.\nAnd Washington Post journalist Gene Park shared this suggestion that a photo of a puppy might be somehow hateful.\nThis comes as Facebook hosts its biggest event ever, with 5,000 developers flying in from around the world for the F8 developer conference on May 1-2.\nThis prompted social media journalist Matt Navarra to joke that even Facebook creator Mark Zuckerberg was not exempt from the hate speech button.\nBy Tom Gerken, UGC & Social News", "date": "1 May 2018", "href": "https://www.bbc.co.uk/news/technology-43966188", "tags": "users hate speech news social causes facebook confusion test post button appear"}