{"title": "Facebook Faces Broadened Federal Investigations Over Data and Privacy", "content": "WASHINGTON — Facebook said on Monday that it faced an expansion of federal investigations into its sharing of user data with the political consulting firm Cambridge Analytica, with more government agencies inquiring about the matter and examining the social network’s statements about the episode.\nThe Justice Department and the Federal Bureau of Investigation have each broadened their inquiries into Cambridge Analytica by also focusing on Facebook, the Silicon Valley company said. In addition, the Securities and Exchange Commission has started an investigation into the social network’s public statements about Cambridge Analytica, Facebook said.\n“We are cooperating with officials in the U.S., U.K. and beyond,” a Facebook spokesman said. “We’ve provided public testimony, answered questions, and pledged to continue our assistance as their work continues.”\nThe Washington Post earlier reported the expanded federal investigations and the involvement of the S.E.C. The S.E.C. and the F.B.I. declined to comment; representatives of the Justice Department did not immediately return calls for comment.\nThe widening interest in Facebook by the federal agencies is the latest fallout from revelations in March, when The New York Times and others reported that the world’s largest social network had mishandled the data of millions of its users. The user data was harvested by Cambridge Analytica, a British political consulting firm with ties to the Trump campaign, which used the information to build psychographic profiles of American voters.\nThe reports prompted an outcry, with authorities in the United States and Britain demanding that Facebook answer questions about how it protects people’s online data. Facebook is facing an investigation by the Federal Trade Commission, which is looking into whether the company violated a privacy agreement with the agency. And in May, The Times reported that the Justice Department and F.B.I. had opened investigations into Cambridge Analytica.\nMark Zuckerberg, Facebook’s chief executive, has apologized for the data leakage and said the social network needed to do better. In April, under the glare of television cameras, Mr. Zuckerberg appeared in front of Congress for two days to answer questions about Cambridge Analytica. He later also spoke to regulators in Europe.\nFacebook has since continued some disclosures about its data practices. In a 747-page document it sent to the House Energy and Commerce Committee on Friday, the company  said that it shared user information with 52 hardware and software makers, including some based in China. The list was the fullest account to date of which companies Facebook shared user data with.\nAshkan Soltani, a former chief technologist for the F.T.C., said the broadened federal investigations and additional interest from agencies in the matter were “very significant because it means the government is not just interested in harms to privacy, but is interested in a broad array of harms.”\nThe initial federal investigations into Facebook’s user data and Cambridge Analytica largely focused on Cambridge Analytica. But prosecutors from the Northern District of California, along with F.B.I. agents from the San Francisco field office, S.E.C. officials in San Francisco and F.T.C. officials, have recently questioned at least one former Cambridge Analytica employee and the majority of the questioning focused on Facebook, two people familiar with the investigations said.\nA third person familiar with the investigations said the turn toward Facebook in the inquiries happened in the past four to six weeks.\nOne significant line of questioning focused on Facebook’s claims that it was misled by Cambridge Analytica, the people said. In numerous public statements made by the social network’s executives, including Mr. Zuckerberg, after the revelations of the data mishandling, Facebook repeatedly claimed that Cambridge Analytica told it that it was collecting data only for academic purposes.\nBut the fine print of a questionnaire that accompanied a quiz app used to collect user data, which was then provided to Cambridge Analytica, said the data could also be used for commercial purposes, according to a draft reviewed by The Times. Selling user data would have been an outright violation of the company’s rules at the time, yet the social network does not appear to have regularly checked to make sure that apps complied with its rules.\nThe final wording of the questionnaire’s terms of service is most likely unknowable; Facebook executives said they deleted the quiz app in December 2015 when they found out about the data harvesting.\nFacebook officials have said that the company stands by its previous statements that it cracked down in 2015 on companies and apps that harvested user data, including Cambridge Analytica.", "date": "July 2, 2018", "href": "https://www.nytimes.com/2018/07/02/technology/facebook-federal-investigations.html", "tags": "investigations faces network broadened user cambridge social federal facebook data privacy analytica"}