{"title": "Facebook Fueled Anti-Refugee Attacks in Germany, New Research Suggests", "content": "ALTENA, Germany — When you ask locals why Dirk Denkhaus, a young firefighter trainee who had been considered neither dangerous nor political, broke into the attic of a refugee group house and tried to set it on fire, they will list the familiar issues.\nThis small riverside town is shrinking and its economy declining, they say, leaving young people bored and disillusioned. Though most here supported the mayor’s decision to accept an extra allotment of refugees, some found the influx disorienting. Fringe politics are on the rise.\nBut they’ll often mention another factor not typically associated with Germany’s spate of anti-refugee violence: Facebook.\nEveryone here has seen Facebook rumors portraying refugees as a threat. They’ve encountered racist vitriol on local pages, a jarring contrast with Altena’s public spaces, where people wave warmly to refugee families.\nMany here suspected — and prosecutors would later argue, based on data seized from his phone — that Mr. Denkhaus had isolated himself in an online world of fear and anger that helped lead him to violence.\nThis may be more than speculation. Little Altena exemplifies a phenomenon long suspected by researchers who study Facebook: that the platform makes communities more prone to racial violence. And, now, the town is one of 3,000-plus data points in a landmark study that claims to prove it.\nKarsten Müller and Carlo Schwarz, researchers at the University of Warwick, scrutinized every anti-refugee attack in Germany, 3,335 in all, over a two-year span. In each, they analyzed the local community by any variable that seemed relevant. Wealth. Demographics. Support for far-right politics. Newspaper sales. Number of refugees. History of hate crime. Number of protests.\nOne thing stuck out. Towns where Facebook use was higher than average, like Altena, reliably experienced more attacks on refugees. That held true in virtually any sort of community — big city or small town; affluent or struggling; liberal haven or far-right stronghold — suggesting that the link applies universally.\nTheir reams of data converged on a breathtaking statistic: Wherever per-person Facebook use rose to one standard deviation above the national average, attacks on refugees increased by about 50 percent.\nNationwide, the researchers estimated in an interview, this effect drove one-tenth of all anti-refugee violence.\nThe uptick in violence did not correlate with general web use or other related factors; this was not about the internet as an open platform for mobilization or communication. It was particular to Facebook.\nOther experts, asked to review the findings, called them credible, rigorous — and disturbing. The study bolstered a growing body of research, they said, finding that social media scrambles users’ perceptions of outsiders, of reality, even of right and wrong.\nFacebook declined to comment on the study, but a spokeswoman said in an email, “Our approach on what is allowed on Facebook has evolved over time and continues to change as we learn from experts in the field.”\nThe company toughened a number of restrictions on hate speech, including against refugees, during and after the study’s sample period. Still, experts believe that much of the link to violence doesn’t come through overt hate speech, but rather through subtler and more pervasive ways that the platform distorts users’ picture of reality and social norms.\nWe visited Altena and other German towns to retrace each step from the site’s algorithm-driven newsfeed to real-world attacks that its users might not otherwise commit — and that hint at subtle but profound ways that the social network reshapes societies.\nWhen refugees first arrived, so many locals volunteered to help that Anette Wesemann, who runs Altena’s refugee integration center, couldn’t keep up. She’d find Syrian or Afghan families attended by entourages of self-appointed life coaches and German tutors.\n“It was really moving,” she said.\nBut when Ms. Wesemann set up a Facebook page to organize food drives and volunteer events, it filled with anti-refugee vitriol of a sort she hadn’t encountered offline.\nSome posts appeared to come from outsiders, joined by a handful of locals. Over time, their anger proved infectious, dominating the page.\nTold about research linking Facebook to anti-refugee violence, Ms. Wesemann responded, “I would believe it immediately.”\nSuch links would be indirect, researchers say, but begin with the algorithm that determines each user’s newsfeed.\nThat algorithm is built around a core mission: promote content that will maximize user engagement. Posts that tap into negative, primal emotions like anger or fear, studies have found, perform best and so proliferate.\nThat is how anti-refugee sentiment — which combines fear of social change with us-versus-them rallying cries, two powerful forces on the algorithm — can seem unusually common on Facebook, even in a pro-refugee town like Altena.\nBut even if only a minority of users express vehement anti-refugee views, once they dominate the newsfeed, this can have consequences for everyone else.\nPeople instinctively conform to their community’s social norms, which are normally a brake on bad behavior. This requires intuiting what the people around us believe, something we do through subconscious social cues, according to research by Betsy Paluck, a Princeton University social psychologist.\nFacebook scrambles that process. It isolates us from moderating voices or authority figures, siphons us into like-minded groups and, through its algorithm, promotes content that engages our base emotions.\nA Facebook user in Altena, for instance, might reasonably, but wrongly, conclude that their neighbors were broadly hostile to refugees.\n“You can get this impression that there is widespread community support for violence,” said Dr. Paluck. “And that changes your idea of whether, if you acted, you wouldn’t be acting alone.”\nIn his office, Gerhard Pauli, a grandfatherly local prosecutor, flipped through printouts of social media posts that the police had pulled from Mr. Denkhaus’s cellphone.\n“He was very interested in Facebook,” Mr. Pauli said. He paused over an image of wide-eyed, dark-skinned men, superimposed with the text, “The welfare ministry is out of money. It’s back to work.”\nMr. Denkhaus messaged near constantly with friends to share articles and memes disparaging foreigners. At first they trafficked in provocations, ironically addressing one another as “mein Führer.”\nOver time, they appeared to lose sight of the line separating trolling from sincere hate. Heavy social media users refer to this effect as “irony poisoning.”\n“He said to his partner one day, ‘And now we have to do something,’” Mr. Pauli recalled. Mr. Denkhaus and a friend doused the attic of a refugee group house with gasoline and set it on fire. No one was hurt.\nIn court, his lawyer would argue that Mr. Denkhaus had shown no outward animus toward refugees before that night. It was only online that he’d dabbled in hate.\nIntended as exonerating — wasn’t the real world what mattered? — this defense underscored how Facebook can provide a closed environment with its own moral rules.\nMr. Denkhaus had little opportunity to encounter anti-refugee hatred in the real Altena, where overwhelmingly tolerant social norms prevailed. But within his Facebook echo chamber, he could drift unchecked toward extremism.\nThough Altena’s residents condemned Mr. Denkhaus, his was not the last act of violence. Last year, the mayor was stabbed by a man said to be outraged by his pro-refugee policies. Mr. Pauli suspected a social media link: Local pages had filled with hateful comments toward the mayor just before the attack.\nAnd these attacks may represent only the tip of a much larger iceberg, the University of Warwick researchers said.\nEach person nudged into violence, they believe, hints at a community that has become broadly more hostile to refugees. For most users, the effect will be subtler, but, by playing out more widely, perhaps more consequential.\nTraunstein, a Bavarian mountainside town, is, in most ways, quite different from Altena. Its tourist economy is thriving. Young people are active in the community. Though the town leans liberal, the surrounding region is solidly center-right.\nBut, as in Altena, Facebook use and anti-refugee violence rates are both unusually high. Could that hint at more than a few isolated vigilantes?\nWe sought out a particular kind of user, known to researchers as a superposter, who is thought to embody the ways that Facebook can make a community incrementally more hostile to outsiders.\nRolf Wasserman, an artist whose studio overlooks Traunstein’s quaint central square, is not politically influential in any traditional sense. Though conservative, he is hardly extremist. But he is furiously active on Facebook.\nHe posts a steady stream of rumors, strident opinion columns and news reports on crimes committed by refugees. Though none crosses into hate speech or fake news, in the aggregate, they portray Germany as beset by dangerous foreigners.\n“On Facebook, it’s possible to reach people who are not highly political, to bring information to them,” he said. “You can build peoples’ political views on Facebook.”\nSuperposters tend to be “more opinionated, more extreme, more engaged, more everything,” said Andrew Guess, a Princeton University social scientist.\nWhen more casual users open Facebook, often what they see is a world shaped by superposters like Mr. Wasserman. Their exaggerated worldviews play well on the algorithm, allowing them to collectively — and often unknowingly — dominate newsfeeds.\n“That’s something special about Facebook,” Dr. Paluck said. “If you end up getting a lot of time on the feed, you are influential. It’s a difference with real life.”\nIn the offline world, people decide collectively whom to listen to and whom to ignore. Professional gatekeepers such as editors or party leaders decide which voices to elevate. Facebook overrides those practices.\nIn a recent study, Dr. Paluck found that schoolchildren decide whether bullying is right or wrong based largely on what they believe their classmates think. But the students, as shorthand for figuring this out, paid special attention to a handful of influential peers.\nDr. Paluck, by persuading the influential students to oppose bullying, could shift social norms in an entire school, reducing bullying by about a third. Isolating students who favor bullying and elevating those who oppose it can also reduce violence. By shuffling around the students just so, a few moderating voices could be made to set norms for the whole community.\nFacebook’s algorithm, engineered to maximize the amount of time spent on the site, does the opposite of this. It elevates a class of superposters like Mr. Wasserman who, in the aggregate, give readers an impression that social norms are more hostile to refugees and more distrustful of authority than they really are. Even if no one endorses violence, it can come to feel more justifiable.\nNatascha Wolff has seen this firsthand, she said at a Traunstein church lunch for local Nigerian families.\nMs. Wolff, who teaches at a vocational school, has found that young people like her students often express the most anti-refugee views. They seem to draw, she said, on things they saw on Facebook — and a mistaken belief that everyone agrees.\nAny rumor or tidbit about foreigners, she said, “sure gets around fast. People feel confirmed in their viewpoint.”\nThe ideological bubbles can be radicalizing, she added: “It’s just, ‘like, like, like.’”\nHer refugee students, she said, have had coffee or other objects thrown at them from windows — casual, light-of-day violence one only braves with the assumption that it will be tolerated.\nBut police here aggressively pursue crimes against refugees, highlighting that some locals have a skewed perspective of their own community’s social norms.\nA young woman who attends Ms. Wolff’s vocational school, but asked to not be named so she could speak more freely, described lurid stories of refugee wrongdoing she’d read on Facebook. Everyone her age uses the site to discuss refugees, she said, and everyone agrees that they are a threat.\nShe may have been misled by Facebook’s tendency to sort people into like-minded groups. Our interviews in Traunstein, along with voter records, suggest that the town is split but leans liberal.\nLike most Germans, she is at little risk of committing violence. But her Facebook-tinged social norms show in other ways. She supported hardline anti-immigration policies, she said. When an African classmate was deported over an error in his paperwork, she’d hoped more would face similar fates.\nGerman politics are divided. Even if only a small fraction of Germans harden their views through Facebook, that could make a difference. Here in Bavaria, polls show rising support for the far-right, leading the dominant center-right party to adopt immigration policies so hard line they sparked a national crisis in July.\nCould Facebook really distort social relations to the point of violence? The University of Warwick researchers tested their findings by examining every sustained internet outage in their study window.\nGerman internet infrastructure tends to be localized, making outages isolated but common. Sure enough, whenever internet access went down in an area with high Facebook use, attacks on refugees dropped significantly.\nAnd they dropped by the same rate at which heavy Facebook use is thought to boost violence. The drop did not occur in areas with high internet usage but average Facebook usage, suggesting it is specific to social media.\nThis spring, internet services went down for several days or weeks, depending on the block, in the middle-class Berlin suburb of Schmargendorf.\nAsked how life changed, Stefania Simonutti went bug-eyed and waved her arms as if screaming.\n“The world got smaller, a lot changed,” said Ms. Simonutti, who runs a local ice cream shop with her husband and older son. She lost touch with family in Italy, she said, but was most distressed by losing access to news, for which she trusts only social media, chiefly Facebook.\n“Many people lie and fake things in the newspapers,” she said, referring darkly to matters of war and disease. “But with the internet, I can decide for myself what to believe and what not.”\nEsperanza Muñoz, a cheery, freckled woman who moved here from Colombia in the 1980s, found the outage relaxing. She socialized more with neighbors and followed the news less.\n“Social media, it’s an illusion,” she said.\nHer daughter, a medical student named Laura Selke, said global events seemed less stressful during the outage.\n“When news spreads on Facebook, it’s made more provocative,” she said.\nShe hadn’t realized how much anxiety social media caused her until she went for a few days without it.\n“You really do notice,” she said. “It really was very comfortable, very nice.”\nMs. Muñoz added that Facebook communities in her native Colombia seemed even more prone to outrage and filter bubbles.\n“It really was as if there was only one opinion,” she said, describing her Facebook feed during recent Colombian elections. “We’re only informed in one direction, and that’s really not good.”\nThis hints at what experts consider one of the most important lessons of the University of Warwick study. If Facebook can be linked to hundreds of attacks even in Germany, its effect could be far more severe in countries like Colombia with weaker institutions, weaker social media regulations and more immediate histories of political violence.\n“People wouldn’t say these things with their own mouths,” Ms. Muñoz said, referring to the rancor she saw from Colombian Facebook users. “But it’s easy for them to share it online.”", "date": "Aug. 21, 2018", "href": "https://www.nytimes.com/2018/08/21/world/europe/facebook-refugee-attacks-germany.html", "tags": "suggests altena germany anti-refugee ” social facebook violence — new fueled research refugees attacks"}