{"title": "Facebook to consider live video restrictions after NZ attacks", "content": "Facebook has promised to explore restrictions on live-streaming, two weeks after it was used during gun attacks on two mosques in New Zealand.\nChief operating officer Sheryl Sandberg said the social media giant agreed with calls it \"must do more\".\nFifty people were killed in the Christchurch shootings, and the original video of the attack was viewed 4,000 times before it was removed.\nMeanwhile, New Zealand is to review \"inadequate\" laws on hate speech.\nJustice Minister Andrew Little said the current laws did not tackle \"the evil and hateful things that we're seeing online\", and that the government and the Human Rights Commission would work to bring forward proposals by the end of the year.\nMore than 20,000 people attended a memorial service in Christchurch on Friday to honour the 50 victims of the 15 March shooting. \nOf the dozens injured, 21 people remain in hospital, three of them in intensive care.\n\"All of us at Facebook stand with the victims, their families, the Muslim community, and all of New Zealand,\" Ms Sandberg wrote in her letter to the New Zealand Herald.\n\"Many of you have also rightly questioned how online platforms such as Facebook were used to circulate horrific videos of the attack... We have heard feedback that we must do more - and we agree.\"\nMs Sandberg said: \"First, we are exploring restrictions on who can go Live depending on factors such as prior Community Standard violations.\"\nFacebook said fewer than 200 people had watched the 17-minute video of the Christchurch shootings while it was live, and the first user report of the video came 12 minutes after it ended.\nSocial media sites struggled to contain the attack video, which was copied onto the alt-right file-sharing site 8chan and then spawned 1.5 million copies.\nThe chief operating officer did not announce any policy changes, but outlined how the social network would strengthen the rules for using Facebook Live and take greater steps to address hate on its platforms.\nThe company has said it will block \"praise, support and representation of white nationalism and separatism\" on Facebook and Instagram from next week.\nFacebook has been heavily criticised within New Zealand in the wake of the attack over its lack of response to officials.\nThe country's privacy commissioner wrote \"your silence is an insult to our grief\" to Facebook executives last week, according to the Herald.\nFacebook has said it is working with the New Zealand Police on its investigation.", "date": "30 March 2019", "href": "https://www.bbc.co.uk/news/technology-47758455", "tags": "people attack live christchurch restrictions consider new zealand social facebook sandberg video nz attacks"}