{"title": "Facebook details scale of abuse on its site", "content": "Facebook says it deleted or added warnings to about 29 million posts that broke its rules on hate speech, graphic violence, terrorism and sex, over the first three months of the year.\nIt is the first time that the firm has published figures detailing the scale of efforts to enforce its rules.\nFacebook is developing artificial intelligence tools to support the work of its 15,000 human moderators.\nBut the report suggest the software struggles to spot some types of abuse.\nFor example, the algorithms only flagged 38% of identified hate speech posts over the period, meaning 62% were only addressed because users had reported them.\nBy contrast, the firm said its tools spotted 99.5% of detected propaganda posted in support of Islamic State, Al-Qaeda and other affiliated groups, leaving only 0.5% to the public.\nThe figures also reveal that Facebook believes users were more likely to have experienced graphic violence and adult nudity via its service over the January-to-March quarter than the prior three months.\nBut it said it had yet to develop a way to judge if this was also true of hate speech and terrorist propaganda.\n\"As we learn about the right way to do this, we will improve the methodology,\" commented Facebook's head of product management, Guy Rosen.\nFacebook broke down banned content into several categories: \nOn the latter, the company estimates about 3% to 4% of all active users on Facebook are fake, and said it had taken 583 million fake accounts down between January and March.\nThe figures indicate graphic violence spiked massively - up 183% between each of the two time periods in the report. \nIt said that a mix of better detection technology and an escalation in the Syrian conflict might account for this.\nA total of 1.9 million pieces of extremist content were removed between January and March, a 73% rise on the previous quarter.\nThat will make promising reading for governments, particularly in the US and UK, which have called on the company to stop the spread of material from groups such as Islamic State.\n\"They're taking the right steps to clearly define what is and what is not protected speech on their platform,\" said Brandie Nonnecke, from University of California, Berkeley's Center for Information Technology Research in the Interest of Society.\nBut, she added: \"Facebook has a huge job on its hands.\"\nThe complexity of that job emerges when considering hate speech, a category much more difficult to control via automation.\nThe firm tackled 2.5 million examples in the most recent period, up 56% on the October-to-December months.\nHuman moderators were involved in dealing with the bulk of these, but even they faced problems deciding what should stay and what should be deleted.\n\"There's nuance, there's context that technology just can't do yet,\" said Alex Schultz, the company's head of data analytics.\n\"So, in those cases we lean a lot still on our review team, which makes a final decision on what needs to come down.\"\nTo demonstrate this, Mr Schultz said words that would be considered slurs if used as part of a homophobic attack had different meaning when used by gay people themselves. So, deleting all posts using a certain term would be the wrong choice.\n\"But how do you know I'm gay if you're reviewing my profile?\" he asked.\n\"For me, I put it at the top of the profile - I've come screaming out of the closet, I am very openly gay. \n\"But that isn't true of everyone, and we can't know that. This is a very difficult problem.\"\nIn an attempt to discover what it may have missed, the social network carried out random sampling.\nIt took an unspecified number of posts that had been viewed on Facebook, and made a note of how often a piece of content was in violation of its policies.\nThe results were troubling.\nAccording to the sample, as many as 27 posts in every 10,000 contained some form of graphic violence. Given the 1.5 billion daily users of the service, that could means tens of millions of violent posts go unchecked every day.\nThe same technique estimated between seven to nine posts in every 10,000 contained adult nudity or sexual content.\nThe amount of terrorism-related material was too small to sample in this way, Mr Schultz said. And on hate speech, he said, the company lacked any \"reliable data\" on total volume.\n\"We can't currently measure how prevalent hate speech violations were on Facebook, because when we're asking our representatives to go and look, 'Is this hate speech, is this not?', it is very difficult to score that.\n\"We're making mistakes and we're trying to get better at measuring it.\"\nBut Dottie Lux, an event organiser in San Francisco, who campaigns against Facebook's perceived failure to combat the targeting of minority groups, said difficulty was no excuse. \n\"I'm running out of sympathy for 'This is really hard,' because it's really not new,\" she said.\n\"They find time to release dating apps and they find time to attach to my bank account, but they don't find time to figure out who their users are.\"\nMs Lux, who described herself to me as a \"gay Jewish lady with a gay Jewish perspective\", said relying on user reports to police hate speech was fundamentally flawed because it could be abused to silence others. \n\"You just give people with malicious intent the ability to act maliciously,\" she said.\nFacebook remains coy about the make-up of its human moderation team.\nIt said it did try to make sure US-based workers handled incidents where an understanding of American culture was beneficial - likewise for incidents in other countries.\nBut Ms Lux feels the company needs to be more open.\n\"If you are hiring people who don't exist in certain social circles, different cultures, it's not going to be effective,\" she said.\n\"It's just going to perpetuate the same issue.\"", "date": "15 May 2018", "href": "https://www.bbc.co.uk/news/technology-44122967", "tags": "users site company hate speech details scale abuse facebook million time posts gay"}