{"title": "Facebook ‘Better Prepared’ to Fight Election Interference, Mark Zuckerberg Says", "content": "SAN FRANCISCO — Mark Zuckerberg began the year by promising to make Facebook safer from election interference around the world. He has spent most of the rest of the year apologizing for not recognizing the problem earlier.\nOn Wednesday, Mr. Zuckerberg, Facebook’s chief executive, published a roughly 3,300-word blog post cataloging all the steps the company has taken.\n“In 2016, we were not prepared for the coordinated information operations we now regularly face,” he wrote, alluding to Russian interference in the American presidential election. “But we have learned a lot since then and have developed sophisticated systems that combine technology and people to prevent election interference on our services.”\n“Today, Facebook is better prepared for these kinds of attacks,” he added.\nThe unusual post is an answer of sorts to Facebook’s controversy-ridden last 18 months and reflects how Mr. Zuckerberg has staked his reputation on reducing the disinformation, divisive messages and false news that have spread on the site. While the chief executive often takes to his personal Facebook page to write short notes about the company, he said this month that he would publish pieces looking more in depth at issues facing it, starting with a post about securing elections worldwide.\nIn April, Mr. Zuckerberg testified in Congress about Russian manipulation of Facebook before the 2016 election, with lawmakers grilling him on the company’s lack of awareness of the misuse. Since then, he has grappled with reports of disinformation campaigns on his platform in countries ranging from India to Mexico. And last week, Facebook’s chief operating officer, Sheryl Sandberg, also showed up in Congress to talk about foreign interference on her company’s site.\nFacebook faces several coming tests of whether it can detect and stop election interference: The company is being scrutinized for its role in Brazil’s presidential election next month, and the November midterm elections in the United States are fast approaching.\nSince November 2016, Mr. Zuckerberg’s outward stance has shifted from being defensive and evasive to taking more responsibility for Facebook’s role and influence in the world.\nAs he has shifted, the company has rolled out tools and policies to clamp down on disinformation and interference.\nThe efforts range from using automated programs to find and remove fake accounts, to featuring Facebook pages that spread disinformation less prominently so that fewer people potentially see them. Mr. Zuckerberg wrote that Facebook was also well on its way toward hiring 10,000 additional people to work on safety and security issues, as well as improving coordination with law enforcement and other companies over suspicious activity.\nHe also described how Facebook had set up a program that invites outside academics to study social media’s impact on elections, part of a more collaborative approach the company has espoused in recent months. Other moves include publishing a so-called transparency report, which documents the number of false accounts removed by Facebook twice a year.\nOne of the efforts that is furthest along is Facebook’s new requirement that buyers of political ads on its network be verified as United States citizens or permanent residents, an attempt to cut down on foreign interference. Ahead of the 2016 presidential election, operatives from Russia bought hundreds of Facebook ads to spread inflammatory messages among the American electorate. Facebook has since created a searchable database of all political ads on its platform.\nOver the summer, Facebook revealed that it had also removed 32 pages and fake accounts that were involved in an influence campaign aimed at Americans. Facebook also named Iran and Russia as running separate influence operations, and said it had removed hundreds of accounts and pages involved in those efforts.\nBut Mr. Zuckerberg also framed Facebook’s actions as part of a continuing digital information war, an “arms race” against those who invest in ways to sow havoc across the social network of 2.2 billion regular visitors.\n“While we’ve made steady progress, we face sophisticated, well-funded adversaries,” Mr. Zuckerberg wrote in the post. “They won’t give up, and they will keep evolving. We need to constantly improve and stay one step ahead.”\nOne of Facebook’s toughest challenges has been navigating how to handle coordinated misinformation campaigns without becoming an arbiter of truth. The company has taken pains not to appear biased toward one side of the political spectrum or the other.\nPerhaps the strongest message of Mr. Zuckerberg’s memo is that it is not just up to Facebook to fight back. Many disinformation campaigns occur across social media platforms — Twitter, Reddit, Instagram and others — and Mr. Zuckerberg said companies needed to get better at sharing information to understand the scope of attacks.\nHe also pointed at the need for improved cooperation between his company and United States intelligence agencies. In an opinion piece published last week in The Washington Post, Mr. Zuckerberg called on the private and public sectors to work together more frequently and openly than they had in the past.\n“The last point I’ll make is that we’re all in this together,” he wrote in his blog post. “The definition of success is that we stop cyberattacks and coordinated information operations before they can cause harm. While I’d always rather Facebook identified abuse first, that won’t always be possible.”\n“We will all need to continue improving and working together to stay ahead and protect our democracy,” he added.", "date": "Sept. 13, 2018", "href": "https://www.nytimes.com/2018/09/13/technology/facebook-elections-mark-zuckerberg.html", "tags": "company ‘ prepared election better ” facebook interference says mark post fight also zuckerberg"}