{"title": "Facebook Says White Nationalist Video Doesn’t Break New Policy Against White Nationalism", "content": "Facebook vowed last week to curb hateful content on its platform by extending its policies against white supremacy to cover posts that praise white nationalism and separatism.\nNow it’s unclear what that new policy actually means, if anything. On Tuesday, HuffPost showed a Facebook spokesperson a video on Facebook in which prominent Canadian white nationalist Faith Goldy laments white “replacement” and demands that Jews and people of color repay the white European countries they’ve “invaded.” \nThe spokesperson said that no policy had been broken, not even the social media giant’s new policy banning the promotion or praise of white nationalism.\nIn a much-discussed move last week, Facebook had issued a statement declaring that its policies banning white supremacist ideology and hate groups weren’t enough. The company said it would add “praise or support for white nationalism and white separatism” to the list of things that violate its terms of service, and noted that those rules would extend to Instagram, which it owns.\n“We didn’t originally apply the same rationale to expressions of white nationalism and white separatism because we were thinking about broader concepts of nationalism and separatism — things like American pride and Basque separatism, which are an important part of people’s identity,” the company wrote in its March 27 press release.\nIn theory, the new rules would ban the propagation of white nationalist content ― that is, content promoting a white-centric national identity that deems nonwhite immigrants and multiculturalism to be a threat to the “white race.” Goldy’s Instagram and Facebook pages very clearly and unabashedly promote all of the above. Goldy is a self-proclaimed white nationalist who monetizes white nationalist content on these two platforms. She has also publicly recited the “14 words” (a white supremacist slogan) and regularly posts videos and other content from VDare, a white nationalist blog.\nBut if there was any question as to whether Goldy had violated Facebook’s new rule against “showing support for white nationalism,” the video she posted on March 30 should have left no doubt. In the clip titled “RACE AGAINST TIME,” Goldy spends nearly five minutes railing against people of color and Jews ― especially those immigrating to predominantly white countries ― who she says are “replacing” white populations in Europe, the United States and Canada.\n“The Great White North is destined to become a majority minority country in less than a generation,” she says in the video. “Stateside, even with President Trump at the helm, the United States is not being spared from the ongoing relentless process of population replacement. … Whites will be a minority in America in less than a generation.”\nAs images of white women flash across the screen, Goldy calls on her viewers to “help us stop this race from vanishing,” asking, “Will you just walk away?” She even appears to troll Facebook’s policy, sarcastically calling herself a “staunch black nationalist” in the caption of her video and featuring a photo of a woman throwing up the OK sign, here a blatant wink to white supremacists:\nGoldy’s racist propaganda would seem to represent the exact kind of content that should get someone banned under the new rules. But shown the video above, the Facebook spokesperson argued that it doesn’t promote or praise white nationalism. Instead, the spokesperson claimed, it offers a discussion about immigration and ethnicity statistics.\nWhen asked by HuffPost, the same spokesperson had previously declined to comment on a variety of other Goldy content that appeared to violate Facebook’s terms over the past month.\nThe thing is, Goldy’s content does promote white nationalism, almost exclusively. The concept of white “replacement” described in the video is a white nationalist talking point and conspiracy theory shared by prominent white supremacists all over the world.\nSupporters’ reaction to the idea can be angry or even violent. The gunman who killed dozens of worshippers at two mosques in New Zealand last month titled his manifesto “The Great Replacement” and lamented throughout that white identity is under attack. In America, the body count in the name of white supremacy grows each year.\nThis kind of rhetoric is so dangerous and inherently abhorrent that foreign white nationalists have been effectively banned from entering certain countries. Jared Taylor, an American white nationalist, was most recently barred from traveling in Europe until 2021, Media Matters reports. Perhaps unsurprisingly, Goldy reacted to that news by interviewing Taylor and promoting his views in Facebook and Instagram posts.\nGoldy has long peddled similar content on these and other platforms ― including YouTube and Twitter ― without much consequence. Over the past month alone, she’s posted videos to Instagram and Facebook from VDare, promoted Taylor, and put up other racist content, often with the hashtag #NotAllWhiteMen. She monetizes all of this content, asking her tens of thousands of social media followers to donate to her directly.\n“They don’t need the new policy to kick off Faith Goldy ― she’s been posting this content for years, and it broke the old policy, too,” said Evan Balgord, executive director of the Canadian Anti-Hate Network.\nFacebook has previously reacted to some hate and white nationalist groups, like the Proud Boys and Identity Evropa, by banning them and some of their members. But the company has also been slow to follow up on its own policies before, often enforcing them only after there’s mass public outcry or media attention over a particular person or group violating the policy.\n“The litmus test was, would they remove Faith Goldy and would they do it quickly?” Balgord said. “If they’re unwilling to do so under their new rule, then I don’t see any meaningful change.”", "date": "\n04/02/2019", "href": "https://www.huffpost.com/entry/facebook-white-nationalism-faith-goldy-video_n_5ca37bade4b0f2df8669c196", "tags": "policy break new video white ” nationalism facebook goldy says content nationalist"}