{"title": "Facebook admits it was used to 'incite offline violence' in Myanmar", "content": "Facebook has said it agrees with a report that found it had failed to prevent its platform being used to \"incite offline violence\" in Myanmar.\nThe independent report, commissioned by Facebook, said the platform had created an \"enabling environment\" for the proliferation of human rights abuse.\nIt comes after widespread violence against the Rohingya minority which the UN has said may amount to genocide. \nThe report said Facebook would have to \"get it right\" before 2020 elections.\nFacebook has more than 18 million users in Myanmar. For many, the social media site is their main or only way of getting and sharing news.\nThe network said it had made progress in tackling its problems in Myanmar but that there was \"more to do\". \nLast year, the Myanmar military launched a violent crackdown in Rakhine state after Rohingya militants carried out deadly attacks on police posts.\nThousands of people died and more than 700,000 Rohingya fled to neighbouring Bangladesh. There are also widespread allegations of human rights abuses, including arbitrary killing, rape and burning of land.\nThe Rohingya are seen as illegal migrants in Myanmar (also called Burma) and have been discriminated against by the government and public for decades. \nThe new report was commissioned after the UN accused Facebook of being \"slow and ineffective\" in its response to the spread of hatred online. \nThe 62-page independent report from non-profit organisation Business for Social Responsibility (BSR) found that the platform \"has become a means for those seeking to spread hate and cause harm\" in Myanmar. \n\"A minority of users are seeking to exploit Facebook as a platform to undermine democracy and incite offline violence.\"\nIt said Facebook should more strictly enforce its existing policies on hate speech, introduce a \"stand-alone human rights policy\" and better engage with authorities in Myanmar.\nThe report - which only briefly referenced the Rohingya specifically - also warned that the 2020 elections presented a serious risk of further human rights abuses and warned Facebook to prepare now for \"multiple eventualities\".\nNick Beake, BBC Myanmar correspondent, Yangon\nFor many in Myanmar, Facebook is the internet. \nAfter five decades of stale state propaganda, along came a feast of colourful, interactive news. But as UN human rights experts found, ultra-nationalist Buddhists seized on Facebook as a powerful means of inciting violence against Muslims. \nOne frightening example came back in 2014 when a fake online story about a Muslim man who'd apparently raped a Buddhist woman sparked deadly clashes in the second city of Mandalay. \nFacebook has since admitted it didn't do more to stem a torrents of racist posts over the years that followed. \nIn August this year, the same UN experts concluded the inflammatory material Burmese people had been exposed to day in, day out had played a role in enabling the military's purge of Rohingya Muslims from Rakhine state - an attack which the UN believes was genocide. \nFacebook's product policy manager, Alex Warofka, said in a statement: \"We agree that we can and should do more.\"\n\"We have invested heavily... to examine and address the abuse of Facebook in Myanmar.\"\nHe said Facebook was \"looking into\" setting up a human rights policy and was making it easier to report and remove violent or inciting content. \nMr Warofka said the company now employs Burmese language specialists to review potentially sensitive content. \nMuch of Myanmar communicates online using the Zawgyi font, which is not easily translated into English and therefore using it makes it harder for bad content to be detected.  \nFacebook has removed Zawgyi as a language option for new users and is supporting Myanmar's transition to Unicode - the international text encoding standard.\nFacebook has already banned several Myanmar military and government figures it said had \"inflamed ethnic and religious tensions\". ", "date": "6 November 2018", "href": "https://www.bbc.co.uk/news/world-asia-46105934", "tags": "myanmar un report used rights offline platform facebook human violence admits rohingya"}