{"title": "Facebook Cuts Ties With Washington Firm That Sought to Discredit Social Network’s Critics", "content": "SAN FRANCISCO — Facebook said Thursday that it had ended its relationship with a Washington-based consulting firm, Definers Public Affairs, which spread disparaging information about the social network’s critics and competitors.\nThe move followed a New York Times article on Wednesday that described the kind of work that Definers did on Facebook’s behalf. Among other things, Definers worked to discredit activist protesters who were against Facebook, in part by linking them to the liberal financier George Soros. It also tried to deflect criticism of the social network by pressing reporters to look into rivals like Google.\nLate Wednesday, Facebook decided to terminate its relationship with Definers after the publication of the Times article prompted an outcry, said a person familiar with the matter, who was not authorized to speak publicly. Top Facebook executives including Mark Zuckerberg and Sheryl Sandberg were not aware of the specific work being done by Definers, the person said.\nIn a statement, Facebook said it had not hidden its ties to Definers and disputed that it had asked the firm to spread false information.\n“It is wrong to suggest that we have ever asked Definers to pay for or write articles on Facebook’s behalf, or communicate anything untrue,” a Facebook spokeswoman said in the statement.\n“The relationship with Facebook was well known by the media — not least because they have on several occasions sent out invitations to hundreds of journalists about important press calls on our behalf,” the spokeswoman added.\nFacebook confirmed on Thursday that it had ended its relationship with Definers, without citing a reason.\nDefiners was founded by veterans of Republican presidential campaigns and specialized in applying political campaign tactics to corporate public relations. Last year, Tim Miller, a Definers official and former spokesman for Jeb Bush, started a Silicon Valley chapter. He said in one interview that as technology firms mature, a goal should be to “have positive content pushed out about your company and negative content that’s being pushed out about your competitor.”\nFacebook initially hired Definers to monitor news about the social network. It expanded its relationship with the firm in October 2017 when scrutiny of Facebook was increasing over how Russian agents had used the social media site to sow discord before the 2016 United States presidential election.\nThe Times reported on Wednesday that earlier this year, a conservative website called NTK Network began publishing stories defending Facebook and criticizing Facebook rivals like Google. NTK is an affiliate of Definers.\n[Read the Times investigation of how Mark Zuckerberg and Sheryl Sandberg of Facebook responded to a series of scandals.]\nIn addition, Definers circulated a research document this summer casting Mr. Soros, the billionaire liberal donor, as the unacknowledged force behind what appeared to be a broad anti-Facebook movement. Definers pressed reporters to explore the financial connections between Mr. Soros and groups that had criticized Facebook, including a progressive group founded by Mr. Soros’s son and Color of Change, an online racial justice organization.\nAn official at Mr. Soros’s Open Society Foundations said the philanthropy had supported both member groups, but that no grants had been made to support campaigns against Facebook.\n“We are proud to have partnered with Facebook over the past year on a range of public affairs services. All of our work is based on publicly available documents and information,” a Definers spokesman said in a statement.\nHe added, “The document referenced in the Times story regarding the anti-Facebook organization’s potential funding sources was entirely factual and based on public records.”\nMr. Miller said late Wednesday on Twitter that he was hurt by accusations that Definers’s work related to Mr. Soros was anti-Semitic. “Im disgusted by the rise of anti-semitism including people who have falsely targeted Soros. It’s deeply deeply personal. I’ve continuously fought the alt-right & others who spread racist lies & hate & will keep doing so,” he said.\nAfter the Times article, other organizations also began re-evaluating their relationship with Definers. One of those was Crooked Media, which runs the popular political podcast Pod Save America. Mr. Miller is a frequent contributor to the podcast.\n“We need to get to the bottom of Tim’s involvement in this work, and he won’t be contributing to Crooked more in the meantime,” Jon Favreau, Jon Lovett and Tommy Vietor, three of the hosts of the podcast, said in a statement published to Twitter on Wednesday.\n[Subscribe to “With Interest.” It’s a Sunday newsletter with essential business insights that’ll prep you for the week ahead.]", "date": "Nov. 15, 2018", "href": "https://www.nytimes.com/2018/11/15/technology/facebook-definers-soros.html", "tags": "washington network “ soros cuts social times facebook definers relationship critics ties wednesday firm sought discredit"}