{"title": "Facebook fined £500,000 for Cambridge Analytica scandal", "content": "Facebook has been fined £500,000 by the UK's data protection watchdog for its role in the Cambridge Analytica data scandal.\nThe Information Commissioner's Office (ICO) said Facebook had let a \"serious breach\" of the law take place.\nThe fine is the maximum allowed under the old data protection rules that applied before GDPR took effect in May.\nThe ICO said Facebook had given app developers access to people's data \"without clear consent\".\nIn July, the ICO notified the social network that it intended to issue the maximum fine.\nConfirming the fine, it said in a statement: \"Between 2007 and 2014, Facebook processed the personal information of users unfairly by allowing application developers access to their information without sufficiently clear and informed consent, and allowing access even if users had not downloaded the app, but were simply 'friends' with people who had.\"\n\"Facebook also failed to keep the personal information secure because it failed to make suitable checks on apps and developers using its platform.\"\nFacebook said it was \"reviewing\" the ICO's decision.\n\"While we respectfully disagree with some of their findings, we have said before that we should have done more to investigate claims about Cambridge Analytica and taken action in 2015,\" it said in a statement.\nResearcher Dr Aleksandr Kogan and his company GSR used a personality quiz to harvest the Facebook data of up to 87 million people. \nSome of this data was shared with Cambridge Analytica, which used it to target political advertising in the US. \n\"Even after the misuse of the data was discovered in December 2015, Facebook did not do enough to ensure those who continued to hold it had taken adequate and timely remedial action, including deletion,\" the ICO said.\nThe ICO found that more than one million people in the UK had their data harvested by the personality quiz.\n \"A company of its size and expertise should have known better and it should have done better,\" said Information Commissioner Elizabeth Denham.\nThe ICO is still investigating how data analytics is used for political purposes. \nMs Denham is due to give evidence to the Department for Digital, Culture, Media and Sport (DCMS) Select Committee on 6 November.", "date": "25 October 2018", "href": "https://www.bbc.co.uk/news/technology-45976300", "tags": "developers ico fine scandal cambridge data facebook fined analytica information"}