{"title": "Facebook, YouTube sued over Christchurch shootings video", "content": "A group representing French Muslims is suing Facebook and YouTube, for allowing the streaming of footage from the shootings in Christchurch on their platforms.\nThe 15 March shootings at two mosques in New Zealand, which killed 50, were live-streamed on Facebook and then copied and shared across social media.\nA group representing New Zealand Muslims welcomed the move.\nFacebook said that it was \"examining the complaint\".\nYouTube did not offer a response to the case, reiterating instead its guidelines on the sharing of graphic content.\nThe formal legal complaint against Facebook and YouTube was launched by the French Council of the Muslim Faith (CFCM). \nAccording to French news wire AFP, the legal filings state that it was suing the French branches of the two tech giants for \"broadcasting a message with violent content abetting terrorism, or of a nature likely to seriously violate human dignity and liable to be seen by a minor.\"\nAnwar Ghani, spokesman for the Federation of Islamic Associations of New Zealand, told Reuters that it supported the move.\n\"They have failed big-time, this was a person who was looking for an audience and ... you [Facebook] were the platform he chose to advertise himself and his heinous crime.\" \nMr Ghani added that his organisation had planned to register a complaint with social media platforms, but was busy dealing with the aftermath of the attacks.\nLast week, New Zealand's privacy commissioner John Edwards told Facebook that its silence over the issue was \"an insult to our grief\".\nIn an email to executives, he also wrote:  \"It would be very difficult for you and your colleagues to overestimate the growing frustration and anger here at Facebook's facilitation of and inability to mitigate the deep, deep pain and harm from the live-streamed massacre of our colleagues, family members and countrymen broadcast over your network.\"\nA Facebook spokesperson told the BBC: \"Acts of terror and hate speech have no place on Facebook, and our thoughts are with the families of the victims and the entire community affected by this tragedy. We have taken many steps to remove this video from our platform, we are cooperating with the authorities and our teams remain fully mobilised.\"\nIn a blogpost , the firm detailed how it had removed the video within minutes of hearing from the New Zealand police, adding that it had removed approximately 300,000 copies that had been posted afterwards.\nIt said that it was supporting the New Zealand police, and acknowledged that it needed to react faster to this kind of content.", "date": "26 March 2019", "href": "https://www.bbc.co.uk/news/technology-47705904", "tags": "youtube shootings sued new zealand representing facebook told content christchurch video complaint group french"}