{"title": "Facebook Moves to Repair Its Fractured Relationship With the Right", "content": "WASHINGTON — Hours after the publication of a news report last week accusing Facebook of anti-conservative bias, the company’s top Republican executive moved into damage-control mode.\nJoel Kaplan, Facebook’s vice president of global public policy and a former senior adviser to George W. Bush, sent a message to Barry Bennett, a Republican campaign strategist. Mr. Kaplan disputed the article by the technology site Gizmodo that said Facebook was suppressing right-wing stories and asked Mr. Bennett, a friend from the 2000 presidential election and a campaign coordinator for Donald J. Trump, for advice on how to repair the social network’s image with the right.\nMr. Bennett said he suggested Facebook meet with prominent Republican politicians and pundits. Within days, Mr. Kaplan organized a meeting at the company’s headquarters in Silicon Valley. Mr. Kaplan will preside over that meeting on Wednesday with Mark Zuckerberg, Facebook’s chief executive, and nearly a dozen conservatives, including Glenn Beck of TheBlaze television network and Jim DeMint, a former South Carolina senator and a leading figure in the Tea Party movement.\nMr. Kaplan is “walking a tightrope,” said Mr. Bennett, who will also attend the meeting. “Facebook is becoming such a powerful tool, everyone is watching it with a microscope.”\nThe scramble by Mr. Kaplan, a little-known figure outside Washington politics, shows just how hard it is to meaningfully change the image of Facebook as a politically liberal organization strongly attached to the Democratic Party. That image — fostered by how outspoken Mr. Zuckerberg and Sheryl Sandberg, Facebook’s chief operating officer, have been about their liberal beliefs — is increasingly important to change given the company’s enormous influence with 1.65 billion members worldwide and its role as a distributor of news and information.\nMr. Kaplan, who is based in Washington, was hired five years ago to counterbalance Facebook’s left-leaning perception. Since joining, he has increased the number of Republicans in the company’s 100-member Washington office, which include Kevin Martin, a former chairman of the Federal Communications Commission. He also formed Facebook’s political action committee and designed its donations to be evenly split between Republican and Democratic candidates.\nMr. Kaplan pushed back on aspects of Facebook’s decision to ban private gun sales, a measure that was enacted even after he gave a strong defense of gun ownership. And when progressive groups called this year for Facebook to boycott the Republican convention this summer if Mr. Trump were the party’s nominee, Mr. Kaplan told executives that support of both conventions was a good business decision even if they received criticism from the left.\nYet those efforts have been eclipsed by Facebook’s executives and their political stances. Mr. Zuckerberg has waded into the fray on immigration by supporting citizenship for children of illegal immigrants. In April, he openly rebuked Mr. Trump’s calls for stronger border control and the creation of a wall between the United States and Mexico. Ms. Sandberg, who began her career working for the Clinton administration, has hosted fund-raisers for President Obama and has contributed to Hillary Clinton’s presidential campaign.\n“Mr. Zuckerberg has made a public dedication to equal treatment and fair play,” Mr. DeMint wrote in a Facebook post on Monday. “Millions of Americans, myself included, depend on that guarantee to discuss important issues and share stories that affect our country.”\nMr. Kaplan, 47, declined requests for an interview. In a Facebook post over the weekend, he wrote, “I have heard the claims of bias from friends and colleagues. But that is not the truth of Facebook.” He added that conservative groups were thriving on the network.\nMr. Kaplan, a former Marine, graduated from Harvard Law School and clerked for two conservative justices, Antonin Scalia of the United States Supreme Court and J. Michael Luttig of the Fourth Circuit Court of Appeals. In 2000, he joined the Bush presidential campaign, working with Ted Cruz. At the White House, Mr. Kaplan served as Mr. Bush’s deputy chief of staff from 2006 to 2009.\nJosh Bolten, former chief of staff for George W. Bush, described Mr. Kaplan as “a consistent and strong voice for conservative principles.”\nIn 2011, Mr. Kaplan joined Facebook at the urging of Ms. Sandberg, who knew him from Harvard. He is now Facebook’s liaison to government leaders around the world, a role that requires moving between cultures.\nMr. Kaplan has strengthened Facebook’s ties with important Republican leaders. He has hosted House Speaker Paul Ryan of Wisconsin, Senators Marco Rubio of Florida and Rand Paul of Kentucky and former House Speaker Newt Gingrich at the company’s headquarters in Menlo Park, Calif.\nJodi Seth, a spokeswoman for Facebook, said that in hiring Mr. Kaplan, top executives “thought it was important to have a senior Republican in the office who could bring a conservative perspective to the table for important policy discussions.”\nYet the bias allegations are particularly thorny because of Facebook’s desire to be a trusted platform for users and media partners. The Gizmodo report, which said Facebook’s news curators prevented conservative articles from showing up in its Trending feature, highlighted how little is known about how information is presented on the social network.\nEven with his deep ties to the Republican party, Mr. Kaplan faces a challenge in winning over a fractured right wing. His relationship with the George W. Bush administration has alienated some Republicans, who say that segment of the party does not speak for the working class and anti-trade conservatives who have emerged in this year’s primary campaign.\nMr. Kaplan “is part of the conservative global elites who do not represent our constituents,” said Alexander Marlow, editor in chief of Breitbart, which the Gizmodo article highlighted as one of the media outlets suppressed by Facebook’s curators. Breitbart declined an invitation to Wednesday’s meeting. The website has said it wants an interview with Mr. Zuckerberg to publicly explain how Trending topics decisions work.\nConservatives will go into Wednesday’s meeting with Mr. Zuckerberg having heard his open immigration calls and criticism of Mr. Trump, as well as his public support of marriage equality rights and policies to mitigate climate change.\nMr. Bennett said he and other conservatives have complained to Mr. Kaplan specifically about Mr. Zuckerberg’s speech last month, when he referenced Mr. Trump’s policies. They noted that the Republican Party was partnering with Facebook on many campaign events and said the site should appear more neutral.\nOn Wednesday, Mr. Kaplan and Mr. Zuckerberg plan to explain how the Trending feature works and present guidelines for curators who write headlines and descriptions for it.\nAlso invited to the meeting are Dana Perino of Fox News; S. E. Cupp of CNN; Kristen Soltis Anderson, a columnist for The Washington Examiner; and Arthur C. Brooks, president of the American Enterprise Institute.\n“It’s no secret that traditional print and broadcast media have struggled with a reputation for bias,” Mr. Brooks said in a Facebook post on what message he planned to bring to Mr. Zuckerberg and Mr. Kaplan. “It is vital that new media avoid making old mistakes.”", "date": "May 17, 2016", "href": "https://www.nytimes.com/2016/05/18/technology/facebook-moves-to-repair-its-fractured-relationship-with-the-right.html", "tags": "fractured zuckerberg “ former campaign facebook republican repair right kaplan relationship moves"}