{"title": "Facial Scans at U.S. Airports Violate Americans’ Privacy, Report Says", "content": "WASHINGTON — A new report concludes that a Department of Homeland Security pilot program improperly gathers data on Americans when it requires passengers embarking on foreign flights to undergo facial recognition scans to ensure they haven’t overstayed visas.\nThe report, released on Thursday by researchers at the Center on Privacy and Technology at Georgetown University’s law school, called the system an invasive surveillance tool that the department had installed at nearly a dozen airports without going through a required federal rule-making process.\nThe report’s authors examined dozens of Department of Homeland Security documents and raised questions about the accuracy of facial recognition scans. They said the technology had high error rates and were subject to bias, because the scans often fail to properly identify women and African-Americans.\n“It’s telling that D.H.S. cannot identify a single benefit actually resulting from airport face scans at the departure gate,” said Harrison Rudolph, an associate at the center and an author of the report.\n“D.H.S. doesn’t need a face-scanning system to catch travelers without a photo on file,” he added. “It’s alarming that D.H.S. still hasn’t supplied evidence for the necessity of this $1 billion program.”\nHomeland security officials said the program was necessary and fulfilled a decades-old congressional requirement to prevent foreign visitors from overstaying their visas.\nJohn Wagner, deputy executive assistant commissioner for field operations at Customs and Border Protection, said American travelers could ask to be inspected other than by a facial scan before boarding flights. He said that at least 90 percent of the scans had correctly identified faces, and that the agency had not encountered gender or racial bias problems with the technology.\n“Our job is to meet the mandate and build the system,” Mr. Wagner said. “The fact that Congress felt strong enough to set aside a billion dollars to get it done speaks to its need.”\nThe report comes as homeland security officials begin to roll out a biometric exit system that uses facial recognition scanning in 2018 at all American airports with international flights.\nCustoms and Border Protection has been testing a number of biometric programs, teaming up with several airlines in Atlanta, Boston, New York and Washington. It will cost up to $1 billion, raised from certain visa fee surcharges over the next decade.\nCustoms officials say the biometric system has also produced some successes in the pilot testing and has helped catch people who have entered the United States illegally and are traveling on fake documents. They noted that facial scans and fingerprints — unlike travel documents — cannot be forged or altered and therefore give agents an additional tool to ensure border security.\nBut Senators Edward J. Markey, Democrat of Massachusetts, and Mike Lee, Republican of Utah, expressed concerns about the report’s findings. In a letter to Kirstjen Nielsen, the homeland security secretary, the senators urged the department to delay rolling out the facial scans until it addressed the privacy and legal concerns identified in the report.\nIn 1996, Congress ordered the federal government to develop a tracking system for people who overstayed their entry visas. After the Sept. 11, 2001, attacks, an entry- and exit-tracking system was seen as a vital national security and counterterrorism tool. The 9/11 Commission recommended in 2004 that the newly-developed Department of Homeland Security complete a system “as soon as possible.” Congress has since passed seven separate laws requiring biometric entry-exit screening.\nBut for years, officials have struggled to put a biometric exit system in place because the technology to collect the data was slow to take hold. And many American airports, unlike those in Europe and elsewhere, do not have designated international terminals, leaving little space for additional scanning equipment.\nThe biometric system being tested by the Department of Homeland Security can be used either with a small portable hand-held device or a kiosk equipped with a camera.\nThe system snaps a picture of a passenger leaving the United States and checks the person’s face with a gallery of photos maintained by Customs and Border Protection or the State Department. It also checks the person’s citizenship or immigration status against various homeland security and intelligence databases. For American citizens, the facial scans are checked against photos from State Department databases.\nWhile the system does take facial scans of American citizens, officials at Customs and Border Protection said, the information is used in a very limited way. The officials said scans of Americans were only used to verify identity — not to collect new information.\nMr. Wagner said Customs and Border Protection would comply with a federal process to address concerns before the face scanning system was used at all international terminals at American airports.\nLaura Moy, who helped write the report, said the Customs and Border Protection assurances were not sufficient.\n“They can change their minds on how they use this data at any time, because they haven’t put policies in place that govern how it’s supposed to be used,” said Ms. Moy, the deputy director of the Privacy and Technology Center at Georgetown Law. “This invasive system needs more transparency, and homeland security officials need to address the legal and privacy concerns about this system, before they move forward.”\nAn executive order signed in January by President Trump calls for homeland security officials to speed up the deployment of the biometric system to airports.\nThe United States continues to trail other nations in adopting the technology to collect biometric information. Nearly three dozen countries, including in Europe, Asia and Africa, collect fingerprints, iris scans, and photographs that can be used for facial recognition of people leaving their countries.", "date": "Dec. 21, 2017", "href": "https://www.nytimes.com/2017/12/21/us/politics/facial-scans-airports-security-privacy.html", "tags": "security report facial u.s. department scans ” system homeland says airports americans privacy violate"}