{"title": "Facing Defeat, Theresa May Delays Brexit Vote in Parliament", "content": "LONDON — Britain’s embattled Prime Minister Theresa May on Monday postponed a critical parliamentary vote on her proposal for Britain’s departure from the European Union, a humiliating retreat that left the country’s economic and political future uncertain, and revealed her tenuous hold on power.\nBritish lawmakers had been scheduled to vote on Tuesday on the agreement Mrs. May had reached with the bloc for Britain’s withdrawal, or Brexit. In changing course so late, Mrs. May has left the country without any clear way forward after an agonizing battle over an issue that has gripped British society for nearly three years.\nThe question facing the United Kingdom remains as straightforward — and yet as divisive — as it was when a small but clear majority of voters called for breaking with the European Union: Is it possible to have a smooth and orderly divorce from Europe that will not cause a sudden break in all political and economic ties, and also spare the British economy?\n[What is Brexit? A simple guide to why it matters and what happens next.]\nThe answer, for now, seems to be a resounding no. And the country’s future is as uncertain as ever.\nBut the opposition to her plan is also a rebuke to Mrs. May herself.\nAfter years of talking the talk of a hard-liner, insisting that no deal was better than a bad deal, Mrs. May showed up with a compromise that seemed to anger everyone on all sides of the debate.\nWhile a strong prime minister with reserves of political capital might also find it impossible to escape the political quicksand that is Brexit, Mrs. May has few allies even among her own party and is facing constant speculation that she could confront a no-confidence vote. She is hanging on only because her party cannot agree on an alternative.\nIn this reality, no plan and political paralysis means Britain could be staring at a hard break on March 29.\nThat would mean that suddenly, in one dramatic moment, Britain’s time would run out and it would lose much of its economic and political links to Europe. Banking, trade, travel, the border between Ireland and Northern Ireland — all would possibly change overnight.\nWith the news of the postponed vote, the British pound lost about 1 percent of its value against the euro and the United States dollar, falling to its lowest level in more than a year and a half.\nResponding to news of the delayed vote, Guy Verhofstadt, the European Parliament’s representative in the Brexit negotiations, wrote on Twitter, “I can’t follow anymore.”\n“This delay will further aggravate the uncertainty for people & businesses,” he wrote. “It’s time they make up their mind!”\nMrs. May told lawmakers she would resume talks with the European Union over their sticking points. But European leaders have said they will not renegotiate.\n“If we went ahead and held the vote tomorrow the deal would be rejected by a significant margin,” Mrs. May told Parliament, adding that she wished to defer the vote “and not proceed to divide the House at this time.”\nYet, by opting to try to enter more negotiations, both before and at a summit meeting of European Union leaders in Brussels on Thursday and Friday, Mrs. May effectively has placed her fate in their hands.\nThe leader of the opposition Labour Party, Jeremy Corbyn, said Mrs. May’s government had “lost control of events and is in complete disarray.”\nAlmost every major cabinet minister and some less senior figures are being mentioned as a possible leader or jockeying for position.\nThe opposition to Mrs. May’s plan had crystallized largely over objections to contingency plans for dealing with the Irish border that pro-Brexit lawmakers say could potentially leave the United Kingdom tied to some of the bloc’s rules.\nPresently, Northern Ireland, which is part of the United Kingdom, and Ireland, are within the European Union and there are no customs or other regulatory checks on goods passing between them. That could change after Brexit, or not.\nMrs. May’s plan, for example, could mean the whole of the United Kingdom would be part of a European-wide customs union. But Brexit supporters fear that could leave the United Kingdom indefinitely tied to many European rules.\nLawmakers themselves, though, do not agree on an alternative to Mrs. May’s proposal. Some would prefer a Brexit plan that might keep closer ties to the European Union, while others hope to reverse the whole process by holding a second referendum.\nEuropean Union officials have insisted that Mrs. May’s deal, reached last month after lengthy negotiations, is their final offer.\n“The Brexit withdrawal agreement is the only deal on the table between the E.U. and the U.K. and is not open to renegotiation,” the Irish prime minister, Leo Varadkar, declared.\nWhat Mrs. May seems to be angling for is a formal declaration or assurance from the European Union that the plan for the Irish border — keeping it open for the flow of goods — will not be permanent.\nThe president of the European Union, Donald Tusk, extended an olive branch of sorts on Monday, writing on Twitter that although the bloc “will not renegotiate the deal,” it would “discuss how to facilitate U.K. ratification” while also discussing preparations for “a no-deal scenario.”\nMrs. May acknowledged that “there remains widespread and deep concern” over plans for the Irish border.\nBut she insisted that her plan was “the best deal that can be negotiated.” She said she wanted to win more assurances from Brussels to help sell her proposal to skeptical lawmakers.\nMost analysts believe that European leaders are highly unlikely to reopen the 585-page, legally binding withdrawal deal. And so Monday’s move could simply delay the inevitable reckoning over an agreement that has united significant numbers of lawmakers of different views in their opposition.\nSteve Baker, a member of the European Research Group, an alliance of pro-Brexit Conservative lawmakers, said postponing the vote would amount to “essentially a defeat” of Mrs. May’s agreement with the European Union.\nThe terms of the agreement “were so bad that they didn’t dare put it to Parliament for a vote,” he said on Twitter. “This isn’t the mark of a stable government or a strong plan.”\nMrs. May did not say when she wants to hold a new vote on her plan.\nHer only hope, a slim one, is that some new declaration from Brussels — or, perhaps, a scary drop in the pound or the financial markets — will persuade her rebel lawmakers to fall into line.\nThe financial effects of the uncertainty are being felt already. As the pound sterling fell on the international currency markets, Carolyn Fairbairn, director-general of the Confederation of British Industry warned that “unless a deal is agreed quickly, the country risks sliding toward a national crisis.”\nMrs. May’s announcement came hours after the European Union’s highest court ruled that Britain could legally cancel its decision to leave the bloc and remain under its current terms, throwing a lifeline to those who still hope to reverse the withdrawal.\nThe decision, from the European Court of Justice, confirmed a recommendation last week by one of the court’s senior legal advisers.\nMrs. May started the two-year exit process under Article 50 of the European Union’s treaty in March 2017. She has vowed to carry out the will of voters, who narrowly approved withdrawal from the union in a 2016 referendum.\nBut the European Court ruled that Britain could withdraw its Article 50 submission before the March 29 withdrawal date, as long as it did so in accordance with the country’s democratic and constitutional arrangements, and communicated the decision in writing. The reversal would not require the approval of the 27 other member countries, the court said.", "date": "Dec. 10, 2018", "href": "https://www.nytimes.com/2018/12/10/world/europe/uk-brexit-ecj.html", "tags": "brexit european may defeat could theresa parliament union deal ” facing delays mrs. vote"}