{"title": "Family of Christine Beshar, Trailblazing Lawyer, Selling Co-op", "content": "A grandly proportioned 14-room apartment on the 11th floor of the 120 East End Avenue co-op building, opposite Carl Schurz Park and facing the East River, is being put on the market by the family that has owned it for more than four decades.\nThe seller is the estate of Christine Beshar, one of the first female partners of a Wall Street law firm. She died in January. The asking price will be $8.95 million, said Serena Boardman of Sotheby’s International Realty, who is the listing broker, along with her colleague, Meredyth Hull Smith. Monthly maintenance is $10,485.\nMrs. Beshar specialized in trust and estate law at Cravath, Swaine & Moore, and was made a partner seven years after she was hired, in 1971. The following year, she and her husband, Robert P. Beshar, also a lawyer, moved into No. 11A at East End Avenue, on the northwest corner of 85th Street, with their son and three daughters.\nThe young family’s move came at a time when the city was experiencing soaring crime and serious financial issues, and many residents were fleeing to the suburbs.\n“New York City was really in tough shape, but my parents saw value in this apartment, with its enormous, sun-filled rooms and magnificent views,” said Cornelia Beshar Spring, one of Mrs. Beshar’s daughters, estimating that her parents paid “less than $200,000” for the place back then.\nNot too much has been done to the apartment since the Beshars settled in 47 years ago, and remained until their deaths. (Mr. Beshar died in 2014.) “They were very good stewards of the architectural integrity of the apartment,” Ms. Boardman said, “which is very rare today.”\nFor potential buyers, Ms. Smith said, the unchanged state of the apartment represents “an opportunity to have all the prized prewar details that haven’t been ruined or removed by poorly done renovations along the way.”\nThe home’s numerous architectural flourishes include original features like 10-foot ceilings in the entertaining space, herringbone oak floors, decorative moldings and two wood-burning fireplaces that are in working condition. There are also decorative faux bois wall designs and hand-painted Gracie wallpaper.\nThe apartment, which offers striking park and river vistas from its many floor-to-ceiling windows, is roughly 5,250 square feet, with five bedrooms and six and a half baths.\nThe unit has a private elevator landing that opens to a stately gallery with a black-and-white checkered floor and a powder room. The gallery leads to the three main public spaces: a library with built-in bookcases and a fireplace, a formal wallpapered dining room and a 30-by-20-foot living room with built-in display cabinets and the second fireplace. Off the dining room are a breakfast room and a large eat-in windowed kitchen, with a service elevator, laundry and two staff rooms sharing a bath nearby.\nAt the back of the apartment, off a long hallway, is a private wing that contains the five en-suite bedrooms and a family room/playroom fashioned from two maid’s rooms. The large master suite has two walk-in closets and a tiled bathroom.\n“It’s all so properly laid out,” Ms. Boardman said. “It’s a real family apartment.”\nMs. Spring, who is a managing director of J. P. Morgan Private Bank, said she and her siblings have fond memories of their childhood home.\n“There were always a lot of people there,” she said, recalling the holiday parties her parents had with their German relatives in attendance and the many after-school gatherings with classmates. “We’d come home in the middle of the day and bring our friends, and sit down at the kitchen table with a gallon of ice cream and several spoons.”\nThe East End Avenue apartment house — a block from the Chapin School, which the Beshar girls attended — was developed 87 years ago by Vincent Astor and designed by the architect Charles A. Platt.\nAlthough the building’s 17-story limestone facade is free of embellishment, except for grillwork around its oversize windows, the apartment interiors were designed to be as spacious and ornate as many of those found in Fifth Avenue contemporaries. Mr. Astor wanted to attract wealthy families to the Far East Side of Manhattan, once a threadbare area of walk-ups and factories.\nMr. Astor and his wife, Brooke Astor, also lived in the building. Other early tenants included Thomas Hitchcock Jr., a well-known polo player, and Lawrence Tibbett, a star baritone at the Metropolitan Opera.", "date": "March 29, 2018", "href": "https://www.nytimes.com/2018/03/29/realestate/family-of-christine-beshar-trailblazing-lawyer-selling-co-op.html", "tags": "room beshar avenue christine ” selling co-op many apartment east trailblazing family lawyer"}