{"title": "Far-Right German Party Is Poised to Break Postwar Taboo", "content": "BERLIN — In an unpredictable political year across Europe, the German election on Sunday has been considered the boring final act. Angela Merkel, the Continent’s most powerful figure, is expected to win a fourth term as chancellor after a colorless campaign. Yet if many Germans seem satisfied enough with their leader, others are unhappy with the wishy-washy consensus of the main political parties.\nTroubled by her migration policy and her long tenure, some Germans are turning more toward smaller, more ideological parties. For the first time in more than 60 years, they are expected to vote a far-right, anti-immigration party — the Alternative for Germany, known by its German initials, AfD — into the federal Parliament.\nIn recent weeks, the party has regained lost ground in the opinion polls. It could emerge as Germany’s third-largest party — and even become the leader of the opposition, if the current coalition of the two largest parties falls apart.\nSuch a scenario would represent a big shift in the consensus-driven style of politics in Germany. And the historical import is undeniable in a country still shadowed by the Nazi legacy of World War II, which is why the election is generating some angst.\nEven the party’s entrance into Parliament “would be a dramatic milestone,” said Frank Decker, a political scientist from the University of Bonn. “In the past there were a few individual old Nazis who made it into the national Parliament, but there has never been a party on the far-right of the political spectrum.”\nFar-right parties have held seats in state legislatures and municipal councils in Germany for decades. But since the federal Parliament of West Germany was established in 1949 after the Nazi defeat in World War II, no party to the right of the Christian Democratic Union has surpassed the 5 percent threshold necessary to win seats there.\nSeveral polls estimate that the AfD, which has morphed from an anti-euro currency party to one opposed to immigration, will win 10 percent to even 15 percent of the vote.\nMs. Merkel’s Christian Democrats — who vote as a bloc with their Bavarian sister party, the Christian Social Union — remain on track to emerge as the strongest party, with about 36 percent of the vote. The Social Democrats — whose leader, Martin Schulz, has struggled to differentiate himself from Ms. Merkel after his party has ruled together with hers for the last four years — are estimated to win about 22 percent.\nEntrance into Parliament would also strengthen the AfD by making it eligible for public financing and increasing its visibility. Its members would serve on parliamentary committees and would force more established political parties to respond more clearly on issues like immigration and redefining the national identity.\n“The AfD has already sharply changed the discourse, as can be seen from the election campaign,” said Niko Switek, a professor at the NRW School of Governance at the University of Duisburg-Essen. “German politics have become polarized again.”\nYes and no. The main German parties are solidly pro-European and the campaign has actually been criticized as too dull, leaving room for smaller, more extreme parties, like the AfD and the Left party, the inheritor of the East German Communist Party, to make inroads.\nGerd Feichtinger, a sanitation technician who was born in the former East Germany, said that after decades of supporting the chancellor’s conservatives, the AfD was getting his vote.\n“I want to finally see a real opposition in Parliament,” he said in a phone interview from his home near the former West German capital of Bonn. “Whatever happens, Ms. Merkel has to go. I am going to do what I can to make that happen.”\nAt the same time, representation for the AfD in parliament, given Germany’s complicated system of proportional representation, would acknowledge democratic reality and give 10 percent or more of the Germans, who like Mr. Feichtinger feel isolated and alienated, a voice in the national political debate.\nThe AfD remains strongest in the formerly Communist east and has dealt the Christian Democrats humiliating election defeats in state elections there. But it has failed to do as well in the west, although it entered the regional Parliament of the most populous state, North-Rhine Westphalia, for the first time in May.\nAs campaigning began in the summer, the immigration issue had largely slipped out of the collective consciousness, the party’s support dipped into the single digits from the near 20 percent it enjoyed just after the arrival of nearly a million refugees in 2015.\nBut after the only televised debate between Ms. Merkel and Mr. Schulz focused heavily on the immigration issue — revealing the similarities in their position — the AfD appeared to gain again, said one pollster, Nico Siegel, of Infratest dimap.\n“There was hardly any difference in their positions,” Mr. Siegel said.\nFour smaller parties, up from the current two, are expected to make it into Parliament: the AfD; the liberal Free Democrats, who are running almost neck-and-neck for third place; the Greens; and the Left party. But a significant number of voters say that they remain undecided.\nMs. Merkel could face a tough choice between two options for forming a government, particularly if the AfD comes in third. One would be trying to revive the “grand coalition” of the past four years with the Social Democrats, many of whom think they would be better off with a time in opposition.\nHer preference would appear to be a coalition with the Free Democrats — who are poised to re-enter Parliament after failing to secure enough support in 2013 — and, if they fail to win enough seats to secure a majority together, the Greens.\nBut that would lead to extremely complicated coalition negotiations, which could take weeks, if not months, to resolve.\nIf AfD were to become the leader of the opposition, that would grant it the right to respond to the chancellor after she addresses Parliament and would give the far-right party more exposure.\nConcern is already building about how the far right’s greater prominence would affect the largely respectful demeanor of debate that has been a cornerstone of German politics for decades.\nThe president of the Parliament, Norbert Lammert, who has announced his retirement after 12 years in that position, earned resounding applause this month when he urged lawmakers to uphold the “consensus of democrats over the competition between parties that fanatics and fundamentalists consider to be more important.”\nRecent weeks have been marked by an increasingly aggressive tone in the AfD’s campaign strategy, notably in an online ad accusing Ms. Merkel of breaking her oath of office by admitting so many refugees, and in protests by demonstrators who have disrupted the chancellor’s rallies by blowing whistles and shouting, “Get lost!”\nAlexander Gauland and Alice Weidel, the AfD’s co-leaders, held two separate news conferences in the final weeks of campaigning, highlighting different elements of the party’s stance on immigration in an apparent effort to remind voters of the issue.\nMr. Gauland, one of the founders of the party four years ago, has also taken on a more extreme, nationalist tone. He stood by his call last month for Ms. Merkel’s integration minister to be “disposed of” in Anatolia, the home of her grandparents, even when the chancellor pointedly called the remarks racist.\nHe has also taken on the country’s postwar culture of atonement and remembrance of that period, calling for Germans to “take pride in the performance of German soldiers in two world wars.”\nSuch extreme statements seem to be mobilizing party loyalists, said Bernhard Pörksen, a media professor at the University of Tübingen.\n“The success of the AfD is in its strategy of choosing aggressive polarization,” he said, “while the other parties are more careful, more weighed; and they are notable to make the differences between them clear.”\nWhile the party seems to have energized its adherents, its critics have also been galvanized. Some Germans look on the prospect of AfD in Parliament with trepidation.\n“I think about it a lot and it scares me,” said Markus Pesch, 41, who studies ecotourism in Berlin. “I’m sure they’ll get more than 10 percent, and will probably beat out the Greens and the Left,” he said. “I’m worried that they get to help make political decisions and that they’ll have a real influence.”\nOthers are more sanguine. “I’m not really worried about the rise of the AfD. Not everyone who is voting for them are actually right wing,” said Christian Sekula, 54, a goods trader from Berlin. “They’re just not happy, and they haven’t found what they are looking for with the current parties.”", "date": "Sept. 21, 2017", "href": "https://www.nytimes.com/2017/09/21/world/europe/far-right-german-party-poised-to-break-postwar-taboo.html", "tags": "postwar parties break poised german party afd ” parliament far-right — taboo"}