{"title": "Fare Evasion Is Skyrocketing on New York City’s Subway. Here’s Why.", "content": "As New York’s subway struggles with aggravating delays, a spirited debate has erupted over why riders are abandoning the system.   \nOn Monday, subway officials said many New Yorkers are still taking the trains. They just aren’t paying.\nThe Metropolitan Transportation Authority expects to lose about $215 million this year from fare evasion on the subway and buses, officials said during a presentation to the agency’s board. About 208,000 people ride the subway each day without paying — nearly 4 percent of all subway riders during the fourth quarter of this year. \n“It is an increasing problem,” said Andy Byford, who oversees the subways and buses.\nHere’s what we know about the problem:\nSubway officials on Monday did not give one clear reason, though several factors could be at play.\nSome New Yorkers cannot afford to pay rising fares. Others might be protesting terrible service. Rather than jumping the turnstile, those who avoid paying fares mostly sneak in using an emergency exit — a problem that has quadrupled since 2011, officials said. \nSubway exits once had loud sirens that rang when the emergency door was open for too long, but the alarms were silenced in 2014.  Alarms were supposed to thwart fare evasion, but subway officials acknowledged then that they were not much of a deterrent.\nAnother factor was the decision last year by the Manhattan district attorney’s office not to prosecute most people arrested over fare evasion. Arrests for fare evasion were down dramatically this year, according to the transit agency.\nFare evasion on buses is even worse. About 348,000 people take the bus every day without paying — about 16 percent of all bus riders. \nSome bus riders use the rear door to avoid paying, but most fare beaters simply enter through the front door without paying, the transit agency said. Bus drivers are often hesitant to confront riders out of fear that they will be assaulted. In 2008, a bus driver was killed during an argument with a rider over the fare.\nFare evasion is the worst in the Bronx and on buses in Staten Island, officials said, though they did not explain why.\nThe police can give anyone not paying the fare a civil summons that can carry a $100 fine. But someone lacking a valid identification or with a history of similar arrests can be booked on a “theft of services” charge, a misdemeanor carrying a maximum penalty of a year in jail, according to the police.\nOn Monday, subway riders had another difficult morning, especially on the F and G lines, where trains were snarled by signal problems. \nAs a result of these ongoing disruptions, some riders are leaving the subway for Uber and other ride-hail apps. Others are frustrated that another fare increase is expected in March. \nMr. Byford told the board that he was working to address concerns over a transit “death spiral,” in which ridership declines and the agency cuts service to save money, leading to a further exodus of riders.\n“We’re mindful of the problem, and we’re trying to avoid it,” Mr. Byford said.\nFare evasion has accounted for about one-third of the drop in subway ridership since 2015 and about half of the bus ridership decline during that period, officials said. \nLost revenue is a problem for the transit agency, which is facing a budget crisis. Without new revenue sources, subway officials said they will have to approve huge fare increases or cut service. \nThe agency throughout the year posts staffers at subway stations and on bus routes in all five boroughs to count the number of people entering through emergency exists or boarding buses without paying.\nThat sample — from about 180 stations and 140 bus routes — is then extrapolated to calculate figures for the entire system. Sometimes, a special group known as an “eagle team” boards buses to count paid and unpaid passengers. \nThe number of fare beaters is likely higher than the agency’s estimates, officials said, because the observers may miss some offenders, or their presence could prevent some people from not paying.\nLawrence S. Schwartz, an authority board member, said the agency should not continue to raise fares unless it shows it can curtail fare evasion. Mr. Schwartz is a close ally of Gov. Andrew M. Cuomo, who controls the system. \n“We need to send a very loud and clear message that we may need you to pay more,” he said, “but we’re going to improve the reliability and the performance and we’re going to crack down on the people that have somehow been scamming the system and getting away with not paying.”", "date": "Dec. 4, 2018", "href": "https://www.nytimes.com/2018/12/04/nyregion/fare-evasion-new-york-city-subways.html", "tags": "officials york bus paying city agency subway evasion riders new fare skyrocketing"}