{"title": "Fear of Intensifying Trade War Ricochets Through Economy", "content": "Fears of an escalating trade war between the United States and China ricocheted through the American economy on Tuesday, sending stocks down sharply and prompting businesses large and small to brace for fallout.\nFor months, investors and companies had been lulled into a sense of security that the world’s two largest economies appeared to be getting closer to a deal to resolve their battle. That calm was shattered this week when the Trump administration threatened to impose a new round of tariffs on hundreds of billions of dollars of Chinese products.\nA delegation of Chinese leaders is preparing to travel to Washington for talks later this week, and Trump administration officials pledged to try to get trade negotiations back on track. But it is unclear whether the two sides can defuse the newest tensions.\nAfter financial markets closed on Monday, Treasury Secretary Steven Mnuchin and Robert Lighthizer, the United States trade representative, emphasized that President Trump’s threats were not idle.\nThe market reaction was swift. On Tuesday, the S&P 500 index dropped 1.65 percent, its second straight daily decline. The sour mood continued early Wednesday in Asia, as markets in China, Japan and Hong Kong traded down 1 percent or more.\nThat spoiled what had been a jubilant mood in the markets. In the first four months of 2019, the S&P 500 soared 17.5 percent, the index’s best start to a year since 1987. Investors shook off concerns that the global economy was slowing, that the Federal Reserve would raise interest rates and that the trade battle between the United States and China would drag on.\n“We had all of those more or less resolved,” said Evan Brown, a markets strategist at UBS Asset Management. “We had the Fed become a lot more dovish. We had growth stabilize. And we had what everyone thought was the trade war moving toward a healing phase.”\nSome experts said the market’s hot streak this year, along with consistently robust data about the health of the United States economy, might be emboldening Mr. Trump to ratchet up the trade dispute with China.\n“He’s never had better cards dealt to him to push China hard than right now,” said Michael Purves, chief global strategist at the brokerage firm Weeden & Company. “There’s clearly the risk that he’s going to push this into Friday and beyond.”\nTalks are racing against a deadline. The Trump administration is threatening to raise the tariff on roughly $200 billion of Chinese imports to 25 percent, from 10 percent, on Friday.\nThe administration doubled down after Chinese negotiators walked back commitments, including how the deal would be enforced. They particularly objected to how Mr. Trump’s advisers wanted to codify it, people familiar with the talks said.\nThe administration wanted the text of the agreement to specify that some of changes that China had promised would be made in Chinese law. But Chinese negotiators insisted that the changes would be carried out through regulatory and administrative actions by the Chinese government, and not cemented in place through legislation in the National People’s Congress.\nIn a briefing on Tuesday, a Chinese government spokesman did not directly address the American accusations, but said that raising tariffs would not resolve any problems and that China was continuing to negotiate in good faith.\nThe growing friction led investors and business owners to steel themselves for greater turbulence. On Tuesday, investors battered shares of companies that rely directly or indirectly on international trade and the Chinese economy.\nCaterpillar and Deere, industrial equipment makers with large markets in China, dropped 2.3 percent and 1.5 percent. Boeing, one of the United States’ largest exporters, dropped about 4 percent. Shares of semiconductor companies sank more than 2 percent.\nIn China, share prices plunged as much as 6 percent on Monday after Mr. Trump’s initial threat. They recovered only a small part of those losses on Tuesday.\nBrock Silvers, the chief executive of Kaiyuan Capital, an investment management and advisory firm in Shanghai, said there was little optimism that Vice Premier Liu He, who will lead China’s delegation to the United States this week, could persuade the Trump administration to delay the latest increase in tariffs, at least initially.\n“Markets had expected a quick agreement, and now seem shocked by the possibility of a prolonged economic conflict,” Mr. Silvers said.\nA parade of United States trade associations sounded alarm bells this week that a new round of tariffs risked disrupting their industries, harming the economy and raising prices for consumers.\nThe auto industry, for example, is worried that tariffs will make imported car parts more expensive, and that China will put retaliatory tariffs on American-made cars sold in China, said John Bozzella, the president of Global Automakers, which represents international car companies.\n“Our concern is, as we go back into a phase of tit-for-tat tariffs, that the auto industry would face some significant pain,” Mr. Bozzella said.\nTariffs would also hurt the chemicals industry, which depends on China for several chemicals that are not available anywhere else and are critical to American manufacturing, said Cal Dooley, the president of the American Chemistry Council.\n“The risks of continuing to use tariffs as a negotiating tactic with China are simply too high — and any potential benefits still unclear,” Mr. Dooley said.\nStephen K. Bannon, Mr. Trump’s former chief strategist, praised the president on Tuesday for daring to anger big companies by standing up to China.\n“This is the biggest move of his presidency — to break ranks with other administrations and confront China’s economic war with America,” Mr. Bannon said.\nBut not just giant industries could be walloped by a new round of tariffs on Chinese products.\nTiffany Williams, owner of the Luggage Shop of Lubbock in Texas, was already hurting this year from the first phase of duties. They led to a roughly 10 percent increase in the price of the travel bags and accessories that her store sells. Ms. Williams had responded by raising her prices. That, she said, led some customers to shy away from buying high-end bags — which now cost more than $400 each, up from about $370 — and instead buy cheaper luggage.\nThis week, Ms. Williams said, she started getting calls from wholesalers warning that prices will go up again if Mr. Trump makes good on his threat to increase tariffs on Chinese imports.\n“It’s very concerning,” said Ms. Williams, whose grandfather opened the shop in 1951. “It will change what consumers are ready to buy from us.” As she waits to assess the damage, she said, she is holding off on hiring more workers.\nDelta Children in New York, which sells cribs that it imports from China, swallowed most of the costs stemming from the first round of tariffs, the company's president, Joe Shamie, said. He said he had increased prices to retailers by only about 3 percent.\nA new round of tariffs? “We can’t absorb them,” said Mr. Shamie, who described his company as the world’s largest seller of cribs. “Our prices will go up drastically.”\nThe average price of a crib is between $200 and $250, but prices will top $300 if the higher tariffs are enacted, most likely leading some families to forgo buying a new crib, he said.\nDelta Children employs 350 workers. If crib sales decline because of the tariffs, Mr. Shamie said, he will have to consider layoffs.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/business/stock-market-china-trade.html", "tags": "percent china intensifying ” economy trump war fear trade chinese tariffs ricochets"}