{"title": "Fears for asylum seekers as Nauru cuts Australia appeal court ties", "content": "Nauru has severed ties with Australia's highest court, sparking concerns that hundreds of asylum seekers could be left without the right to appeal.\nThe move to cut ties with Australia's High Court means the Pacific island now has no appeal system of its own. \nNauru says it will establish its own local court of appeal instead. \nThe tiny island nation hosts a controversial Australian offshore detention centre where hundreds of asylum seekers are currently held.\nUnder its policy, Australia refuses to take in anyone trying to reach its territories unofficially by boat. They are intercepted and detained either in detention centres on Nauru or Manus Island in Papua New Guinea.\nNauru's highest court is its Supreme Court but since an agreement in 1976 the High Court of Australia has been the final court of appeal for those on the island.\nCritics say that abolishing this could have a negative impact for the asylum seekers on Nauru.\n\"Asylum seekers could [previously] appeal adverse decisions about their refugee status through the High Court of Australia,\" George Newhouse, an Australian human rights lawyer, told AFP news agency. \n\"Without an independent right of appeal, asylum seekers are at risk of being returned to harm or even death.\"\nThe Australian Department of Foreign Affairs and Trade confirmed on Sunday that the agreement between Nauru and Australia had already been terminated on the 12 March. \nLast month Nauru's president Baron Waqa called for the country to cut links with Australia's high court, saying it would prove the country's \"maturity\".\n\"The establishment of a final appellate court can be regarded as an affirmation of Nauru's sovereignty, independence and maturity as a nation,\" he told parliament.\n\"Severance of ties to Australia's highest court is a logical step towards full nationhood.\"\nAllegations of human rights abuses and overcrowding has plagued Australia's detention centre in Nauru for years. \nIn 2017, the Australian government said 1,162 asylum seekers who had arrived by boat were living in the Manus Island and Nauru detention centres.", "date": "2 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-43615482", "tags": "australia island high fears court cuts appeal asylum australian detention nauru ties seekers"}