{"title": "Fed Cuts Key Rate to a Record Low", "content": "WASHINGTON — The Federal Reserve entered a new era on Tuesday, lowering its benchmark interest rate virtually to zero and declaring that it would now fight the recession by pumping out vast amounts of money to businesses and consumers through an expanding array of new lending programs.\nGoing further than expected, the central bank cut its target for the overnight federal funds rate to a range of zero to 0.25 percent and brought the United States to the zero-rate policies that Japan used for years in its own fight against deflation.\nThough important as a historic milestone, the move to an interest rate of zero from 1 percent is largely symbolic. The funds rate, which affects what banks charge for lending their reserves to each other, had already fallen to nearly zero in recent days because banks have been so reluctant to do business.\nOf much greater practical importance, the Fed bluntly announced that it would print as much money as necessary to revive the frozen credit markets and fight what is shaping up as the nation’s worst economic downturn since World War II.\nIn effect, the Fed is stepping in as a substitute for banks and other lenders and acting more like a bank itself. “The Federal Reserve will employ all available tools to promote the resumption of sustainable economic growth,” it said. Those tools include buying “large quantities” of mortgage-related bonds, longer-term Treasury bonds, corporate debt and even consumer loans.\nThe move came as President-elect Barack Obama summoned his economic team to a four-hour meeting in Chicago to map out plans for an enormous economic stimulus measure that could cost anywhere from $600 billion to $1 trillion over the next two years.\nThe two huge economic stimulus programs, one from the Fed and one from the White House and Congress, set the stage for a powerful but potentially risky partnership between Mr. Obama and the Fed’s Republican chairman, Ben S. Bernanke.\n“We are running out of the traditional ammunition that’s used in a recession, which is to lower interest rates,” Mr. Obama said at a news conference Tuesday. “It is critical that the other branches of government step up, and that’s why the economic recovery plan is so essential.”\nFinancial markets were electrified by the Fed action. The Dow Jones industrial average jumped 4.2 percent, or 359.61 points, to close at 8,924.14.\nInvestors rushed to buy long-term Treasury bonds. Yields on 10-year Treasuries, which have traditionally served as a guide for mortgage rates, plunged immediately after the announcement to 2.26 percent, their lowest level in decades, from 2.51 percent earlier in the day.\nYields on investment-grade corporate bonds edged down to 7.215 percent on Tuesday, from 7.355 on Monday. Yields on riskier high-yielding corporate bonds remained in the stratosphere at 22.493 percent, almost unchanged from 22.732 on Monday.\nBy contrast, the dollar dropped sharply against the euro and other major currencies for the second consecutive day —  a sign that currency markets were nervous about a flood of newly printed dollars. Some analysts predict that the Treasury will have to sell $2 trillion worth of new securities over the next year to finance its existing budget deficit, a new stimulus program and to refinance about $600 billion worth of maturing government debt.\nFor the moment, Mr. Obama and Mr. Bernanke appear to be on the same page, though that could abruptly change if the economy starts to revive. Fed officials have already assumed that Congress will pass a major spending program to stimulate the economy, and they are counting on it to contribute to economic growth next year.\nIn more normal times, the Fed might easily start raising interest rates in reaction to a huge new spending program, out of concern about rising inflation.\nBut data on Tuesday provided new evidence that the biggest threat to prices right now was not inflation but deflation.\nThe federal government reported on Tuesday that the Consumer Price Index fell 1.7 percent in November, the steepest monthly drop since the government began tracking prices in 1947. The decline was largely driven by the recent plunge in energy prices, but even the so-called core inflation rate, which excludes the volatile food and energy sectors, was essentially zero.\nMr. Obama’s goal is to have a package ready when the new Congress convenes on Jan. 6. His hope is that the House and Senate, with their bigger Democratic majorities, can agree quickly on a plan for Mr. Obama to sign into law soon after he is sworn into office two weeks later.\nThe Fed, in a statement accompanying its rate decision, acknowledged that the recession was more severe than officials had thought at their last meeting in October.\n“Over all, the outlook for economic activity has weakened further,” the central bank said.\n“Labor market conditions have deteriorated, and the available data indicate that consumer spending, business investment and industrial production have declined.”\nThe central bank added: “The committee anticipates that weak economic conditions are likely to warrant exceptionally low levels of the federal funds rate for some time.”\nWith fewer than 10 days until Christmas, retailers from Saks Fifth Avenue to Wal-Mart have been slashing prices to draw in consumers, who have sharply reduced their spending over the last six months. On Tuesday, Banana Republic offered customers $50 off on any purchases that total $125. The clothing retailer DKNY offered customers $50 off any purchase totaling $250.\nIan Shepherdson, an analyst at High Frequency Economics, said falling energy prices were likely to bring the year-over-year rate of inflation to below zero  in January.\nThe Fed has already announced or outlined a range of unorthodox new tools that it can use to keep stimulating the economy once the federal funds rate effectively reaches zero. On Tuesday, Fed officials said they stood ready to expand them or create new ones to relieve bottlenecks in the credit markets.\nAll of the tools involve borrowing by the Fed, which amounts to printing money in vast new quantities, a process the Fed has already started. Since September, the Fed’s balance sheet has ballooned from about $900 billion to more than $2 trillion as it has created money and lent it out. As soon as the Fed completes its plans to buy mortgage-backed debt and consumer debt, the balance sheet will be up to about $3 trillion.\n“At some point, and without knowing the timing, the Fed is going to have to destroy all that money it is creating,” said Alan Blinder, a professor of economics at Princeton and a former vice chairman of the Federal Reserve.\n“Right now, the crisis is created by the huge demand by banks for hoarding cash. The Fed is providing cash, and the banks want to hoard it. When things start returning to normal, the banks will want to start lending it out. If that much money is left in the monetary base, it would be extremely inflationary.”", "date": "DEC. 16, 2008DEC. 16, 2008DEC. 16, 2008", "href": "https://www.nytimes.com/2008/12/17/business/economy/17fed.html", "tags": "zero fed percent key record cuts new ” federal low economic rate tuesday"}