{"title": "Fed Plans to Continue Raising Rates, Despite Trump’s Ire", "content": "WASHINGTON — The Federal Reserve’s official account of its latest policy meeting, published Wednesday, does not mention any discussion of President Trump’s demands that the Fed should stop raising interest rates.\nBut it makes clear that Mr. Trump’s economic policies are very much on the Fed’s mind.\nThe strength of economic growth, thanks in part to the tax cuts Mr. Trump championed last year, is prompting Fed officials to consider the need to prevent the economy from overheating for the first time since the 2008 financial crisis, according to the minutes of the September meeting of the Federal Open Market Committee.\nMost Fed officials predicted in September that the Fed would raise its benchmark interest rate to a mildly restrictive level, above 3 percent, by the second half of 2019.\n“It’s time to readjust the policy stance at least to neutral,” Charles L. Evans, the president of the Federal Reserve Bank of Chicago, said Friday on CNBC. “Let’s see how the economy is performing at that point, and then we might have to do a little bit more after that.”\nBut the Fed remains uncertain about its plans for the coming year, and one reason is that Fed officials also are concerned that Mr. Trump’s trade policies could impede economic growth, the minutes said.\nThe Fed has said Mr. Trump’s policies, including tariffs on steel, aluminum and a wide range of Chinese goods, have not yet dented aggregate measures of economic growth.\nBut the minutes said some businesses told Fed officials that “uncertainty regarding trade policy” played a role in decisions “to forgo production or investment opportunities.” In particular, it said, “tariffs on aluminum and steel were cited as reducing new investment in the energy sector.”\nThe Fed’s overall tone remains bright and sunny. The economy is in the 10th year of one of the longest expansions in American history, and officials expect the good times to continue.\nThe bottom line, the Fed said, was that the economy “was evolving about as anticipated.” Spending is up, driven in part by the tax cut, and a few Fed officials said they saw evidence that companies were beginning to increase investment in response to the tax cut, although the minutes did not elaborate.\nFed officials are paid to worry about potential economic problems, and the minutes include a familiar list: Increased disruptions to trade could weigh on growth; slower economic growth in the rest of the world could weigh on the United States; a shortage of workers could begin to increase inflation.\nBut the minutes said these risks were roughly balanced by the potential for faster economic growth.\nThe Fed raised its benchmark rate by a quarter percentage point at the September meeting, to a range between 2 percent and 2.25 percent. Investors expect another quarter-point increase at the Fed’s final meeting of the year, in December, and the minutes will most likely reinforce that expectation.\nThe march toward higher rates has drawn a sharp response from Mr. Trump, who has lately seized any opportunity to throw verbal rocks at the Fed, most recently on Tuesday, when he told Fox Business that he regards the central bank’s march toward higher interest rates as “my biggest threat.”\nMr. Trump complained that the Fed is “raising rates too fast” despite the low level of inflation.\nThe president said he had not spoken directly about his concerns with the Fed’s chairman, Jerome H. Powell, adding, “I’m not happy with what he’s doing because it’s going too fast.”\nSome liberal economists and advocates have also criticized the rate increases. Inflation remains around the 2 percent annual pace that the Fed regards as healthy, and Fed officials have said they see little sign or danger of an acceleration. Critics of the rate increases argue that encouraging continued economic growth would pull more people back into the labor force, and put more money into workers’ pockets.\nMr. Powell, for his part, has declined to respond directly to the president’s attacks, saying only that the Fed would make policy decisions based on economic data, without regard to political considerations. But he has defended the trajectory of Fed policy, arguing that the central bank is trying to strike a balance between encouraging economic growth and maintaining control of inflation.\nSome former Fed officials have criticized Mr. Trump’s remarks.\nMr. Powell’s predecessor, Janet L. Yellen, said last week that it was “not a desirable thing” for a president to comment on Fed policy. “There’s no law against that, but I don’t think it’s wise.”\nInvestors so far have discounted the influence of Mr. Trump’s remarks, but some analysts warn that the attacks are likely to intensify. “Once rates get to ‘tightening’ levels, we would expect the president to step up his attacks just like he has against drug prices, oil prices, unfair trade practices,” said Chris Rupkey, chief financial economist at MUFG Union Bank. Mr. Rupkey predicted that the attacks could make the Fed more reluctant to raise rates; other analysts argue that Mr. Trump could spur the central bank to demonstrate its independence by pressing ahead with rate increases.\nA quarter-point increase at the December meeting would leave the Fed’s benchmark rate about half a point below the 3 percent level that most Fed officials regard as neutral, meaning that the level of interest rates would neither be stimulating nor discouraging economic growth.\nMost Fed officials expect to raise rates at least three times next year. That could push the benchmark rate into restrictive territory by the fall of 2019. The minutes said officials favoring such actions thought it might be necessary “to reduce the risk of a sustained overshooting of the committee’s 2 percent inflation objective or the risk posed by significant financial imbalances.”\nMr. Powell and other Fed officials have emphasized, however, that there is considerable uncertainty about the exact point at which monetary policy would tilt into restrictive territory.", "date": "Oct. 17, 2018", "href": "https://www.nytimes.com/2018/10/17/business/fed-interest-rates-trump.html", "tags": "despite fed continue officials rates growth raising ” trump ire economic plans"}