{"title": "Feds Say White Supremacist Cousins Used Facebook To Discuss Attack On Muslims", "content": "FBI agents arrested a 22-year-old white supremacist who managed an extremist Facebook group and was evidently plotting a terrorist attack against Muslims with his cousin.\nFederal authorities have charged New York resident Thomas Alonzo Bolin with lying to the FBI about possessing a weapon. He appears to have first come under federal scrutiny after his cousin Austin Witkowski used Facebook to call for a re-enactment in the United States of the terrorist attack on two mosques in Christchurch, New Zealand.\nBolin, authorities allege, identified as a “Folk Odinist” and used a Facebook account under the name Peter Vincent to join multiple white supremacist Facebook groups. The feds say Bolin managed a Facebook group called Odin’s Warriors and had discussions about the Christchurch terrorist attack with his cousin Witkowski (who went by the name Ragnar Odinson on Facebook).\nAccording to an affidavit from an FBI special agent on the Joint Terrorism Task Force in Buffalo, Witkowski (aka Odinson) sent threatening messages via Facebook Messenger on the day of the Christchurch attack and “indicated that he was willing to ‘do something as of next week’ in Baltimore.” He “encouraged another individual to buy firearms and ammunition, and food, and stated that he (Odinson) would travel to meet the individual the following week,” the affidavit states.\nThe day after the Christchurch attack, the feds said that Bolin told his cousin Witkowski that he had “wrecked” his car and broke his arm. \n“There goes all that shit then,” Witkowski wrote, per the affidavit.\n“[O]nly takes one arm to fire a glock,” Bolin replied. \n“I guess I’ll do this shit my self. I’m not waiting months and months or a week. It was supposed to be done by Halloween,” responded Witkowski, who was arrested the next day, on March 17, according to Bolin’s Facebook messages, after getting into an argument with his grandfather. \nBolin wrote on Facebook about “the invasion happening at the southern border” and the “destruction of our homeland by Islamic trash.” Witkowski shared the Christchurch shooter’s manifesto and video, responding “Lovely” when Bolin wrote, “Brugh dude killed 40 muslims.”\nBolin also wrote to his girlfriend that the victims in New Zealand were “muslim rats they would gladly do the worse to you or me” and that it “does his [heart] good to see [them] run down.”\nThe feds say Bolin wrote in one message that what the Christchurch shooter did “was fucked up but politically he is making some points his focus was on the fact that the elites want to kill off the white race and replace us with a demographic they can control better. Which is fairly obvious if you look into it. His solution was extremely radical and misguided but its a good read ill send you the link to it if you want its about a 30 min read.”\nIn an interview with FBI agents on March 30, Bolin said he wanted Muslims out of the country because they were “contributing to a corruption of his culture,” according to the FBI affidavit. He claimed he did not possess a weapon in New York state, where he had moved in May 2018. But FBI agents searched the room he was renting and found a red devil mask and a shotgun, both of which were depicted in a photo on Bolin’s Facebook account.\nBolin is being held in Monroe County Jail and is set to appear in federal court in Rochester on Friday, according to court records. Witkowski does not appear to be facing federal charges, and it’s unclear if he’s still in local custody.\nFBI Director Chris Wray told a House committee on Thursday that white supremacy was a “persistent” and “pervasive” threat that the bureau confronted in both domestic terrorism and hate crime investigations. \nThe charge against Bolin and the lack of a federal charge against his cousin illustrate the difficulties that federal authorities can face when charging domestic terrorists. Some federal law enforcement officers would like to see Congress pass a law that would make it easier to charge domestic extremists with more serious crimes, though any such law would face resistance from some civil liberties advocates. \nRead the FBI affidavit below.\nThis story has been updated with information about domestic terrorism and FBI Director Chris Wray’s comments about white supremacy. ", "date": "\n04/04/2019", "href": "https://www.huffpost.com/entry/white-supremacist-facebook-thomas-bolin_n_5ca63188e4b05acba4de053e", "tags": "witkowski feds bolin used discuss muslims white ” fbi say supremacist facebook cousins federal christchurch attack"}