{"title": "Fed’s Challenge, After Raising Rates, May Be Existential", "content": "Is the Fed at risk for real this time?\nThroughout American history, few institutions have inspired such persistent mistrust among voters and their elected officials as the mysterious authority that determines the value of their money.\nThe Federal Reserve wasn’t even around yet when the fiery Nebraska populist William Jennings Bryan rose to the Democratic presidential nomination in 1896 by charging that the gold standard that ruled monetary policy at the time was crucifying the workingman “upon a cross of gold” to serve bankers’ interests — depressing farm prices and crushing indebted farmers by limiting money in circulation.\nSince its inception in 1913, the Federal Reserve has been alternately accused of either making money too scarce and expensive or making it too plentiful and cheap.\nIn 1981, a Democratic congressman, Henry B. Gonzalez of Texas, threatened to introduce a bill to impeach the Fed chairman, Paul A. Volcker, and most of its other governors, accusing them of squelching the economy with tight monetary policy.\nThirty years later, on the Republican presidential campaign trail, another Texan, Gov. Rick Perry, famously suggested roughing up the Fed chairman, Ben S. Bernanke, for “printing money” to stimulate growth: “I don’t know what y’all would do to him in Iowa, but we would treat him pretty ugly down in Texas.”\nOn Wednesday, a Federal Reserve led by Janet L. Yellen — confirmed three years ago in the Senate by the tightest margin in at least 35 years — is likely to get a taste of this vitriol.\nAs my colleague Binyamin Appelbaum noted on Monday, the Fed is all but certain to raise its benchmark interest rate, setting itself on a path to prevent an acceleration of the economy and ward off an uptick in inflation — a course that is in clear tension with President Trump’s stated goal to stoke growth at all cost.\nThe pressing question for this era of populist policy making and popular anger is whether the Federal Reserve as we know it — arcane and academic, with the autonomy to set monetary policy as it sees fit — will survive the tension this time.\nGiven the ferocious discontent with the “establishment” stoked by Mr. Trump among his angry electoral base, the threat against the Fed this time seems of a higher order. As Adam S. Posen, an American economist who has served on the Bank of England’s rate-setting Monetary Policy Committee, told me, “The sense that the Fed’s independence could be taken away by a simple act of Congress is very real.”\nThe pressure is already on. Mr. Posen, who now heads the Peterson Institute for International Economics, points out that the Fed already lost powers it deployed to counter the recession spawned by the financial crisis a decade ago: The Dodd-Frank financial reform legislation stripped it of its authority to lend freely to nonbanks, which it used to keep money market funds, insurance companies and others that had bet on the wrong side of the housing bubble from imploding and taking the economy with them.\nEfforts that stalled in the last Congress — to subject the Fed’s funding to congressional approval, to reduce its discretion in setting monetary policy and to subject it to the oversight of Congress’s Government Accountability Office — have acquired a new lease on life, cheered from the right and the left.\nDisgruntlement in Congress will only grow worse as the Fed gradually winds down the enormous stash of bonds it built over the last eight years to support the mortgage market and encourage lending. This will inevitably push up long-term interest rates and produce paper losses for the Fed as it marks the price of securities to market.\nAs Donald L. Kohn, former vice chairman of the Fed, noted in an analysis of the Fed’s independence three years ago, “it will be a complex exit involving many steps — with lots of opportunity for kibitzing and objecting over a long period.”\nCongressional action might not be the Fed’s biggest problem. Mr. Trump’s appointments to the Federal Reserve Board could prove as destabilizing: Two of the seven positions are vacant, and a third will come open with the retirement of Daniel K. Tarullo in April. By the middle of next year, Mr. Trump will also have the opportunity to replace Ms. Yellen as Fed chief and Stanley Fischer as her deputy.\nAlan S. Blinder, a vice chairman of the Fed during the Clinton administration, recalls the damage caused in the 1970s by Arthur F. Burns, who Mr. Blinder said juiced up the economy as Fed chairman to help President Richard M. Nixon’s re-election bid and cracked down hard afterward.\n“I’m worried about the people Donald Trump will send over there,” he told me. “If he sends over toadies beholden to Donald Trump, it would be a very serious threat to the Fed’s independence.”\nSo what is Ms. Yellen’s Fed to do?\nTo a point, this is not just about the Federal Reserve. The European Central Bank, too, is navigating political waters charged with populist mistrust. In Britain, the Labour Party’s shadow chancellor of the Exchequer has called for “democratic control” over interest rates.\nThe argument for central bank independence is as powerful as ever. Political influence over monetary policy would produce more destabilizing booms — as politicians pumped up growth to serve their electoral purposes — and inevitable busts. Expecting consistency of elected officials is decidedly risky: The Republican accusation that the Fed was putting the economy at risk by keeping interest rates at rock bottom to help the Obama administration will inevitably spin 180 degrees now that Republicans control the White House.\nStill, not all the criticism is mendacious. The popular mistrust of central bankers should not be ignored. After all, central bankers failed to prevent the most devastating financial crisis in generations — looking on idly, at best, while financial institutions peddled shady bonds to fuel a housing bubble of gargantuan proportions.\nAnd central banks have emerged, at least implicitly, with a bigger job than before, adding the preservation of financial stability to their duty to ensure low inflation and, in the Fed’s case, full employment. Some central banks — though not the Fed — have been given new tools for this new job.\nGiven this power, it is inevitable that the enormous discretion central bankers have in executing their mandate will inspire popular mistrust.\n“The financial crisis was very difficult to digest, costly, and had redistributional consequences,” said Lucrezia Reichlin, former head of research at the European Central Bank and now a professor at the London Business School. “Central banks were at the center of the response, so the demand to open up this discussion is natural. We should not be afraid of talking about accountability.”\nPerhaps. Perhaps there is a discussion to be had over whether the Fed should keep its role as supervisor of financial institutions, or whether the job should be placed with another agency. Maybe financial supervision should be made more rule-based, less subject to regulators’ discretion.\nMaybe there is a better way for Fed officials to communicate with Congress and explain the thinking behind their decisions. Maybe the Fed needs extra tools — to impose limits on indebtedness, for instance, or to adjust monetary policy to serve measures of financial stability. Maybe it could benefit from a tweak in its mandate, to ensure a better balance between its goals of fostering employment and curbing inflation.\nAnd yet the populist streak driving through American politics seems unlikely to yield such measured outcomes. The Federal Reserve was designed to be insulated from the full force of democracy in order to protect its mandate from political opportunism, to ensure that policy hewed to technical expertise. It was designed — precisely — to protect it from a moment like this. One can only hope that the protections hold.", "date": "March 14, 2017", "href": "https://www.nytimes.com/2017/03/14/business/economy/fed-opposition-interest-rates.html", "tags": "policy reserve may challenge fed existential rates monetary raising financial ” federal — central"}