{"title": "Feeling ‘Pressure All the Time’ on Europe’s Treadmill of Temporary Work", "content": "After graduating with degrees in accounting and finance from a university in Finland, Ville Markus Kieloniemi thought he would at least find an entry-level job in his field. He studied potential employers, tailoring his applications accordingly.\nHe wound up churning through eight temporary jobs over the next three years. He worked variously as a hotel receptionist and as a salesman in men’s clothing stores, peddling tailored suits and sportswear.\n“It’s hard to manage your finances or even get housing, let alone start a career,” said Mr. Kieloniemi, 23, who added depth to his résumé by accepting unpaid office jobs and internships in New York and Spain, mostly at his own expense. “You feel pressure all the time.”\nMeet the new generation of permatemps in Europe.\nWhile the region’s economy is finally recovering, more than half of all new jobs created in the European Union since 2010 have been through temporary contracts. This is the legacy of a painful financial crisis that has left employers wary of hiring permanent workers in a tenuous economy where growth is still weak. Under European labor laws, permanent workers are usually more difficult to lay off and require more costly benefit packages, making temporary contracts appealing for all manner of industries, from low-wage warehouse workers to professional white-collar jobs.\nFor those stuck in this employment netherworld, life is a cycle of constant job searches. Confidence can give way to doubt as career prospects seem to fade. Young people talk of delaying marriage and families indefinitely. And though many were grateful for any workplace experience, they were also cynical about companies that treated them like disposable labor.\nWhat follows is a selection of experiences from this growing group of permatemps: an Italian oncologist who spent almost as much time trying to find her next three-month contract as she did helping cancer patients; a French human-resources expert grappling with the psychological toll of temporary work; and, among others, a German tourism specialist who gave up his passion for a stable job in an unrelated field.\nThe search for temporary employment can be a full-time job.\nAlessandra Sisco, Doctor\nAlessandra Sisco, a doctor who specializes in treating cancer patients, never dreamed she would have to leave her home in Italy to find steady work. But in a stagnant economy, she was trapped in a web of short-term contracts.\nSince finishing her five-year oncology residency in 2012, she has only been able to get three- to five-month temporary contracts that Italy’s public and private hospitals largely rely on to manage staffing. The full-time jobs often went to people from well-connected families, or those with ties to senior hospital officials.\nShe became stuck in a loop, trying to divine whether her jobs might be extended, and struggling to land another position since they usually weren’t. “I’d fix up my résumé all the time, and that’s your life,” Mrs. Sisco, 35, said.\n“I was constantly looking for something else,” she added. “I was held back. There was no professional growth, and the earnings were low.”\nTemporary employees are paid an average of 19 percent less than their permanent counterparts, according to Eurofound, the research arm of the European Union.\nIn November, she interviewed for hospital internships in New York. ‘‘At least there would be hope for the future,” she said.\nTemporary work has become widespread in the United States, too, where the explosion of the so-called gig economy has made job-hopping the new norm for a growing pool of young workers. But the situation is verging on the extreme in Europe, giving the perniciousness of the problem the potential to play on an entire generation. Millions of people across Europe are searching for work amid jobless rates that are still nearly twice as high as in the United States.\nRelocating would mean having to do a new five-year residency on top of her extensive training and experience. But the prospect of spending her career as a doctor doing temporary work was more than she could bear.\n“When I started thinking of moving, I stopped thinking about what I was not getting,” said Mrs. Sisco, who hopes to be able to move her family and start a new life in the coming months.\n“When you see that you’re actually appreciated for your work, you’re happy,” she added excitedly. “Finally, I will have peace of mind because I know everything I’ve worked for is going to be earned and deserved.”\nStarting a family or getting a mortgage can be a major challenge.\nSam Mee, Social Analysis and Research \nAt 36, Sam Mee thought his life would have been settled by now. A career in research and social policy. A family. A home. At the very least a cellphone.\nBut even the basics can be unachievable, as Mr. Mee finds himself on a treadmill of temporary contracts.\n“I had this idea that I would study hard, work hard, get the job I studied for, then ask my girlfriend to marry me,” Mr. Mee said.\nA British national, Mr. Mee thought his master’s studies in social analysis would make him attractive to companies and nongovernmental organizations that research behaviors and trends. “I’d buy a house and have kids,” he said. “That was the dream.”\nHe moved to Amsterdam before the financial crisis to be with his girlfriend and to start his career. Yet in a country where more than 20 percent of job contracts are temporary, he was never able to find permanent work in his area of expertise. He now has a temporary contract with a firm that does business-to-business collections, including calling airlines to settle outstanding invoices.\nThe temporary-work trend is accelerating around Europe, as employers seek more flexibility to fire and hire workers, and shun permanent contracts with expensive costs and labor protections. In Spain alone, the government reported that 18 million temporary contracts were handed out last year, compared with 1.7 million long-term jobs.\n“I want a career more than anything, but I feel like I’m in a position where a 25-year-old would be,” said Mr. Mee, who has hired a job coach and set up his own website to improve his prospects. “I was forced to put off big life decisions.”\n“You feel stuck,” he added. “You’re young, you have a lot to offer, but no one will give you a chance.”\nTemporary contracts blocked more than just his career. Real estate agents were reluctant to deal with Mr. Mee, and it was impossible to get a mortgage at the bank. Nor could he obtain a credit card, lacking steady income. Even mobile-phone companies would not give him a contract; he had to get one through his girlfriend, who has a full-time job as a midwife.\nMr. Mee put his personal life on pause. He initially delayed proposing to his girlfriend and avoided discussing children, mindful that it would be difficult to support a family without a regular job. Uncertain unemployment prospects have made the decision to become parents harder for both men and women, fueling a sharp rise in childlessness, especially in southern Europe.\n“But in the end,” Mr. Mee said, “I was like, to hell with it. I’m not going to keep putting life on hold because the market won’t let me.”\nRecently, he asked his girlfriend to marry him. She accepted; the wedding is planned for this year.\n“We want to do everything 50-50,” he said, before pausing. “But everything’s just a little bit tight.”\nA revolving door of work exerts a psychological toll.\nCharles Terraz, Human Resources\nCharles Terraz never used to live with chronic stress, health scares or recurring anxiety. But these days, they have become close companions as he bounces through a series of temporary contracts as a recruiter at industrial and pharmaceutical companies, each of which leaves him a little more drained and racked by uncertainty about his career.\nArmed with a master’s degree in human resources and economics and business degrees, Mr. Terraz, a native of Lyon, France, was confident of finding work at a large company. Yet in the country’s struggling economy, where more than 80 percent of all new hires are temporary, that proved virtually impossible.\n“There’s a lot of stress about the future and money,” said Mr. Terraz, who is 29. “The fear of becoming unemployed weighs on you.”\nThat precariousness fueled sleepless nights and nagging self-doubts. He sustained severe stress and recurring migraines, spending two weeks recovering in a hospital. “It was a horrible experience,” he said.\nPerhaps no group has felt the sting of the economic fallout more sharply than millennials. More than 40 percent of Europe’s young people are now stuck in a revolving door of low-paid, temporary work.\nToday, Mr. Terraz is a recruiter at a French pharmaceutical company, but only for six months. The stress over money and finding the next job remains. “You have to keep a smile and be mentally strong,” he said. In private, though, “you feel excluded from society.”\n“Three years ago, I had dreams, ambitions for a great career,” he added. “But right now I have nothing. It’s hard not to feel a sense of burnout or depression sometimes. If I was the only one this was happening to, O.K., but most of my friends are in the same position.”\nTreating employees like disposable labor is bad for companies, too.\nJoost Minnaar, Scientist\nJoost Minnaar, an industrious Dutchman, had a dream job in Barcelona, Spain, as a nanotechnologist at a German company with 30 other scientists, working on new developments for television, tablet and computer displays. Each held one-year renewable contracts, with the promise of potentially going full time after two years.\nIt never happened.\nThe company was hiring groups of 30 scientists at a time on temporary contracts, which management would let expire to avoid the cost of hiring people full time. Mr. Minnaar and his colleagues discovered that they were the third such group in four years.\nIt is an increasing reality across Europe. Since 2012, just 20 percent of temporary workers have made the leap to full-time work, according to Eurofound.\n“We were trapped in the strategy of this multinational, which was just waiting to discard us after two years of hard work,” Mr. Minnaar said. “In one fell swoop, all our excitement and engagement vanished.”\nMorale slumped.\n“Productivity became really bad, and people started to become really disengaged from work, which was strange because we were doing interesting stuff,” he recalled.\nEmployees dragged their feet on projects and openly looked for jobs. Others grew wary of colleagues, whom they viewed as competitors for any permanent jobs that might arise elsewhere at the firm.\n“By doing this, the company was destroying their own workers,” said Mr. Minnaar, who is 30. “The lesson was, if you treat people like this, if you don’t give them security or trust over the long term, they won’t do a good job for you.”\nMr. Minnaar eventually quit. He began a start-up, Corporate Rebels, with a friend who had also struggled on a cycle of temporary contracts. They now consult with banks, retailers and the likes of Google and Patagonia on what makes employees happy and productive in the workplace.\nTaking any job just to survive means dealing with trade-offs.\nCristian Meiler, Tourism and Hospitality\nCristian Meiler had always worked in tourism and hospitality in Spain, following a passion that had grabbed him as a teenager. He served as a hotel bellhop in his hometown, Barcelona, manned reception desks, and waited tables at restaurants. He is fluent in five languages and has a degree in hotel management.\nDespite decades of experience, he never managed to land a prized full-time job. When a permanent offer did come, however, he hesitated.\nMr. Meiler had been working a temporary job at a sports equipment company’s call center in Barcelona to help supplement his income from short-term contracts at hotels and cruise ships, where he welcomed and checked in guests. Accepting a full-time gig as a service representative at the sports company in Munich would mean abandoning his career path.\n“There’s a sense that you’ve given in, that you’ve surrendered,” said Mr. Meiler, 35, who remembers accompanying his mother, a tour guide, as a youth around Spain. “You want to stay on the path you’ve been working on for so long.\n“Then I thought, what if there is no better job waiting for me?” he continued. “I needed work. I needed stability. And you always have the sense that I can’t complain, because there’s millions of other people without a job.”\nMr. Meiler has adapted quickly to his new role in Germany, and he feels lucky to be working in a collegial atmosphere.\nStill, sometimes a nagging voice whispers that he took the easy way out. If he could find a stable job in his field back in Spain, he said, “I’d be on a plane the next day.”\nA sense of relief accompanies a permanent job.\nLaura Hickey, Arts\nIn a typical week, Laura Hickey, 26, was spending three days working at a theater in Edinburgh under a contract with no guaranteed income. The rest of the week was devoted to sending out résumés and angling for interviews in a bid to nail an elusive permanent job. She worked at three companies, including a youth orchestra and an arts foundation, just in the past year.\nAfter struggling for nearly two years, Ms. Hickey, who studied art history, finally got lucky: Last month, she landed a full-time job at the Scottish Rugby Association as a ticket sales representative.\n“It was an immense relief,” she said. “It was harder than I ever thought it would be to get permanent work, but now I can get settled and focus on the future, without worrying about having to find the next thing.”\nShe now has steady hours at an office every day, a regular paycheck with overtime, and a sense that she can settle down and start forging some kind of a career path. Her passion is still the arts, but her new job may present opportunities that she had never dreamed of. And in a dicey job market, she figures it is better to start working her way up the ladder where she is rather than risk starting all over again.\n“I’m keeping an open mind,” she said. “But it’s definitely good to have security.”", "date": "Feb. 9, 2017", "href": "https://www.nytimes.com/2017/02/09/business/europe-jobs-economy-youth-unemployment-millenials.html", "tags": "temporary ‘ work job treadmill mr. feeling ” europe contracts career time pressure"}