{"title": "Felix Tshisekedi steps out of his father's shadow to lead DR Congo", "content": "Felix Tshisekedi Tshilombo has been sworn in as president of the Democratic Republic of Congo after winning the disputed 30 December poll. Louise Dewast says until now he was better known for who he was related to.\nA 55-year-old father of five, Mr Tshisekedi, was for a long time known for being the son of the late veteran opposition leader Etienne Tshisekedi, but he insisted that he was not trying to rival his father.\nFelix Tshisekedi's father founded the Union for Democracy and Social Progress (known by its French initials UDPS) in 1982, and was a feared rival of dictator Mobutu Sese Seko, who died months after being ousted in 1997, and later of Presidents Laurent and Joseph Kabila.\nUnder his leadership, the UDPS became the country's largest opposition party, but he never succeeded in winning office. \nHis legal challenge to the official results of the 2011 presidential election, which showed he won 32% of the vote to Joseph Kabila's 49%, failed. \nThe veteran opposition leader died in 2017 leaving a big question over who would succeed him.\nHis former chief of staff Albert Moleka told the BBC that his son was not necessarily the obvious choice: \"Etienne Tshisekedi was very vocal about his scepticism towards his son's abilities. He was very demanding of his son. \n\"He was someone who fought for the people and so he wasn't going to give his son a free pass.\" \nMr Moleka said it was the presidential hopeful's mother, Marthe Kasalu, who pushed for the son to become the leader. \nIn March last year, he was voted in as the party's new head and became its de facto candidate for the presidential elections. \nBut Mr Tshisekedi did not simply cash in on his name. He has been immersed in politics from a very young age, and had to work his way through the party. \nHe also had to suffer the consequences of his father's political activism. \nWhen the UDPS was created, the Tshisekedi family was forced into internal exile to their home town in the central Kasai province.  \nThey stayed there until 1985, when President Mobutu allowed the mother and children to leave.  \nFelix Tshisekedi then went to the Belgian capital, Brussels. After completing his studies there he took up politics, working his way through his father's party to become national secretary for external affairs for the UDPS, based in Brussels.\n\"He made powerful friends and allies among the diaspora there, but he was sometimes overlooked - and so it wasn't easy for him,\" said Mr Moleka.\n\"Felix has always shown a lot of willingness. He's courageous but his problem is that he needs to figure out what his ultimate goal is.\"\nThe swearing in of Mr Tshisekedi saw the first peaceful transition of power in DR Congo since independence in 1960.\nHe told the crowds at his inauguration that he wanted to \"build a strong Congo, turned toward development in peace and security - a Congo for all in which everyone has a place\".\nBy becoming president, Mr Tshisekedi went one step further than his father, but speaking before the election he said he was not in competition with him.\n\"I don't have any ambition to rival my father. He is my master, and you don't rival the master.\n\"But I'm going to try my best to perpetuate his dream, his dream of a country of rule of law, of a better Congo, where our sons and daughters can flourish, that's what I am pursuing.\"\nMr Tshisekedi has said he will make the fight against poverty a \"great national cause\".  \nHe aims, for example, to increase the average per person income to $11.75 (£9.30) a day, compared to $1.25 today. \n\"It's really the minimum we can do I think, and the minimum people expect from us,\" the candidate earlier told the BBC in an interview in the capital, Kinshasa. \nHe says his programme can be accomplished over two presidential terms - a period of 10 years - and will cost an estimated $86bn. \nMr Moleka also detected another force motivating the UDPS leader.\n\"The Tshisekedis had a difficult life and so for Felix Tshisekedi, these elections are a bit of a revenge, for his family,\" he said. \nWhen presenting his programme during a press conference, the candidate was pressed about his lack of experience. \nWhy DR Congo matters:\n\"It's true I don't have experience in bad governance or in the pillaging of my country,\" he responded, \"but I do have experience in the respect of human rights and civil liberties.\"  \nIn the months prior to the vote, opposition parties in the DR Congo - including the UDPS - had said that they would pick a joint candidate for the election to increase their chances of defeating the governing party.\nBut after the opposition parties made the decision to pick Martin Fayulu as the unity candidate, Mr Tshisekedi backed out and decided to run.\nHe was supported by Union for the Congolese Nation leader Vital Kamerhe - his running mate.\nAlthough Mr Tshisekedi argued he was simply following the wishes of the party base, many in the country criticised his decision not to support Mr Fayulu.\nThe electoral commission said Mr Tshisekedi had received 38.5% of the vote on 30 December, compared to 34.7% for Martin Fayulu, another opposition figure. Ruling coalition candidate Emmanuel Shadary took 23.8%.\nBut doubts were raised about the results include by the country's influential Catholic Church, international experts based in the US, and the French and German governments.\nMr Fayulu accused Mr Tshisekedi of coming to a power-sharing arrangement with the outgoing president. He denied the accusation.\nThe African Union also expressed doubts about the result, but later accepted Mr Tshisekedi's victory.", "date": "24 January 2019", "href": "https://www.bbc.com/news/world-africa-46507814", "tags": "udps candidate opposition congo dr son party felix lead father tshisekedi shadow steps"}