{"title": "Female pilots: Which airline has the highest number?", "content": "Airlines have been stepping up their efforts to recruit more female pilots to meet the increasing demand for travel. \nSpending on travel and tourism has spiked in recent years, with customers keen to spend their money on new experiences.\nThere were nearly 350 million more international tourists in 2017 than in 2010, according to the World Tourism Organization. \nGlobally, just 5.18% of commercial pilots are women, according to the Air Line Pilots Association International trade union. \nIndian airlines employ the highest proportion of female pilots at 12.4%. That's according to the latest statistics from the International Society of Women Airline Pilots (ISWAP). \nZoom Air, a regional Indian airline, tops the leader board. ISWAP says it employs nine female pilots out of a total of 30. \nKathy McCullough, communications chairwoman for ISWAP and a retired female captain, said that Indian companies have \"aggressively encouraged more women to become airline pilots in what they see as an upcoming pilot shortage.\"\nA report by Boeing found that with a growing middle class in India, commercial air travel is expected to become more frequent. \nIn the UK, about 4.77% of airline pilots are women. \nA typical day for an airline pilot could include flying passengers or cargo to short-haul or more far-flung destinations.\nCommercial pilots' salaries depend on the airline they're working for, the type of aircraft they fly and their level of experience.\nStarting salaries range between £20-30,000 for those in the cockpit.\nFor experienced captains, pay can reach more than £140,000. \nThat's higher than the £105,250 you could earn as an air commodore in the Royal Air Force, according to the National Careers Service in the UK. \nEarlier this year, UK companies with more than 250 employees were required to report their gender pay gap figures for the first time.\nBritish airlines were cited as having large gender pay gaps, which is the percentage difference between average hourly earnings for all male and female staff.\nThe average median pay difference between men and women was 9.7% across all industries.\nRyanair reported the largest gender pay gap for an airline (71.8%). EasyJet had a 45.5% pay gap, but said that men and women in the same roles are paid equally.\nBut much of the gap can be explained by one thing - the proportion of male pilots. \nAt EasyJet, for example, pilots make up a quarter of its UK employees. 6% of its UK pilots are women - a role which pays £92,400 on average. Lower-paid cabin crew, 69% of whom are women, earn an average salary of £24,800.\nThe airline says it has set a target that 20% of new entrant pilots should be female by 2020. \nBefore starting their training, potential airline pilots need to hold a Class 1 Medical Certificate. Most training schools and airlines also require five GCSEs and two A-levels in the UK. \nIf you meet those requirements, there are several ways to get off the ground:\nThe British Airline Pilots' Association has highlighted difficulties which aspiring pilots can face when funding their training. \nIt has said that the high cost of training can put off those from less affluent backgrounds. \nInitiatives have also been set up to encourage young women's interest in science, technology, engineering and mathematics (STEM) subjects, which can be useful for those looking to become a pilot. \nCaptain Kate McWilliams, an EasyJet employee, became the world's youngest female airline captain at the age of 26. \nShe said: \"A lot of people think it's a highly technical job, which puts them off. \n\"But a huge amount of it is being good with people. As a captain, you're a people manager. There needs to be a change in perception around the job.\" ", "date": "7 November 2018", "href": "https://www.bbc.com/news/business-46071689", "tags": "female pilots uk airlines airline air captain according pay women highest number"}