{"title": "Financier Gets 12 Years for Stealing $292 Million", "content": "A Park Avenue financier and political donor who pleaded guilty to stealing $292 million from three banks in a Ponzi scheme was sentenced on Thursday to 12 years in prison.\nThe financier, Hassan Nemazee, who had donated to philanthropic causes and given money to  Democrats like Barack Obama, Hillary Rodham Clinton and John Kerry, listened quietly as Judge Sidney H. Stein of Federal District Court in Manhattan admonished him.\n“You’ve done a great deal of good in your life,” the judge said. “On the other side of the ledger, this crime is breathtaking in its brazenness and scope.”\nProsecutors said that for more than a decade,  Mr. Nemazee operated a Ponzi scheme that obtained $292 million in fraudulent loans from Citibank, Bank of America and HSBC.\nHe persuaded the banks to lend him large sums by presenting  records that falsely indicated that he had hundreds of millions of dollars in securities that he offered as collateral. He furthered that deception, prosecutors said, by forging documents and using a “virtual office” with a phone number that he pretended belonged to the financial institutions that he said had custody of the nonexistent securities.\nJudge Stein ordered Mr. Nemazee to forfeit assets totaling $292 million and to repay the banks.\nProsecutors said that Mr. Nemazee, who had a Maserati and part interest in a yacht, stole to pay for his lavish lifestyle. But Mr. Nemazee’s lawyer, Paul Shechtman, said that his client’s motives were more complex and involved a desire to continue projecting the appearance of beneficence and success, even after his company, the Nemazee Capital Corporation, suffered serious financial setbacks.\nMr. Nemazee, who pleaded guilty in March to bank fraud and wire fraud, faced a prison sentence of 15 years and 8 months to 19 years and 7 months under federal sentencing guidelines, and Daniel Levy, an assistant United States attorney, urged Judge Stein to adhere to that range.\n“There are hundreds of acts of criminal conduct that make up this deception,” Mr. Levy said, “and it lasted for a very long period of time.”\nMr. Shechtman, however, asked the judge to take into consideration Mr. Nemazee’s history of donating to charities and helping people.\n“A guideline sentence, I believe, would be one of tormenting severity,” Mr. Shechtman told Judge Stein.\nBefore he was sentenced, Mr. Nemazee, wearing a blue blazer, white shirt and blue tie, stood and made a statement in which he attributed his wrongdoing to “pride, ego, arrogance.”\n“The guilt and shame that I bear will remain with me long after I finish prison,” he told Judge Stein. “For the rest of my life, I will seek to atone for the actions that have brought me before you.”", "date": "JULY 15, 2010MARCH 18, 2010MARCH 18, 2010", "href": "https://www.nytimes.com/2010/07/16/nyregion/16nemazee.html", "tags": "stealing nemazee banks judge ” stein gets years financier million"}