{"title": "First 5G cities in UK named by EE", "content": "EE has announced which six UK cities will be the first to get faster 5G mobile networks.\nBuilding on existing trials, EE will turn on 5G in London, Cardiff, Edinburgh, Belfast, Birmingham and Manchester by mid-2019.\nBy the end of 2019, another 10 cities will get EE networks which could transmit data at speeds faster than 10 gigabits per second.\nOther UK networks are now trialling 5G to accelerate their rollout next year.\nWhen 5G networks are operating, Britons can expect higher speeds and better reliability, said Marc Allera, head of the consumer division at EE-owner BT, in a statement. \n\"We have an ambition to connect our customers to 4G, 5G or wi-fi 100% of the time,\" said Mr Allera.\nHe suggested that customers would \"pay a little more\" for 5G because of its speed and responsiveness.\nThe other 10 cities will be Glasgow, Newcastle, Liverpool, Leeds, Hull, Sheffield, Nottingham, Leicester, Coventry and Bristol.\nVodafone, O2 and Three are all running trials of the futuristic network technology and are using these as a test bed while they develop services.\nIn early November, Three said it was well into work to prepare its network for 5G by boosting capacity and installing hardware that will work with existing and faster, future networks.\nVodafone said its trial in Manchester was now part of its \"commercial network\" and similar sites in five other cities would soon start. It has given no date for when it would offer a 5G service.\nO2's test systems are based around the O2 arena in London and it is also running other trials in locations around the UK. It has written to every company in the UK FTSE 100 inviting them to join tests of how the new mobile tech could help their businesses.\nThe announcement comes soon after the government wrote to UK telecoms firms warning those building 5G networks to take care when selecting which hardware they use. \nThe letter, reported in the Financial Times, said a review of hardware used for the UK's national infrastructure started in July could delay any rollout. \nIt said the review could place limits on how much equipment firms could use from Chinese electronics firm Huawei.\nHuawei has been stopped in Australia and the US from being used for 5G networks.", "date": "13 November 2018", "href": "https://www.bbc.com/news/technology-46195282", "tags": "ee uk could network first networks faster trials cities named"}