{"title": "Fishing: New EU rules could have 'grave' impact on UK industry", "content": "New EU rules on fishing quotas could have a \"grave\" impact on the UK's fishing industry, a House of Lords committee has said - just a day before the new policy is introduced.\nUnder previous rules, crews often discarded, into the sea, fish that took them over their quota for that species. \nBut under the new policy, fishers must bring the full haul back to shore. This change is to stop fish being wasted.\nThe legislation has been called \"badly designed\" by UK industry bodies. \nThe House of Lords EU Energy and Environment sub-committee heard evidence that the legislation could mean fishermen hitting their annual quotas much earlier in the year and have to stop fishing.\nThe committee was told this would be particularly problematic in \"mixed fisheries\" where it would be hard for boats to avoid catching a fish species for which they have a very low quota.\nOnce they reached their quota for a particular species, fishers would be forced to choose between halting operations for the rest of the year or breaking the law by continuing to fish for other species and discarding anything over quota.\nThe committee also said it had worries about how the rules - which come into effect in full after a four-year phasing-in period - would be enforced.\nIt said patrol vessels would only be able to cover a small percentage of boats, creating a temptation for fishers to break the rules.\nCommittee member Lord Krebs said: \"It is deeply concerning that so many people - fishers, environmental groups, even the enforcement agencies themselves - do not think these new rules can be implemented from January 1.\"\nHe added: \"Most people we spoke to thought nothing would change - fishers will continue to discard, knowing the chances of being caught are slim to none and that to comply with the law could bankrupt them.\"\nBarrie Deas, the chief executive of the National Federation of Fishermen's Organisations, said the rules were \"badly designed\" and would result in boats having to stop fishing for long stretches after reaching quotas on specific species.\nThe Department for Environment, Food and Rural Affairs said it was working with the industry to address the challenges posed by the new sustainable fishing policy. \nThe committee is due to publish its report on the implementation and enforcement of the EU \"landing obligation\" in February.", "date": "31 December 2018", "href": "https://www.bbc.co.uk/news/uk-politics-46718663", "tags": "fish fishing uk species eu committee quota industry could new impact rules fishers"}