{"title": "Five Labour MPs quit roles to oppose new referendum vote", "content": "Five Labour MPs have quit party roles to defy orders and vote against holding a fresh Brexit referendum.\nLabour ordered its MPs to abstain on a cross-party bid to delay Brexit to allow a referendum on backing whatever deal is agreed or remaining in the EU.\nBut 41 of its MPs rebelled, with 24 supporting a referendum and 17 voting to oppose one.\nStephanie Peacock quit as a whip, saying she had been elected to honour the 2016 referendum result.\nIn her letter to Jeremy Corbyn she wrote: \"The people of Barnsley elected me to honour that promise and that is what I did tonight. \n\"I felt in all good conscience I had to vote tonight to clearly rule out any form of second referendum. I believe the people spoke in 2016 and we need to enact their decision.\"\nHer Labour colleague Ruth Smeeth, MP for Stoke-on-Trent North, quit as parliamentary private secretary to Labour's deputy leader Tom Watson - saying it was a \"difficult decision but I have a duty to support the will of my constituents\".\nShe wrote: \"We need to leave and leave with a deal that works for the Potteries.\"\nShadow housing minister Yvonne Fovargue, shadow education minister Emma Lewell-Buck, and shadow business minister Justin Madders, also quit their roles to oppose a referendum.\nMr Corbyn thanked them for their service adding: \"I understand the difficulties MPs have felt representing the views of their constituents during this process.\"\nLabour came in for heavy criticism from the SNP and Lib Dems for abstaining on the call for another referendum. The party said it was not the right time to push for another public vote.\nMPs rejected the amendment, from Independent Group MP Sarah Wollaston, by 334 votes to 85.\nSpeaking in the Commons, Mr Corbyn said: \"I reiterate my conviction that a deal can be agreed based on our alternative plan that can command support across the House.\n\"I also reiterate our support for a People's Vote - not as a political point-scoring exercise but as a realistic option to break the deadlock.\"\nA Labour spokesman said Mr Corbyn and other senior Labour figures had held talks with backbenchers Peter Kyle and Phil Wilson, who have put forward a plan to back Theresa May's Brexit deal, in exchange for a referendum. \nHe said it was \"part of Labour's engagement with MPs across Parliament, to find a practical solution to break the Brexit deadlock\".\nBut the SNP's Westminster leader Ian Blackford accused the party of being \"absolutely spineless\" on the issue, tweeting: \"We have lost a people's vote amendment by 334 votes to 85 votes. Labour abstained. \n\"An opportunity to drive forward the need for such a vote and Labour flunk it. They are the midwifes to Theresa May's Brexit.\" \nMeanwhile most Conservative MPs voted against their own government's motion to delay Brexit after being allowed a free vote on the issue. \nIt meant Mrs May had to rely on Labour and other opposition votes to get her motion through. \nSeven cabinet ministers were among those to vote against the motion: Brexit Secretary Stephen Barclay, Chief Secretary to the Treasury Liz Truss, International Trade Secretary Liam Fox, International Development Secretary Penny Mordaunt, Commons leader Andrea Leadsom, Transport Secretary Chris Grayling and Defence Secretary Gavin Williamson.", "date": "14 March 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47577915", "tags": "brexit five deal secretary oppose mps corbyn referendum quit new labour vote roles"}