{"title": "Five Top ISIS Officials Captured in U.S.-Iraqi Sting", "content": "BAGHDAD — Five senior Islamic State officials have been captured, including a top aide to the group’s leader, in a complex cross-border sting carried out by Iraqi and American intelligence, two Iraqi officials said Wednesday.\nThe three-month operation, which tracked a group of senior Islamic State leaders who had been hiding in Syria and Turkey, represents a significant intelligence victory for the American-led coalition fighting the extremist group and underscores the strengthening relationship between Washington and Baghdad.\nTwo Iraqi intelligence officials said those captured included four Iraqis and one Syrian whose responsibilities included governing the Islamic State’s territory around Deir al-Zour, Syria, directing internal security and running the administrative body that oversees religious rulings.\nIraq’s external intelligence agency published a statement confirming the arrests, but did not mention any details of the role played by the Americans or the Turks. The two Iraqi intelligence officials spoke on condition of anonymity to discuss details that had not been made public.\nTurkey did not immediately comment on the operation. The White House and the C.I.A. declined to comment.\nThe developments quickly took over many Iraqi news broadcasts on Wednesday night, with news anchors praising Prime Minister Haider al-Abadi for what the intelligence service called a “major victory.” The news came at an opportune time for Mr. Abadi, who faces a tight parliamentary race on Saturday.\nThe two Iraqi officials said that they had been tracking several of their targets for months, but the breakthrough came at the start of the year.\nAn Iraqi intelligence unit responsible for undercover missions had tracked an Iraqi man, Ismail Alwaan al-Ithawi, known by the nom de guerre Abu Zeid al-Iraqi, from Syria to the Turkish city of Sakarya, about 100 miles east of Istanbul, these officials said.\nMr. Ithawi, described by the Iraqis as a top aide to the Islamic State leader Abu Bakr al- Baghdadi, had been in charge of fatwas, or religious rulings, in the Islamic State’s so-called caliphate. He was also in charge of the education curriculum, and was a member of the body that appointed security and administrative leaders for the Islamic State’s territory, which had included large parts of Iraq and Syria.\nHe had been living in Turkey with his Syrian wife under his brother’s identity, one of these officials said.\nThe Iraqis sent the Turks an intelligence file they had amassed on Mr. Ithawi, and the Turkish security forces arrested him on Feb. 15, and extradited him to Iraq, this official said.\nIraqi and American intelligence officials then spent weeks interrogating him, learning the details and whereabouts of other ISIS leaders in hiding, the officials said.\nThe American-led coalition used this information to launch an airstrike in mid-April that killed 39 suspected Islamic State members near Hajin, in the Deir al-Zour district of Syria, the second official said.\nThe joint Iraqi-American intelligence team then set a trap, according to these officials. They persuaded Mr. Ithawi to contact several of his Islamic State colleagues who had been hiding in Syria and lure them across the border, the officials said.\nThe Iraqi authorities were waiting, and arrested the group soon after they crossed the frontier, the officials said.\nThose arrested included Saddam al-Jammel, a Syrian who had been the head of the Islamic State territory around Deir al-Zour, and Abu Abdel al-Haq, an Iraqi who had been the head of internal security for the group. Two other Iraqis were also arrested, the officials said.\nIraq’s state television broadcast images of four of the detainees. Wearing yellow prisoner jumpsuits, the men, some with long beards and some clean-shaven, explained in short statements their responsibilities in the Islamic State. Each appeared to be in good health.\nIt was unclear where they were being held or whether they had been given access to a lawyer.\nTurkey made no public comment on the arrests, but frequently announces arrests of Islamic State suspects in Turkish cities. Last week, Turkish news media reported the capture of three people in Sakarya who were accused of being members of the Islamic State. The reports said one of the three was the group’s leader in Deir al-Zour.\nIt is not known if those arrests were related to the arrest of Mr. Ithawi.\nRelations have been strained between Turkey and the United States recently, in particular over American support for the Kurdish-led Syrian Democratic Forces.\nBut counterterrorism cooperation between the two countries remains close. Turkey, which was criticized for allowing jihadists from all over the world open access to Syria in the early years of the Syrian war, has closed its border and rounded up hundreds of suspected Islamic State members in Turkey over the past two years.", "date": "May 9, 2018", "href": "https://www.nytimes.com/2018/05/09/world/middleeast/iraq-isis-islamic-state-arrest.html", "tags": "iraqi syria turkey sting officials isis five intelligence captured two state group top islamic u.s.-iraqi"}