{"title": "Five Things You Need to Know to Understand Venezuela’s Crisis ", "content": "A slow-simmering political crisis that has gripped Venezuela for months appeared to be coming to a head this week as opposition politicians issued a direct challenge to the authority of President Nicolás Maduro.\nThe leader of the opposition, Juan Guaidó, called for a military and popular uprising to oust Mr. Maduro from office, triggering a day of protest that turned violent but later fizzled. Mr. Maduro characterized the action as  unconstitutional, while Mr. Guaidó maintained it was a necessary move to restore legitimacy to the presidency. \nBoth sides now seem to be scrambling for control, with Mr. Maduro appearing alongside troops on Thursday to reaffirm his status and Mr. Guaidó admitting he does not have the necessary support. \nThis week’s attempted uprising failed to change the status quo. But the confrontation has been years in the making, driven by an economic downturn and political discontent. Here’s what you need to know to understand how Venezuela came to this moment.\nVenezuela has the largest proven oil reserves in the world, and the country’s economy is largely tied to its oil wealth. This oil wealth once made the nation one of the richest in Latin America and helped stabilize its democracy although the riches were not equally shared. But the past few years have seen the economy spiral toward collapse.\nThe International Monetary Fund predicts that Venezuela’s inflation rate will reach 10 million percent in 2019, becoming one of the worst cases of hyperinflation in modern history.  Experts say  government mismanagement and corruption is the source of the country’s economic woes;  Mr. Maduro blames damaging United States sanctions.\nThe legacy of President Hugo Chávez — Venezuela’s former leader and founder of the country’s modern socialist system — still hangs over the nation more than six years after his death. \nMr. Chávez came to power in 1998, elected after a failed coup.  He quickly rose from political outsider to popular figurehead, bringing in a socialist ideology that redistributed the country’s oil wealth and created a robust social welfare program. \nHis government seized private factories, mines and fields, and founded state companies and cooperatives. High oil prices contributed to a short-term reduction in inequality and poverty as social programs made food, housing and health care more widely available.\nWithin the country, the notoriously charismatic leader proved popular, but not universally so. During his years in office — he was re-elected in 2006 — his leftist ideology and bombastic approach to foreign relations proved polarizing. \nWhile his programs drew broad support from poor Venezuelans, they also alienated some of the country’s wealthy elites. \nBefore his death in 2013 from cancer, Mr. Chávez hand-selected his heir — Mr. Maduro, the current president. Adherents of his left-wing political ideology are known as Chavistas, and the group makes up the majority of Mr. Maduro’s current support base.\nLike his predecessor, Mr. Maduro  increased the executive branch’s control of the country. \nHe has made strides to dismantle the country’s opposition-led legislature. And he oversaw a redrafting of the constitution that consolidated power under the presidency, steering the country toward autocracy, and moved to quash all dissenting voices through violence and intimidation.\nThe move drew reprimands from opposition politicians at home and from leaders internationally.\nIn January, Mr. Maduro was sworn in for a second term in office after an election that was widely denounced as fraudulent. \nTwo weeks after the inauguration, Mr. Guaidó, then a little-known 35-year-old leader of the opposition-controlled National Assembly, declared himself the interim president, pointing to the constitution to declare Mr. Maduro’s presidency illegitimate. He vowed to hold new national elections.\nThe announcement brought tens of thousands of supporters to the streets, catapulted him to the international stage and saw the United States, Canada, and many Latin American and European countries recognize him as the legitimate head of state.\n As a result, Mr. Maduro cut off the few remaining diplomatic ties with the United States.\nThe months since have been a tug of war between the two sides for popular support and control of the military. \nMr. Maduro still has the backing of the country’s top generals, a loyalty that Mr. Guaidó may have underestimated as he called for the military to throw their support behind him. Mr. Maduro believes Mr. Guaidó’s effort to oust him is part of a coup engineered by the Trump administration.\nThe power struggle has played out in competing street demonstrations and with dual messaging to the population.\n Last month, Mr. Guaidó and his foreign allies tried to bring large amounts of aid into Venezuela from neighboring countries, but Mr. Maduro’s forces sealed off the borders with Colombia and Brazil, saying the country didn’t need the support. \nHis government later agreed to allow Red Cross aid into the country, which is currently suffering from a widespread humanitarian crisis triggered by the economic downturn. \nWhile the political confrontation continues to play out, Venezuelans are struggling to cope with a humanitarian crisis unseen in the country’s modern history. \nIn the once prosperous nation, people now find themselves unable to provide for their most basic needs. Hunger is widespread and children are dying of malnutrition. The country’s public health care system has collapsed and prolonged electricity outages are common. \nThe crisis has also triggered a vast regional migration as Venezuelans flee the country’s dire conditions, straining the resources of neighboring nations.\n Some 3.4 million people have left Venezuela since 2014, according to the United Nation’s immigration authority, the majority settling in Colombia, Peru, Chile and Ecuador. And as the political stalemate continues, little has been done to rectify the situation for everyday Venezuelans. ", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/world/americas/venezuela-crisis-facts.html", "tags": "need guaidó things country know understand five maduro support venezuela political oil crisis —"}