{"title": "Five Things to Leave at Home on Your Next Trip", "content": "There are few things that can help reduce travel stress like learning how to pack less. I’ve watched screaming couples lug massive suitcases across the cobblestones of Sicily, and seen tiny travelers miserably dwarfed by massive backpacks in train stations as often as I’ve marveled at surly ones in the street frantically gathering up acres of clothes from a broken rolling bag. The tragedy of over-packing knows no bounds.\nBut before you can just “pack less,” you have to know what not to pack.\nVoltage converters are pretty much a thing of the past. The power adapter (also known as the “wall wart”) that comes with nearly every electronic product, be it a phone, tablet, e-reader, even many laptops, likely converts all incoming voltage into what it needs. Take a look at the side of the adapter, it should say something like “AC 100-240V 50/60Hz.” This means it can accept any voltage between 100 and 240 at either 50 or 60 cycle. So not only our 120V/60Hz, but everything from Tokyo’s 100V/50Hz to London’s 230V/50Hz and even St. John’s 220V/60Hz.\nWhat you need instead are cheap travel outlet adapters. These change the two vertical prongs of US-style plugs to whatever the local version is. Round in Europe, tilted in Australia, massive rectangles in the UK, and so on. For about $10 you can get a few with one region/country’s plug style to fit all your power adapters. For about double that, a somewhat bulkier “universal” adapter with multiple prong styles built in should work just about everywhere.\nThe exceptions to this? Hair dryers, most things with motors, and older laptops with big power bricks. If it doesn’t have the voltage range listed above, or it has just a single cord direct from the wall to the device (as in, there’s no adapter) it might not work. For those devices you may need a voltage converter, but more than likely, it may not work even if you have one.\nEven if I weren’t bald since I was a teenager, I’d still advise against bringing a hair dryer. As mentioned above, your hair dryer almost certainly isn’t going to work overseas. Don’t bring it. Pretty much every hotel, hostel, and most Airbnbs are going to have one available for you.\nThe same is true for things like shampoo and soap. Hotels and Airbnbs will provide these to you for sure, although they’re somewhat less common in hostels. Unless you have specific products you can’t live without (and that’s fine, I do too), you can probably skip these. Bringing these also creates the possibility of them leaking in your bag, and now you’ve got soapy underwear.\nYou also don’t really need bottles of easily-obtained medications like over-the-counter painkillers. These are readily available at virtually any destination. Just remember the drug name, not the brand name. “Advil” might be tough to find in some places, but “ibuprofen” is everywhere. (Google is also handy when trying to find the name of a specific medicine in the local language, like Imodium or Benadryl.) Oh, and what we call acetaminophen (Tylenol) everyone else calls paracetamol. Same drug.\nHowever, some cold medicines, long-dose painkillers (such as Aleve), and just about anything you need a prescription for, are probably worth bringing. Just make sure you do it safely and legally.\nYou don’t need to bring cash. A.T.M.s are everywhere and usually cheaper compared to those in the US. Yes, you might get an A.T.M. fee, but that will likely be less than the fee charged by retail currency converter shops like the ones at airports.\nUnless you’re heading someplace particularly rural, you’ll should be able to find an A.T.M. with ease. Besides, depending on the country, stores probably prefer credit cards anyway.\nAs far as credit cards go, outside the United States, American Express and Discover cards aren’t nearly as widely accepted. Visa and Mastercard are far safer bets. Ideally, bring a card that doesn’t charge foreign transaction fees. Wirecutter, The New York Times company that reviews products, has a number of card recommendations that don’t charge those fees and offer other perks. If you’re not sure about your current card, call the company and ask — and always let them know before you travel so they won’t flag your foreign activity as fraud and freeze your account.\nIf you pay by card, some places will let you choose to pay in local or your home currency. Paying in your home currency will likely cost more as you’ll get a poor conversion rate and a transaction fee for the “privilege.” Unless you know your card charges big foreign fees, paying in local currency is cheaper.\nMobile payments, like Apple Pay and Google Pay, or apps like Venmo and Square where you’re able to use your phone to buy things, are growing in popularity at home and abroad. However, these aren’t widespread enough to rely on as a main form of payment. Their availability will depend not just on the country you’re visiting, but the specific shop you’re in.\nYou don’t need a different outfit for every day of your trip. In fact, unless you have to bring something bulky that’s specific to your destination — a winter parka to see the Northern Lights, custom fins to dive the Great Barrier Reef — you should be able to do any length of trip with carry-on luggage and a day pack/big purse. My longest trip so far was just under five months, and I brought a 40 liter (roughly carry-on sized) backpack, and a 15 liter day pack for my camera and other electronic gear.\nIf you’re gone for more than a week, just budget two hours sometime during your trip to do laundry. Pretty much every hotel, hostel, and Airbnb will have laundry facilities in the building or nearby. (But avoid the exorbitant cost of having the hotel do your laundry for you.) Worst case, you can hand-wash in a sink. I’ve only had to do that few times.\n What to pack? I usually bring six shirts, underwear, and pairs of socks, plus jeans and shorts. (You might consider adding a pair of khakis or dress pants for an evening out.) I’ve met people who bring less, but enough for one week seems pretty common for frequent travelers I’ve met.\nMaybe you’ll go on a night out, so you need dress shoes. Or maybe you’ll go riding, so you’ll need that saddle. Maybe you will need a diving bell and a hang glider. But more than likely, you won’t. The most pervasive and insidious thought while packing is “well, I might need this.” That train of thought, and even I get it right before any trip, just results in a lot of useless bulk and weight.\nExamine what you’re packing closely. Do you really want to carry that across the narrow alleys of Europe or packed streets of Asia for two weeks on the off chance that maybe, for an hour, you’ll need it? Every person I’ve seen with too much luggage ends up not using the vast majority of what they packed. If you do change your plans and end up needing something special, like an unexpected hike on a glacier, there’s almost certainly going to be options nearby to help you gear up.\nSo leave food (other than snacks for the plane), pillows, that third pair of shoes, that second belt, boots for city trips, oxfords or heels for jungle trips, and so on. Rain gear is fine, two umbrellas in case you lose the first one is excessive.\nA safe rule of thumb: if you think you might need it, you won’t. Worst case, you can buy it there. Then you’ll have something new with a story attached, and what’s better than that?", "date": "Oct. 11, 2018", "href": "https://www.nytimes.com/2018/10/11/travel/five-things-leave-at-home-on-next-trip.html", "tags": "next need things pack leave five trip home might ” bring every voltage like less"}