{"title": "Five reasons why trade wars aren't easy to win", "content": "What happens now that President Donald Trump has said he will move forward with tariffs on steel and aluminium products?\nAnalysts are warning of a trade war, as officials from Europe, Asia and Latin America threaten retaliation.\nMr Trump predicted it would be \"easy\" for the US to win.\nBut most economists and trade experts reject that view, saying every country, including the US, stands to lose in the event of a serious trade fight.\n\"If what we're talking about is who gets hurt the least, that would probably be the United States, but all countries get hurt in a trade war,\" says Edward Alden, senior fellow at the Council on Foreign Relations.\nHere's why \"winning\" might not be so easy for the US.\nMr Trump promoted his decision as a win for the steel and aluminium industries and said he expects investment and hiring to follow.\nBut technological changes have made the industry less labour intensive. Historians say previous efforts to protect steel jobs have been largely ineffective.\nThe companies present at Mr Trump's announcement did not respond to BBC inquiries about potential expansions. \nA 2002 analysis by the Peterson Institute for International Economics of proposed tariffs predicted the measures would \"save\" just 3,500 jobs.\nToday, the steel industry estimates that it employs about 140,000 people - far fewer than in the sectors that rely on it.\nCriticism of the tariffs from those firms was immediate. For example, the National Retail Federation blasted it as a \"tax on American families\".\nUS Commerce Secretary Wilbur Ross said companies were over-reacting, but Mr Alden says the economic costs will be serious. \nThe Charlotte Observer reports that Electrolux, manufacturer of washing machines and cookers, has already put on hold an expansion planned for Tennessee.\nIndividual industries and countries - especially places that are already negotiating wider trade deals such as Canada - will be lobbying furiously in the coming days for exemptions from the final tariffs.\nAbsent that, analysts say they expect retaliation - and a broader weakening of the global free trade system.\nCountries could complain to the World Trade Organisation, but such cases take years and Mr Trump has been dismissive of that body. \nMoreover, WTO judges may be hesitant to second-guess the rarely used \"national security\" rationale the US has used to justify the tariffs, says Columbia Law professor Petros Mavroidis.\nThose factors make unilateral retaliatory tariffs more likely, he says. Such actions, which are expected to target industries in politically sensitive US states, could be in place within a year, he says.\nThe US blames China for flooding the market with cheap steel and aluminium and has already stepped up protective measures against Chinese steel products.\nMr Trump says wider tariffs are necessary to stop Chinese steel appearing in the US via other countries.\nBut US businesses, including those in the car, tech and agriculture industries, are eager to get into the Chinese market, giving leaders there some leverage.\nMr Trump isn't unique among US presidents in using trade policy to protect politically strategic industries.\nBut how beneficial such actions are is difficult to decipher, given the time lag between the decisions and elections, says Kenneth Lowande, a research fellow at Princeton University's Center for the Study of Democratic Politics.\nAt the moment, Democrats are among the most vocal defenders of the president's trade policy.\nThe move reportedly divided White House advisers, while congressional Republicans, who generally support free trade, have been sharply critical.", "date": "3 March 2018", "href": "https://www.bbc.co.uk/news/business-43262278", "tags": "us five win wars steel industries easy countries reasons says trade tariffs"}