{"title": "Flaming Kites From Gaza Thwarted by Winds", "content": "BUREIJ, Gaza Strip — Gaza’s flaming-kite squadrons had worked for days to prepare for Friday’s protest along the border with Israel, building hundreds of flimsy-framed sails with tails meant to carry crude incendiary devices, like rags soaked in gasoline.\nTheir battle plan was to fly them in swarms into Israel with the aim of igniting the dry fields of the rural communities on the other side of the border fence. They were counting on help from a heavy heat wave to fan the fires.\nBut the plan largely failed because of another quirk of nature: The wind was blowing the other way.\nInstead, the protesters claimed another David vs. Goliath kind of aerial victory, saying they had downed two Israeli military surveillance drones with stones hurled from slingshots.\nThe military acknowledged losing two drones that were on documentation missions, saying they “fell in the Gaza Strip,” but not how.\nAfter five weeks of deadly violence along the border, during which the Gaza Health Ministry has registered at least 45 Palestinians killed by Israeli sniper fire and hundreds injured, the casualties were less severe on Friday.\nBy nightfall, the ministry had reported no deaths, but about 121 protesters had been wounded by live ammunition, rubber-coated bullets or shrapnel. It was not immediately clear if the drop in the casualties reflected fewer protesters or more caution by the military, which says it has been learning lessons from one week to the next.\nLate in the day, some protesters set fire to the Gaza side of the Kerem Shalom goods crossing, according to the Israeli military, igniting gas and fuel pipes that serve the 2 million residents of Gaza. Their motive was not immediately clear.\nIsrael has come under growing international scrutiny and condemnation for the use of deadly force against protesters who were mostly unarmed or who did not appear to be posing a mortal threat to Israelis.\nThe Israeli military and nearby Israeli communities had braced for large fires, but the day passed relatively calmly. The Palestinians attempted to launch a few kites, but with little success. At least one was cut down by an Israeli drone and fell on the Palestinian side.\n“The wind is still against us,” Ismail al-Qrinawi, 41, said about 4 p.m. at a protest site near Bureij, about halfway along the 25-mile eastern border of the Gaza Strip. “We are waiting for it to pick up so we can fly tens of kites and burn their crops,” he added, as masked men waited nearby with a couple of kites and gasoline.\nJustifying the tactic, Mr. Qrinawi said, “They sell the crops and buy bullets to shoot us.”\nMr. Qrinawi, who said he had spent four years in Israeli jails, had prepared 40 kites with help from his four children over the past couple of days.\nIn previous weeks, Palestinians protesters have burned flags and heaps of tires to create a thick, black smoke screen in an effort to protect themselves from Israeli snipers or to try to damage or breach the fence.\nWhile thousands of protesters have demonstrated peacefully in tent encampments set up at five points along the border, some have hurled stones and firebombs and have defied Israeli warnings to stay away from the fence.\nThis Friday, the direction of the wind not only thwarted the kites, but also blew copious amounts of Israeli tear gas toward the protesters, up to 700 yards from the fence, chasing many away. The smoke from the burning tires also blew west, leaving those near the fence without cover.\nKnown as the Great Return March, the protests began on March 30 as a campaign against the blockade of the isolated and impoverished coastal enclave and to press the Palestinian demand to return to lands in what is now Israel.\nA popular initiative adopted by Hamas, the Islamic militant group that controls the territory, the campaign is expected to peak on May 15, when the Palestinians commemorate the 70th anniversary of the Nakba, or “catastrophe,” referring to the 1948 war over Israel’s founding, during which hundreds of thousands of Palestinians fled or were expelled from their homes.\nThe Israeli military says it is acting within international law to protect its borders and nearby civilian communities from a potential mass breach of the fence and from terrorist attacks planned under the cover of the popular protests.\nThe fifth Friday of protest, on April 27, was the most concerted attempt to breach the fence so far. Hundreds of Palestinians, urged on by a Hamas leader in a fiery midafternoon speech, rushed it and tried to cross into Israel.\nDozens made it through a barbed-wire barrier about 30 yards inside Gaza territory. At least four were killed by Israeli fire.\nSome protesters seemed to have concluded that if they could not cross the barrier, they could create scorched earth on the Israeli side.\n“In the beginning we protested peacefully,” said a kite maker who identified himself only by his nickname, Abu Ayed, fearing Israeli retribution. “But when the peaceful resistance is exposed to live fire and violence, it has the right to use simple violent means like hurling stones and burning their farmland. This is self-defense.”\nAbu Ayed, 26, and seven friends prepared 33 kites on Wednesday and Thursday, at a cost of about 8 shekels each, or a little more than $2.\nHis goal, he said, was to burn an Israeli military compound across the border, where tanks, jeeps and tents accommodate the snipers.\nProtesters have been flying flaming kites since the third week of protests, but the idea had been to launch 400 on Friday, challenging Israel’s high-tech army with the most primitive means.\nThere had been talk in Israel of countering the flaming kites — a tactic said to have been used by Chinese and Korean generals in ancient times — with F-15s that would retaliate against Hamas targets deep inside Gaza.\nA steady trickle of what the Israelis refer to as “terror kites” caused heavy damage over the past week, setting crops and woodland alight.\nNearly 400 acres of wheat ready for harvesting went up in flames, according to Gadi Yarkoni, head of the Eshkol Regional Council, which represents many Israeli communities along the border with Gaza. The damage was worth nearly half a million dollars, for which the farmers will get compensation from the state.\n“The fate of a kite flyer should be the same as the fate of a Qassam launcher,” Mr. Yarkoni said, referring to the crude rockets that Gaza militants have fired for years into southern Israel, meaning that they would be risking their lives.\nThe sophisticated Iron Dome missile defense system Israel developed to counter the rockets would be no use against the kites, but the Israeli communities had firefighting teams ready in case the wind changed.", "date": "May 4, 2018", "href": "https://www.nytimes.com/2018/05/04/world/middleeast/gaza-israel-flaming-kites-protest.html", "tags": "fence winds military kites border protesters flaming israel ” gaza israeli thwarted"}