{"title": "Florida Bans Obamacare Navigators From Helping Uninsured At County Health Departments", "content": "Florida has issued an order that will prevent residents from finding out how they can sign up for expanded subsidized health insurance at county health departments. \nThe directive bans the outreach activities of \"navigators,\" or counselors hired under the Affordable Care Act to help low-income, uninsured residents sign up for the state's expanded insurance program. \n\"This is another blatant and shameful attempt to intimidate groups who will be working to inform Americans about their new health insurance options and help them enroll in coverage, just like Medicare counselors have been doing for years,\" said U.S. Department of Health and Human Services spokesman Fabien Levy. \nReports the Times/Herald Bureau: \nThe statement echos concern expressed by Florida Governor Rick Scott (R) and Attorney General Pam Bondi (R) about the risk of identity theft related to information collected by navigators, which will include financial information. \nBut federal representatives insist such fears are unfounded. Fired back HHS spokeswoman Joanne Peters: \"Contrary to Gov. Scott's statements, consumers will never be asked to provide their personal health information to the marketplace, whether through a navigator or not. There is no such database of American's health information, and multiple independent fact checkers have debunked this claim.\"\nAnd critics like Levy say the move is just the Sunshine State's latest attempt to thwart the Affordable Care Act, also known as Obamacare, despite having the second-highest uninsured population in the U.S. \nThe \"cruel and irresponsible\" order will “significantly compromise a multitude of needy Floridians from getting critical health care,\" retired Pasco County Health Director Marc Yacht told the Times/Herald.\nFlorida's resistance to the Affordable Care Act is steadfast: It acted as lead plaintiff in an unsuccessful suit to stop the law, and in lieu of accepting an estimated $5 billion in federal grant money each year to expand Medicaid to more than a million Floridians, the state's conservative House instead insisted on using state funds to expand a private program to just 130,000 residents. Florida declined to set up its own state exchange for individuals and small businesses, and then relaxed Tallahassee's ability to regulate rates in the state -- an important consumer protection -- as it ceded control of its exchange to the federal government. \nFlorida has also refused to advertise the availability of the new program on October 1 even as it bars navigators from helping people sign up at county health centers. \nThe Associated Press reports that county health departments are allowed to accept outreach materials related to insurance offered on the state exchange, but seemingly will only distribute those materials if patients ask for it. \n\"With Florida having one of the highest numbers of uninsured people in the country...It makes no sense to deny local health departments the ability to provide navigator services to uninsured people who need help signing up. It is disappointing and unnecessary,\" Leah Barber-Heinz, spokeswoman for advocacy group and navigator partner Florida CHAIN, told the AP. ", "date": "\n09/12/2013", "href": "https://www.huffpost.com/entry/florida-bans-obamacare-navigators_n_3913979", "tags": "care bans residents navigators helping obamacare county information departments state florida uninsured sign insurance health"}