{"title": "Florida Shooting Survivor Wants Action: ‘We’re Children. You Guys Are the Adults.’", "content": "PARKLAND, Fla. — For the latest on the Florida school shooting, read Friday’s live updates.\nDavid Hogg stood in the Florida sun on Thursday, not far from his now shuttered school, and described the events of the day before.\nMr. Hogg, 17, a lanky senior at Marjory Stoneman Douglas High School and the student news director there, was in his environmental science class when a single shot rang out, echoing down the hallways.\nHis teacher pulled the door shut, but soon the fire alarm began to blare. Then, he said, came the sound of thousands of student footsteps, and Mr. Hogg and his classmates raced out the door, joining a giant wave of teenagers.\n“There was a tsunami of people running in one specific direction away from something,” he said, “and that’s what we were doing. It was almost like there was a shark coming along and we were a school of fish. And we were running from that armed man.”\nA janitor appeared and began to wave. “Stop, stop!” he said. “Go over here!”\nThen the school chef opened a door to her office, Mr. Hogg said, and hurried the teenagers in — first 10, then 20, then some 30 or 40 students crowded in the office. They shut off the lights. And then students turned to their phones, and began the horrifying experience of watching a school shooting unfold at their own school — through the news apps on their phones.\nWhile they were hiding, Mr. Hogg proceeded to interview his classmates on camera about their beliefs on gun policy.\nMr. Hogg’s younger sister, 14, was also in the building. Two of her best friends were among the 17 people who died, he said.\n“On a national scale, I’m not surprised at all,” he said of the shooting. “And that’s just sad. The fact that a student is not surprised that there was another mass shooting — but this time it was at his school — says so much about the current state that our country is in, and how much has to be done.”\nThe violence must stop, he said, issuing a call to pressure lawmakers to act to make schools safer.\n“We need to do something. We need to get out there and be politically active. Congress needs to get over their political bias with each other and work toward saving children’s lives.”\nIn an interview with CNN earlier on Thursday, Mr. Hogg expressed his frustration with politicians in simpler terms: “We’re children,” he said. “You guys are the adults.”\nKelsey Friend, a freshman at the school, appeared alongside Mr. Hogg on CNN, and grew emotional as she thanked a geography teacher who she said had saved her life.\n“I will never forget the actions that he took for me and for fellow students of the classroom,” she said through tears. “And if his family is watching this, please know that your son or your brother was an amazing person and I’m alive today because of him. Thank you.”\n[RELATED: A Visual Guide to the Florida School Shooting]\nOther students shared stories of the ordeal as well.\nSarah Crescitelli, a freshman, said Wednesday that she was in drama class when gunshots rang out. While hiding with about 40 others in a storage room, she texted her mother, telling her, “If I don’t make it, I love you.”\nOthers, who spoke to CNN, described how a large group hid in an R.O.T.C. room where they used Kevlar blankets from a marksmanship class for protection.\nAt a news conference on Thursday, Robert Runcie, the superintendent of Broward County Public Schools, called for a national conversation on passing “sensible” gun control laws.\n“Our students are asking for that conversation,” he said. “And I hope we can get it done in this generation. But if we don’t, they will.”", "date": "Feb. 15, 2018", "href": "https://www.nytimes.com/2018/02/15/us/david-hogg-florida-shooting.html", "tags": "shooting ‘ adults guys hogg wants ” school children florida — action students survivor"}