{"title": "Florida Medicaid Expansion Costs Overstated By Rick Scott", "content": "Professional health care reform opponent cum Florida Gov. Rick Scott (R) made some noises after President Barack Obama's reelection about being newly openminded about a law he spent $5 million of his own money to defeat. So far, his actions suggest his point of view hasn't changed after all.\nFor instance, Health News Florida, a service of Tampa-based public broadcaster WUSF, calls out Scott for using some bogus numbers to justify his resistance to expanding Medicaid to more poor people in his state.\nSeems that Scott's administration submitted those figures to the state legislature last month -- only to pull them back three days later because they weren't accurate, Health News Florida reported.  \nThat's not stopping Scott from continuing to cite the faulty data. Health News Florida notes he included them in an op-ed he published in the Tampa Bay Times on Sunday. And here's Scott talking them up again on Monday after a meeting about health care reform with Health and Human Services Secretary Kathleen Sebelius in Washington.\nScott's predictions about state spending to expand Medicaid are much higher than other estimates, including one issued by the Urban Institute and the Henry J. Kaiser Family Foundation in November. According to that analysis, Florida could add 1.3 million poor people to its Medicaid program and the state's spending would rise by $5.4 billion between 2013 and 2022. The federal government would kick in $66.1 billion over that time.\nThe health care reform law calls for broadening Medicaid to cover anyone who earns up to 133 percent of the federal poverty level, which was $14,856 in 2012. When the Supreme Court upheld the law last year, however, it ruled states could opt out of the Medicaid expansion. Ten Republican governors, most recently Idaho's C.L. \"Butch\" Otter, already have announced they won't do it, which will leave as many as 3 million people uncovered, the Congressional Budget Office estimates.\nScott's administration evidently decided to base its estimates on the made-up assumption that the health care reform law doesn't do what it says it does. \nThe federal government will pay most of the expense of covering newly eligible people. From 2014 to 2016, Uncle Sam will shell out 100 percent of the new spending, after which its share will gradually go down to 90 percent in 2022 and later years.\nWhat Scott's administration presupposed is: maybe it won't? Rather than base its cost projections on the actual law, they assumed the federal government would pay just 58 percent of the new costs, which is the share the feds currently pay for other Medicaid beneficiaries in Florida, Health News Florida notes.\nFlorida is tied among states for the fourth-highest share of residents without health insurance, 20 percent, but that fact isn't enough for Scott to rethink his opposition to Obamacare. In addition to playing games with the Medicaid costs, Scott also was one of the 25 governors -- 22 of whom are Republican -- who declined to establish a health insurance exchange under the law, leaving the task to the federal government.\nAfter the Health News Florida item caught the attention of various news outlets, and Scott's claims earned a \"False\" rating from PolitiFact, Scott's office acknowledged the existence of different numbers. \"Others have asked AHCA to use different assumptions to calculate different cost estimates. We look forward to reviewing those cost estimates as well,\" Scott spokeswoman Melissa Sellers said in a news release Tuesday.\n\n\nalt=\"Where the States Stand\" width=\"570\" border=\"0\"/>\nVia: The Advisory Board Company", "date": "\n01/09/2013", "href": "https://www.huffpost.com/entry/florida-medicaid_b_2439605", "tags": "care overstated percent news expansion costs estimates medicaid federal scott rick florida law health"}