{"title": "Florida School Hires 2 Combat Veterans to Take Down Active Shooters", "content": "By the end of February, the students at Manatee School for the Arts in Palmetto, Fla., will see two  combat veterans in body armor roaming the grounds, each carrying a 9-millimeter Glock handgun and a semiautomatic rifle with a 17-inch barrel.\nIf an armed intruder were to enter the campus, “we’re not looking for a fair fight,” Bill Jones, the principal, said in an interview. “We’re looking at an overwhelming advantage.”\nLegislation passed after the Parkland massacre last year requires schools in Florida to have at least one “safe-school officer.” Manatee School for the Arts, a charter for 2,100 middle and high school students, is the only school in Manatee County that chose to hire guards who carry rifles, according to the Manatee County Sheriff’s Department, which trained the guards.\n[School safety. Gun control. Red flag laws. Read more on how America has responded to the Parkland massacre over the past year.]\n“It’s just a much more effective weapon than the handgun is,” Dr. Jones said.\nThe decision to patrol with long guns is “very unusual,” said Michael Dorn, the executive director of Safe Havens International, which has performed security assessments at dozens of public school systems throughout Florida, including three of the state’s largest school districts.\nMr. Dorn said he was not aware of any school guards in the United States who openly carry long guns, though it is not unusual in some areas overseas.\n“It’s not something that we typically advise our clients to do for a variety of reasons,” he added, in part because someone might knock out the officer and take the weapon, and it’s more difficult to subdue and handcuff an assailant while carrying a long gun.\nManatee School for the Arts is also adding a guard shack to its entrance and will raise its perimeter fencing by two feet.\nFlorida’s bill, named the Marjory Stoneman Douglas High School Public Safety Act after the school where the Parkland shooting occurred a year ago this week, gave schools the option of choosing between a school resource officer, who is employed by a law enforcement agency; a school safety officer, who is employed by either a law enforcement agency or by the district school board; or a school guardian, a school employee trained to stop lethal attacks.\nLast year, an Associated Press survey found that nine of the state’s 67 countywide school districts were supplementing officers by employing full-time guardians. The survey did not specify the type of weapons the guards would be using.\n“We have guardians in almost all of our elementary schools, and in most of our charter schools,” said Michael Barber, a spokesman for the School District of Manatee County.\nThe district’s public middle and high schools have school resource officers, he added.\nManatee School for the Arts hired one guardian with 15 years of infantry experience who has now been on campus for a couple of months, Dr. Jones said. A second guardian, also a combat veteran, is finishing his training and will begin working this month, he added.\nGuardians are required to complete at least 132 hours of firearm safety and proficiency training.\nDr. Jones said the school hired combat veterans because he wanted guards who wouldn’t hesitate to go after a gunman.\n“I don’t want this to be the first time they’ve had someone shooting at them,” he said.\nSo far, Dr. Jones said, “most parents have been very accepting.”\nTo assuage safety concerns about the high-powered weapons, the school requires its guardians to keep the chambers of their Kel-Tec RDB semiautomatic rifles empty, and the guns are not stored on campus.\nThe presence of an armed guard doesn’t necessarily deter violence. During the shooting last February that left 17 in Parkland dead, there was an armed school resource officer standing by the door to the building who was later widely criticized for not entering. (He said he thought at the time that the gunman was outside.)\n[Read how the Parkland massacre has changed the lives of the survivors in their own words.]\nAnd in 2016, a teacher in Michigan was grazed in the neck by a bullet when a school resource officer negligently fired his gun. And in some cases, agitated students have grabbed officers’ guns, even while the guns were in holsters.\nDr. Jones estimated that the total cost of the new security measures would be close to $200,000 for the 2018-19 school year, and said the armed guards would earn a yearly salary of about $50,000. It “substantially exceeds” the money received from the state, he added.\nDespite the heightened fear over school shootings, active shooters are statistically rare.\nUnintentional injury, which includes traffic accidents and drowning, is the leading cause of death for American school-age children.\n[Nearly 1,200 children have been killed by gun violence since the shooting in Parkland. Read how teenage journalists told their stories.]\n“Our mind-set is so locked into the rare but truly catastrophic active-shooter event,” Mr. Dorn said.\nOn school property, students and school employees are more likely to die by suicide than a mass shooting, he added.\nSpending a lot of money to arm security officers addresses only one type of school safety concern, said Amanda Klinger, the director of operations at the Educator’s School Safety Network, an organization that trains educators and administrators in violence-prevention measures.\n“We don’t know that those security interventions will stop the things that they’re seeking to stop,” Ms. Klinger said. “My question is, what else are they doing to keep kids safe in schools? What are they doing to keep kids safe from risks or threats other than active shooters?”", "date": "Feb. 11, 2019", "href": "https://www.nytimes.com/2019/02/11/us/guns-in-schools.html", "tags": "active hires “ shooters take safety jones school schools guards veterans combat parkland florida manatee"}