{"title": "Florida Governor Suspends Sheriff Over Parkland Shooting", "content": "UPDATE: Gov. Ron DeSantis of Florida suspended Sheriff Scott Israel of Broward County on Friday, citing his “neglect of duty” and “incompetence,” and named Gregory Tony, a former sergeant from the Coral Springs Police Department, as his replacement. \nMr. Israel vowed to fight the suspension, calling it politically motivated for voicing his opposition to the National Rifle Association. “There was no wrongdoing on my part,” he said.\nMIAMI — After nearly a year of deepening anger over a deadly Florida high school shooting and the bungled police response that followed, no prominent officials have been held directly accountable for their handling of the tragedy. That may be about to change.\nGov. Ron DeSantis, Florida’s newly minted Republican chief executive, promised as a candidate to do what his predecessor did not: suspend Sheriff Scott Israel of Broward County, a Democrat who bragged about his leadership even though his deputies failed to charge into Marjory Stoneman Douglas High School in Parkland to try to take down the gunman.\nOn Wednesday, during his first full day in office, Mr. DeSantis indicated that he planned to take action quickly on Sheriff Israel’s future, though he has not suspended him yet.\n“All I can say is, to the people of South Florida: I shall return very soon,” Mr. DeSantis told reporters in Miami when asked about the sheriff’s potential suspension. “It’s not going to take forever.”\nSheriff Israel has not yet heard from the new governor, said Stuart Kaplan, the sheriff’s lawyer.\n“We have received no word whatsoever from his office,” Mr. Kaplan said. The sheriff is “at work and tending to the responsibilities of making sure the citizens of Broward County are kept safe.”\nBut there seems little doubt that Mr. DeSantis is preparing to act after sustained pressure from families of the Parkland shooting victims, many of whom have been outspoken in their blistering criticism of Sheriff Israel and have become heavily involved in all levels of politics in the aftermath of the Feb. 14 massacre. Mr. DeSantis even appeared to refer to the sheriff — though not by name — in his inaugural speech on Tuesday.\n“If a local official is neglectful of required duties, I will remove that official,” the governor said.\nA state investigative report into the shooting, delivered to lawmakers last week, revealed in painful detail how eight sheriff’s deputies had heard gunshots but remained outside the building, wasting valuable time to try to save lives.\nSheriff Israel’s office bills itself as the largest accredited sheriff’s department in the country, with some 5,800 employees. The sheriff faced intense criticism after the shooting once it became evident that police radios jammed and deputies lacked recent training on how to handle active shooters.\nThe Parkland shooting has become a catalyst for the national debate on gun control. Stoneman Douglas students became youth activists for new gun legislation, and Sheriff Israel himself, who has been twice elected in a heavily Democratic county, clashed head-on with the powerful National Rifle Association. During a town hall-style event broadcast by CNN days after the shooting, the sheriff told Dana Loesch, an N.R.A. spokeswoman, that her organization was obstructing the police’s ability to keep people safe.\n“You just told this group of people that you are standing up for them,” he told her. “You’re not standing up for them until you say, ‘I want less weapons.’”\nSheriff Israel then became a frequent N.R.A. target on social media. And as reports surfaced of deputies’ shortcomings at Stoneman Douglas, Republican opposition to the sheriff grew. Eventually, several vocal parents of victims whose opinions carry significant political weight also announced their lack of confidence in him.\n“If you had one deputy that doesn’t go in, it could be easily called a lack of courage, or a mistake, or a fluke,” said Ryan Petty, whose 14-year-old daughter, Alaina, was killed in the rampage. “But when you have eight deputies that don’t go in when they’re hearing gunshots inside of a school, that’s a systemic failure. Systemic failures point in one direction: They point to the leader.”\nDeputies told investigators they had struggled to learn what was happening the day of the massacre because their radios had jammed — the same problem they had confronted more than a year earlier at a shooting at the Fort Lauderdale airport.\n“It was chaos on the radio,” Sergeant Jason Rotella said, according to a transcript of his interview with investigators.\nDeputies also said they had not trained for an active shooting in months. Police officers who responded from other cities, including Coral Springs and Sunrise, did rush into the building — but they were relying on clear and recent training, the investigation found.\n“Don’t go in,” Lt. Craig Cardinale of the Sunrise Police Department said he was told by one Broward deputy when he reached the school, according to a transcript of his interview with investigators. Another one told him: “Don’t go. The guy’s got a rifle.”\n“I’m going in,” said Lieutenant Cardinale, whose son, a Stoneman Douglas student, was inside the building. (His son was unhurt.)\nThe state commission’s investigation led Sheriff Israel’s local newspaper, The Sun Sentinel of South Florida, which had previously supported him, to call for his ouster. He was elected in 2012 and re-elected in 2016.\nSpeculation over Sheriff Israel’s fate intensified over the past week as Mr. DeSantis prepared for his inauguration. On Tuesday, the day the new governor was sworn in, the sheriff met with his command staff and acknowledged that he expected to be suspended — and intended to fight for his job.\n“He’s informed his staff that he expects to be removed from office shortly,” said Jeff Bell, the president of the Broward Sheriff’s Office Deputies Association, a labor union, and a frequent critic of Sheriff Israel. “He doesn’t have an exact date, but he said he expects to be removed so the others can prepare accordingly.”\nMr. Kaplan characterized the sheriff’s meeting with his staff differently, saying he tried to reassure them that he remains committed to his job for as long as he has it. “He is very concerned: He doesn’t want morale eroded by innuendo,” Mr. Kaplan said.\nSheriff Israel was not removed by the former governor, Rick Scott, a Republican, in spite of political pressure to do so months after the shooting. Mr. Scott, then a Senate candidate, said he wanted to first review the conclusions of an investigation by the state police that has yet to be completed. Mr. Scott might have also hesitated to take action for fear of riling Broward voters and other sheriffs in an election year.\nFlorida law gives the governor the power to remove constitutional officers for a limited number of reasons, including neglect of duty and incompetence; Sheriff Israel and his legal team could argue that none of the criteria apply to him if he challenges a suspension before the Republican-controlled State Senate.\nThe sheriff has made some personnel and policy changes since the shooting, including placing several deputies involved in the response on restricted duty and amending the department’s active-shooter policy just last month to say deputies “shall” instead of “may” pursue the gunman while an attack is still underway. It has been widely accepted police practice since the Columbine and Newtown shootings to try to overcome a gunman as quickly as possible.\nThe only armed deputy on campus when the shooting broke out, Scot Peterson, resigned last year after the sheriff moved to place him under internal investigation over Mr. Peterson’s failure to enter the building as the shooting took place.\nSeveral Stoneman Douglas school employees have also been fired or reassigned.\nAfter the shooting, Mr. Scott, the former governor, signed a package of gun restrictions that included extending the waiting period to buy any firearm and raising the minimum age of purchase to 21. But this year, Parkland activists might find themselves lobbying state lawmakers once again: At least one bill has been filed for the coming legislative session, which begins in March, that would undo some of the new controls.", "date": "Jan. 9, 2019", "href": "https://www.nytimes.com/2019/01/09/us/parkland-shooting-desantis-scott-israel.html", "tags": "shooting sheriff deputies desantis ” israel police suspends parkland florida governor said"}