{"title": "Florida Gun Control Bill Passed by House, Defying N.R.A.", "content": "MIAMI — Florida lawmakers gave final passage to a $400 million gun control and school safety bill on Wednesday in defiance of the National Rifle Association, which opposed the legislation’s firearm restrictions. The bipartisan vote came three weeks after a gunman killed 17 people in a rampage at Marjory Stoneman Douglas High School in Parkland, Fla.\nThe legislation, which passed the State Senate on Monday and now heads to the governor, would raise the minimum age to purchase any firearm to 21 from 18; impose a three-day waiting period on gun purchases; fund school police officers and mental health counselors; and allow local school districts and sheriffs to arm certain school personnel. It would also ban so-called bump stocks, which make guns fire faster, and give law enforcement more power to commit people deemed a threat.\nWhile the gun bill was the first to pass in the state in years, it fell short of the demands of many of the students and educators who have in recent weeks led a national call for stronger firearm restrictions.\n(Read our article about exactly what’s in the bill, and what’s not, here.)\nThe emotional debate in the House, which lasted eight hours, culminated with powerful remarks from Representative Jared Moskowitz, a Democrat who graduated from Stoneman Douglas High and told of attending the funerals of the dead. He broke down and needed a moment to compose himself when he shared that one of the victims, Jaime Guttenberg, was the daughter of his son’s preschool writing teacher.\nThe chamber, which bustled with activity during almost every other speech, was rapt in attention. Vote for the bill, Mr. Moskowitz implored his colleagues.\n“This isn’t hard,” Mr. Moskowitz said. “Putting your kid in the ground is hard. This is easy.”\n“This may be the most consequential vote we ever take on this floor,” said Representative Shawn Harrison, Republican of Tampa. “Grown-ups protect our kids. It’s what we do. It’s our turn. Don’t let them down.”\nThe legislation passed, with a vote of 67 to 50. Lawmakers rose, looked up into the public gallery and applauded Andrew Pollack, whose daughter, Meadow, was killed in the shooting. He sat through the debate and remained until the vote, even though it likely meant he missed his flight back home.\nHours earlier, the grand jury in Broward County charged Nikolas Cruz, the suspect in the Feb. 14 massacre — one of the deadliest school shootings in American history — with 17 counts of premeditated murder and 17 counts of attempted murder.\nThe indictment of Mr. Cruz, who has confessed to the killings, was essentially a formality, and the primary legal debate now centers on whether prosecutors should seek the death penalty. Mr. Cruz’s lawyers have offered a plea bargain — consecutive life sentences without parole — in a bid to avoid a trial and the threat of execution.\n“The only question is does he live or does he die?” said Howard Finkelstein, the Broward County public defender, whose office is representing Mr. Cruz. “The question for the community, and specifically the victims’ families — is it worth what will be a three-year trial odyssey followed by a 15-year appellate odyssey?”\nIn the State Capitol on Wednesday afternoon, the provision to voluntarily arm trained school “guardians,” including librarians and school counselors, threatened to derail the legislation. But the families of all 17 people killed in Parkland sent House members a letter on Tuesday urging them to vote yes.\n“You must act to prevent mass murder from ever occurring again at any school,” they wrote. “This issue cannot wait. The moment to pass this bill is now.”\nOn Thursday, several House Democrats cited the letter as the reason they would favor the proposal, even after the Democratic caucus took a formal position against it. The legislation prompted raw comments on the House floor and exposed a racial divide among Democrats: Black legislators warned their white counterparts that arming educators might result in discrimination against students of color.\nGov. Rick Scott, a Republican, has not said if he will sign the bill into law. His own proposal after the Parkland shooting did not envision arming school personnel or requiring a waiting period for all gun purchases.", "date": "March 7, 2018", "href": "https://www.nytimes.com/2018/03/07/us/florida-shooting-gunman-indicted.html", "tags": "control passed gun house n.r.a school ” bill florida legislation defying vote —"}