{"title": "Flynn and Russia envoy Kislyak discussed 'simple things'", "content": "Moscow's former US ambassador has said that he and ex-US national security adviser Michael Flynn discussed \"the most simple things\" in conversations during the presidential transition.\nSergei Kislyak said on Russian TV that there were \"no secrets\" and that US sanctions on Russia were not mentioned.\nMr Flynn resigned in February after it emerged that he had misled Vice-President Mike Pence about his conversations with Mr Kislyak.\nThe Russian left Washington in July.\nHe remains a key figure in ongoing investigations into alleged meddling by Moscow in the US election and this is the first time he has spoken publicly to the media since returning to Russia.\nMr Flynn was forced out of his job as national security adviser after just 23 days after it was widely  reported that he had discussed US sanctions on Russia with Mr Kislyak, and subsequently lied to Mr Pence about the conversation.\nBut Mr Kislyak described his conversations with Mr Flynn as \"totally correct, calm and utterly transparent\" and said they did not talk about sanctions.\n\"There were no secrets, at least from our side,\" he said.\nThe topics they discussed included US-Russia cooperation on terrorism, he said. He added he was sure that what they talked about was well known to \"many other people in America\".\nDespite tensions, Mr Kislyak said he did not believe it was right to speak of a new Cold War between the US and Russia.\n\"[Ideology] is not the problem in our relationship,\" he said. \"The problem in our relationship is the Americans' sense of absolute exceptionalism and their supposed right to tell everyone else what is good and what's bad.\"\nThe story of Mike Flynn\nRussia's man in Washington\nMr Kislyak has been at the centre of numerous controversial meetings involving senior Trump administration officials.\nAttorney General Jeff Sessions removed himself from the FBI's investigation into alleged Russian election interference after failing to disclose two meetings with Mr Kislyak at his confirmation hearings. \nMr Sessions has said the pair did not discuss anything related to the campaign, but the Washington Post reported last month that they did indeed discuss campaign-related issues.\nThe newspaper cited current and former US officials who said intelligence agencies monitored subsequent conversations between Mr Kislyak and his superiors in Russia about the meetings with Mr Sessions.\nMr Trump's son-in-law and senior adviser Jared Kushner also met Mr Kislyak in early December in Trump Tower, with Mr Flynn present.\nHe insists he did not suggest a \"secret back channel\" for communications, as has been reported, or discuss sanctions. \nSeparately, on Friday, the New York Times reported that the special counsel now leading the federal investigation into the alleged election meddling and possible collusion between the Trump campaign and Russia had asked the White House to hand over documents linked to Mr Flynn.\nThe news came after reports said Special Counsel Robert Mueller had begun using a grand jury in Washington.\nPresident Trump has described the investigations as a \"witch hunt\", and Moscow denies interfering in the election.", "date": "5 August 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-40836456", "tags": "sanctions things us washington conversations envoy flynn russia said discussed kislyak"}