{"title": "Foes of Russia Say Child Pornography Is Planted to Ruin Them", "content": "CAMBRIDGE, England — His indomitable will steeled by a dozen years in the Soviet gulag, decades of sparring with the K.G.B. and a bout of near fatal heart disease, Vladimir K. Bukovsky, a tireless opponent of Soviet leaders and President Vladimir V. Putin of Russia, is not a man easily put off his stride.\nBut he got knocked sideways when British police officers banged on the front door of his home on a sedate suburban street here early one morning while he lay sick in bed and informed him that they had “received information about forbidden images” in his possession.\n“It was all very bizarre and disturbing,” Mr. Bukovsky said. “This is not normally the language of a free society,” he added, recalling how his old K.G.B. tormentors used to hound him and his friends over texts and photographs declared forbidden by the Soviet authorities.\nThe images sought by the British police, however, had nothing to do with politics but involved child pornography, a shocking offense in any jurisdiction. The officers hauled away a clunky desktop computer from Mr. Bukovsky’s study — a chaos of books and papers dusted with cigarette ash — and a broken computer from his garage.\nIn April last year, the veteran Soviet dissident, a onetime confidant of Margaret Thatcher, finally found out what was going on: The Crown Prosecution Service announced that he faced five charges of making indecent images of children, five charges of possession of indecent images of children and one charge of possession of a prohibited image.\nThe case was supposed to go to court in May in Cambridge but, after Mr. Bukovsky, 73, entered a not-guilty plea it was delayed until Dec. 12. This followed a prosecution request for more time to review an independent forensic report on what had been found on Mr. Bukovsky’s computers and how an unidentified third party had probably put it there.\n“The whole affair is Kafkaesque,” Mr. Bukovsky said in an interview. “You not only have to prove you are not guilty but that you are innocent.” He insisted that he was the victim of a new and particularly noxious form of an old K.G.B. dirty trick known as kompromat, the fabrication and planting of compromising or illegal material.\nOld-style kompromat featured doctored photographs, planted drugs, grainy videos of liaisons with prostitutes hired by the K.G.B., and a wide range of other primitive entrapment techniques.\nToday, however, kompromat has become allied with the more sophisticated tricks of cybermischief-making, where Russia has proved its prowess in the Baltic States, Georgia and Ukraine. American intelligence agencies also believe that Russia used hacked data to hurt Hillary Clinton and promote Donald J. Trump in the U.S. presidential election, according to senior officials in the Obama administration.\nRussia’s cyberwarriors serve a multitude of goals, including espionage, the disruption of vital infrastructure — as happened in Ukraine last year when nearly a quarter of a million people lost electricity after a cyberattack on three regional energy companies — the discrediting of foes and the shaping of public opinion through the spread of false information.\nHacking is not only a good way to get real information, like the emails of the D.N.C., but a relatively easy and usually untraceable way to plant fake information. For example, when unidentified hackers last year broke into the computers of a government research center in Lithuania, they stole nothing, but planted bogus reports on its website that the country’s stoutly pro-American president had worked as an escort and K.G.B. informer while a student in Leningrad during the Soviet era.\nA similar break-in affecting the Lithuanian military’s website replaced a bland announcement about a coming NATO exercise with a fake statement that presented the exercise as part of a plan to annex Kaliningrad, a Russian exclave on the Baltic Sea, and join it with Lithuania, a member of NATO.\nThe supposed NATO plan outlined in the phony text closely mimicked methods used by Moscow in 2014 to annex Crimea and stir up unrest in eastern Ukraine, including the seizure of military posts and police stations and calls for the establishment of the Kaliningrad People’s Republic.\nWritten in faulty Lithuanian, the statement was “immediately obvious as a fake,” said Rimtautas Cerniauskas, the director of Lithuania’s National Cyber Security Center, which was set up last year in response to increased alarm over Russian aggression.\nBut, he added, the stunt nonetheless succeeded in distracting cyberdefense staff members from their normal work for days and in spreading a lie that, though immediately exposed, polluted discussion about NATO.\n“I don’t believe in aliens, but if you see enough articles about aliens visiting Earth, you start to think ‘Who knows, maybe the government is hiding something,’” Mr. Cerniauskas said.\nSeemingly, no target is too small to warrant attention, no attack too petty. Trained to believe that the ends always justify the means, Russian security service operatives “have sick minds,” Mr. Bukovsky said. “They live in a virtual reality.”\nThis blurring of all boundaries between truth and falsehood in the service of operational needs has created a climate in Russia in which even the most serious and grotesque accusations, like those involving pedophilia, are simply a currency for settling scores. Mr. Bukovsky is far from the only one fending off such allegations.\nYoann Barbereau, the French director of the Alliance Française in the Siberian city of Irkutsk, has been struggling since early last year to defend himself against charges that he posted child pornography on a website for Russian mothers. His lawyers, pointing to evidence that his computer was tampered with after his arrest, believe that the material was planted by local security service officers to punish Mr. Barbereau for an extramarital romance with a woman connected to a powerful local official. In September, after months under house arrest, Mr. Barbereau fled.\nKonstantin Rubakhin, an environmental activist who lives in exile in Lithuania, also got a visit from police officers looking for child pornography. Mr. Rubakhin speculated that that raid, in June last year, may have been part of an effort to derail his application for political asylum or his work for the EU-Russia Civil Society Forum, a research group that investigates corruption. In the end, the Lithuanian police dropped the case.\nGetting someone labeled a suspected pedophile has the added benefit of fitting “perfectly with the Kremlin’s line that human rights activists are all just degenerates,” said Vytis Jurkonis, a Lithuanian human rights activist who works with Russian exiles.\nRussia has denied any involvement in all of these incidents. “Of course they do,” scoffed Linas Linkevicius, Lithuania’s foreign minister. “They never have anything to do with anything that is going on in the world,” he said, describing Russian hackers, whether working directly for the state or as freelance vandals, “as part of their weapons system.”\n“They have very efficient hybrid warfare means,” he added.\nIn the case of Mr. Bukovsky and the others involving pornography stored — or planted — on the computers of Kremlin critics, the high degree of deniability offered by the shadows of cyberspace has left the accused struggling to salvage their reputations.\n“To use a technical term, you are completely screwed,” said Jeffrey Carr, the head of Taia Global, an American cybersecurity company, and the author of a book on cyberwarfare. “If something like this is sponsored by the Russian government, or any government or anyone with sufficient skill, you are not going to be successful. It is terrible.”\nRussia first flexed its cybermuscle publicly in 2007 with a blitzkrieg attack across a broad front in Estonia, a Baltic nation often at odds with Moscow. The computer systems there of the police, military, banks, media and government offices faced a lengthy barrage of superfluous requests designed to crash their networks, a tactic known as a distributed denial-of-service attack.\nTaimar Peterkop, the director general of Estonia’s Information System Authority, which watches over the core pillars of the country’s highly digitalized economy and government, said that after that early assault the cybermischief linked to Russia has only expanded in both range and sophistication.\n“Nowadays it seems they want to show they are everywhere,” Mr. Peterkop said. “Like flying bombers close to our and other countries’ borders, they perhaps simply want to show they have an important global footprint. It is almost as if they want to be seen, or maybe we are just responding better.”\nLast year’s assault on Ukraine’s energy system involved far more elaborate tools than those used in the 2007 distributed denial-of-service attacks on Estonia and were the first known successful effort by Russia or its proxies to knock out vital civilian infrastructure with hackers worming their way into control rooms.\nRobert Lee, the director of Dragos Security, a cybersecurity company in Maryland, who helped investigate the electricity shutdown in Ukraine, said that identifying the culprits would “never be certain” but that “when we look at tradecraft, capabilities and motive of the group involved, we can come to a high-confidence assessment that the group was Russian-based and a medium-confidence assessment that there were members in the government that knew this was going to happen.”\nThis gray zone of uncertainty has been seized on by Russia as proof that it is the victim of “Russophobic” hysteria over its role in cyberspace. It has also left Mr. Bukovsky — and others caught in what they believe are Moscow-orchestrated kompromat traps — at the mercy of Western police and courts that demand hard evidence, not guesswork and accusation from defendants.\nInside Russia, kompromat has featured for years in political and business disputes. Under President Boris N. Yeltsin in the 1990s, it was a dirty game played by both the Kremlin and its foes but, under Mr. Putin, compromising videos and other embarrassing material invariably target only the Kremlin’s opponents.\nBefore becoming president at the end of 1999, Mr. Putin played a prominent role in a particularly spectacular example of this Russian specialty. As head of the Federal Security Agency, or F.S.B., in 1997, Mr. Putin won the trust of Mr. Yeltsin by helping to destroy the career of Russia’s prosecutor general, Yury Skuratov, who, after starting an investigation into Kremlin corruption, was disgraced on national television by the broadcast of a video that showed a man who looked like him in bed with two young women.\nMr. Putin certified in public that the man in the video, widely believed to have been arranged and then filmed by the F.S.B., was indeed the prosecutor general. Mr. Skuratov resigned. The corruption investigation ended. A grateful Mr. Yeltsin named Mr. Putin prime minister and then president.\nFor the Kremlin’s supporters, the verdict on Mr. Bukovsky is already in. On learning of the charges against him, Margarita Simonyan, the editor in chief of the state-funded television outlet RT, posted a sneering message on Twitter: “The Pedophile Plan: rape a child, sign up in the opposition, emigrate, expose the flaws of the motherland and all will be well. Or not.”\nThe idea that Europeans and Russian opponents of the Kremlin are sexual deviants with a taste for pedophilia is a strange but recurring theme in Russian propaganda. The Russian ex-wife of a Norwegian man gained wide attention in state media, for example, with fabricated claims, made after she lost a child custody battle in Norway, that her former husband dressed up their 4-year-old son in a “Putin costume” and raped him.\nFoes of the Kremlin have sometimes picked up the same ugly club and used it to beat Mr. Putin, as did Alexander V. Litvinenko, a former K.G.B. agent who died in London in 2006 from poisoning by a highly toxic radioactive isotope. Four months before his death, which a British inquiry ruled was probably state-sponsored murder approved by Mr. Putin, Mr. Litvinenko published an article that, without any evidence, asserted that the Russian president was himself a pedophile.\nMr. Bukovsky, who was a close friend of Mr. Litvinenko, said he had strongly urged him not to publish. “I was very angry with him,” Mr. Bukovsky recalled, noting that in many ways Mr. Litvinenko, despite his ferocious hostility toward the Kremlin, still had the mind-set of a security officer and “could not understand the difference between truth and operational information.”\nOn the “dark web,” an area of the internet that requires special software and authorization codes to enter, suspected Russian hackers openly offer to plant evidence of pedophilia as a way to destroy an enemy.\n“I’ll do anything for money,” promised an advertisement placed by a hacker who offered to ruin “your opponents, business or private persons you don’t like. I can ruin them financially and or get them arrested, whatever you like.” Boasting that it was possible to destroy both individuals and businesses, the hacker added, “If you want someone to get known as a child porn user, no problem.” He gave a price, denominated in Bitcoins, of around $600 per job.\nPaulo Shakarian, the chief executive officer of IntelliSpyre and the director of the Cyber-Socio Intelligent Systems Laboratory at Arizona State University, said his team had analyzed the advertisement and concluded that it was probably posted by a Russian (or at least a Russian-speaking) hacker. He said the price was in the normal range of what hackers demand for character assassination.\nNo matter what the court in Britain decides, Mr. Bukovsky has already had his reputation — and, by association, that of other Kremlin’s critics — trashed in Russia. Russian state television, in a report on the case, described the dissident as “a lover of child porn.”\nMr. Bukovsky complained that European countries that expect clarity and follow rigid procedures easily fall prey to the dirty tricks of a regime that excels in hiding its tracks and creating confusion. “They are very good at using the West against the West,” he said.", "date": "Dec. 9, 2016", "href": "https://www.nytimes.com/2016/12/09/world/europe/vladimir-putin-russia-fake-news-hacking-cybersecurity.html", "tags": "foes “ russian planted bukovsky say child ruin russia kremlin — pornography putin"}