{"title": "Foes of Hungary’s Government Fear ‘Demolition of Democracy’", "content": "BUDAPEST — In less than two years as a member of the Hungarian Parliament, Timea Szabo says she has looked on helplessly as the ruling Fidesz Party has used its two-thirds majority to tighten its grip on the news media and the courts, redraw parliamentary districts in its favor and pack the constitutional court with supporters. On Jan. 1, a new “majoritarian” Constitution written and ratified by Fidesz takes hold.\n“They are preparing the funeral for the Hungarian Republic,” Ms. Szabo said. Opposition groups, including Ms. Szabo’s small, green Politics Can Be Different Party, known by its Hungarian abbreviation L.M.P., have called for a demonstration on Friday against the “demolition of democracy” by Prime Minister Viktor Orban.\nDemocracy here is dying not with a single giant blow but with many small cuts, critics say, through the legal processes of Parliament that add up to a slow-motion coup. And in its drift toward authoritarian government, aided by popular disaffection with political gridlock and a public focused mainly on economic hardship, Hungary stands as a potentially troubling bellwether for other, struggling Eastern European countries with weak traditions of democratic government.\nTo mounting criticism from the European Union and the United States, Fidesz is racing to use its supermajority in Parliament to pass a flurry of legislation before the new Constitution takes effect, a push that critics say will consolidate overwhelming power with Mr. Orban, a political veteran who got his start opposing Communist rule as it waned in the late 1980s.\nParty loyalists are being given 9- to 12-year terms at the head of powerful institutions like the public prosecutor’s office and the state audit office. Judges are being forced from the bench with a drop in the mandatory retirement age to 62 from 70, even while the approval process is being altered to assure the speedy ascension of the government’s nominees. On Tuesday, Hungary’s media council announced that it intended to throw an independent, opposition-aligned radio station, Klubradio, off the air.\n“What you have is the systematic destruction of checks and balances in the government,” said Peter Hack, a law professor at the Eotvos Lorand University in Budapest who, as a member of Parliament from the pro-business Free Democrats, worked on judicial matters. “The present situation is really a building where the foundations are weakened.”\nMr. Orban and his supporters counter that they are only following through on their promises in last year’s election campaign to sweep away the old order, which they say was hamstrung by compromises to ensure a smooth transition from communism but left behind a legacy of gridlock. Government supporters note the left-wing opposition’s contradictory claims, on the one hand saying that Fidesz is establishing unassailable authoritarian control while warning that the real danger is the far-right party Jobbik taking control of a system of government shorn of checks and balances.\nThe constitutional court this week struck down portions of the controversial media law, as well as changes to the criminal code and a law governing churches, but the high court’s own purview will be limited by the new Constitution, one of several steps reining in the power and independence of the judiciary.\nMeanwhile, representatives of the International Monetary Fund and European Commission walked out of negotiations last week over assistance for the heavily indebted country after the government introduced proposals to significantly restrict the independence of the Hungarian National Bank.\nAs the pace of legislative and constitutional change gained speed this year, international observers including Secretary of State Hillary Rodham Clinton expressed concerns over the erosion of independent institutions. But the situation in Hungary has remained largely under the radar in Europe, whose leaders have been almost entirely preoccupied with the sovereign debt crisis that has threatened the survival of the euro.\nOn a recent afternoon at the ornate Parliament building here on the Danube River, Ms. Szabo strode out of a meeting of her party. “We are discussing the latest crisis of the democracy,” Ms. Szabo said. “It is a nightmare.”\nWith Mr. Orban’s center-right Fidesz Party proposing and passing legislation more or less at will, Ms. Szabo and other opposition lawmakers sometimes had only a few hours’ warning before debates began on complex laws. Her party decided to boycott Tuesday’s debate on the central bank legislation.\n“We more and more feel that by sitting there in Parliament we’re legitimizing what’s happening without really being able to do anything about it,” Ms. Szabo said.\nThe new Constitution, she noted, fittingly changed the name of the country, removing the word Republic and leaving it officially just Hungary.\nZoltan Kovacs, a government spokesman, said that opposition parties and the analysts sympathetic to them were painting legal changes in a dire light simply because they disagreed politically. “Whatever we do, the first accusation is that we are reducing the independence, the autonomy of that working body,” Mr. Kovacs said.\n“It’s a little bit curious for an external observer because it seems to be fast, it seems to be too much at once, but that’s actually what we have promised,” Mr. Kovacs said. “We are refurbishing; we are renewing the country.”\nThe level of antagonism in Hungarian politics rose significantly starting in September 2006, when radio stations played a leaked recording of Ferenc Gyurcsany, the Socialist prime minister, who admitted that he had lied to the public about the dire state of the country’s economy before elections.\nBefore austerity became the watchword for countries like Greece, Ireland and Spain, the Hungarian government was cutting government jobs, raising taxes and imposing new fees to try to control its growing budget deficits as early as 2007. Steel barriers surrounded the Parliament building to protect it from tens of thousands of demonstrators.\nDissatisfaction over cutbacks and Mr. Gyurcsany’s speech helped fuel the rise of the nationalist, anti-Semitic Jobbik Party. Once a fringe group with a paramilitary wing, an energized Jobbik won nearly 17 percent of the vote in 2010.\nBut the main beneficiary of voter outrage toward the Socialists was Fidesz, which gained a critical two-thirds majority in Parliament — enough to pass constitutional amendments and even an entire new Constitution without votes from opposition parties.\nZoltan Horvath, 51, an engineer from Szombathely in western Hungary, said that a “tabula rasa” was necessary after the compromises of the post-Communist transition. “Yes, there is a risk that one party has too much power, but the desire to change things is correct. There is danger, but I don’t have sleepless nights,” Mr. Horvath said.\nBut Fidesz’s popularity is sinking fast in opinion surveys. Mr. Hack, the law professor, said he was concerned that Jobbik would benefit from the rising antiestablishment mood and anger over deeper cuts in public spending. “A lot of people are not saying that Orban is doing too much, but that he is doing too little,” Mr. Hack said.\nThe centralization of power would look very different, even to Fidesz, with someone else in charge. “In the short term it seems reasonable to take out the brakes from a car, it appears to go faster,” Mr. Hack said. “The problem is when the first curve appears and you need them.”", "date": "DEC. 21, 2011", "href": "https://www.nytimes.com/2011/12/22/world/europe/foes-of-hungarys-government-fear-demolition-of-democracy.html", "tags": "foes ‘ hungary party parliament democracy ” fidesz demolition fear szabo hungarian government"}