{"title": "Follow the Leader: Xi Jinping vs Deng Xiaoping", "content": "The Chinese Communist party voted this week to enshrine President Xi Jinping's ideology into its constitution, elevating him to the same level as founder Mao Zedong.\n\"Xi Jinping Thought\", according to Mr Xi himself, is the belief that it is time for \"socialism with Chinese characteristics for a new era\".\nBut that sounds similar to Mr Deng's \"socialism with Chinese characteristics\". \nSo just what are those Chinese characteristics, and while it might be unfair to compare them as they are operating in different times - is what President Xi has achieved so far comparable to Deng Xiaoping's accomplishments for the economy?\nWhen Deng Xiaoping launched China's \"reform and open up\" programme in 1979, China's gross domestic product (GDP) was:\nThe annual average income of a Chinese person was less than $100 (£76.21). \nToday, China's economy is the world's second largest, and by some estimates could overtake the US's by 2029. \nAll of this has happened largely due to a state-driven, managed economic system that Deng helped to put in place. \nBut all of that came at a huge price.\nAir and water pollution from factories producing goods in China has soared. This has led to health problems for millions of Chinese families.\nAnd while hundreds of millions of people have been lifted out of poverty, there's still a huge gap between the rich and the poor, leading to rising resentment against the elites in the Chinese Communist party and their children.\nDeng's legacy was also tarnished by the Tiananmen Square massacre which reinforced the West's belief that even if China followed Western methods to expand its economy, it would never follow a similar political system.\nWhen President Xi Jinping came to power in 2012, the Chinese people had already experienced three decades of double digit growth.\nBut Mr Xi has also inherited a country with massive public and private debts, bloated state-owned companies and higher expectations from a new and confident Chinese population who wanted the Communist party to deliver public goods and improvements in welfare.\nSo here's how President Xi is trying to put a stamp on China's economy:\nWhile it's clear Mr Xi will go down in China's Communist Party constitution as the most elevated leader since Mao Zedong, it's not as clear whether he will be able to match the economic achievements that Deng Xiaoping had.\nDeng was always going to come out better in this competition, just based on the hard numbers. Starting from scratch is much simpler than trying to refashion the Chinese economy, as Mr Xi is attempting.\nMr Xi's economic achievements are important, but will never be revolutionary. There is no way they could be. \nThe biggest revolution is a philosophical one - Mr Xi wants the world to recognise that China is a global force - not just economically, but ideologically as well. He's offering China's way as an alternative model to the West's - a way for other countries to grow their economies but \"preserve their independence\". \nSo expect Mr Xi's China is to continue on its assertive and confident path. Expect steady but slowing economic growth - but most importantly expect an economy that's still heavily controlled from the top down, not growing from the bottom up.", "date": "25 October 2017", "href": "https://www.bbc.co.uk/news/business-41746705", "tags": "deng jinping xiaoping xi vs china communist party economy economic chinese leader follow"}