{"title": "Following Trump, IRS Takes First Shots At Obamacare's Individual Mandate", "content": "The Trump administration has canceled plans to tighten enforcement of the Affordable Care Act’s individual mandate.\nThe Obama administration’s plan was designed to strengthen the law. The Trump administration’s decision could weaken it.\nThe individual mandate is a requirement that people pay a financial penalty if they have the opportunity to get affordable coverage but decline it. The mandate is designed to make sure healthy people buy insurance rather than wait until they get sick. More healthy people in the insurance pool spreads the financial burden and stabilizes the markets.\nBut the mandate has consistently been among the law’s least popular features. And President Donald Trump wasted no time attacking it. \nOn Jan. 20, hours after taking the oath of office, he signed an executive order instructing federal agencies to interpret the health care law’s regulations in a way that would “minimize the economic burdens” on individuals and businesses.\nThe Internal Revenue Service has taken that advice to heart.\nTaxpayers indicate on their returns whether they have qualifying insurance, and those who say they don’t must calculate how much penalty they owe or apply for an exemption. In the past, the IRS would accept “silent” returns in which filers left the insurance information blank.\nThe IRS had planned to end that practice in 2017 and start rejecting outright returns that don’t indicate the filer’s insurance status. On Feb. 3, the agency informed tax-preparation software companies that it was canceling that plan. In other words, the IRS will continue to accept silent returns.\nKathleen Pender of the San Francisco Chronicle and Peter Suderman of Reason were the first to report the change, which the IRS has not yet made public. And, as their stories explained, it’s difficult to tell just how big a deal the decision will turn out to be.\nOn the one hand, the IRS will be doing exactly what it has done in the past. Official material will still provide information about the penalty. Filers who lack qualifying insurance will be expected to pay it, and filers who submit silent returns will be subject to follow-up inquiries from the agency.\nAbout 6 million people ended up paying the penalty under that scheme last year, and an additional 12 million applied for exemptions.\nBut enforcement of the mandate has always depended a lot on the behavior of tax preparers, including those software companies that got the Feb. 3 briefing. If they change the way software prompts taxpayers ― or if advisers start telling filers that the IRS isn’t serious about the the mandate ― that could reduce compliance.\nEven if penalty payments don’t end up declining much, the announcement itself could rattle insurers, many of whom have already expressed anxiety over the possibility that the Trump administration and congressional Republicans could weaken or eliminate the mandate in an attempt to repeal the law.\nSeveral insurers that lost money in past years have already said that, amid the growing uncertainty, they may scale back or withdraw their plans for 2018. \nOn Tuesday, Humana announced it was doing just that, although its total enrollment for individual policies (sold both through ACA exchanges and to beneficiaries directly) had declined to about 200,000 people nationally as of this year’s open enrollment.\nTimothy Jost, an emeritus law professor at Washington and Lee University, told The Huffington Post that the IRS decision “is of concern, and it’s another sign that the Trump administration is trying to undermine stabilization of the individual market. But it’s not that radical a change from what was happening before.”", "date": "\n02/15/2017", "href": "https://www.huffpost.com/entry/trump-administration-obamacare-individual-mandate_n_58a3d8bee4b03df370dbacc3", "tags": "administration mandate first irs obamacare shots takes trump insurance returns penalty law following individual"}