{"title": "For Europe, an Unpleasant Question: Confront Trump or Avoid a Costly Trade War", "content": "ROME — For Europe, the first move was easy. Officials swiftly announced plans to strike back with retaliatory measures against President Trump’s tariffs on steel and aluminum while vowing a legal challenge.\nThe next move is more complicated and uncertain. Though European leaders project unified resolve in confronting what they portray as American bullying that breaches the rules of global trade, they have not proved adept at setting aside national differences in pursuit of common aims.\nAnd Europe at the moment appears especially divided and internally conflicted.\nBritain is headed for the exits. A potentially destabilizing, populist government just assumed power in Italy. Spain unexpectedly changed leaders as well, while Hungary and Poland are testing the values of the European Union with policies anathema to democracy. In addition, European economic growth appears to be slowing, with factory orders down in Germany.\nIn European corridors of power, anger at the Trump administration is intense — not just because of the tariffs, but also because of the American decision to revoke support for the Iran denuclearization deal. Yet given the difficulties Europe confronts in orchestrating any policy and given competing economic interests across the 28-nation bloc, Europe is in a compromised position as it squares off with a bellicose American president.\nMany trade experts assume Europe will be forced to cede ground, further opening its markets to American exports to gain relief from Mr. Trump’s tariffs.\n“The U.S. is more powerful than the E.U., and the E.U. is facing many challenges,” said Kjersti Haugland, chief economist at DNB Markets, an investment bank in Norway. “I don’t think they will be strong enough to rally against this. They are not willing to pay the price.”\nFrance is especially inclined to punish the United States, viewing Mr. Trump’s justification of the tariffs on national security grounds as an affront to the concept of rules-based international trade, as overseen by the World Trade Organization.\nGermany — the bloc’s largest economic power — is reluctant to escalate the conflict, lest tit-for-tat tariffs jeopardize its lucrative exports of automobiles and other industrial goods to American shores.\nIn fashioning its response, Europe must navigate skepticism that Mr. Trump is executing a cohesive trade strategy, rather than lurching from position to position in the thrall of the supposed powers of unpredictability.\nYet to the extent that tactics may be divined, the Trump administration appears to be deploying the constant threat of tariffs to create uncertainty for business in a bid to force trading partners to accede to American demands.\nThe approach has produced some results. In March, when Mr. Trump unleashed the prospect of steel and aluminum tariffs, his administration signaled that this was an opening move in a negotiation. Soon, the United States exempted South Korea, a major steel exporter, in exchange for opening its market to American-made automobiles.\nThe Trump administration had hoped to use that agreement as a template in extracting similar concessions from the European Union. It suggested the bloc could gain an exemption from the American tariffs so long as it reduced its own duties on American autos while limiting its exports of steel.\nBut European leaders balked at that approach, enraged at what they viewed as demeaning treatment from a longstanding ally.\n“We will talk about anything in principle with a country that respects W.T.O. rules,” the French president, Emmanuel Macron, told reporters in Brussels in March, shortly after the Trump administration announced its metals tariffs. “We will not talk about anything when it is with a gun to our head.”\nThe Dutch, whose economy is especially tied to trade, were particularly incensed by the Trump administration’s approach. They were joined by other European bloc members still angry that Mr. Trump had withdrawn the United States from the Paris climate accord and, more recently, revoked support for a deal brokered by his predecessor, President Barack Obama, committing Iran to renouncing the production of nuclear weapons.\nThe apparent demise of that deal and the resumption of American sanctions against companies transacting with Iran is expected to cost European firms billions of dollars in sales, with French, German and Italian interests especially vulnerable.\nAll of which has reinforced European predilections to treat the battle over tariffs as a fight the Continent must engage and win, lest the foundations of international cooperation break down, yielding a new era in which rules are eclipsed by raw power.\nAs the word came on Thursday that Europe would not be spared from the American metals tariffs, its leaders quickly declared they would follow through on threats of retaliation.\n“This is a bad day for world trade,” said Jean-Claude Juncker, president of the European Commission, during a speech in Brussels. “We will immediately introduce a settlement dispute with the W.T.O. and will announce counterbalancing measures in the coming hours.”\nBut whether that stance can be maintained appeared uncertain.\nDespite its name, the European Union is not generally a model of unity. If Mr. Trump was banking on internal division stymieing the European response, he picked an opportune moment.\nBritain is consumed with domestic sniping over its pending departure from the European Union, making it a bit player in these proceedings.\nItaly has been immersed in the operatic political drama at which it excels, only Friday swearing in a new government after inconclusive elections in March. The incoming government presents a coalition of two populist parties that have expressed disdain for the European Union and the shared euro currency, stoking fears that the bloc will be presented with a new challenge to its cohesion.\nSpain just swapped governments. Germany is headed by a chastened chancellor Angela Merkel following her own lengthy struggles to form a government after elections last fall. The French president has been frustrated in his attempts to forge greater political unity within the bloc.\n“Europe is in disarray,” said Nicola Borri, a finance professor at Luiss, a university in Rome. “It’s even difficult to understand who is in power in Europe.”\nIn deliberating how to respond to Mr. Trump’s tariffs, the key schism appears to run between Germany and the rest of the bloc.\n“I don’t think there is a unified consensus for how to deal with the Americans,” said Meredith Crowley, an expert on international trade at the University of Cambridge in England. “The Germans benefit from open markets globally, so they don’t want to throw up more barriers to free trade.”\nThere is also the not-insignificant question of whether Europe should adhere to the bounds of the World Trade Organization, the referee for global trade disputes.\nThe European position — one shared by many economists — is that the Trump administration has undermined the institution’s workings in citing national security as an imperative for its metals tariffs. But if Europe immediately responds with its own tariffs, that would itself violate the organization’s rules, which require the filing of a formal case and a deliberative process requiring months to adjudicate.\nAt a meeting last month with his counterparts from European nations, Peter Altmaier, the German minister for economic affairs, urged that Europe avoid an escalating round of tariffs with the United States, according to European diplomatic officials who spoke on the condition of anonymity because the talks were private. The German minister suggested that Europe should accept quotas on its exports of steel to the United States as the cost of gaining a permanent exemption from the American metals tariffs.\nMr. Altmaier, who declined a request for an interview, was especially worried by the Trump administration’s threats to impose tariffs on auto imports, the people said.\nEuropean Commission officials responded angrily to the German proposal, calling for stiff and unequivocal retaliation. They were adamant that the conflict with the United States went well beyond the number of cars or the volume of steel sold to the United States: It presented an existential threat to the rules-based trading system.\nPublicly, that view carried the day.\nThe list of retaliatory tariffs Europe has prepared for this eventuality is engineered to apply political pressure. The list of products includes bourbon, made in Kentucky, the home state of Senator Mitch McConnell, the majority leader, and motorcycles, which are made by Harley-Davidson in Wisconsin, the home of Speaker Paul D. Ryan.\nIn seeking to extract an exemption from the tariffs, the European Union was prepared to agree to some sort of deal. According to the diplomatic officials, it floated the possibility of buying large volumes of liquefied natural gas from the United States while joining the Trump administration in pressing to alter the rules of the dispute settlement system at the W.T.O. — a longstanding American goal.\nBut European leaders insisted they would entertain none of that so long as Mr. Trump threatened tariffs.\nNow that the threat has become reality, many think Europe will wind up blinking, assenting to some concessions, having learned that Mr. Trump is prepared to go to war.\n“The U.S. is now exercising its power,” said Ms. Haugland, the DNB Markets economist. “When push comes to shove, the E.U. definitely doesn’t want a trade war.”", "date": "June 1, 2018", "href": "https://www.nytimes.com/2018/06/01/business/europe-trump-trade-war.html", "tags": "confront european american administration ” trump unpleasant europe avoid trade war costly tariffs question"}