{"title": "For Khashoggi, a Tangled Mix of Royal Service and Islamist Sympathies", "content": "BEIRUT, Lebanon — Jamal Khashoggi landed in Washington last fall, leaving behind a long list of bad news back home.\nAfter a successful career as an adviser to and unofficial spokesman for the royal family of Saudi Arabia, he had been barred from writing in the kingdom, even on Twitter, by the new crown prince. His column in a Saudi-owned Arab newspaper was canceled. His marriage was collapsing. His relatives had been forbidden to travel to pressure him to stop criticizing the kingdom’s rulers.\nThen, after he arrived in the United States, a wave of arrests put a number of his Saudi friends behind bars, and he made his difficult decision: It was too dangerous to return home anytime soon — and maybe forever.\nSo in the United States, he reinvented himself as a critic, contributing columns to The Washington Post and believing he had found safety in the West.\nBut as it turned out, the West’s protection extended only so far.\nMr. Khashoggi was last seen on Oct. 2 entering the Saudi Consulate in Istanbul, where he needed to pick up a document for his wedding. There, Turkish officials say, a team of Saudi agents killed and dismembered him.\nSaudi officials have denied harming Mr. Khashoggi, but nearly two weeks after his disappearance, they have failed to provide evidence that he left the consulate and have offered no credible account of what happened to him.\nHis disappearance has opened a rift between Washington and Saudi Arabia, the chief Arab ally of the Trump administration. And it has badly damaged the reputation of Crown Prince Mohammed bin Salman, the 33-year-old power behind the Saudi throne, who this time may have gone too far for even for his staunchest supporters in the West.\nThe possibility that the young prince ordered a hit on a dissident poses challenges for President Trump and may turn once warm relationships toxic. It could convince those governments and corporations that had overlooked the prince’s destructive military campaign in Yemen, his kidnapping of the Lebanese prime minister and his waves of arrests of clerics, businessmen and fellow princes that he is a ruthless autocrat who will stop at nothing to get his enemies.\nWhile the disappearance has cast a harsh new light on the crown prince, it has also brought attention to the tangled sympathies throughout Mr. Khashoggi’s career, where he balanced what appears to have been a private affinity for democracy and political Islam with his long service to the royal family.\nHis attraction to political Islam helped him forge a personal bond with President Recep Tayyip Erdogan of Turkey, who is now demanding that Saudi Arabia explain his friend’s fate.\nThe idea of self-exile in the West was a blow for Mr. Khashoggi, 60, who had worked as a reporter, commentator and editor to become one of the kingdom’s best known personalities. He first drew international attention for interviewing a young Osama bin Laden and later became well-known as a confidant of kings and princes.\nHis career left him extraordinarily well-connected, and the tall, gregarious, easygoing man seemed to know everyone who had anything to do with Saudi Arabia over the last three decades.\nBut settling in Washington had advantages. A friend invited him for Thanksgiving last year and he shared a photo of himself at dinner with his 1.7 million Twitter followers, tucking into turkey and yams.\nWhen his turn came to share what he was thankful for, he said: “Because I have become free, and I can write freely.”\nAccording to interviews with dozens of people who knew Mr. Khashoggi and his relationship with the Saudi leadership, it was his penchant for writing freely, and his organizing to push for political reform from abroad, that put him on a collision course with the crown prince.\nWhile Saudi Arabia has long been ruled according to the consensus of senior princes, Crown Prince Mohammed has dismantled that system, leaving his own power largely unchecked. If a decision was taken to silence a perceived traitor, it likely would have been his.\nMr. Khashoggi’s first claim to fame was his acquaintance with Osama bin Laden. Mr. Khashoggi had spent time in Jidda, Bin Laden’s hometown, and, like Bin Laden, he came from a prominent nonroyal family. Mr. Khashoggi’s grandfather was a doctor who had treated Saudi Arabia’s first king. His uncle was Adnan Khashoggi, a famous arms dealer, although Jamal Khashoggi did not benefit from his uncle’s wealth.\nMr. Khashoggi studied at Indiana State University and returned to Saudi Arabia to report for an English-language newspaper. Several of his friends say that early on Mr. Khashoggi also joined the Muslim Brotherhood.\nAlthough he later stopped attending meetings of the Brotherhood, he remained conversant in its conservative, Islamist and often anti-Western rhetoric, which he could deploy or hide depending on whom he was seeking to befriend.\nHis newspaper colleagues recalled him as friendly, thoughtful and devout. He often led communal prayers in the newsroom, recalled Shahid Raza Burney, an Indian editor who worked with him.\nLike many Saudis in the 1980s, Mr. Khashoggi cheered for the jihad against the Soviets in Afghanistan, which was supported by the C.I.A. and Saudi Arabia. So when he got an invitation to see it for himself from another young Saudi, Bin Laden, Mr. Khashoggi jumped at the chance.\nIn Afghanistan, Mr. Khashoggi wore local dress and had his photo taken holding an assault rifle, much to his editors’ chagrin. But it does not appear that he actually fought while on assignment there.\n“He was there as a journalist first and foremost, admittedly as someone sympathetic to the Afghan jihad, but so were most Arab journalists at the time — and many Western journalists,” said Thomas Hegghammer, a Norwegian researcher who interviewed Mr. Khashoggi about his time in Afghanistan.\nHis colleagues concurred.\n“To say that Jamal was some kind of an extremist is all lies,” said Mr. Burney, now a newspaper editor in India.\nBut the war’s failure to put Afghanistan on sound footing haunted Mr. Khashoggi, as did Bin Laden’s later turn to terrorism.\n“He was disappointed that after all that struggle, the Afghans never got together,” said a Saudi friend of Mr. Khashoggi’s who spoke on the condition of anonymity for fear of reprisals.\nMr. Khashoggi’s trips to Afghanistan and his relationship with Prince Turki al-Faisal, who headed Saudi intelligence, made some of Mr. Khashoggi’s friends suspect he was also spying for the Saudi government.\nYears later, after American commandos killed Bin Laden in Pakistan in 2011, Mr. Khashoggi mourned his old acquaintance and what he had become.\n“I collapsed crying a while ago, heartbroken for you Abu Abdullah,” Mr. Khashoggi wrote on Twitter, using Bin Laden’s nickname. “You were beautiful and brave in those beautiful days in Afghanistan, before you surrendered to hatred and passion.”\nAs his journalism career took off, Mr. Khashoggi reported from Algeria and drove into Kuwait during the first Gulf War. He climbed the ladder of the kingdom’s media world, where princes own newspapers, content is censored and scandals involving royals are buried.\nAfter the attacks of Sept. 11, 2001, he blasted the conspiracy theories common in the Arab world, writing that the hijacked planes “also attacked Islam as a faith and the values of tolerance and coexistence that it preaches.”\nHe was named editor of the Saudi newspaper Al Watan in 2003, but fired less than two months later over an article blaming an esteemed Islamic scholar for teachings used to justify attacks on non-Muslims. He was reinstated in 2007 and lasted a bit longer in his second tenure.\nHe traveled with King Abdullah and grew close to Prince Alwaleed bin Talal, the billionaire investor, who was later arrested by Crown Prince Mohammed. Prince Turki, the former intelligence chief, hired Mr. Khashoggi as an adviser when he served as ambassador to Britain and the United States.\nIt was during his time there that Mr. Khashoggi bought the condo in McLean, Va., where he would live after fleeing the kingdom.\nMany of Mr. Khashoggi’s friends say that throughout his career of service to the monarchy, he hid his personal leanings in favor of both electoral democracy and Muslim Brotherhood-style political Islam.\nWhen a military coup in Algeria in 1992 dashed the hopes of an Islamist political party to win control of the Parliament there, Mr. Khashoggi quietly teamed up with an Islamist friend in London to start an organization called “The Friends of Democracy in Algeria.”\nThe group took out advertisements in newspapers in Britain before its parliamentary elections that read, “When you go to cast your vote, remember that this is a bounty many people around the world are denied, including Algerians,” recalled his friend, Azzam Tamimi, who acted as the public face of the effort and hid Mr. Khashoggi’s role.\nBy the time he reached his 50s, Mr. Khashoggi’s relationship with the Muslim Brotherhood was ambiguous. Several Muslim Brothers said this week that they always felt he was with them. Many of his secular friends would not have believed it.\nMr. Khashoggi never called for more than gradual reforms to the Saudi monarchy, eventually supporting its military interventions to deter what the Saudis considered Iranian influence in Bahrain and Yemen. But he was enthusiastic about the uprisings that broke out across much of the Arab world in 2011.\nLike the Afghan jihad before them, however, the movements of the Arab Spring disappointed him as they collapsed into violence and as Saudi Arabia and the United Arab Emirates used their wealth to crush opposition and bolster autocrats.\n“He never liked that Saudi Arabia used their policies accelerating the crackdown around the region,” said Sigurd Neubauer, a Middle East analyst in Washington who knew Mr. Khashoggi.\nThe kingdom’s tolerance for even minimal criticism faded after King Salman ascended to the throne in 2015 and gave tremendous power to his son, Mohammed, the crown prince known informally by his initials as M.B.S.\nThe young prince announced a program to diversify the economy and loosened social structures, including by granting women the right to drive.\nMr. Khashoggi applauded those moves, but chafed at the authoritarian way the prince wielded power. When Mr. Khashoggi criticized Mr. Trump after his election, for example, Saudi officials forbade him to speak, fearing he would harm their relationship with the new administration.\nCrown Prince Mohammed went after his critics with all his power, barring them from travel and throwing some in jail. Mr. Khashoggi left the kingdom last year, before scores of his friends were rounded up and hundreds of prominent Saudis were locked in the Riyadh Ritz-Carlton on accusations of corruption. A number of them, including at least two sons of former kings, are still detained.\nMr. Khashoggi began contributing columns to The Washington Post, comparing Crown Prince Mohammed to President Vladimir V. Putin of Russia. Mr. Khashoggi’s friends assumed such writing landed him on the prince’s blacklist.\n“Mohammed bin Salman had been paying millions of dollars to create a certain image of himself, and Jamal Khashoggi was destroying all of it with just a few words,” said Mr. Tamimi, the friend. “The crown prince must have been furious.”\nBut Mr. Khashoggi didn’t stop.\nHe was planning to start a website to publish translated reports about the economies of Arab countries, including Saudi Arabia, where he felt many people did not understand the scale of corruption or the limited future of the oil wealth.\nHe was also founding an organization called Democracy in the Arab World Now, or DAWN, an advocacy group. Mr. Khashoggi was trying to secure funding and set up a board when he disappeared, friends said.\nReceiving an award in April from the Islamist-leaning Center for the Study of Islam and Democracy, Mr. Khashoggi said democracy was under attack across the Arab world by radical Islamists, authoritarians and elites who feared that popular participation would bring chaos. Power sharing, he said, was the only way to stop civil wars and ensure better governance.\nCrown Prince Mohammed “is investing hundreds of billions of dollars into future projects and he’s doing that depending on his own ability to judge and the ability of a small circle of advisers,” Mr. Khashoggi said. “Is that enough? No, it is not enough.”\nSince his move to Washington, representatives of Crown Prince Mohammed had contacted him repeatedly, asking him to tone down his criticisms and inviting him to come home, he told friends.\nBut he was building a new life. He and a Turkish researcher, Hatice Cengiz, had decided to marry and set up a new home in Istanbul.\nMaggie Mitchell Salem, a longtime friend, worried about him and asked him to text her whenever he went to the Saudi Embassy in Washington.\n“He laughed at me: ‘Oh, Maggie, Maggie, you are ridiculous’,” she recalled.", "date": "Oct. 14, 2018", "href": "https://www.nytimes.com/2018/10/14/world/middleeast/jamal-khashoggi-saudi-arabia.html", "tags": "tangled bin khashoggi mix service royal saudi ” crown prince islamist arabia sympathies"}