{"title": "For Europe, Cutting the Flow of Migrants Challenges Basic Ideals", "content": "VIENNA — Austria’s young chancellor, Sebastian Kurz, was only 9 when most of Europe dismantled its border checkpoints. Like others of his generation, he took for granted that he could study in other European countries and cross the Continent by rail without his passport.\nBut now Mr. Kurz, 31, who took office last year as part of a wave of populist leaders propelled to power on anti-migration platforms, is among those forcing the European Union to confront a stark quandary: Can it maintain one of its most cherished principles — open borders among its members — and still provide citizens with a sense of security and identity?\nIt is the latest in a long series of challenges to strain the bloc. Europe has begun to understand that there is a growing backlash against the very policies, including a unified currency and open borders, that were intended to draw the people of Europe together.\nSitting in his wood-paneled office on Thursday, days after a fight over resurrecting a hard border between Bavaria and Austria that almost brought down the German government, Mr. Kurz said the only hope of preserving borderless, visa-free travel in Europe was to get tough on the Continent’s external frontiers — a step that raises its own practical and moral issues.\n“A Europe without internal borders can only exist,” he said, “if it has functioning external borders.”\nThe free movement of people and goods, a principle central to the idea of a confident, unified, liberal new order, is under attack, threatened by a growing public revolt against immigration from the Middle East and Africa. While the number of migrants has fallen sharply in recent years, public anger has not, and the question remains whether Europe can preserve its borderless domain and, in a sense, its reason for being.\nIt is vital that Europe accomplish that, Mr. Kurz said in the interview, because free movement across borders “is the basis of the European idea, and we have to do everything to keep it alive.”\nThe borderless area, known as the Schengen zone, covers 26 countries, 4.3 million square kilometers and about 420 million people and is the most iconic achievement of the European project. The free movement of people has been central to how many Europeans want to see themselves: tolerant, open and diverse.\nMr. Kurz wants to effectively shut down Europe’s southern border, ramping up patrols in the Mediterranean and systematically returning migrant boats to the countries — Libya and Egypt, for example — from where they embarked.\nBut is this the Europe of its founders, or is it something harsher, less optimistic and self-confident?\nMr. Kurz, whose country has just taken over the revolving presidency of the European Union, declined to answer this directly, but he acknowledged that this was “an important moment, a very sensitive time.”\nThe issue burst into the headlines this week when Germany’s interior minister, Horst Seehofer, a conservative Bavarian, threatened to resign unless Chancellor Angela Merkel agreed to create something like a hard border between Germany and Austria.\nUnder European rules, migrants are supposed to remain in the country where they first landed, but once they are there — inside the Schengen zone — they can travel freely to where they really want to go, which is very often Germany, Sweden or Austria.\nMs. Merkel refused at first, saying that would produce a cascade of hard borders in other countries, destroying the Schengen zone. Migration, she said, needed a European solution.\nIn the end, to preserve her coalition, Ms. Merkel agreed with Mr. Seehofer to speed up asylum procedures and turn back asylum seekers who are already registered in other European countries. As part of that deal, Germany would run camps along the Austrian border to assess their status and arrange their deportation if necessary.\nThe German deal came into sharper relief on Thursday night after the Social Democrats, Ms. Merkel’s other governing partners, signed off on it on the condition that instead of in new camps, migrants would be processed in existing police stations along the border and that they would be held for no longer than 48 hours. In addition, Germany will pass an immigration law by the end of the year that gives would-be immigrants the chance to apply for a work visa.\nStill, many details remain to be resolved, not least agreements with other countries to take back migrants who do not qualify for entry to Germany. Mr. Seehofer came to Vienna on Thursday to begin discussions with the Austrians, while the Hungarian prime minister, Victor Orban, was in Berlin meeting with Ms. Merkel.\nMr. Kurz said he had been a critic from the start of the 2015 decision by Ms. Merkel, to welcome in Syrian refugees, prompting more than 1.4 million people to stream on foot through Europe.\nHe and other conservative and populist leaders — Mr. Orban; the Italian deputy prime minister, Matteo Salvini, and Mr. Seehofer — have recommended a series of measures to control Europe’s borders: to set up screening facilities for migrants outside Europe; to return those rescued at sea to the country of embarkation; and to decide, country by country, who will be allowed to come to Europe — including, he emphasized, legitimate refugees fleeing war and persecution.\nOnce dismissed as inhumane, all these ideas were endorsed by European leaders last week in Brussels, he said, though so far, no country outside Europe has agreed to set up centers for migrants and no country inside Europe has established transit centers where migrants can be held and screened to see if they are legitimate refugees.\nBut Mr. Kurz’s idea of patrolling the Mediterranean and systematically returning migrants to the countries — now reinforced by the ascension of a populist government in Italy that is turning back ships bearing migrants, raises moral and legal questions.\n“They are doing this in the name of Europe,” said Gerald Knaus, director of the European Stability Initiative, a Berlin-based research group. “But that is a very different kind of Europe.”\nReturning asylum seekers to countries in chaos or that are judged to be dangerous also violates international law.\nThere are practical issues, too. No border is impermeable. “The people who made it to Germany in 2015 crossed many hard borders to get there,” Mr. Knaus said. “So they pick up West Africans and send them back to Egypt?”\nMr. Kurz acknowledged that, but emphasized that the European Union had taken steps that had reduced the numbers of migrants significantly, including the deal Ms. Merkel had cut with Turkey. “It shows that it is possible to reduce numbers dramatically, and now we have to go further this way,” he said.\nOfficials estimate that 300 to 600 migrants cross the German border a week, with half of them registered elsewhere. Germany gets about 6,000 asylum seekers a month now, half of whom are estimated to have been registered elsewhere. Indeed, Mr. Seehofer acknowledged on Thursday night that the number of migrants he expected to be processed in police stations along the borders would amount to no more than three to five people a day.\nStill, populists like Mr. Kurz, echoing counterparts in neighboring countries, warn that even if the numbers are down now, a new surge could come any time, and so the borders must be reinforced immediately.\nThere are a lot of difficulties with the global asylum system, said Elizabeth Collett, director of the Migration Policy Institute Europe, a study group. “But the idea that there is something wrong about claiming asylum in Europe — that’s quite a shift from a group of countries that created the Geneva convention 60 years ago” that governs refugees, she said.\nMr. Kurz’s focus on external borders is too simple when Europeans cannot agree on a common asylum policy, Ms. Collett said. “It’s not just about what happens on the border, but what happens after the border,” she said.\nEurope’s border dilemma was on display in Berlin on Thursday, where Ms. Merkel stood side by side with Mr. Orban at a news conference.\nProtecting Europe’s borders must not mean keeping out the needy, Ms. Merkel said. “If Europe with its values is to continue to play a role in the world, then Europe cannot simply turn its back on hardship and suffering.”\nMr. Orban, who has long spoken about migration as an existential threat to European civilization, struck a different tone, saying, “The strategic goal of Hungary is to protect Europe.”\nPierre Vimont, a former French ambassador to the United States, said it was often overlooked that the Schengen system allowed the reintroduction of national border controls as a temporary measure. Such controls have existed for some time between France and Belgium and France and Italy, too. “If this can appease some of the populists for the moment, so be it,” Mr. Vimont said.\n“So we can say we’re still inside the Schengen system,” he said. “It’s not very satisfactory but it’s a way of dealing with current pressure.” But temporary measures tend to last, he conceded.\nHe noted that the open-border zone, like the euro, was only half-built. European leaders eliminated internal borders without reinforcing external borders — because that was expensive, or touched on the sovereignty of countries like Greece and Italy or simply because they did not foresee the problems of terrorism or a migration crisis like 2015.\nBut the days of magical thinking are over, Mr. Kurz insisted. No state or group of states can fail to protect its borders, he said. “The European Union is not only a great idea, but it’s also an idea we must keep working on,” he said. “What every generation must do is try to make Europe better than it was in the past.”\nWhether that will change it beyond recognition is anyone’s guess.", "date": "July 5, 2018", "href": "https://www.nytimes.com/2018/07/05/world/europe/migrants-merkel-kurz-austria.html", "tags": "challenges cutting european borders border ” europe ideals basic flow — migrants kurz said"}