{"title": "For The First Time, Democrats Are Outspending Republicans On Obamacare Ads", "content": "Democrats have spent more than Republicans on Obamacare ads this cycle, a major shift from every other election since the health care law passed.\nSince President Barack Obama signed the Affordable Care Act in 2010, Republicans have made repealing the law their mantra. They’ve fired up their base and put Democrats on the defensive by promising that once they had power, they would “repeal and replace.” \nRepublicans got their wish. In 2016, voters gave them control of the White House and both chambers of Congress. Yet their repeal attempts have failed, and the law has grown in popularity. \nIn response, Republicans are shying away from the law while Democrats are making it a core issue in their 2018 strategy. \nAffordable Care Act supporters have spent $13,950,400 on pro-Obamacare ads this cycle (through June 30), just more than the $13,441,570 spent on anti-Obamacare ads. \nIt’s the first time total spending on pro-Obamacare ads has surpassed anti-Obamacare ads in an election cycle. The numbers were compiled by Kantar Media/CMAG for HuffPost.\nPro-Obamacare spending was significantly higher for the month of June, accounting for a major reason Democrats closed the gap: Last month, there were nearly $4 million in pro-Obamacare ads, compared with $1.1 million on the other side.  \nBefore Obamacare passed, Democrats made health care their issue. For example, in the 2008 presidential election, the Obama campaign aired one specific ad on health care 24,000 times. But in 2012, when Obama was running for re-election, his campaign had just one health care ad.  \nMany of Democrats’ ads focus on going after GOP lawmakers for their plans to repeal the law.\nSome Republicans in primaries who are trying to prove their conservative credentials have been hitting each other for not doing enough to repeal Obamacare. But beyond that, when Republicans do run ads on health care, they look more like what Gov. Scott Walker (R) is doing in Wisconsin, with a focus on the rising costs and how states can act.", "date": "\n07/05/2018", "href": "https://www.huffpost.com/entry/obamacare-ad-spending_n_5b3bbf9de4b05127cced1d40", "tags": "ads spent outspending first democrats obamacare law repeal pro-obamacare republicans time care health"}