{"title": "For Those We Lost And Those Who Survived- The Pulse Massacre One Year Later", "content": "The pain of June 12 still pangs just as palpably today for Mayra Alvear as it did one year ago.\nIt’s been twelve months since Omar Mateen entered Pulse nightclub during Pride month 2016 and opened fire with a semi-automatic assault rifle in a three-hour rampage that left 49 people dead – including Alvear’s youngest daughter, Amanda.\nIt was the worst mass shooting in modern American history, occurring on the LGBTQ club’s Latin night – a targeted attack against queer people of color that sent shockwaves through the LGBTQ community globally.\nThe time between then and now has held unimaginable grief for many – a daily struggle to make sense of the lives taken and the level of sheer horror and hate that permeated Pulse that morning. \nAnd for Alvear and countless others, that grief has now been harnessed and channeled into a resolute mission: to be a voice for those who were lost ― to ensure that their loved ones are never forgotten, and to bring awareness to the culture of violence and deep-seated bigotry towards minorities permeating the fabric of the United States.\n“I have to keep fighting for her memory ― that she’s not forgotten, that her death isn’t in vain,” Alvear told HuffPost. “There is so much love out there. I want the legacy of these kids to be that. To show the world that [being LGBTQ] is more than a label – these are people that were loved, they were caring, they were human and these hate crimes are just totally uncalled for. Unnecessary. We are here because God created us and he created us all equal – and some people don’t seem to have this kind of vision. I don’t know what kind of world they want to live in.”\nThe Pulse shooting shook multiple communities – and those who exist at their intersections – to their cores. It raised countless questions about modern-day homophobia – including internalized – transphobia, gun violence, racism, Islamophobia and the human capacity for evil.\nWhile the country and LGBTQ people around the world mourned, attended vigils, created art, and processed their grief in their own ways, a new reality and all-encompassing landscape of heartbreak faced the city of Orlando. \nThose who survived found themselves profoundly and irreversibly changed.\n“The first couple of days in the hospital was a very hard time for me,” Patience Carter, a survivor whose cousin Akyra Murray died in Pulse, told HuffPost. “I was in a really bad place. The experience initially traumatized me in a way that made me feel as if living was a privilege that I didn’t deserve. I was angry with God because I was just like, why would you leave me here in this situation knowing that all of these other people didn’t make it? I felt like I didn’t deserve the opportunity to live.”\nThose who made it out of Pulse alive still grapple with intense survivor’s guilt; many saw their friends and loved ones die before their own eyes ― or held them in their arms as they took their last breaths.\nA number of the survivors, like Carter, were trapped in the bathroom stalls of Pulse for hours, hearing others die around them until police eventually entered the club using explosives at 5:02 a.m., killing Mateen after a chaotic shootout.\nCarter credits her survival to a man named Jason Josaphat who shielded her from gunfire while hiding in the bathroom.\n“He basically covered my body with his,” she said. “The guy shot his gun and I heard [Jason] scream. Then the police busted through the wall.”\nBut for Carter and others who walked or were carried out of Pulse alive that morning, survival also comes with a heavy sense of responsibility.\nAngel Colon, one of the survivors who received significant media visibility in the year since the tragedy, was shot six times during Mateen’s rampage. He underwent his fourth surgery less than a month ago and continues to rely on a cane as he learns to walk again.\n“I started thinking to myself, you know I can’t stay in a room with the doors closed and thinking about this night over and over again and be depressed,” Colon told HuffPost. “I have to do something about it – I have to speak out about it. After seeing the love and support, I thought to myself ‘I need to do that as well for the other survivors. I need to make sure that we’re all together and do this together.’ So I decided to be a voice.”\nColon has used his new platform to speak out about common sense gun legislation and violence against LGBTQ people. His voice joins a chorus of organizations that have sprung up in the wake of Pulse at the intersection of these two issues, like Gays Against Guns, a group that uses street performance to raise awareness about flawed gun control laws and its convergence with homophobia.\nAuthorities discovered after Pulse that Mateen was questioned about potential ties to terrorism in 2013 and 2014 and placed on a terrorist watch list. He was eventually taken off the list ― but even if his name had been on that list in 2016, he still would have been able to buy the guns used during his rampage under current American gun laws.\nThe immediate aftermath of Pulse also shed light on the unfair, homophobic regulations surrounding blood donation in the United States. There was an urgent and pressing need for blood to save the lives of queer people after Pulse, but men who have sex with men must remain celibate for a year in order to be eligible for donation.\nAs a result, Colon now also advocates alongside fellow survivor Tony Marrero for OneBlood, a nonprofit committed to providing safe, available and affordable blood, particularly in moments of crisis. \nFor Marreno, witnessing continued events of large-scale violence in spaces of entertainment and amusement are particularly difficult in the wake of Pulse.\nHe and Carter both told HuffPost that the recent attack at an Ariana Grande concert in Manchester, U.K. hit devastatingly close to home.\n“I had a breakdown,” Marrero said. “That hit me hard not just because a lot of people got hurt, but we’re talking about an Ariana Grande concert! Most of her fans and followers are kids – what are we talking about here? Now I can’t even go out and enjoy a concert?”\nThe conversation about “safe spaces” for vulnerable individuals and their ties to high-impact acts of violence tends to move center stage following tragedies like Pulse and Manchester.\nLGBTQ people have always had to carve out space for themselves in a world not designed for them to survive and prosper and, in many situations, gay bars have served as those safe spaces. Because of this, for many LGBTQ people, the physical venue of the Pulse tragedy felt like a shooting in their own home. \nAnd while queer people knew that the attack on Pulse was one rooted in homophobia from the second it happened, many people and some media tried to push back and erase the targeted nature of the massacre against queer Latinx individuals. It wasn’t until Mateen’s father told media that his son was angered by the sight of two men kissing – that he wasn’t motivated by religion – that the narrative started to change on a larger scale.\n“[Pulse] came down to this sort of discussion about safe space that we had been having for awhile,” queer performer and “RuPaul’s Drag Race” finalist Sasha Velour told HuffPost. “That term had been used so loosely and all of the sudden the Pulse tragedy made it feel really urgent and really tangible – like not an emotional safe space but a real physical need to have a space where queer bodies, especially the bodies of queer people of color and especially Latinos, need to be protected and centered.”\nThis centering of the experiences of queer Latinx people in the discussion about Pulse is crucial, as mainstream media in the immediate aftermath of the tragedy largely ignored and erased the fact that over 90% of those killed were LGBTQ people of color.\nFor actor Wilson Cruz, who lost a family member in the tragedy, this erasure of the targeted nature of the attack on queer people of color proved especially frustrating – and ultimately informed his decision to become part of the conversation about what happened at Pulse.\n“Most of [the victims] were Puerto Ricans and were part of an exodus from the island because of the financial and economic turmoil that faced Puerto Rico, who came to Orlando in order to find a better life,” Cruz told HuffPost. “That part of the story wasn’t being told, and so I started to speak out about what happened and to pay tribute to them because I thought that was a big part of the story that was being missed.”\nIn the days following the tragedy, local Orlando LGBTQ leaders also quickly learned how ill-prepared they were to meet the specific needs of their Latinx community members.\nQueer people in Orlando and their families who were either undocumented or didn’t speak English already faced a number of challenges in day-to-day life ― things like access to resources and adequate mental health care ― and saw these disparities further exacerbated immediately following Pulse.\n“Pulse happened and we realized we were missing a segment of our community – we didn’t have a Spanish-speaking person here every single day, so if somebody walked in that just spoke Spanish, we were not able to service that person or help that person with what they needed,” Terry DeCarlo, Executive Director of The LGBT Center of Central Florida, told HuffPost, adding that they’ve changed their curriculum and plan to open a new office staffed entirely by Hispanic individuals. “There were things that we learned out of this and changed, but groups like QLatinx, which is one of the main ones that came out of [Pulse], they are doing amazing things.”\nOrganizations like QLatinx found financial support in the immediate aftermath of Pulse from groups like Contigo Fund, a foundation that also grew out of the tragedy and funds organizations dedicated to the healing, strengthening and empowerment of LGBTQ and Latinx people in the Central Florida area.\nMarco Quiroga, Contigo Fund Program Director, told HuffPost that prior to the massacre, most nonprofits have been working in silos. “There was a lot of duplication of services,” he said. “Florida is fiftieth in the country for mental health care and one of the biggest flare ups that we saw after the tragedy was the fact that there were zero LGBTQ-competent and linguistically competent mental health services available to the individuals who were impacted directly ― and the broader community who has been traumatized by the tragedy.”\nIn the months since, these organizations, as well as others like Hispanic Federation and Proyecto Somos Orlando, have worked to fill the gaps in access to resources and care for these communities, as well as pushing established LGBTQ centers and nonprofits to broaden their scope.\nOther groups and services that have emerged focus on the need for comprehensive education about LGBTQ issues and experiences in order to change hearts and minds and encourage empathy.\nThe Dru Project is one of these organizations, created by the friends of Drew Leinonen, a 32-year-old gay man who died in Pulse along with his boyfriend, Juan Guerrero. The group’s focus is on Gay Straight Alliances in high schools, developing a curriculum for these high school groups to adopt and also to provide scholarships.\nFor the founders of The Dru Project, it is crucial to provide safe spaces in schools for LGBTQ students and to encourage empathetic attitudes towards queer kids in public schools from a young age.\nLeinonen’s mother, Christine, has since become a “mom mascot” of sorts for the group and has evolved into an outspoken advocate for gay rights and gun safety. She also spoke onstage at the 2016 Democratic National Convention about the loss of her son.\n“One good thing that has come out of the tragedy is ― I always thought I was a loving, kind compassionate person but as a result of losing my son in this violent way, I have developed a level of compassion that is deeper than I thought was humanly possible,” Leinonen told HuffPost. “[And] I have a constant message for parents, period, to love their children exactly as they come to them.”\nThis need to focus on education, on changing hearts and minds when it comes to LGBTQ identity and experiences ― as well as the experiences of all minority groups ― from an early age is a common thought echoed among survivors, family members and activists who experienced Pulse and its aftermath.\nHorror will continue to occur and constantly be reinvented in new and unspeakable ways until the roots of the problems surrounding Pulse ― namely, socialized bigotry and prejudice from a young age and rampant gun violence ― are addressed and dismantled.\nAnd yet, since that fateful day, we have new challenges to face, including a president and administration which, at best, ignore queer people and, at worst, refuse to protect them. But one thing is certain: the fight for equality of all human beings continues and is bolstered by the memory of those who we lost on June 12.\nPulse nightclub is now in the process of becoming a memorial site. As Alvear notes, “Forty years from here, whoever visits [Pulse], they will know that it happened ― and that love will always conquer everything.”\nAnd for Brandon Wolf, a survivor and co-founder of The Dru Project, reflecting on Pulse, the memorial site, and the twelve months since the tragedy has left him with a call to action.\n“We are never in a place where we can stop demanding equality, where we can stop challenging people to be better than they were yesterday,” he told HuffPost. “We have a long way to go. And if Pulse serves as any reminder, it’s that we aren’t done fighting. We are never done fighting until every last person in this world is accepted and loved for who they are. I’m certainly not going to stop fighting and I hope you don’t either.”\nWhat follows are the names of the 49 victims who died in the Pulse Nightclub Massacre. Rest in power.\nStanley Almodovar III, 23\nAmanda L. Alvear, 25 \nOscar A. Aracena Montero, 26 \nRodolfo Ayala Ayala, 33\nAntonio Davon Brown, 29 \nDarryl Roman Burt II, 29 \nAngel Candelario-Padro, 28 \nJuan Chavez Martinez, 25 \nLuis Daniel Conde, 39 \nCory James Connell, 21 \nTevin Eugene Crosby, 25 \nDeonka Deidra Drayton, 32 \nSimón Adrian Carrillo Fernández, 31 \nLeroy Valentin Fernandez, 25 \nMercedez Marisol Flores, 26 \nPeter Ommy Gonzalez Cruz, 22 \nJuan Ramon Guerrero, 22 \nPaul Terrell Henry, 41 \nFrank Hernandez, 27 \nMiguel Angel Honorato, 30\nJavier Jorge Reyes, 40 \nJason Benjamin Josaphat, 19 \nEddie Jamoldroy Justice, 30\nAnthony Luis Laureano Disla, 25 \nChristopher Andrew Leinonen, 32 \nAlejandro Barrios Martinez, 21 \nBrenda Marquez McCool, 49 \nGilberto R. Silva Menendez, 25 \nKimberly Jean Morris, 37 \nAkyra Monet Murray, 18 \nLuis Omar Ocasio Capo, 20 \nGeraldo A. Ortiz Jimenez, 25 \nEric Ivan Ortiz-Rivera, 36 \nJoel Rayon Paniagua, 32 \nJean Carlos Mendez Perez, 35 \nEnrique L. Rios, Jr., 25 \nJean Carlos Nieves Rodríguez, 27 \nXavier Emmanuel Serrano-Rosado, 35 \nChristopher Joseph Sanfeliz, 24 \nYilmary Rodríguez Solivan, 24\nEdward Sotomayor Jr., 34\nShane Evan Tomlinson, 33 \nMartin Benitez Torres, 33\nJonathan A. Camuy Vega, 24 \nJuan Pablo Rivera Velázquez, 37 \nLuis Sergio Vielma, 22 \nFranky Jimmy DeJesus Velázquez, 50 \nLuis Daniel Wilson-Leon, 37\nJerald Arthur Wright, 31 ", "date": "\n06/10/2017", "href": "https://www.huffpost.com/entry/pulse-massacre-one-year-later_n_593575cee4b075bff0f5610c", "tags": "lgbtq pulse like later queer ” one ― survived- year told massacre lost –"}