{"title": "For Sale: A Little-Known Home Where Oscar Wilde Vacationed", "content": "The Irish writer Oscar Wilde stayed in a farmhouse in rural Norfolk, England, with his wife, Constance. He also stayed there with his lover Lord Alfred Douglas.\nAnd in 1892 he worked on his play “A Woman of No Importance” at the brick and flint property, which dates in part to the 16th century.\nNow, that home (and its stories) is on the market.\nIn the sleepy village of Felbrigg, close to the beaches of the north of the county, the four-bedroom home, known as Grove Farmhouse, is listed by the real estate agents Strutt & Parker for almost $1.1 million, or 835,000 British pounds.\nUnlike some of the other homes associated with Wilde, such as the Georgian townhouse where he was born in Dublin, or the brick residence in London that he shared with Constance, there is no plaque to mark his time at Grove Farmhouse.\nThis means the property, in this quiet, scenic corner of Britain, remains largely unknown to many Wilde enthusiasts.\nThe 3,150-square-foot house sits within a development of former cattle farm buildings, including barns now being converted into high-end homes.\nThe traditional farmhouse has been upgraded to increase its appeal to buyers.\nWilde’s stay in Norfolk, close to the Victorian seaside town of Cromer, during August and September of 1892 has been well documented.\nHe initially stayed with Constance and one of their sons, Cyril, then later with Lord Alfred.\nGeoff Dibb, an author and retired civil engineer, has written about the sojourn in an article to be published in the July issue of the Oscar Wilde Society’s journal, “The Wildean.”\n“In the late 19th century, with the arrival of the railway and its connections to London and the north of England, Cromer was opening up as a new place to holiday,” he said.\n“At that time, Wilde had seen incredible success with ‘Lady Windermere’s Fan,’ and I think he needed some time and space away from London to work on his new play.\n“The children were recuperating from whooping cough and were sent to stay with friends at Hunstanton along the Norfolk coast, while Oscar and Constance stayed at Grove Farmhouse.”\nAlthough part of a working farm, the house was rented to paying guests, said Mr. Dibb, also the author of “Oscar Wilde: A Vagabond With a Mission.”\n“It was advertised at the time as having six bedrooms and two living rooms and had a bowling green to the front and tennis courts adjacent.”\nMr. Dibb’s research suggests that Constance, who brought Cyril back to the house for a period, stayed with Wilde for approximately a month.\nDuring that time, Lord Alfred visited for a night.\nHe returned for a 10-day stay after Constance left.\nWilde himself is thought to have spent approximately two months at Grove Farmhouse.\n“I think he was under a lot of pressure to complete ‘A Woman of No Importance,’ and I believe he all but finished writing it while he was there,” Mr. Dibb said.\n“A Woman of No Importance,” which satirizes upper-class society, premiered in April 1893 at the Haymarket Theatre in London.\n“Wilde often used the names of towns and villages close to where he was staying for characters in his plays,” Mr. Dibb said.\nOne of the lead characters in “A Woman of No Importance” is Lady Hunstanton, named after the Norfolk town, he said.\nOther county place names occurring as people in the play are Harford and Weston. Another character, Lord Illingworth was originally named after the Norfolk village of Brancaster but Wilde later changed this.\nThis stretch of Norfolk, just over 20 miles from the city of Norwich and 140 miles from London, remains popular with vacationers today. Set within the Norfolk Coast Area of Outstanding Natural Beauty, designated by the British government in 1949 to ensure its conservation, it is known for its beaches, open skies and protected wildlife habitats.\nGrove Farmhouse was once part of an estate with a history reaching to the 11th century.\nMelanie Hickling, a director of D & M Hickling Properties, which owns the farm, said: “Where possible, we wanted to keep the character of the old farmhouse, particularly features such as its stonework and brick, barrel-roof cellar.”\nToday, a broad wooden front door still opens into a wide entrance hall, which leads to a sitting room with a Carrara marble fireplace and a drawing room with a wood-burning stove.\nThere is also a study and a bright, open-plan kitchen, dining and family area, of approximately 483 square feet.\n“This would have been the original farmhouse kitchen when Wilde stayed here,” Mrs. Hickling said.\n“We extended it out, added the pitched glass roof and installed bi-folding doors to create an orangery-style space.”\nUpstairs, there are four bedrooms and three bathrooms. At approximately 265 square feet, the master bedroom is the largest and might well have been where Wilde wrote, while looking out over the countryside.\nToday Grove Farmhouse is set on approximately 0.42 acre, including an enclosed courtyard, wooded garden and new double carport.\nThe barns that are being turned into luxury homes are expected to be completed by the end of the year, with prices starting from around $600,000 (£450,000).\nIan Burnaby-Parsons, associate director at Strutt & Parker, said he believes Grove Farmhouse’s literary connections will enhance its attraction.\n“The fact Oscar Wilde holidayed in the area adds a certain charm, but knowing he actually stayed in this very house will definitely appeal to prospective purchasers,” he said.\nDespite a continued slowdown in the British housing market, widely attributed to uncertainty involving Brexit, this location remains buoyant, with strong demand from a range of different buyers, he said, adding, “North Norfolk is definitely a ‘micro-bubble’ and is performing well.”", "date": "May 9, 2019", "href": "https://www.nytimes.com/2019/05/09/realestate/oscar-wilde-vacation-home-norfolk-england.html", "tags": "oscar norfolk little-known sale wilde home farmhouse grove constance ” stayed vacationed"}