{"title": "For Local Newspapers, Angry Readers Are a Given. But Killings Send Shivers.", "content": "Years ago, Joe Kieta was out to dinner at a nice restaurant with his wife, celebrating their second anniversary.\nMr. Kieta, then the editor of The Merced Sun-Star in Merced, Calif., had just published a series of articles that led to the ouster of the local district attorney. As he was eating, a friend of the district attorney showed up and asked Mr. Kieta to go outside.\nThe man “challenged me to a fight right in the middle of this fancy restaurant,” Mr. Kieta, now the editor of The Fresno Bee in California, said on Friday.\nThe fatal shooting a day earlier at The Capital Gazette in Annapolis, Md., reverberated throughout newsrooms across the country, not only for its tragedy but also for the familiarity of conflicts like the suspected gunman’s long-running feud with the paper. Many reporters and editors, especially at the local level, have stories of being confronted or harassed by a resident upset by something in the newspaper. Unlike Thursday’s shooting, in which five people were killed, few of these situations end in violence.\nThe suspect, Jarrod W. Ramos, 38, had hounded the paper for years, after the publication of an article about his conviction in a criminal harassment case involving online threats against a former classmate. He filed lawsuits, posted highly personal comments about reporters online and routinely intimated violence on social media. He was known to the paper’s editors, who became worried enough to involve the police.\nTo many in local newsrooms, that kind of behavior is eerily recognizable.\n“I think we all know this person, or some variation of him,” said Robyn Tomlin, executive editor of The News & Observer in Raleigh, N.C. “As soon as you hear this story, you flash to all of these situations that you’ve dealt with.”\nThe very things that make journalism local — genuine connection with the community, and a focus on the people within it — can foster a uniquely deep obsession, not just with publications but with individual reporters. Ms. Tomlin recalled a man who, after harassing and threatening employees, had begun showing up at her newspaper’s office, ranting and demanding to speak with people. As with Mr. Ramos, the police were called. A protective order was put in place.\n“I remember the conversations we’d have,” Ms. Tomlin said. “We’d joke about him showing up one day and shooting us.”\n[Accused gunman in newspaper shooting left a trail of conflicts.]\nAfter the shooting, Audrey Cooper, the editor of The San Francisco Chronicle, tweeted: “Every newsroom I know of, regardless of size or geographical area, has at least a handful of people who regularly harass its journalists. Every one.”\nIn an interview, Ms. Cooper said, “What the shooting crystallized was that maybe we’ve become inured.” After a possible motive for the shooting was revealed, she said, she thought of all the messages she had received and ignored over the years, some merely unhinged, others threatening.\n“I looked at my junk folder, and I thought, ‘Gosh, look at what I’ve forced myself not to look at,’” Ms. Cooper said.\nFor as long as there have been newspapers, there have been disgruntled readers. In revolutionary America, there was the ever-present fear of mobs descending on a publisher over coverage they didn’t like. During the civil rights era, reporters in the South frequently encountered groups of people who threatened to harm them.\nToday, social media has provided a new outlet for angry threats against reporters and editors, but the accessibility of newspaper offices also allows readers to make their grievances known in person. After the killings at The Capital Gazette, newsrooms across the country were reviewing their security procedures, and questioning how open they should be to the public. Many held meetings and circulated memos about the shooting and safety measures.\n“People don’t realize how dangerous it is for journalists around the world to cover their communities,” said Joel Simon, the executive director of the Committee to Protect Journalists.\nDiscussions about the dangers of journalism usually center on covering wars, but the intimacy of local reporting, and the grievances that can arise among subjects, present their own risks, he said.\n“When you are criticized in local media, the people who see it are your neighbors and the people you associate with,” Mr. Simon said. “And that can engender a lot of anger.”\nKathy Best, the editor of the Missoulian and Ravalli Republic newspapers in Montana, recalled that when a reporter wrote about a man who had pleaded guilty to intimidating a library employee, the man “created websites in the reporter’s name, with a photo of a tombstone.”\n“When your newspaper is covering a community, it’s a much more intimate relationship that you have with readers,” Ms. Best added. “And they let you know, up close and personal, when they’re unhappy with what you do.”\nThe Committee to Protect Journalists is known more for tracking press freedom around the world, but last year, with political divisions deepening and President Trump labeling the news media the “enemy of the American people,” it began documenting attacks on journalists in the United States. Since then, the organization has documented physical violence directed at more than 60 journalists, especially those covering protests.\nIn an article published Friday, Kyle Pope, the editor of the Columbia Journalism Review, wrote about his experience as an editor of a weekly in Manhattan. A disgruntled woman, whom Mr. Pope described as a “neighborhood eccentric,” was upset about an article describing her as a hoarder who had threatened her neighbors.\nBefore the article was published, the woman showed up at the offices, he wrote, “angry and incoherent and demanding to speak to our reporter.” The situation was defused without violence, as most are across the country, but in the wake of Thursday’s shooting, it gave Mr. Pope pause.\n“Local newsrooms are accessible for a reason — it’s part of what makes them integral to the life of their communities,” Mr. Pope wrote. “People come in to buy ads. Readers bring in photos of their kids’ sports teams. Tipsters drop by with gossip.\n“It is heartbreaking, but necessary, to recognize that the openness that defines local news likely carries too high a risk; local newsrooms, at least for now, may have no choice but to fortify themselves.”", "date": "June 29, 2018", "href": "https://www.nytimes.com/2018/06/29/business/media/capital-gazette-shooting-local-newspapers.html", "tags": "shooting given shivers readers newspapers local killings ” send editor journalists newsrooms angry"}