{"title": "For Netanyahu, Vindication and New Risk After Trump’s Iran Decision", "content": "JERUSALEM — He offended the last United States president by trying to sink the Iran nuclear deal in Congress, antagonized the countries that had negotiated it, and helped make support for Israel a partisan issue in American politics.\nFor Prime Minister Benjamin Netanyahu of Israel, President Trump’s decision on Tuesday to abandon the 2015 agreement was such a wholesale vindication that he abruptly cut short a trip to Cyprus to be in Israel when it was announced.\nIt would have been unseemly, after all, to gloat while on foreign soil.\n“Israel fully supports President Trump’s bold decision today to reject the disastrous nuclear deal with the terrorist regime in Iran,” Mr. Netanyahu said moments after Mr. Trump’s remarks. “Israelis opposed the nuclear deal from the start because we said that, rather than blocking Iran’s path to the bomb, the deal actually paves Iran’s path to an entire arsenal of nuclear bombs, and this within a few years’ time.”\nEven as Mr. Netanyahu spoke, Israel was bracing for the possibility that Mr. Trump’s move could free Iran of constraints that may have held it back from retaliating against recent Israeli airstrikes in Syria. Those attacks have come amid a shadow war in which Iran has used the cover of the Syrian conflict to build a military infrastructure there to confront Israel.\nAnticipating an Iranian attack along its border with Syria, Israel’s military late Tuesday said it put its troops on “high alert,” called up some reservists, set up Iron Dome antimissile batteries and warned local authorities in the Golan Heights to unlock and ready bomb shelters following the detection of what it said was irregular activity of Iranian forces.\nAbout an hour after Mr. Trump’s announcement, Syrian state news media reported what it called an Israeli attack south of the capital, Damascus. An official from the pro-Iran alliance in the Middle East said four missiles had been fired at an Iranian position in Al Kiswa, where there are bases used by the Syrian Army and its militant allies including militias backed by Iran. The official said two of the missiles were blocked by Syria’s air defenses, while the other two hit the site, destroying a truck with a radar in it.\nSyrian state news agency SANA posted a video of what it said was the site, showing a large fire in the distance with sirens sounding in the background.\nIsraeli media described the airstrike as a pre-emptive one, saying one target was a convoy of missiles en route from a base in Syria to the frontier with Israel. An Israeli military spokesman declined to comment.\nMr. Netanyahu waged an Ahab-like struggle against the nuclear pact from before its inception during the Obama administration. Now, President Trump has adopted his point of view — not only about the agreement’s flaws but also about Israeli evidence that Mr. Trump said “conclusively” showed Iran had lied when entering into it. Mr. Trump also aligned with Israel on the need to increase pressure on Iran in hopes of curtailing its expansionism in the Middle East.\n“For the first time, Bibi’s doctrine is going to be tested on a much wider scale,” said Anshel Pfeffer, a Haaretz columnist and author of a well-received new Netanyahu biography titled “Bibi,” the prime minister’s nickname.\nBeing seen as fiercely taking on Israel’s most fearsome adversary while standing shoulder to shoulder with its most critical ally can only help Mr. Netanyahu politically as he awaits a likely indictment in a sprawling corruption investigation. He is counting on being seen as indispensable to Israel’s national security.\nYet Mr. Trump’s decision also creates a new set of risks for Mr. Netanyahu and for Israel. After more than a decade without a major war, the country now faces threats from almost every direction.\nEven Mr. Netanyahu’s most ardent detractors treat his obsession with the strategic threat posed by Iran as a sincere one.\n“His worldview is very clear,” said Ari Shavit, an Israeli journalist who has long covered Mr. Netanyahu. “Iran is Nazi Germany. Israel is England. He is Churchill and America is America. His main goal has been to persuade Roosevelt to get into a conflict that will crush Iran. It didn’t work with Obama. But with President Trump he sees a golden opportunity.”\nMr. Shavit added that Mr. Netanyahu sees Iran as both dangerous and fragile, like the weakening Soviet Union that Ronald Reagan confronted, and wishes for a similar American approach to it: very assertive American diplomacy and sanctions that exploit Iran’s weakness to eliminate its danger.\nIn that dream scenario, Iran’s economy melts down under stiffened sanctions and the government follows.\nWhile cheering Mr. Trump’s decision, Israel could face some undesirable outcomes as a result of it.\nIf Britain, Germany, France and perhaps Russia and China respond by backing up the nuclear deal and giving Iran added incentives to stick with it, the United States could wind up having squandered its leverage. Israel would have gained nothing and a wedge could be driven between the United States and some of its closest European allies.\nAlternatively, if Iran reacts by abandoning the agreement and restarting its nuclear program, it will be up to the United States and its allies to stop Iran — “or the nuclear deal will have been proven to have been the best deal available, and relying on Trump to be a very stupid move,” Mr. Pfeffer said.\nEhud Barak, a former prime minister who was defense minister under Mr. Netanyahu when the two pressed for an Israeli strike on Iran’s nuclear program, said he believed Iran would be even more cautious, following Mr. Trump’s decision, “not to make a mistake which would draw them into a direct conflict with the U.S.”\n“The real nightmare of the ayatollahs is to find themselves in a real clash with the U.S.,” said Mr. Barak, who was in Washington promoting a new memoir. “They play brinkmanship very artfully, but also out of careful calculation. And with this administration, they cannot really calculate.”\nWar is, however, a distinct possibility — and one for which the Israeli public is being prepared almost hour by hour.\nIran’s nuclear program is by no means the only or even the most urgent threat that the country poses to Israel. For months, the two adversaries have been engaged in an increasingly bloody and overt conflict in Syria, where Mr. Netanyahu says Iran is bent on establishing an offensive threat to Israel with drones, precision-guided missiles and Shiite militia members under Iranian leadership. And he is determined to prevent it.\nIn recent days, the Israeli news media have been filled with feverish assessments and speculation that the Iranians, with the Lebanese elections and Mr. Trump’s decision behind them, will be freed to retaliate for recent airstrikes attributed to Israel on Iran’s growing military infrastructure in Syria.\nNightly news broadcasts have opened with unnerving scenarios of missile attacks launched by Iran’s Shiite proxies and a possible infiltration attempt from Syria or Lebanon. Television crews have been checking the readiness of bomb shelters in northern Israel. On Tuesday, the United States chimed in, warning its employees in Israel not to venture into the Golan Heights, which borders Syria.\nIsrael has also exposed an unusual amount of additional intelligence material, from grainy aerial photos of Iranian drones to the Iranian nuclear archive captured in a daring Mossad operation. Mr. Netanyahu’s disclosure of that archive last week was an extraordinary departure for a country that, only weeks ago, acknowledged its 2007 bombing of a Syrian nuclear reactor.\n“These are warning shots directed not just at the Iranians, but also the Syrians and Russians,” Ehud Yaari, an Israel-based fellow of the Washington Institute for Near East Policy, said of the public-relations campaign. He said it was “intended to tell the Iranians if they think they can disguise what they are going to do and cover their fingerprints through some proxy in Syria, that is not going to work.”\nThis is not the first time that Mr. Netanyahu has rattled sabers toward Iran. But it is playing out quite differently than in 2010, when he first began agitating for a military strike to cripple Iran’s nuclear program.\nAt the time, Israel’s generals opposed him, as did much of his own cabinet. Now, however, even moderate Israelis are concerned about Iran’s belligerent moves, which have become more evident over time.\n“The conventional Iranian threat is much more clear, and this is why Netanyahu has the support of most of the Israeli military establishment, which he didn’t have on the nuclear issue,” said Mr. Shavit. “There are signs of weakness in Iran domestically, which he thinks can be exploited. And with megahawks in the White House, they listen to him in a totally different way than the previous team did.”\nThere has been debate within Mr. Netanyahu’s government, to be sure — but it has largely concerned not whether to confront Iran, but how to sequence that confrontation.\nOne group, according to Ofer Zalzberg, an analyst at International Crisis Group, said that the nuclear agreement was flawed but that Israel faced more pressing challenges from Iran in Syria, and that the nuclear deal bought time for Israel to build the offensive capacity it would need to destroy Iran’s nuclear program if it came to that.\nThe other group, including the prime minister, views this as the most opportune moment to squeeze Iran with economic pressure and a credible military threat, Mr. Zalzberg said.\n“They’re saying, ‘We have Bolton, we have Pompeo — where will we be in two years or four years?’” he said, referring to the new American national security adviser, John R. Bolton, and secretary of state, Mike Pompeo. “‘We have a president who views this deal as a disaster. Now is the time.’”", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/world/middleeast/for-netanyahu-vindication-and-new-risk-after-trumps-iran-decision.html", "tags": "iran nuclear “ risk vindication israel trump netanyahu israeli decision new"}