{"title": "For Meghan Markle’s American Family, a Relentless U.K. Glare", "content": "It is notoriously hard to escape your background in Britain, no matter how successful you are or how much your life has diverged from that of your relatives. And so the British tabloids have for some months been treating the family of Meghan Markle, the American actress who is to marry Prince Harry on Saturday, like the stars of some sort of reality show: The Real Dysfunctional Families of America.\nOther people’s family squabbles can be diverting to read about, if you like that sort of thing, until they are not. On Monday, a relentless campaign of unflattering attention on Ms. Markle’s father, a 73-year-old former Hollywood lighting director living quietly by himself in Mexico, turned into something sad and ugly, leading to reports that he was too embarrassed to attend his daughter’s wedding.\n“Meghan Agony as Dad Pulls Out of Wedding,” The Daily Mail blared on Tuesday morning. (By afternoon, the reports had shifted: Her father wanted to attend, if he felt up to it after recent heart trouble.)\nEvery family has its unsavory secrets and internecine squabbles, of course, and Ms. Markle is particularly vulnerable because she is American and of mixed race, and because her family — including divorced parents, estranged siblings, self-promoting loose cannons and people who, if you look far enough, have been on the wrong side of the law — so easily lends itself to shallow stereotypes about class and race in the United States.\nHer parents divorced when she was young, and she is said to have been estranged from her father, Thomas Markle. But the two had reconciled, and, until this most recent development, he had planned to walk his daughter down the aisle.\nMr. Markle, reclusive and unskilled in the ways of the media, has been a favorite punching bag of the British tabloids, which have a knack for generating controversies and stirring up class-based discord — and then claiming to be shocked, shocked that the controversies have taken place. This week, The Mail on Sunday printed an article saying that Mr. Markle had conspired with a photographer in Rosarito, Mexico, where he lives, to pose for photographs that were then falsely peddled to news outlets as having been taken without his permission.\n“The revelation that Mr. Markle has been cooperating with a paparazzo behind the backs of his daughter, Prince Harry and Kensington Palace officials will cause huge embarrassment to the royal family in the run-up to the wedding,” the paper wrote, after having caused the embarrassment with its revelation in the first place. (It did not know, it admitted far down in the piece, whether Mr. Markle had in fact been paid for the photographs.)\nThat led to more trouble when Queen Elizabeth II, Harry’s grandmother, was said (without attribution) to be furious, and when Mr. Markle’s daughter Samantha Markle, among a contingent of Markle relatives who have not been invited to the wedding — yet have been vocal in their opinions about it — went on Twitter, and on British television, to stick up for her father.\n“The bad press over my father doing staged photos is my fault,” Samantha Markle said. “The media was unfairly making him look bad, so I suggested he do positive photos for his benefit and the benefit of the royal family. We had no idea he would be taken advantage of. It was not for money.”\nReports that Mr. Markle would not attend the wedding came Monday night from the American celebrity news website TMZ. Kensington Palace, while neither confirming nor denying the report, soon released a statement that asked “for understanding and respect to be extended to Mr. Markle in this difficult situation.”\nEven before the publication of The Mail on Sunday article, Kensington Palace had already tried to crack down on media coverage of Ms. Markle’s parents, sending a confidential letter to British editors imploring the tabloids to stop harassing them. Ms. Markle’s mother, Doria Ragland, has remained silent but has also been hounded by paparrazi, even on her way to and from work.\nMs. Ragland is already set to accompany her daughter to the wedding site  — a break with tradition — but, if Mr. Markle does not come, she could wind up walking her down the aisle, too.\nHaving lured the family into their trap, the tabloids are now adding to the abuse. Writing Tuesday in Mail Online, Piers Morgan, the television presenter, accused Ms. Markle’s family of having “already behaved like the worst kind of vile, dysfunctional, money-grabbing misfits in the run-up to her marriage.”\nIt has to be said that others in Ms. Markle’s family — particularly ancillary members who have not been invited to the wedding — have not helped. Ms. Markle is estranged from her two half siblings, products of her father’s first marriage; they are the ones currently making the most mischief, egged on with promises of fame and with monetary compensation from the tabloids.\nSamantha Markle, the half sister who on Monday rose to her father’s defense, announced last fall that she was writing a book — pure fiction, she insisted — called “The Diary of the Princess of Pushy’s Sister.”\nMore recently, Thomas Markle Jr., Samantha’s brother and Meghan’s half brother, called Meghan a “jaded, shallow, conceited woman.” He also warned Harry, in an open letter he provided to the news media, that the marriage would be “the biggest mistake in royal wedding history,” which is saying a lot when you consider that the royal family has been around for 1,000 years and that its history includes, to name a random example, the murderous matrimonial behavior of Henry VIII.\nThen there is Tracy Dooley, the ex-wife of the half brother (which makes her Meghan’s former sister-in-law). Ms. Dooley says she does not feel hurt that neither she nor her sons, Tyler and Thomas III, were invited — especially since she separated from her ex-husband in 1992 and last spoke to Meghan about 20 years ago.\n“Her brother has said such horrible things about her that she couldn’t have invited her nephews or me to the wedding,” Ms. Dooley said in an interview.\nMs. Dooley would like to make it clear that she has no intention of exploiting, exaggerating, inflating, monetizing, misrepresenting or in any way abusing her connection.\nBut she and Tyler have come to London for the wedding week to make a scheduled appearance as Meghan experts on “Good Morning Britain,” a live daily program, and possibly on other shows, part of an army of guests recruited for their close (or not) connections during a week of all-royal-all-the-time coverage. She says she especially wants to provide a corrective to the public unpleasantness being disseminated by bitter Markle relatives.\n“I am the only person who is old enough to see the whole family dynamic and the only person in the family, outside of Meghan’s mom and dad, who is respectable and honorable,” Ms. Dooley, 53, said in an interview last week, speaking from her home in Grants Pass, Ore.\nIn Grants Pass, Ms. Dooley is a businesswoman who says she has bought and sold florist shops and is now promoting a new business, in partnership with Tyler, called Royally Grown. The idea is to sell hemp-based clothing and makeup as well as “Markle Sparkle,” a new line of marijuana that Tyler Dooley said “literally smells just what you picture a blueberry would smell like.” (Marijuana is legal in Oregon.)\nTyler Dooley, who has been in the marijuana business for several years, said in an interview that the “royally” in the company’s title was just a coincidence — he thought of it well before Meghan’s engagement, he said — and that the name Markle Sparkle was derived from his own elementary-school nickname. In any case, the new strain is to be introduced next month at the regional High Times Cannabis Cup, a trade show and superior-weed competition.\nHe said he thought Meghan, with her open and fun-loving nature, would approve. And he said that his grandfather, a private and somewhat isolated person, was being treated unfairly by other members of the family, and by the news media. The Dooleys’ presence as commentators during the wedding would help combat that, he said in an interview.\n“Our family is so small,” he said. “There’s just six of us, and what my grandfather has been through — it’s making a mockery of us. We just want to show that we are nice and normal.”", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/world/europe/meghan-markle-prince-harry-family.html", "tags": "meghan american wedding glare markle ” u.k. ms. — family relentless"}