{"title": "For Trump and Netanyahu, a Budding Symbiotic Relationship", "content": "WASHINGTON — Prime Minister Benjamin Netanyahu of Israel was sitting in his residence in Jerusalem on Monday, being questioned by the police in a murky bribery and fraud investigation that could put an end to his political career, when the telephone rang.\nOn the line was President Trump, who wanted to talk to Mr. Netanyahu about Iran and a few other matters.\nThe prime minister excused himself for several minutes to take the call, and later issued a statement in which he thanked Mr. Trump “for his warm hospitality during his recent visit to Washington and expressed his appreciation for the president’s strong statement against anti-Semitism during the president’s speech before Congress.”\nIt was the latest example of what has become a budding political symbiosis between the two men. The Israeli leader’s praise for Mr. Trump’s stand against anti-Semitism helped inoculate the president from charges that he had not responded swiftly enough to a skein of threats against Jewish community centers and the vandalism of Jewish cemeteries.\nAnd Mr. Trump’s conveniently timed call was a not-so-subtle reminder to Israel’s attorney general that indicting Mr. Netanyahu — a step that would precipitate his resignation as a prime minister — could harm Israel’s national security at a dangerous time.\nMr. Netanyahu has survived past inquiries into his personal trips and home expenses without charges, and he has steadfastly denied wrongdoing in this case. But political analysts say this is the most serious legal challenge he has faced in his long political career — one that comes just as he has made a powerful new friend in the White House.\n“It appears that President Trump is prepared to go a long way to help Prime Minister Netanyahu with his domestic difficulties and that Netanyahu, in return, is willing to provide a kosher seal of approval for a president who was slow to condemn anti-Semitism,” said Martin S. Indyk, who served as a special envoy to the Middle East in the Obama administration.\nAmerican and Israeli officials insist they did not coordinate Mr. Trump’s call for political effect. White House officials said Mr. Trump told aides on Monday morning he wanted to speak to Mr. Netanyahu; the two sides spent a few hours setting up the call, which just happened to occur during the interrogation.\nBut the president helped Mr. Netanyahu in another way a few weeks earlier. On the eve of their first visit, the White House told reporters that the president would be open to a peace accord between the Israelis and the Palestinians that did not involve the creation of a Palestinian state.\nThat statement, which broke with decades of American policy in favor of a “two-state solution,” was a political gift to Mr. Netanyahu. He was under intense pressure from right-wing members of his coalition not to utter the phrase “two-state solution” during his trip to Washington, nor to have the new president formally embrace the policy.\nWhen Mr. Trump was asked during a news conference with Mr. Netanyahu whether he favored a one-state or two-state solution, he replied: “I like the one that both parties like. I’m very happy with the one that both parties like. I can live with either one.”\nWhen Mr. Netanyahu was asked his opinion, he referred approvingly to the briefing by the White House before he arrived.\n“I read yesterday that an American official said that if you ask five people what two states would look like, you’d get eight different answers,” he said. “Mr. President, if you ask five Israelis, you’d get 12 different answers. But rather than deal with labels, I want to deal with substance.”\nThe next day, speaking at the United Nations, the American ambassador, Nikki R. Haley, said that, in fact, the United States still “absolutely” supported the two-state solution. For Mr. Netanyahu, that hardly mattered; back home, his trip was widely hailed as a success.\nExperts on the Israeli-American relationship said the choreography bore the imprint of Israel’s ambassador to the United States, Ron Dermer, and Mr. Trump’s son-in-law, Jared Kushner, who is taking a leading role in Middle East policy for the administration. The two speak regularly and were instrumental in setting up the visit.\nAmerican and Israeli leaders have played in each other’s politics for a long time. In 1996, President Bill Clinton gave Prime Minister Shimon Peres a ride on Air Force One during Israel’s closely fought election campaign. A week before the election, Mr. Clinton urged Israelis to vote for peace — that is, for Mr. Peres. His opponent in that election was Mr. Netanyahu.\nIn 2012, Mr. Netanyahu welcomed Mitt Romney, the Republican presidential nominee, to Israel — all but endorsing him in his campaign against former President Barack Obama. Mr. Netanyahu’s relationship with Mr. Obama had been toxic for years because of disputes over the Iran nuclear deal and the Israeli government’s settlement building in the West Bank.\nIt is that relationship to which Mr. Trump and Mr. Netanyahu are eager to draw a contrast. There is no question the two are closer on key issues, not least the nuclear deal, which they both stridently condemn, although it is not clear either wants to rip it up immediately.\nIn its statement, Mr. Netanyahu’s office said, “The two leaders spoke at length about the dangers posed by the nuclear deal with Iran and by Iran’s malevolent behavior in the region and about the need to work together to counter those dangers.” The White House said only that the two leaders had “discussed the need to counter continuing threats and challenges facing the Middle East region,” though it took note of Mr. Netanyahu’s gratitude for Mr. Trump’s statements against anti-Semitic acts.\nSo far, experts said, Mr. Netanyahu had benefited more from the relationship than Mr. Trump.\n“Solving today’s problems probably helps Bibi more than Trump in the short term,” said Daniel C. Kurtzer, a former American ambassador to Israel and Egypt, using Mr. Netanyahu’s nickname. “But in the larger picture of how Israel is viewed in Washington, it probably helps Trump as well.”", "date": "March 7, 2017", "href": "https://www.nytimes.com/2017/03/07/world/middleeast/israel-benjamin-netanyahu-trump.html", "tags": "budding president ” trump israel netanyahu two symbiotic relationship —"}