{"title": "Ford’s Signal to the Auto World: Here Comes China", "content": "HONG KONG — After years of predictions that cars sold in the West would bear the “Made in China” label, the time has finally come.\nFord Motor’s plans to build its popular Focus compact cars in China, rather than Michigan or Mexico, is a milestone in China’s automotive rise. Chinese auto industry leaders praised the move as long-awaited confirmation that the country’s factories have become as efficient and high-quality as those in the United States and Europe.\nThe question now is how political leaders greet the development, amid rising skepticism in the United States over Chinese trade policies and the benefits of free trade in general. Though the White House so far has been muted in its reaction to Ford’s move, President Trump in particular was strongly critical of Chinese trade policies during his campaign last year. China’s high tariffs on imported cars and auto parts have already emerged as a potential trade issue.\n“Ford’s moving production to China shows China’s competitiveness in manufacturing is continuously increasing and our industrial supply chain is improving,” said Cui Dongshu, the secretary general of the China Passenger Car Association, a government-backed trade group in Beijing. “But this is obviously against Trump’s policies — it is quite complicated and may cause some friction in Sino-American trade in the future.”\nChina represents a competitive challenge and a profitable opportunity for American carmakers.\nChina is already the world’s largest automaker, with annual car production roughly equal to that of the United States and Japan combined. Chinese players have long wanted to develop underused factories dotting major cities to increase production and export the excess.\nFor years, it has been a quixotic dream. Such factories tend to churn out lower-quality, domestic-brand rides that would not pass muster with American or European consumers.\nBut China is angling for a big share of the future. Beijing has put very heavy pressure on Western automakers to transfer their latest, most cutting-edge technology to China as a condition of doing business. Many companies, including Volkswagen, General Motors and Ford, have plans to shift more research and development to China, particularly around electric cars.\nChina has an increasingly global auto presence. General Motors began exporting the Buick Envision compact sport utility vehicle to the United States last year, although the Envision is a much lower-volume model than the Focus. Volvo, which is owned by a Chinese company, started exporting S60 sedans from China to the United States in 2015, while Cadillac this spring started shipping its Shanghai-made CT6 Plug-in hybrid to the United States.\nFord’s decision will significantly ramp up the country’s car exports. The Focus would more than triple China’s exports of fully built cars to the United States.\nAs a manufacturing base, China holds strong appeal for Detroit’s automakers. Auto factory pay in China is similar or slightly higher than in Mexico at around $1,250 a month, including government-mandated benefits like contributions to savings funds with which workers can buy housing. Overtime adds roughly $300 a month. But that pay is much lower than in the United States, where workers earn several times as much even before overtime.\nAuto parts are also much cheaper in China than in the United States, because labor tends to be a larger share of the cost than final assembly. The global auto parts industry has shifted much of its production to China, partly because of low costs and partly because China’s steep tariffs make it impossible for multinational manufacturers to compete in the Chinese market unless they produce in China.\nAnd quality is high at Chinese factories run by Western carmakers.\nGlobal automakers already have built some of their most modern factories in China. A Ford factory in Hangzhou has 650 robots. A somewhat smaller General Motors factory in Shanghai has 530 robots that make Cadillacs with all-aluminum bodies — one of the latest and toughest manufacturing challenges even in the West.\nG.M.’s China-made Buick Envision ranks slightly above average in initial quality surveys of American consumers among 13 compact sport utility vehicles, according to J.D. Power and Associates, the international quality rating company. The top three concerns of the Envision’s American buyers involved the ease of use of its voice recognition system and other consumer electronics — concerns indicating that American consumers were basically satisfied with the actual car.\nChinese domestic automakers still lag in quality surveys. But among the global brands, cars made in China come from assembly lines that are identical in almost every respect to factories in the West — except that the factories in China, because they are new, tend to be more automated. Jeff Cai, the general manager of the China automotive practice at J.D. Power, said that the relative newness of Chinese factories tended to balance out the limited experience and high turnover of Chinese workers.\n“In terms of the building quality,” he said, “it’s pretty similar.”\nIndustry insiders fear that all the auto factory capacity will encourage China to increase exports if homegrown demand slows down. Thanks to a cut in sales taxes last year, car sales in China in 2016 grew by an amount almost equal to the entire Japanese market. That helped absorb some of China’s overcapacity. But with the partial expiration early this year of the sales tax cut, demand is starting to slow.\nFord’s sales in China in the first five months of this year were down 11 percent from the same period last year. But Sinead Phipps, a Ford spokeswoman, denied any connection to the new export plans. “We’ve made the decision because it allows us to reduce global Focus production by one plant, improve the health of our Focus business, save $1 billion in investment costs and further improve our scale in China,” she said.\nThe Chinese government is so worried about overcapacity that in June it tightened the approval process for any further auto assembly plants. But automakers are still rushing partially built factories to completion.\nFord’s decision could shift work away from American auto parts factories, which are heavily concentrated in Ohio, Indiana and southern Michigan. The Focus made in Michigan currently has 40 percent of its parts manufactured in the United States and another 26 percent in Mexico, where business activity tends to involve a lot of materials imported from the United States. By contrast, United States government data shows that only 2 percent of the Envision’s parts come from the United States.\nFord was a relative laggard in China compared with G.M. for many years. Today, it is increasingly part of an industry shift across the Pacific to China. Shortly before he was replaced last month as Ford’s chief executive, Mark Fields said in Shanghai, “You can see from our series of announcements, we are not holding back.”", "date": "June 21, 2017", "href": "https://www.nytimes.com/2017/06/21/business/ford-china-export-focus-mexico.html", "tags": "auto world cars china united factories states ” chinese signal ford comes"}