{"title": "Ford Plans Layoffs After -1 Billion Trump Tariff Hit", "content": "Ford Motor Company is reportedly preparing to initiate major layoffs after suffering a blow to profits of at least $1 billion due to tariffs enacted by President Donald Trump.\nThe nation’s second-largest automaker hasn’t yet revealed how many workers will be affected. But a report by Morgan Stanley estimated that as many as 12 percent of the company’s 202,000 workers worldwide could be cut, NBC reported.\nLayoffs will center on Ford’s 70,000-strong white-collar workforce as part of what the company is calling a “redesign” of its staff in an ongoing $22.5 billion reorganization, according to NBC.\nTrump’s tariffs and the retaliatory tariffs they triggered are taking a toll on the U.S. auto industry.\nFord CEO Jim Hackett told Bloomberg last month that tariffs on imported aluminum and steel alone dealt a blow to company profits.\n“From Ford’s perspective the metals tariffs took about $1 billion in profit from us,” Hackett said. “The irony of which is we source most of that in the U.S. If it goes on any longer, it will do more damage.”\nThe ongoing trade war is expected to continue to hurt the company’s bottom line. Earlier this year, Trump said that “trade wars are good, and easy to win.”\nFord announced a shift earlier this year to produce almost exclusively SUVs and trucks. Those vehicles continue to grow in popularity and are more profitable. \nIts only passenger car will remain the popular Mustang, but production of the iconic brand could also be hurt if profits continue to fall.\nThe automaker said last month that it was ditching plans to sell its new Focus crossover vehicle in the U.S. The Ford Focus Active is manufactured in China. Because of the U.S.’s new tariffs on imported cars, it’s no longer profitable for the company to sell it in America, officials said.\n“This is the first of potentially many vehicles that will disappear from the U.S. market” due to the trade war, Kristin Dziczek of the Ann Arbor, Michigan-based Center for Automotive Research warned.\nCORRECTION: An earlier version of this story described Ford as the nation’s largest automaker. It’s the second-largest automaker in the U.S.", "date": "\n10/08/2018", "href": "https://www.huffpost.com/entry/ford-poised-for-layoffs-after-1-billion-trade-war-hit_n_5bbbce51e4b01470d05445e5", "tags": "company profits tariff billion layoffs u.s. hit trump ” tariffs automaker plans ford"}