{"title": "Ford Cancels Focus Crossover For U-S- Consumers After Trump's Trade War Tariffs", "content": "Ford Motor Company announced on Friday it’s ditching plans to bring its new Focus crossover to the U.S., thanks to President Donald Trump’s trade war that imposes new tariffs on cars that are assembled in China.\nThe Ford Focus Active is manufactured in China, but because of the new tariffs, which can be up to 25 percent, it’s no longer profitable for the company to sell it in America. Ford had predicted consumers would buy close to 50,000 of the vehicles annually.\n“Given the negative financial impact of the new tariffs, we’ve decided not to import this vehicle from China,” Kumar Galhotra, Ford president of North America, said in a Friday conference call with reporters. \nThe company had planned to start shipping the Focus Active to the U.S. later next year. It is already selling it in China and Europe.\nThe decision could mean that the Mustang will be the only Ford passenger car sold in the U.S. \nFord has said that nearly 90 percent of the vehicles it sells by 2020 will be SUVs, trucks or commercial vehicles. \nThe company sells 2.5 million cars a year, so the Focus Active decision isn’t hugely significant, but it could be a harbinger of other cuts by Ford or other American car companies because of tariffs, reducing choice for U.S. customers.\nThis is likely the first of “many such announcements,” warned Kristin Dziczek, vice president of the Ann Arbor-based Center for Automotive Research. She predicts tariffs on Chinese imports, along with Trump’s additional threatened 25 percent tariff on cars and possibly parts from the European Union, would force several vehicles out of the American market.\n“This is the first of potentially many vehicles that will disappear from the U.S. market,” she told The Detroit Free Press. “The threat or the imposition of a 20 to 25 percent tariff will limit consumer choices and raise prices in the U.S.”\nShe said 48 percent of the vehicles sold in the U.S. were imported last year, and even vehicles that aren’t imported have a significant percentage of foreign parts. “All of that imported content could be subject to tariffs as well. Even a U.S. vehicle made in the U.S. and sold in the U.S. will see prices rise due to imported content [being] subject to tariffs,” she warned.\nDave Sullivan, manager of product analysis at marketing firm AutoPacific Inc., told The Free Press that Trump’s “war on the automotive industry is causing a knee-jerk reaction that will only bring higher costs and less choice for consumers.”\nTariffs could be coming at a bad time for Ford, whose stock last month dipped below $10 for the first time in almost six years. The shares dropped another 2.3 percent Friday to $9.48.\nAbout 80 percent of Ford cars are made in the U.S., according to Galhotra. The company outsourced some of its manufacturing because profit margins in the U.S. were falling.", "date": "\n09/01/2018", "href": "https://www.huffpost.com/entry/ford-focus-active-a-victim-of-trumps-trade-war_n_5b8a1404e4b0cf7b003629ae", "tags": "company percent u-s- vehicles crossover u.s. cancels trump ” focus war tariffs trade new ford consumers"}