{"title": "Foretelling the Future of Oil", "content": "What is the future of oil?\nIt’s hard if not impossible to say for sure, but there are few more important questions, since the answer will be a key guide to the fate of humanity over the next century.\nIt’s worth speculating about because the climate will depend on it, with the burning of gasoline and diesel key drivers for global warming. The balance of international power is also in play, with the future fortunes of such foes as Russia and Iran tied to the commodity. Huge fortunes could be made or lost from any shifts in the energy economy, which is currently controlled by some of the largest private and state corporations in the world.\nPredicting the energy sources of the future has always been a fool’s game. In the 1950s, nuclear energy was supposed to promise cheap power for all but is now in eclipse. Biofuels seemed to hold great promise a decade ago, but now are little more than an afterthought. When most experts thought the country’s oil reserves were in decline, shale drilling unleashed a boom in natural gas and oil production that now seems to perpetuate the dependence on fossil fuels except coal.\nThe 2015 Paris climate agreement appeared to be a turning point, when nearly every country committed to slashing its carbon emissions. But there has been some backtracking, especially from the Trump administration, which is withdrawing from the agreement and moving to weaken rules on future auto emissions.\nA plan by Norway’s $1 trillion sovereign wealth fund to divest of $40 billion in oil stocks is meeting reluctance from within the government.\n“The demand for oil continues to grow even as there is an increased focus on controlling emissions and addressing the climate agenda,” said Daniel Yergin, the energy historian and author of “The Prize: The Epic Quest for Oil, Money & Power.” But he added that he would not discount an eventual change in the direction of energy markets, even while it is “difficult to predict a breakthrough that perhaps is now unimaginable. The big change may be a merger of Silicon Valley and Houston.”\nBig oil is beginning to hedge its bets on the future, under pressure from activist investors and the public, while also worrying about future regulation. A pivot may be starting, with ExxonMobil and BP engineers working on advanced batteries, Royal Dutch Shell scientists working on hydrogen fuel cells, Saudi Arabia’s sovereign wealth fund investing in Tesla, and the oil industry broadly deploying artificial intelligence, robotics and faster data processing throughout their operations.\nMany experts remain skeptical that oil companies will be at the forefront of change and undercut their own businesses. Regardless of who leads the change away from oil — if there indeed is a change — there are already growing signs that global demand for oil will peak and decline to some degree by the late 2030s.\nThat would not be fast enough for the world to achieve the goal of the 2015 Paris climate agreement to limit global warming to 2 degrees Celsius above pre-Industrial Age levels. Still, it would mark one of the most remarkable economic swings of the last century, given that global demand for oil has more than tripled since 1965.\nIn what may be a sign of things to come, India has announced that by 2030, all new cars sold in the country will be electric.\nBP projects in its 2018 Energy Outlook report that demand for liquid fuels, particularly oil, will grow over most of the next two decades, and decline in the late 2030s because of efficiency improvements in passenger and freight transport, and a gradual increase in popularity of electric cars. Renewable energy sources like solar and wind will increase their share of global power generation from 7 percent to roughly 25 percent by 2040.\nNorwegian risk-management firm DNV GL raised eyebrows across the oil industry in September by forecasting that demand for crude will crest in the early 2020s.\nMost of the major oil companies are counting on petrochemicals and plastics to continue to drive oil profits. They also hope the natural gas they produce and ship will continue to replace coal burning for electricity generation.\nNot surprisingly, oil executives typically scoff at the notion of a world without oil.\n“The need for hydrocarbons has always been there and will always be there,” said David Sealock, chief executive of Petroteq, a Canadian oil company mining oil sands in Utah.\nMr. Sealock and many other oil executives do not deny that climate change is an issue, nor that it is caused by the burning of fossil fuels.\nHe points to technology as the solution that will allow societies to continue burning them safely, noting efforts by the billionaire investor Bill Gates and others to extract carbon dioxide from the atmosphere through advanced industrial-scale engineering.\nMr. Sealock and a few other oil executives see the possibility that natural gas, which frequently bubbles up with oil from the same wells, could provide the raw material for the production of hydrogen for fuel cells that would limit the exhaust of cars to drops of water.\nThat may all be wishful thinking on the part of Mr. Sealock, who is managing a company that is attempting to unlock billions of new barrels of oil. If he is right, that could be a convenient solution not only for the climate (unless there are unintended negative consequences to fiddling with the atmosphere as some fear), but also for a slew of countries that rely on oil for their economic well-being across much of Africa and the Middle East, as well as Russia, Mexico and emerging producers like Brazil and Guyana.\nBut there is another view, decidedly a minority one still, that believes the days of the fossil fuel age are numbered. One such futurist is Dieter Helm, an Oxford University energy economist and author of “Burn Out: The Endgame for Fossil Fuels,” published last year, who says he believes that the world is poised for a technological transformation that will produce new sources of power, advanced energy storage and a rise in the efficiency of the economy so less energy is needed.\n“We know the supply of solar is infinite,” Mr. Helm said. And in the next 20 years, he added, “We’ll have factories that run on robots, we’ll have 3-D printing, artificial intelligence and so on that will make energy demand remarkably more flexible in factories, offices and houses too.”\nSuch technologies are already taking hold, and in Mr. Helm’s view they will speed up as global leaders are forced to manage the impacts of climate change, which appear to be accelerating. It’s not going to immediately happen, but he says he believes the big oil companies will eventually go the way of the horse and buggy.\n“Why do you think Exxon is better at battery or new storage technology than a start up?” he said. “Just like the Telcos didn’t take over the internet world, they will try, they will do a bit, but I think very gradually they will decay.”\nSome oil company executives say they are accepting the challenge of a lower carbon world, and they are ready to adapt.\nOne of the leaders is Eldar Saetre, chief executive of the Norwegian oil giant Equinor, whose company is a pioneer in offshore wind power.\nWhile Equinor has acknowledged that it will have to leave some hydrocarbons in the ground, Mr. Saetre said his industry is going to have to adjust faster.\n“There are companies that could do more,” Mr. Saetre said, choosing his words carefully.\n“I see a lot of players with a conscious and aggressive approach, but it’s an evolution and there is room for more engagement in our industry.”", "date": "Oct. 9, 2018", "href": "https://www.nytimes.com/2018/10/09/business/foretelling-the-future-of-oil.html", "tags": "world energy ” global oil foretelling future climate change"}