{"title": "Former Trump Aides Charged as Prosecutors Reveal New Campaign Ties With Russia", "content": "WASHINGTON — The special counsel, Robert S. Mueller III, announced charges on Monday against three advisers to President Trump’s campaign and laid out the most explicit evidence to date that his campaign was eager to coordinate with the Russian government to damage his rival, Hillary Clinton.\nThe former campaign chairman, Paul Manafort, surrendered to the F.B.I. and pleaded not guilty to charges that he laundered millions of dollars through overseas shell companies — using the money to buy luxury cars, real estate, antique rugs and expensive clothes. Rick Gates, Mr. Manafort’s longtime associate as well as a campaign adviser, was also charged and turned himself in.\nBut information that could prove most politically damaging to Mr. Trump came an hour later, when Mr. Mueller announced that George Papadopoulos, a former foreign policy adviser to the Trump campaign, had pleaded guilty to lying to the F.B.I. and was cooperating with investigators. In court documents released on Monday, federal investigators said they suspected that Russian intelligence services had used intermediaries to contact Mr. Papadopoulos to gain influence with the campaign, offering “dirt” on Mrs. Clinton in April 2016 in the form of “thousands of emails.”\nMr. Papadopoulos secretly pleaded guilty weeks ago to lying to the F.B.I. about those contacts and has been cooperating with Mr. Mueller’s prosecutors for months.\nMonday’s dramatic announcements capped months of speculation about which of Mr. Trump’s campaign advisers might be first to be charged by Mr. Mueller, and they seemed to be a sign that the special counsel’s investigation is nowhere close to complete.\n“There’s a large-scale, ongoing investigation of which this case is a small part,” Aaron S.J. Zelinsky, a prosecutor on Mr. Mueller’s team, said at Mr. Papadopoulos’s plea hearing this month. The transcript of the hearing was released on Monday.\nIt is now clear, from Mr. Papadopoulos’s admission and emails related to a meeting at Trump Tower in June 2016, that the Russian government offered help to Mr. Trump’s candidacy and campaign officials were willing to take it.\nThe United States has concluded that President Vladimir V. Putin of Russia tried to tip the outcome of the 2016 election in favor of Mr. Trump. As part of that effort, Russian operatives hacked Democratic accounts and released a trove of embarrassing emails related to Mrs. Clinton’s campaign. Mr. Mueller and his team are investigating whether anyone close to Mr. Trump participated in that effort.\nThe announcements rippled across Washington, affecting both political parties. The powerful Democratic lobbyist Tony Podesta quit his lobbying firm Monday. The firm, the Podesta Group, was hired to do lobbying work on behalf of Ukraine, work that is at the heart of Mr. Manafort’s indictment.\nThe tax and money laundering case against Mr. Manafort describes a complicated scheme in which he lobbied for a pro-Russia party in Ukraine and its leader, Viktor F. Yanukovych, and hid proceeds in bank accounts in Cyprus, the Grenadines and elsewhere. Prosecutors say he laundered more than $18 million, and spent the money extravagantly. A home improvement company in the Hamptons was paid nearly $5.5 million, according to the indictment. More than $1.3 million more went to clothing stores in New York and Beverly Hills, Calif.\nMr. Manafort bought a $3 million brownstone in Carroll Gardens in Brooklyn and a $2.8 million condominium in SoHo, prosecutors said. “Manafort used his hidden overseas wealth to enjoy a lavish lifestyle in the United States without paying taxes on that income,” the indictment reads. He was also charged with failing to register as a foreign lobbyist.\nThe charges carry the potential for roughly 20 years in prison, putting pressure on Mr. Manafort to provide information on others in exchange for leniency. Among other things, Mr. Manafort could shed light on how widely in the campaign it was known that Russia had damaging information on Mrs. Clinton. A senior White House lawyer, Ty Cobb, said last week that the president was confident that Mr. Manafort had no damaging information about him.\nIn a court appearance on Monday, Mr. Manafort and Mr. Gates pleaded not guilty and were placed under house arrest on multimillion-dollar bonds. Mr. Papadopoulos is awaiting sentencing.\nMr. Manafort’s lawyer, Kevin Downing, called the money laundering charges “ridiculous” and noted that in the past half-century, prosecutors have charged only a handful of people with flouting foreign lobbying rules. Such violations are normally handled as an administrative matter. Mr. Manafort’s Ukraine lobbying “ended in 2014, two years before Mr. Manafort served in the Trump campaign,” Mr. Downing said.\nLawyers for Mr. Papadopoulos declined to comment.\nWhile the indictment paints an unflattering picture of the man Mr. Trump tapped to run his campaign, the allegations long predate his involvement in the presidential race. Mr. Trump seized on that fact, declaring on Twitter that “there is NO COLLUSION!”\nBut as Mr. Trump typed out that message, Mr. Mueller’s team was unsealing documents related to Mr. Papadopoulos that directly undermined the president’s claim.\nMr. Trump called Mr. Papadopoulos an “excellent guy” when he announced his foreign policy team in March 2016.\nOn Monday, however, White House officials described him as someone who played an insignificant role in the campaign.\n“Look, this individual was a member of a volunteer advisory council that met one time over the course of a year,” said Sarah Huckabee Sanders, the White House press secretary. “I’m not here to speak on behalf of the thousands of people that may have volunteered on the campaign.”\nIn March 2016, while traveling in Italy, Mr. Papadopoulos met a London-based professor of diplomacy who has deep ties to the Russian government. The professor took interest in Mr. Papadopoulos “because of his status with the campaign,” court documents said. The professor is Joseph Mifsud, according to a Senate aide familiar with emails in which Mr. Mifsud is mentioned. Two Senate committees are conducting Russia inquiries of their own, and investigators have been poring over thousands of emails produced by the Trump campaign.\nMr. Mifsud introduced Mr. Papadopoulos to others, including someone with ties to the Russian Ministry of Foreign Affairs and a woman who he believed was a relative of Mr. Putin. Mr. Papadopoulos repeatedly tried to arrange a meeting between the Trump campaign and Russian government officials, court records show.\n“We are all very excited by the possibility of a good relationship with Mr. Trump,” the woman, who was not identified, told Mr. Papadopoulos in an email. She was not actually a relative of Mr. Putin, according to court documents.\nCampaign officials knew that Mr. Papadopoulos was developing contacts in Russia, court documents show.\nHe repeatedly tried to arrange a formal meeting for Mr. Trump in Russia. Among those in the campaign who knew about the contacts was Sam Clovis, who helped supervise the foreign-policy team, according to a former campaign aide. Mr. Clovis could not be reached for comment.\nUltimately, senior campaign officials said that Mr. Trump should not make the trip and leave it to “someone low level in the campaign so as not to send any signal,” according to an email cited in court papers. No campaign official made a formal trip to Russia.\nWhen F.B.I. agents approached Mr. Papadopoulos on Jan. 27, he lied about his Russian contacts, according to court documents. That day, Mr. Trump invited the F.B.I. director, James B. Comey, to dinner at the White House and asked him to pledge loyalty, according to notes Mr. Comey took at the time.\nAs the F.B.I. scrutiny continued, Mr. Papadopoulos changed his phone number and deleted his Facebook account, which he had used to communicate with the Russians. The F.B.I. has obtained emails, text messages, and the transcript of chats on Facebook and Skype records as part of its investigation.\nF.B.I. agents quietly arrested Mr. Papadopoulos at Dulles International Airport outside Washington on July 27, a day after agents raided Mr. Manafort’s Virginia home. The Justice Department disclosed on Monday that Mr. Manafort had withheld evidence from Mr. Mueller that was discovered during that raid.\nWith the charges against Mr. Manafort, Mr. Mueller has taken a broad view of his mandate. He was tapped to investigate Russian election meddling, whether anyone around Mr. Trump was involved and other crimes that followed from that investigation. The charges against Mr. Manafort do not directly relate to Mr. Trump or the campaign. Mr. Manafort had been under investigation in New York and Virginia until Mr. Mueller was appointed and assumed control.\nThe special counsel has struck an aggressive posture in the case, and Monday’s charges were no exception. The Justice Department often invites lawyers to meet and discuss potential indictments. It is both an opportunity for lawyers to argue for leniency, and for prosecutors to spot potential weaknesses in their case.\nBut on Friday night, people close to Mr. Manafort and Mr. Gates and lawyers involved in the investigation said they had received no indication that an indictment against them was imminent.", "date": "Oct. 30, 2017", "href": "https://www.nytimes.com/2017/10/30/us/politics/paul-manafort-indicted.html", "tags": "aides prosecutors papadopoulos reveal manafort russian monday former ” trump russia ties new charged campaign mueller"}