{"title": "Former Skadden Lawyer Pleads Guilty to Lying in Russia Investigation", "content": "WASHINGTON — The son-in-law of a Russia-based billionaire admitted on Tuesday to lying to investigators about his communications with a former Trump campaign aide. The guilty plea by the defendant, a former lawyer at a powerful New York-based law firm, broadened the scope of the special counsel’s inquiry into Russia’s election interference.\nThe lawyer, Alex van der Zwaan, a 33-year-old Dutch citizen, acknowledged in federal court in Washington that he lied to prosecutors about a September 2016 conversation with Rick Gates, the former Trump aide, over work they did together for a Ukrainian political party aligned with Russia. He also admitted that he deleted records of email exchanges that prosecutors had sought. He faces up to five years in prison but said in court that he expected to serve six months or less.\nMr. van der Zwaan’s decision to plead guilty to a felony charge could intensify pressure on both Mr. Gates and on Paul Manafort, Mr. Gates’s longtime business partner and the president’s former campaign chairman. Both were charged in the fall with laundering money and other crimes related to consulting work they did for the Ukrainian political party headed by former President Viktor F. Yanukovych. They have pleaded not guilty.\nIt also focused attention on Mr. van der Zwaan’s former law firm, Skadden, Arps, Slate, Meagher & Flom, where he worked on a Ukrainian project steered by Mr. Gates and Mr. Manafort. In a statement, Skadden, a powerful international corporate law firm, said it fired Mr. van der Zwaan last year and was cooperating with the investigation.\nMr. van der Zwaan’s plea also illustrates how aggressively the special counsel, Robert S. Mueller III, has pursued those who obstruct his inquiry. Two former Trump aides, Michael T. Flynn and George Papadopoulos, have pleaded guilty to felony charges of misleading federal investigators.\nThey have yet to be sentenced and have committed to cooperating with the special counsel. It was unclear on Tuesday to what extent Mr. van der Zwaan is cooperating, but his plea agreement does not compel him to do so.\nMr. van der Zwaan’s gilt-edged life was based in London, where he worked for Skadden and lived with his wife after they were married last summer in a lavish English countryside wedding featured in the Russian edition of Tatler magazine. A 2006 law school graduate of King’s College London, he speaks four languages: Russian, Dutch, English and French.\nHis father-in-law, German Khan, who was born in Ukraine, is an owner of Alfa Group, Russia’s largest financial and industrial investment group. He was on a recent Treasury Department roster of prominent Russian officials and oligarchs.\nTuesday’s court hearing left many questions unanswered about Mr. van der Zwaan, including why he failed to be forthcoming to federal investigators about his communications with Mr. Gates and a second person who was identified by prosecutors only as “a longtime business associate of Manafort and Gates in Ukraine.”\nMr. van der Zwaan’s lies involved a 2012 report prepared by Skadden and used to defend Mr. Yanukovych, then the Russia-aligned president of Ukraine, from international criticism over the prosecution and incarceration of one of his political rivals, former Prime Minister Yulia V. Tymoshenko. State Department officials criticized the report, which purported to be the result of the law firm’s independent research, as a misleading account of the actions of Mr. Yanukovych’s government.\nMr. Mueller’s team scrutinized the report as part of its examination of the business dealings of Mr. Manafort and Mr. Gates in Ukraine, where Mr. Manafort worked for about a decade as a political consultant before he joined the Trump campaign. Among other charges, both men have been accused of “using one of their offshore accounts to funnel $4 million to pay secretly” for the report. It is unclear how much, if any, of that money went to Skadden or other firms with which they worked.\nThe Ukrainian authorities had begun their own investigation into payments for the report after Mr. Yanukovych fled Ukraine for Russia amid a popular uprising in 2014.\nMr. van der Zwaan told the special counsel on Nov. 3 that he had not spoken to Mr. Gates since mid-August 2016, even though Mr. Gates had called him the following month instructing him to get in contact with an unidentified mutual acquaintance, court papers show.\nHe also told prosecutors that he had not talked to that same acquaintance since 2014, even though he called that person in September 2016 to discuss possible criminal charges against Mr. Manafort, a law firm and a former Ukrainian justice minister. The phone conversation, conducted in Russian, was important enough that Mr. van der Zwaan recorded it, according to court papers. Mr. van der Zwaan followed up by calling Mr. Gates, recording that conversation as well.\nOne of those conversations involved payments that were described as “the tip of the iceberg,” Andrew Weissmann, a prosecutor in Mr. Mueller’s office, said in court. He did not elaborate.\nMr. van der Zwaan also acknowledged that he lied when he told investigators that he had only a “passive role in the rollout of the report,” according to court papers. In fact, prosecutors said, he had discussed with Mr. Gates and others how to publicize the report to make it appear less damning to Mr. Yanukovych’s government, including describing any mishandling of Ms. Tymoshenko’s prosecution as no more than “procedural” errors. Part of the strategy, Mr. Weissmann said in court, was to give an advance copy of the report to The New York Times.\nThe law firm’s work was being investigated by Ukraine’s top prosecutor, which asked the Department of Justice for help in questioning eight lawyers named as authors of the report, including Mr. van der Zwaan, according to documents reviewed by The Times.\nAmong the others were Gregory B. Craig, who served as President Barack Obama’s White House counsel, and Clifford M. Sloan, who also worked in the Obama administration. Both Mr. Craig and Mr. Sloan declined to comment.\nThe Ukrainian officials claimed that Mr. Yanukovych’s government circumvented contracting rules by initially agreeing to pay Skadden a fee that was less than the threshold for competitive bidding — reportedly about $12,000 — then later paying the firm a total of nearly $1.1 million.\nLast year, the law firm refunded $567,000 to the Ukrainian government. The firm said the refund represented “the balance of Ukraine’s payment, which had been held in escrow for future work.”\nA sentencing hearing for Mr. van der Zwaan was set for April 3.\nThe charges against him were the seventh criminal case that Mr. Mueller’s team has brought since October. Last week, the special counsel’s office indicted 13 Russians and three companies on charges of interfering in the 2016 United States election with a sophisticated influence campaign on popular social media platforms. An American, Richard Pinedo, of Santa Paula, Calif., also pleaded guilty to identity fraud regarding some bank accounts used by the Russians in their influence campaign.", "date": "Feb. 20, 2018", "href": "https://www.nytimes.com/2018/02/20/us/politics/alex-van-der-zwaan-gates-russia-mueller.html", "tags": "der guilty gates zwaan report firm pleads investigation court former lying van russia law skadden lawyer"}