{"title": "Former PM takes on UK-China investment role", "content": "David Cameron is to take on a new role leading a UK government-backed investment initiative between Britain and China. \nThe former prime minister will take charge of a £750m ($1bn) fund to improve ports, roads and rail networks between China and its trading partners.\nThe government said working with China's Belt and Road Initiative would create jobs and boost trade links. \nIt comes after Chancellor Philip Hammond's two-day trip to China. \nThe Belt and Road Initiative was first unveiled in 2013, but this year China's President Xi Jinping pledged £96bn ($124bn) for the scheme. \nThe Chinese government said it would invest tens of billions of dollars as part of an ambitious economic plan to rebuild ports, roads and rail networks linking China and its trading partners.\nPresident Xi intends on developing ancient trade routes through China and Europe to make it easier for the world to trade with China. \nChina hopes that by improving and creating trade links with other countries - by sea and rail - will help boost its economic growth of the Asian superpower, which has slowed in recent years. \nA statement from the Treasury also detailed progress on allowing British banks and insurers to access the Asian superpower's bond and insurance markets. \nBy Robin Brant \nDavid Cameron has adopted a fairly low profile since he left Downing Street last year. \nHe's campaigned for more research into dementia and stuck by the national citizen service he set up in office. \nNow he'll be involved in investing hundreds of millions of pounds in projects linked to China's awkwardly named Belt and Road Initiative. \nThe private fund will be supported by the British government but won't involve any taxpayer's money.  \nIt will focus on projects in the UK and China and countries that China assists in central Asia and Europe.  \nChina's plan is not without controversy though as some critics see it as a global push to increase Beijing's political influence and presence. \nMr Cameron championed a drive to increase trade ties with China while he was prime minister, marking what both sides now call a \"golden era\".\nReuters news agency said the UK and China had agreed to accelerate preparations for a London-Shanghai stock connect programme. \nBut the BBC understand plans to link the London Stock Exchange with its counterparts in Shanghai and Shenzhen remain at the \"research stage\". ", "date": "16 December 2017", "href": "https://www.bbc.com/news/uk-42377177", "tags": "investment uk belt cameron china road initiative former takes rail trade pm role uk-china government"}