{"title": "Former Neo-Nazi Says It’s On White People To Fight White Supremacy", "content": "As a 14-year-old in 1980s Chicago, Christian Picciolini was ripe for recruitment into a hate group: He was bullied, didn’t have a lot of friends and felt “abandoned” by his Italian immigrant parents who worked long hours.\nOne day, when he was standing in an alley smoking a joint, a car pulled up, and a man with a shaved head came out, pulled the joint out of his mouth and said:\n“Don’t you know that’s what the Jews and the Communists want you to do to keep you docile?” \nThat man was Clark Martell, a national leader of the white supremacist skinhead movement. Martell’s history of violence, according to a 1989 Chicago Tribune article, included targeting LGBTQ people and people of color. He once attempted to burn down the house of a Latino family.\nPicciolini was recruited into Martell’s neo-Nazi skinhead group in 1987, and when Martell ended up in prison a couple of years later, Picciolini took the helm.\n“He made me feel powerful when I felt powerless, gave me family and a sense of purpose,” Picciolini told HuffPost. “I was a nobody kid people picked on for having a funny name ― and [a few years later] I was respected and powerful.” \n“False power and false respect,” Picciolini added.\nAfter having children, which Picciolini says challenged his “notions of identity, community and purpose,” he left the hate group in 1995.\nOver a decade later, in 2009, he co-founded Life After Hate, a small nonprofit run entirely by former members of America’s radical far-right, dedicated to supporting those who have left, or are seeking to leave, hate groups in the U.S.\nIt’s the only organization of its kind in the country ― and it’s up against a growing problem: The number of hate groups in the U.S. has doubled in the last 10 to 15 years, according to the Southern Poverty Law Center, and around 80 percent of those groups advocate white supremacist beliefs.\nLeaving a hate group isn’t easy. When a woman left his neo-Nazi group in 1989, Martell viciously beat her, according to the Tribune. He reportedly kicked her in the face and drew a swastika on the wall of her home in her blood. He was later arrested and sent to prison.\nLife After Hate helps those who have left or are trying to leave extremism behind by providing them with an array of support services. The main tool of the Chicago-based group is a private online network, set up by and for former extremists, to provide them with a new, supportive community.\n“People come to us because they know that we won’t judge them,” Picciolini told HuffPost. “As someone who understands their past, we give them a helping hand ― not focused on yesterday, but focused on today and tomorrow.”\nPicciolini and his colleagues ― some of whom are social workers, all of whom are former extremists and have worked with psychologists to craft their nonprofit’s approach ― also travel the country to meet with members in person, to provide individualized support. They help connect members to local service providers, including therapy, job training and tattoo removal, to try to tackle the underlying drivers of their hate.\nPicciolini says most people who come to them have experienced one of three things: trauma, unemployment or mental health issues.\n“I listen for potholes ― or what deviated them from their normal path and led them down this one ― and try to find them services to help,” Picciolini said. “When you make people more resilient, self-sufficient and self-confident, they don’t have anyone to blame, and the ‘us against them’ ideology goes away.”\nPrivacy is paramount, so before they let anyone into their online group, they spend months chatting with them to make sure they’ve truly left extremism.\n“We want to protect the people in the network,” Picciolini said. “It’s a safe place, not for someone vulnerable to going back ― and taking names with them.”\nLife After Hate’s reach is relatively small: Its online group currently has 60 members. Some had already left extremism before they joined and were looking for community. Others are actively exiting hate groups.\nFor Picciolini, who recognizes their group is small compared with the problem of white supremacist hate, it’s all about helping people one by one.\n“We reach one person at a time ― we know we can’t solve racism,” he said. “What I do know is I can affect the people closest to me. If everybody thinks that way ― with your coworkers, your friends ― it can change the world.”\nOne key strategy the group uses to help people leave extremism behind is to facilitate in-person meetings between former extremists and members of groups they once discriminated against ― for instance, having a former Islamophobe meet an imam, or letting a onetime Holocaust denier talk with a survivor.\n“As former extremists from the far right, what changed us is when we received compassion from the people we least deserved it from,” Picciolini said. “Often times they’ve never met a black person or had a meaningful conversation with a Muslim or Jewish person. I get them into a situation where they can sit and talk, and realize there are more things in common than differences.”\nThe strategy derives from “contact theory,” or the well-researched idea that contact with groups from different backgrounds can increase tolerance. It seems to have worked for certain high-profile extremists, such as former white nationalist Derek Black, who began leaving the movement after being invited to a series of Shabbat dinners by a Jewish fellow college student, and Life After Hate Deputy Director Angela King, who left the skinhead movement after being befriended by a group of Jamaican women in prison.\n“That’s how most people get out,” expert Heidi Beirich of the Southern Poverty Law Center told HuffPost last month, adding that the work of reaching out to people from different backgrounds should not fall on people from marginalized groups.\n“It shouldn’t be on the groups facing this,” Beirich said. “It’s on the rest of us.”\nPart of the reason there aren’t more groups like Life After Hate in the U.S. ― while other forms of organized violence, such as gangs and Islamist extremism, have long had programs and funding dedicated to tackling them ― is because Americans tend to ignore the realities of white supremacist violence, according to Beirich.\n“There has been a general reluctance in this country to see white people as responsible for terrorism in some sort of organized way,” Beirich told HuffPost last month. “When people talk about white supremacist terrorism, they want to call it a one-off. He’s a crazy person. It’s like white people can’t handle the idea that there are devils in our midst.”\nSince September 11, 2001, there have been 85 deadly extremist attacks in the United States, according to a recent Government Accountability Office report — 73 percent of the attacks were carried out by far-right extremist groups, compared to 27 percent by radical Islamist extremists.\nJust a couple of months ago, Reuters reported that the Trump administration may alter the government’s counter-extremism program to focus solely on Islamist extremism. As a result, Life After Hate may lose $400,000 in funding that it had been awarded through the program in January under President Barack Obama, said Picciolini. The group hasn’t received the funds yet and doesn’t know if it will.\n“We’re concerned about the policies of the new administration [indicating] that white extremism may not be an issue,” Picciolini said. “There really is no difference between what happened in Charleston with Dylann Roof and what happened in San Bernardino. They’re both terror attacks based on ideologies of extremism ― yet we still don’t call it terrorism when it’s white extremism.”\nPicciolini says that the recent rise of the so-called alt-right movement ― a white supremacist movement with young leadership, branding meant to appeal to millennials and a large online presence ― makes Life After Hate’s job harder.\n“In the old days you could spot a skinhead a mile away ― now it’s harder in a virtual world. And they made the message more palatable, wear suits and ties, don’t shave their heads.\n“The only difference between alt-right and what I was in then is packaging. It’s a marketing strategy: They just soften the edges.”\nSince President Donald Trump’s election, Picciolini says, the number of requests that have come in to Life After Hate for support have grown ― from one to three requests per week to one to three per day. Most of these come from friends or family concerned that a loved one might be involved in extremism.\nIt is not clear how well exit programs like Life After Hate work. Older exit programs in Europe, such as those developed for white supremacists in Sweden in the 1990s, have been criticized at times for “glorifying former extremists as ‘experts’” and not eliminating participants’ racism, according to the Southern Poverty Law Center. \nBut experts who have weighed in on Life After Hate consider it a useful contribution to the larger fight against white supremacism.\n“Everything always has to be considered part of a larger toolbox,” Pete Simi, an author and expert on far-right extremists, said in an interview last year. “There’s never any program that’s ever going to be your catchall. But I think it is an important tool.”\nSPLC’s Beirich, who has been studying white supremacism since 1999, told HuffPost last month that she sees Life After Hate as a solution.\n“I don’t have anywhere to send a white supremacist if they come to me and start questioning the movement they’re involved in,” Beirich said. “Once you become a hard-core white supremacist, you lose all links to family and friends, there isn’t really a place for you to turn if you leave. I’m not trying to give anyone a pass, but if someone wants to get out of something bad, I want to help.”\nA Life After Hate member echoed the need for more groups like it.\n“There were years I was looking for a way out, and I didn’t have anywhere to turn,” former skinhead Logan Stewart told HuffPost. “It’s great support. Anything you need to talk about you can do that with them.”\nFor Picciolini, if there’s one thing that holds true when thinking of how to best tackle white supremacist hate, it’s this: The responsibility falls on white people.\n“White people need to solve the problem of white supremacy,” Picciolini said. “It’s white people’s problem, we created it, and it’s a problem we need to fix.”", "date": "\n04/24/2017", "href": "https://www.huffpost.com/entry/life-after-hate-christian-picciolini-white-supremacist-exit-skinhead_n_58fa36cee4b018a9ce5ace1a", "tags": "people supremacy hate neo-nazi former white ” ― one says picciolini group fight life"}