{"title": "Former Argentine President’s Homes Searched in Corruption Inquiry", "content": "BUENOS AIRES — Investigators on Thursday raided homes owned by former President Cristina Fernández de Kirchner of Argentina, a significant development in a corruption investigation that officials are calling the most consequential in the country’s history.\nThe searches were requested by prosecutors who have described Mrs. Kirchner, who governed Argentina from 2007 to 2015, and her late husband and predecessor, Néstor Kirchner, as the leaders of a wide-ranging kickback scheme involving government contracts.\nThe investigation was begun after the newspaper La Nación obtained notebooks belonging to a driver who took meticulous notes about bags of cash he purportedly ferried around the city as part of the scheme.\nThe authorities searched Mrs. Kirchner’s apartment in the upper-class neighborhood of Recoleta in Buenos Aires and her home in the city of Rio Gallegos, in southern Santa Cruz Province. The searches took place just hours after the Senate unanimously authorized the raids.\nIn an impassioned 45-minute speech before the vote Wednesday night, Mrs. Kirchner, who is a member of the Senate, vehemently denied any wrongdoing and accused the administration of President Mauricio Macri, a longtime political nemesis, of using the courts to persecute her.\n“If there was one thing missing to install political persecution and the use of the judicial authorities as an instrument of political persecution in Argentina, it was this case,” she said. “Look, I’m now facing six pending cases.”\nMrs. Kirchner is the target of several additional corruption investigations.\nShe compared her situation to the prosecution of former President Luiz Inácio Lula da Silva of Brazil, who recently began serving a 12-year sentence for corruption and money laundering. Mr. da Silva has called his imprisonment an effort to prevent him from competing in Brazil’s presidential election in October, in which he is the front-runner.\nAs a senator, Mrs. Kirchner enjoys a considerable degree of legal immunity. A judge must obtain permission from the Senate to search her property. While criminal investigations involving her are permitted to move forward, she cannot be sent to prison unless two-thirds of the Senate votes to strip her of immunity.\nArgentines have been transfixed in recent weeks by the disclosures that have grown almost daily since the existence of the notebooks was made public on Aug. 1.\nA series of people have approached investigators to provide new information and to corroborate the records of the driver, Oscar Centeno, who was employed by a planning minister who served in Mrs. Kirchner’s administration.\nThe searches of her homes might enable investigators to corroborate details about the former president’s properties that have been described by people who have reached plea deals with the prosecutors.\nThe Senate voted to approve the raids a day after tens of thousands of Argentines took to the streets outside Congress, and across the country, to demand an end to the immunity Mrs. Kirchner had enjoyed as senator.\n“The time has come to say enough,” said Elena Rosales, 60, a retiree who was outside Congress Tuesday night. “We must understand once and for all that a country with corruption cannot move forward.”", "date": "Aug. 23, 2018", "href": "https://www.nytimes.com/2018/08/23/world/americas/kirchner-argentina-corruption-inquiry.html", "tags": "searched homes inquiry kirchner corruption president former ” argentina senate investigators mrs. argentine"}