{"title": "Former Michael Flynn Business Associates Indicted in Turkey Lobbying Case", "content": "ALEXANDRIA, Va. — Two former business associates of Michael T. Flynn, President Trump’s first national security adviser, have been indicted as part of a federal investigation into Turkey’s secret 2016 lobbying campaign to pressure the United States to expel a rival of President Recep Tayyip Erdogan.\nCharges against the two former associates, Bijan Kian and Ekim Alptekin, were unsealed on Monday in an Alexandria, Va., courtroom. The two men were indicted last week as part of a conspiracy to violate federal lobbying rules, and Mr. Alptekin was also charged with making false statements to F.B.I. investigators.\nThe indictment is further evidence of a broad crackdown on unregistered foreign lobbying growing from the inquiry by Robert S. Mueller III, the special counsel who has investigated foreign flows of money from Ukraine, Turkey and other countries devised to manipulate decision-making in Washington. Mr. Mueller referred the Turkey case back to prosecutors in Northern Virginia.\nThe indictment said that the two men sought to conceal that Turkey was directing the work, and that high-level Turkish officials approved the budget for the project and were given regular updates by Mr. Alptekin about the campaign’s progress. Mr. Flynn’s firm — Flynn Intel Group — received a total of $530,000 for its work.\n“The defendants sought to discredit and delegitimize the Turkish citizen in the eyes of politicians and the public,” the indictment said.\nMr. Flynn is scheduled to be sentenced on Tuesday in federal court in Washington on charges of lying to investigators about his conversations with the Russian ambassador during the transition after the 2016 election.\nWhen he pleaded guilty last December to lying to F.B.I. agents working on the Russia investigation, Mr. Flynn also admitted to prosecutors that he had repeatedly violated laws requiring firms to register their work on behalf of foreign clients.\nThis month, Mr. Mueller’s prosecutors issued a sentencing memorandum saying that Mr. Flynn had provided “substantial help” in several unspecified but continuing investigations. It is believed that the Turkey inquiry is one of these investigations because he had direct knowledge of different aspects of the case.\nProsecutors cited Mr. Flynn’s assistance as grounds for leniency in his sentencing.\nMr. Kian, dressed in a blue suit, stood silently in court on Monday as the charges were announced. He was released after the hearing, and his lawyer declined to comment. Prosecutors said that he faces up to 15 years in prison and Mr. Alptekin up to 35 years.\nMr. Alptekin’s current location is unknown. Through a spokeswoman, he denied the charges, claiming that he never lied to the F.B.I., and that Turkey did not participate in the project.\nThe investigation into Turkish lobbying began in 2016 after Mr. Flynn — a former general and businessman who was advising Mr. Trump’s political campaign — wrote an op-ed article for The Hill newspaper on Election Day attacking Fethullah Gulen, a cleric living in Pennsylvania whom the Turkish government has accused of helping instigate a failed coup.\nThe article called Mr. Gulen a “radical Islamist” and a “shady Islamic mullah.” The Justice Department began examining whether Mr. Flynn and his company were working as paid lobbyists for Turkey. Mr. Kian helped engineer the lobbying project, which involved trying to persuade members of Congress that Mr. Gulen ought to be extradited.\nMr. Flynn and Mr. Kian also commissioned a lengthy dossier titled, “Fethullah Gulen: A Primer for Investigators,” which was written by Thomas Neer, a former F.B.I. agent.\nMr. Alptekin is a Turkish businessman close to Mr. Erdogan and helped finance the project. The indictment said that as part of the scheme, Mr. Alptekin used his company — a Dutch firm called Inovo BV — to conceal that Turkey’s government was behind the payments.\nAccording to the indictment, Turkey’s government asked the United States in July 2016 to arrest and extradite Mr. Gulen, whom Turkish officials have accused of trying to overthrow Mr. Erdogan in the military coup that month.\nThe Justice Department rejected Turkey’s request, the indictment said, because it had not met “the legal standards for extradition.”\nThe secret lobbying effort appears to have begun shortly afterward. Prosecutors said that on July 29, 2016, Mr. Alptekin sent an email to Mr. Kian saying that he had met with a Turkish government minister who was interested in exploring a lobbying campaign against Mr. Gulen.\nThey called the effort the “Truth Campaign” and later “Operation Confidence.”\nIn another email to Mr. Kian and Mr. Flynn, Mr. Alptekin said he had several meetings with a pair of Turkish ministers in Ankara. “I have a green light to discuss confidentiality, budget, and the scope of the contract,” the email said, according to the indictment.\nOne month later, the three men met in New York with a pair of Turkish ministers to discuss the campaign against Mr. Gulen, the indictment said.\nDays before the 2016 election, Mr. Alptekin complained to Mr. Kian that the project had not “publicized enough negative information” about Mr. Gulen. Six days later, Mr. Flynn published his op-ed article.\nIn 2017, after the lobbying effort was exposed, Mr. Flynn and Mr. Kian filed additional disclosures acknowledging that the Gulen project “could be construed to have principally benefited the Republic of Turkey.” They detailed payments to other people and firms associated with the Gulen project.\nThe F.B.I. accused Mr. Alptekin of lying to agents repeatedly during an interview on May 24, 2017. Prosecutors said Mr. Alptekin falsely said that Turkey had abandoned the project and that he had decided to retain Mr. Flynn’s company himself.\nThere has been a surge of criminal investigations into foreign lobbying, some of them initiated by Mr. Mueller’s investigators. The special counsel secured guilty pleas from Paul Manafort and Rick Gates — two former Trump campaign advisers — both on financial crimes and their lobbying activities on behalf of Ukraine. Sam Patten, another lobbyist, pleaded guilty this year to steering Ukranian funds to Mr. Trump’s inaugural committee.\nMr. Mueller’s team has also referred three other Ukraine lobbying investigations to New York prosecutors.\nThe cases involve Gregory B. Craig, who served as the White House counsel under President Barack Obama before leaving to work for the law firm Skadden, Arps, Slate, Meagher & Flom; Tony Podesta, an influential Washington lobbyist whose brother, John D. Podesta, was the chairman of Hillary Clinton’s presidential campaign; and former Representative Vin Weber, Republican of Minnesota, who joined the lobbying firm Mercury Public Affairs after leaving Congress. None have been charged with any crimes.", "date": "Dec. 17, 2018", "href": "https://www.nytimes.com/2018/12/17/us/politics/flynn-turkey-bijan-kian.html", "tags": "turkey gulen “ business associates alptekin former flynn indicted michael case — lobbying"}