{"title": "Four Northeast States Pledge to Share Gun Safety Data", "content": "Four states in the Northeast with relatively strong gun laws banded together on Thursday to form a gun safety coalition, filling what the states called a vacuum of federal action by pledging to share registries of people prohibited from owning firearms in individual states.\nThe states — New York, New Jersey, Connecticut and Rhode Island, all of which have among the lowest rates of gun deaths per capita in the country — will directly share information like the names of people who have been deemed mentally unfit to own a gun, people who have a domestic violence restraining order against them and people who have a warrant out for their arrest. The states will also share details about how guns are trafficked and sold within their borders and designate universities that can collaborate on regional gun violence research, according to a memorandum of understanding signed by the states’ governors, all Democrats.\n“This is a federal government that’s gone backwards on this issue,” Gov. Andrew M. Cuomo of New York said on a conference call with the other governors and reporters, outlining his dim hopes for new restrictions in the aftermath of the mass shooting in Florida. “President Trump has pledged allegiance to the N.R.A. and he’s delivered for them.”\nMr. Cuomo cited a proposal in Mr. Trump’s budget to cut funding to the federal background check system.\nSome details about how the agreement will work in practice remain murky. The patchwork of state law means that states cannot necessarily restrict gun sales to everyone on another state’s no-gun list. And gun control advocates said states are already supposed to report to the national background check system people prohibited from owning guns under the parameters of state law, and not only those restricted by federal law.\nBut officials working on the coalition said the agreement would reinforce and expand what they share, including the names of people, for example, who have been voluntarily hospitalized for mental illness and are prohibited by some states from owning guns.\nThe agreement seemed poised to heighten the monitoring of people with mental illness, raising concerns among mental health advocates about unnecessarily stigmatizing people and discouraging them from seeking care. New York, for example, keeps a no-guns database that has grown to 77,447 names of people whom mental health professionals have reported as being a danger to themselves or others.\nNew York will now share that database with the other three states, Alphonso David, Mr. Cuomo’s chief counsel, said in an interview. It is not clear how the other states would act on it, given that the law in Connecticut and New Jersey, for example, expressly forbids firearm purchases only by people who have been committed to a mental health center.\nBut some states give their licensing authorities discretion to ban people they deem a risk to public safety, and Mr. David said they could use New York’s database as an investigative tool to make their own determination.\nSam Tsemberis, a former director of New York City’s involuntary hospitalization program for homeless and dangerous people, and now the chief executive of Pathways Housing First, which provides housing to the mentally ill, said that for people already vulnerable to feeling isolated and marginalized, putting so many of them on a list and then giving other states more medical information about them “is only going to exacerbate that condition.”\nThe vast majority of people with mental illnesses are not violent and there is scant information about how effective such databases have been. Mr. David said he did not know how many guns have been seized on the basis of New York’s list.\nStates will also share information about people with orders of protection against them, Mr. David said. All four states in the coalition, to varying degrees, use protective orders as a basis for restricting gun sales.\nThe states will also share the findings of law enforcement agencies about where illegal guns came from and how they are transported to the Northeast. Gun trafficking groups have often been found to buy guns, particularly handguns, in states south of New York along the Interstate 95 corridor, nicknamed the Iron Pipeline, and then drive them to the Northeast.\n“It will help identify trafficking patterns,” said Elizabeth Avore, the legal and policy director at Everytown for Gun Safety, calling the coalition the most comprehensive she knew of. “It would be great to see states up and down the Iron Pipeline sharing information.”", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/nyregion/four-northeast-states-pledge-to-share-gun-safety-data.html", "tags": "mental york safety northeast four share states gun guns data new pledge"}