{"title": "Four intriguing lines in Mueller indictment", "content": "Call it the Friday the 13th surprise. \nIn painstaking detail, Robert Mueller's special counsel team laid out what it alleges was a concerted effort by the Russian military to hack the Democratic National Committee and senior-level Clinton campaign officials and disseminate private documents in order to disrupt and influence the 2016 US presidential election.\nThe Russians also attempted to infiltrate local election systems and software, although Deputy Attorney General Rod Rosenstein says that there is no evidence that they \"altered the vote count or changed any election result\". \nThe Trump White House has picked up on this line, issuing a statement reiterating that there have been no allegations of \"knowing involvement by anyone on the campaign\" or that the hacking \"affected the election result\".\nThat isn't what Mr Rosenstein and the special counsel's court filings concluded, however. The deputy attorney general said it was \"not our responsibility\" to assess to what extent Russian involvement influenced the 2016 election.\nIn fact, it is hard to deny that the hacks had a clear impact on US politics in 2016 - and exacted a heavy toll on Democrats and the Clinton campaign in particular.\nAs a result of the hacks, the head of the Democratic National Committee was forced from office on the eve of the party's national convention - a convention whose first few days were marred by protests from Bernie Sanders supporters angry about the contents of some of those Democratic National Committee emails. \nJohn Podesta, the chair of Hillary Clinton's presidential campaign, had his personal correspondence exposed, including internal debates over political strategy, outlines of Mrs Clinton's greatest weaknesses and transcripts of her private speeches - excerpts of which were cited by Donald Trump in presidential debates and on the campaign stump.\nIndeed, Mr Trump celebrated and amplified the revelations in the hacks, which were disseminated through DCLeaks and Guccifer 2.0 - both identified as fronts for Russian military intelligence - as well as Wikileaks, which is alluded to but not named in the Mueller indictment.\nThe hacks may not have changed the results of the 2016 election, but the effects were very real. It was as though a team's entire playbook was revealed just days before the Super Bowl. While the rules of football weren't changed and the scoreboard wasn't surreptitiously altered, that doesn't mean the outcome of the contest wasn't affected.\nThat, then, is the big picture revelation from Mr Mueller's most recent indictment - which comes in addition to the already announced indictments and plea agreements from 20 individuals and three Russian companies. The 29-page court filing contains a variety of other details and revelations that add to the growing picture of alleged Russian election meddling which the Mueller team is outlining.\nAt a Florida press event on 27 July 2016, candidate Trump issued a now famous request.\n\"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing,\" he said. \"I think you will probably be rewarded mightily by our press.\"\nThe line shocked many at the time and has been cited repeatedly since then as evidence that Mr Trump was actively encouraging Russian attempts to acquire and disseminate emails from Mrs Clinton and her team. \nThe 27 July date makes an appearance in Mr Mueller's most recent indictment document, as well.\n\"On or about July 27, 2016, the Conspirators attempted after hours to spearphish for the first time email accounts at a domain hosted by a third-party provider and used by Clinton's personal office,\" the court filing reads. \"At or around the same time, they also targeted seventy-six email addresses at the domain for the Clinton campaign.\"\nWhile this isn't the first time Russians allegedly targeted the Clinton team, after Mr Trump's remarks the hackers escalated their efforts.\n\"It seems clear that the indictment is trying to make the connection with language like 'after hours' and 'first time',\" tweeted conservative commentator - and Trump critic - Ben Shapiro. \"But even Trump publicly saying he wants the Russians to do something and them doing it isn't collusion in any real sense.\"\nIt is, however, an uncanny coincidence.\nThe indictment sheet also documents a number of interactions between Americans and Russian military operatives, although it stresses that there are no allegations that those Americans knew the true identity behind the internet aliases with whom they were corresponding.\nA Florida blogger and state lobbyist - possibly Aaron Nevins - exchanged messages with Guccifer 2.0 and acquired a trove of documents Democrats had compiled outlining the weaknesses of the party's candidates running for congressional office in Florida.\nMr Nevins told the Wall Street Journal that he had told Guccifer 2.0 in an email: \"Basically if this was a war, this is the map to where all the troops are deployed.\"\nGuccifer 2.0 also sent documents to a reporter \"pertaining to the Black Lives Matter\" movement.\nIn another paragraph, Mr Mueller's team notes that a congressional candidate directly asked Guccifer 2.0 for stolen documents about his opponent - a request that the hacker accommodated. \nThe Mueller indictment mentions that Guccifer 2.0 had direct communications with a person \"who was in regular contact with senior members of the presidential campaign of Donald J Trump\".\nIt goes on to quote emails that match communications that Roger Stone, a Trump friend and acquaintance for decades, said he had with Guccifer 2.0 in August 2016.\nIn those communications, Guccifer 2.0 asks Mr Stone to analyse some of his documents and offers to help the man who served as a Trump campaign aide early in his presidential bid. \n\"It would be a great pleasure to me,\" the hacker wrote.\nIn May Mr Stone told a television interviewer that he was \"prepared\" to be indicted by the special counsel.\n\"It is not inconceivable now that Mr Mueller and his team may seek to conjure up some extraneous crime pertaining to my business, or maybe not even pertaining to the 2016 election,\" he said. \"I would chalk this up to an effort to silence me.\"\nMr Stone has denied that he had any knowing contact with Russian agents. That's an assertion that the Mueller team appears to have accepted - at least for now. \nBack in May former Republican Speaker of the House Newt Gingrich suggested that the real source of the DNC hacks was Seth Rich - a former Democratic operative who was murdered in Washington, DC, in July 2016.\n\"It turns out it wasn't the Russians, it was this young guy who, I suspect, was disgusted by the corruption of the Democratic National Committee,\" Mr Gingrich said. \"He's been killed, and apparently nothing serious has been done to investigate his murder.\"\nIt was a theory championed, as well, by conservative commentator and presidential confidante Sean Hannity - even though Washington, DC, police have concluded that the death was the result of a botched robbery. \nMr Trump himself has alluded to the conspiracy theories, frequently tweeting and wondering aloud why the Democratic National Committee did not allow federal investigators to conduct a forensic examination of the hacked email server.\nJust over two weeks after his most recent tweet, the special counsel's office has pointed the finger of responsibility for the DNC hacks directly at the Russian military. \nGiven that Mr Trump was informed about the indictments earlier this week, but still referred to the Mueller investigation as a \"witch hunt\" in remarks on Friday, he probably will not tone down his criticisms of the probe or suggestions of Russian innocence - but perhaps he will no longer cite the DNC server hacks quite so frequently.  ", "date": "13 July 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44829972", "tags": "guccifer election four russian indictment team clinton trump intriguing lines hacks campaign mueller"}