{"title": "Fox's Lou Dobbs Lets Trump Take Over Interview To Rant About Fake News", "content": "Donald Trump returned to his favorite network Wednesday for a chummy sit-down interview with Lou Dobbs of Fox Business, during which the anchor showered him with praise and allowed the president to speak at length about “fake news” and his 2016 opponent, Hillary Clinton. \nThe interview, which aired for more than a half hour during prime time, was the president’s 14th sit-down with Fox News or Fox Business since his inauguration. And like many of those other interviews, the questions were sympathetic and the chief purpose seemed to be to insulate the president from critical coverage.\nAn avowed Trump fan, Dobbs has previously said that the president’s first 100 days in office were “pretty close to perfect,” and earlier this month he claimed Trump’s presidency “may be the most accomplished presidency in modern American history.”\nDobbs offered further praise during Wednesday’s interview, telling his audience that Trump is “changing [the country] for the better” and describing the president as “loved and respected.” \n“You are, if I may say, everything as advertised as you ran for president,” Dobbs said to close the interview. “And [I] appreciate everything you’re doing. Thanks so much.” \nTrump returned the praise, telling Dobbs he watches his show “absolutely almost all the time, even if it means TiVo or whatever device you happen to be using at the time.” \nDobbs declined the opportunity to challenge Trump when he brought up his oft-repeated but false claim that the U.S. is the highest taxed nation in the world.\nAnd he didn’t question Trump’s promise to declare a national emergency for the opioid crisis “this week” — something he has promised (and failed) to do for months. \nInstead, Dobbs gave the president space to complain about other networks, only interrupting to agree. Here’s an excerpt from the transcript, as provided by Fox Business: \nDobbs also asked the president to respond to reports that Clinton’s campaign helped fund opposition research that led to the now-famous Steele dossier containing damaging claims about Trump, while claiming that the allegations included in that document had been “debunked.” (While they are unsubstantiated, they have not been verified to be true or false.)\nTrump took the opportunity to defend himself against allegations that his campaign colluded with the Russian government to influence the outcome of the 2016 election: \nTrump also answered questions about his tax plan, his trade policies and his choice for the next chair of the Federal Reserve.\nOn the later topic, the president asked Dobbs for advice, saying: “I would love to hear you. I only want that from people I respect.”\nAfter some prodding from Trump, Dobbs told the president he favored keeping current Fed chair Janet Yellen.\nTrump hasn’t given a broadcast interview to another major network since his sit down with NBC’s Lester Holt in May, following the president’s controversial decision to fire ex-FBI chief James Comey. \nBut in just the last month, Trump’s been interviewed by Fox personalities Sean Hannity and Maria Bartiromo, as well as former Fox host Mike Huckabee (who now hosts a program on the Christian-oriented Trinity Broadcasting Network). ", "date": "\n10/25/2017", "href": "https://www.huffpost.com/entry/lou-dobbs-trump-interview_n_59f1209ce4b0438859151b62", "tags": "dobbs fake fox network news take business president ” lets trump lou interview rant praise"}