{"title": "Fox News' Neil Cavuto Calls Out Donald Trump- Stop Scapegoating- You Are The Problem-", "content": "Fox News host Neil Cavuto devoted a segment on his Tuesday show to giving some “common sense” advice to President Donald Trump.\nFollowing days of Twitter outbursts about “fake news” and London Mayor Sadiq Khan’s handling of the weekend’s deadly terrorist attack, Cavuto spoke directly to Trump. “Mr. President, it is not the fake news media that’s your problem. It’s you,” he said.\nThe host continued to call out the president for “scapegoating,” “feeding [his own] beast,” and “acting beastly with [his] own guys.” Cavuto criticized Trump for alienating members of his own party and creating the very distractions he blames for derailing his presidential agenda. He then urged the president to listen to his once-friendly allies.\n“Use these critiques you’re now hearing from usually friendly and supportive allies as sort of like an intervention,” Cavuto suggested. “Because firing off these angry missives and tweets risk your political destruction.”\nTrump has emerged on the international scene with skepticism toward longstanding U.S. diplomatic relationships. In a matter of weeks, the president has refused to reaffirm his commitment to aiding NATO allies under attack, withdrawn the U.S. from the landmark Paris Agreement and made rash comments about London’s mayor and Qatar ― moves that have all been met with backlash.\nCavuto summed up his comments by telling the president that his critics are not the issue. “They’re not the problem, Mr. President,” he said. “Like I said, these days, you are.”\nWatch the full segment in the video above.", "date": "\n06/07/2017", "href": "https://www.huffpost.com/entry/fox-news-neil-cavuto-host-calls-out-trump-you-are-the-problem_n_593791b2e4b0ce1e7408e7f6", "tags": "allies calls fox news segment host ” donald stop cavuto scapegoating- problem- neil trump-"}