{"title": "Fox News Host Laura Ingraham Urges Trump To Fire Scott Pruitt- He ‘Is The Swamp’", "content": "Fox News personality Laura Ingraham intensified her criticism of Environmental Protection Agency Administrator Scott Pruitt on Tuesday, once again alluding that he should be fired following a spate of ethical scandals that have plagued his tenure.\n“Pruitt is the swamp,” Ingraham tweeted Tuesday night. “Drain it.”\nHer comments come after another whirlwind day of coverage of Pruitt’s leadership at EPA.\nThe Washington Post on Monday reported that a former aide told congressional investigators the administrator had asked her to help find his wife a job paying her a salary of at least $200,000. CNN reported hours later that a whistleblower claimed Pruitt kept a secret calendar to hide some controversial meetings. And the news network, citing three people familiar with the matter, later noted that Pruitt had asked President Donald Trump to fire Attorney General Jeff Sessions in the spring and put him in charge of the Justice Department instead.\nThis isn’t the first time Ingraham has taken aim at the EPA chief. Following initial reports last month about Pruitt soliciting his aide’s help in finding his wife a job, the Fox News host said his “bad judgment” was hurting the president.\n“GOTTA GO,” she tweeted at the time.\nOther prominent conservatives have begun to turn against the man, who has  retained Trump’s strong support even in the midst of more than a dozen federal investigations into spending habits and potential ethical lapses. Sen. Jim Inhofe (R-Okla.) suggested last month that his fellow Oklahoman should consider leaving his job if he couldn’t break away from the scandals, although he later clarified that he wasn’t calling on Pruitt to resign.\nOther lawmakers, including Iowa’s two Republican senators, Charles Grassley and Joni Ernst, have lambasted the EPA chief.\n“[Pruitt] is about as swampy as you get here in Washington, D.C.,” Ernst said at an energy policy forum in early June. “And if the president wants to drain the swamp, he needs to take a look at his own Cabinet.”", "date": "\n07/03/2018", "href": "https://www.huffpost.com/entry/laura-ingraham-scott-pruitt_n_5b3c1425e4b07b827cbbeb55", "tags": "fire fox ‘ job news later host laura urges epa ” trump scott pruitt- swamp ingraham pruitt"}