{"title": "Fox News Didn't Air That Amazing Speech By The Father Of A Fallen Muslim Soldier", "content": "It’s being called the “most powerful speech”of the Democratic National Convention, something that is “going to be remembered for decades.” Even prominent Republicans were moved, with one calling it a “dignified, damning indictment” of the party’s presidential nominee, Donald Trump. \nBut had you turned on Fox News at 9 p.m. on Thursday ― during primetime coverage of the final night of the convention ― you wouldn’t have seen Khizr Khan, the Pakistani-born father of a Muslim American war hero killed in Iraq, deliver a blistering condemnation of Trump’s anti-Muslim presidential campaign. \nYou wouldn’t have seen Khan standing next to his wife, who was wearing a headscarf, describe how honored they felt to be able to speak at the convention “as patriotic American Muslims with undivided loyalty to our country.” And you wouldn’t have seen Khan directly address Trump, who has called for a ban on Muslims entering the U.S. \n“Let me ask you, have you even read the U.S. Constitution? I will gladly lend you my copy,” Khan said, pulling a copy of the document from his jacket pocket to thunderous applause and cheers. \n“Look for the words ‘liberty’ and ‘equal protection of law.’ Have you ever been to Arlington National Cemetery? Go look at the graves of the brave patriots who died defending this country,” Khan said. “You have sacrificed nothing, and no one.”\nUnlike competitors CNN and MSNBC, Fox News only showed Khan’s speech for two minutes ― without audio, in a small window at the bottom of the screen ― while the network aired commercials, including a Benghazi-themed attack ad against Hillary Clinton. During the rest of the address, the channel opted to show host Megyn Kelly interview commentator Brit Hume. \nAt the end of Kelly’s show, she interrupted her guests to cut to a shot of pop star Katy Perry performing at the convention. \n“We reported on the speeches and cited them throughout the evening and into today, as well,” Jay Wallace, the executive vice president of news editorial, said Friday in a statement. \nU.S. Army Captain Humayun Khan was killed in action in Iraq in 2004. When a vehicle packed with explosives drove toward his compound, the 27-year-old, who was born in the United Arab Emirates, ordered his unit to seek cover as he ran toward the vehicle, saving their lives. The vehicle exploded, killing the soldier.  \nHe was posthumously awarded a Purple Heart and a Bronze Star. His tombstone in Arlington National Cemetery is among many bearing the star and crescent symbol of the Islamic faith.\nIn addition to wanting a ban on all Muslims coming to the U.S., Trump has called for a national database of Muslims. He has also said that Muslims should be racially profiled, that mosques should be surveilled, and that “Islam hates us.” \n“Hillary Clinton was right when she called my son the best of America,” Khan said during his speech. “If it was up to Donald Trump, he never would have been in America.”\nEditor’s note: Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims ― 1.6 billion members of an entire religion ― from entering the U.S.\nThis piece has been updated to note that “The Kelly File” played part of Khan’s speech the day after the convention.", "date": "\n07/29/2016", "href": "https://www.huffpost.com/entry/fox-news-didnt-air-muslim-soldier-speech-khzir-khan_n_579b9b3de4b0e2e15eb5c5e9", "tags": "khan fox speech news u.s. muslims fallen ” soldier muslim ― amazing convention called father air"}