{"title": "Fracking: Government guidance 'unlawful' rules High Court", "content": "New government guidance on fracking is unlawful, the High Court has ruled.\nCampaign group Talk Fracking argued that the government had not considered the latest scientific evidence when formulating its policy.\nMinisters have been advising councils that gas from fracking in their area would help combat climate change.\nBut a judge found that the government had failed to consider the latest evidence.\nJustice Dove ruled that \"material from Talk Fracking, and in particular their scientific evidence as described in their consultation response, was never in fact considered relevant or taken into account\" when formulating the revised policy.\nHe also ruled that the government had unlawfully failed to carry out a lawful public consultation when the policy was revised.\nThe judgment applies to England only.\nClaire Stephenson, who brought the claim on behalf of Talk Fracking, said: \"We are delighted that the court has agreed in part with our arguments that the government's policy on fracking is unlawful.\n\"The government have continually sought to ignore public opinion on fracking, despite the overwhelming opposition on a national level.\nPlanning guidance issued by the government last year says local councils should \"recognise the benefits of on-shore oil and gas development ... for the security of energy supplies and supporting the transition to a low-carbon economy.\"\nIt adds that planning authorities should \"put in place policies to facilitate their exploration and extraction.\"\nFollowing the ruling, a spokeswoman from the Department of Housing, Communities and Local Government said: \"We note the judgment in the case brought by Talk Fracking, and will now consider our next steps.\"\n\"Environmental protections are at the heart of our new planning rulebook, setting clear expectations for future development.\"\nScottish ministers are expected to set out their finalised policy on fracking in the coming weeks. A moratorium on the process has been in place in Scotland since 2015.\nFracking is the process of drilling down into the Earth before a high-pressure water mixture is directed at the rock to release the gas inside.\nWater, sand and chemicals are injected into the rock at high pressure which allows the gas to flow out to the head of the well.\nFracking allows drilling firms to access difficult-to-reach resources of oil and gas.\nThe government believes shale gas has the potential to provide the UK with \"greater energy security, growth and jobs\" and says it \"could be an important part of our transition to a low carbon future\".\nBut campaigners say fracking is distracting energy firms and governments from investing in renewable sources of energy.\nTalk Fracking argued that ministers had failed to take into account the latest evidence which it said raised doubt over fracking's \"low carbon\" credentials.\nRowan Smith, solicitor from Leigh Day representing Talk Fracking, said: \"What is clear from this judgment is that the Government has to keep climate change science under review when formulating fracking policies in an open and transparent way.\"\nBy Roger Harrabin, BBC environment analyst\nIt's not clear what happens next on the issue, but it's certainly embarrassing for the government's local government department that put out the advice.\nAnd it's another setback for ministers who have watched the popularity of fracking slide in the opinion polls.\nFracking in the UK is definitely potentially good for some things: the balance of payments, and tax revenues to the exchequer.\nIt's also a lower-carbon fuel than coal.\nBut this comparison is becoming increasingly irrelevant as coal is driven off the generating system.", "date": "6 March 2019", "href": "https://www.bbc.com/news/science-environment-47472732", "tags": "policy evidence guidance fracking high court gas ministers energy ruled government talk rules"}