{"title": "Fragile Cease-Fire Takes Hold Between Israel and Gaza After Weekend Attacks", "content": "JERUSALEM — A tentative cease-fire between Israel and Palestinian militant groups in Gaza appeared to have taken hold Monday morning, bringing a short but deadly bout of cross-border fighting to an end as abruptly as it had started. At least 22 Palestinians, including militants and children, were killed in Gaza over the weekend, and four Israeli civilians died in the fighting.\nHamas and Islamic Jihad, the Gaza groups that fired about 600 projectiles at southern Israel on Saturday and Sunday, had indicated a readiness to restore the fragile truce that went into effect nearly five years ago but has been interrupted repeatedly by violence. A Hamas-run television channel reported in the early hours of Monday that a new cease-fire had been reached, and would come into effect at 4:30 a.m.\nAccording to Arab news reports, the understanding was brokered by Egypt and the United Nations, and includes measures to ease the acute economic crisis in the impoverished Gaza Strip, home to two million people. It came with the start of the Muslim holy month of Ramadan.\nAt least nine militants and as many Palestinian civilians, including two children, were killed by Israeli forces on Sunday alone, according to Health Ministry officials in the Hamas-run coastal territory. It was the worst violence between the two sides since a 50-day war in 2014.\n[Despite the loss of life, analysts say the clashes between Israel and Gaza work in the interest on both sides.]\nThe Israeli military said it had struck 350 militant targets over the weekend. It resumed wartime tactics that included the targeted assassination of individuals and bombing multistory buildings it said were used for military purposes.\nThe Israeli government did not overtly confirm a renewed cease-fire, as is customary in such situations, with officials reluctant to go public about understandings or agreements with groups that Israel classifies as terrorist organizations.\nBut in an acknowledgment of the restoration of calm, the Israeli military announced the lifting, from 7 a.m., of all restrictions on public gatherings in communities within a 25-mile radius of Gaza. Roads in the vicinity of the border and most schools reopened.\nThen, in a statement issued around 11 a.m., Prime Minister Benjamin Netanyahu alluded to the end of this round of battle, if not the general state of war.\n“Over the last two days, we struck Hamas and Islamic Jihad with great force,” he said. “We hit over 350 targets. We struck at terrorist leaders and operatives and we destroyed terrorist buildings. The campaign is not over, and it demands patience and sagacity. We are prepared to continue. The goal has been — and remains — ensuring quiet and security for the residents of the south. I send condolences to the families and best wishes for recovery to the wounded.”\nLater Monday, Mr. Netanyahu said that he had given instructions to maintain the additional artillery and armored forces deployed along the Gaza border.\nIsraeli commentators said that Israel had also been eager to cut short the fighting, with Memorial Day and Independence Day celebrations coming this week, and a stream of international singers arriving to compete in the Eurovision song contest in Tel Aviv this month. In hosting the international contest, Israel intends to showcase itself as a tourist destination.\nThe exact terms of the cease-fire were not publicized, but in the past they have included measures like an extension of the fishing zone off the Gaza coast in the Mediterranean waters controlled by Israel, assurances for the smooth transfer of Qatari money into the territory and other measures to ease the blockade imposed by Israel, with Egypt’s help. Both countries restrict the movement of people and goods in and out of the enclave, citing security grounds and the need to stop weapons smuggling.\nShortly before the cease-fire came into effect, Abdul Latif Al-Kanoo, a Hamas spokesman, said, referring to Israel, “Any truce that does not obligate the occupation to lift the siege on our people in Gaza will be fragile and collapse once again.”\nThis latest round of fighting appeared to have been set off by events on Friday, when two Israeli soldiers were wounded by a Gaza sniper and four Palestinians were killed.\nTwo of the Palestinians were shot by Israeli forces during a weekly protest along the fence dividing the territory from Israel, according to Gaza health officials. The others, who were identified as Hamas militants, were killed in an Israeli airstrike in retaliation for the sniper attack. Starting Saturday morning, Hamas and Islamic Jihad unleashed an unusually heavy barrage of rockets and mortar shells into southern Israel.\nPerennially simmering tensions along the border have burst into at least eight brief but increasingly fierce rounds of fighting over the past year, sometimes lasting little more than a day. These exchanges appear to have replaced the broader wars that occurred in 2008, 2009, 2012 and 2014, with neither side showing any appetite now for a full-scale showdown.\nMr. Netanyahu, who also serves as Israel’s defense minister, is in the process of forming a new, right-wing governing coalition after his party’s victory in the general elections in April.\nOpposition leaders from the political center and left have repeatedly criticized him as lacking a more decisive and strategic policy toward Gaza.\nYair Lapid, of the centrist Blue and White party, accused Mr. Netanyahu of “a complete surrender” to Hamas.\nMr. Netanyahu was also criticized by a senior politician in his own Likud party.\n“The cease-fire, given the circumstances under which it was reached, lacks achievements for Israel,” the politician, Gidon Saar, who is considered a rival for the party leadership, wrote on Twitter. “The time ranges between the rounds of violent attacks on Israel and its citizens are getting shorter, and the terrorist organizations in Gaza use the periods in between to get stronger. The campaign has not been prevented, but postponed.”", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/world/middleeast/cease-fire-israel-gaza.html", "tags": "hamas hold fighting weekend “ cease-fire takes israel gaza israeli two fragile attacks"}