{"title": "France's Marine Le Pen urges end to Russia sanctions", "content": "Russian president Vladimir Putin has met France's far-right presidential candidate Marine Le Pen in Moscow, saying she represents a \"fast-growing element\" of European politics.\nMr Putin defended the meeting - a coup for Ms Le Pen - saying that he was not seeking to influence France's election.\nMs Le Pen has garnered widespread support at home but her extreme views have deterred most foreign leaders.\nRussia was accused of meddling in the US election in support of Donald Trump.\n\"Of course I know that the election campaign in France is actively developing,\" said Mr Putin. \n\"We do not want to influence events in any way, but we reserve the right to talk to representatives of all the country's political forces,\" he added.\nMs Le Pen, the leader of France's National Front (FN) party, called during her visit to Moscow for the lifting of EU sanctions against Russia, arguing that they were \"counterproductive\".\nWhen Russia annexed Crimea from Ukraine in March 2014, the US and EU imposed travel bans and asset freezes on individuals and companies linked to Russia's ruling elite.\n\"I believe that barring parliamentarians from speaking to each other, working together is an infringement of democratic rights,\" Interfax quoted Ms Le Pen.\nSpeaking at Russia's lower house of parliament, the Duma, she vowed to push for the so-called \"blacklists\" of targeted individuals to be abolished.\nMs Le Pen has previously stated her approval of Russia's annexation of of Crimea.\nShe also said that Russia and France should work together to save the world from globalism and Islamic fundamentalism.\nMoscow likes what Marine Le Pen has to say. It likes her call for EU sanctions imposed on Russia to be scrapped. It likes her claim that \"Crimea has always been Russian\" and that \"there was no Russian invasion of Crimea\". It likes her commitment to forge a strong partnership with Moscow. Which explains why the Kremlin leader took the decision to meet her in Moscow.\nIt's rare for Vladimir Putin to receive a presidential candidate from abroad. I asked President Putin's spokesman Dmitry Peskov whether any Russian banks or financial institutions intend to provide financing for Ms Le Pen's campaign. \"I don't have that information,\" he replied. \nCoverage of her in the Russian state media has been favourable. There is little doubt Russia would be happy to deal with a President Le Pen.\nHowever, today, the French far-right presidential candidate was less than happy to deal with the media. Journalists crowded into the lower house of parliament, the Duma, for a le Pen press briefing. She never showed up. \nFN Treasurer Wallerand de Saint-Just has said Ms Le Pen's visit is not a cash-raising exercise, though party members have said they are seeking millions to fund the presidential and later the parliamentary election campaigns, the Associated Press news agency reports.\nRecent opinion polls in France  put Ms Le Pen neck-and-neck in the first round with centrist candidate Emmanuel Macron, with Mr Macron slated to win the run-off.", "date": "24 March 2017", "href": "https://www.bbc.co.uk/news/world-europe-39375969", "tags": "sanctions ms candidate pen end russian le urges putin marine moscow russia presidential france"}