{"title": "France police arrest man 'planning to attack churches'", "content": "French police have arrested a man suspected of planning an attack on \"one or two churches\" in a Paris suburb, the country's interior minister has said.\nSid Ahmed Ghlam, a 24-year-old Algerian national, was detained on Sunday in Paris after he apparently shot himself by accident and called an ambulance.\nHe is also being questioned over the murder of a woman on Sunday.\nFrance has stepped up security in the wake of recent attacks on the Charlie Hebdo offices and a Jewish supermarket.\nGhlam was known to security services as having expressed a wish to travel to Syria to fight with Islamist militants, French Interior Minister Bernard Cazeneuve said.\nWhen police arrived at the scene on Sunday, they followed a trail of blood to the suspect's car, where they found weapons and notes on potential targets.\nThe documents established \"beyond doubt\" that Ghlam planned on attacking churches, said Mr Cazeneuve.\n\"Several war weapons, hand guns, ammunition [and] bullet-proof vests,\" were found in his car and home, the minister added.\nDocuments linked to al-Qaeda and Islamic State were also found at his apartment, the Paris prosecutor Francois Molins said. A contact in Syria had advised Ghlam to target churches, he added.\nThe authorities have carried out security checks on the suspect twice in recent years but did not uncover anything to justify further investigation.\nIt is not known yet what link the man has to the murdered woman, Aurelie Chatelain, who was found dead in her car in Villejuif, a Paris suburb, on Sunday.\nPassers-by discovered her body as smoke poured out of the car from an overheating laptop.\nThe 32-year-old was visiting the Paris area to attend a training course.\n\"Our thoughts and sorrow are with her relatives, her family, and her daughter now deprived of her presence.\" said Mr Cazeneuve.\nHundreds of French citizens have travelled to Syria and Iraq to fight alongside militants, with many at home with links to recruitment cells.\n\"Terrorists are targeting France to divide us,\" French Prime Minister Manuel Valls warned on Wednesday.", "date": "22 April 2015", "href": "https://www.bbc.co.uk/news/world-europe-32409253", "tags": "security minister ghlam attack churches sunday arrest car man found paris police french france"}