{"title": "Fraser Anning: Australia MPs condemn 'final solution' speech", "content": "An Australian senator has been widely condemned for a speech that invoked the term \"final solution\" in a call for immigration restrictions based on race.\nFraser Anning, from the conservative Katter's Australian Party, called for migration bans on Muslims and others in his maiden Senate speech on Tuesday.\nPolitical opponents denounced his speech as \"disgraceful\". Mr Anning said he did not need to apologise.\n\"Final solution\" was a term infamously used by the Nazis during the Holocaust.\nIn his speech, Mr Anning said \"the final solution to the immigration problem is a popular vote\". \nOn Wednesday, lawmakers across the political divide moved to pass parliamentary motions censuring Mr Anning for his \"racist hate speech\", noting in particular his use of the phrase \"final solution\", and his \"false, misleading and hurtful statements\" about Muslim Australians and other immigrant groups.\nPrime Minister Malcolm Turnbull said Mr Anning had made \"a shocking insult to the memory\" of those murdered in the Holocaust.\nThe Holocaust was the Nazis' assault on Jewish people between 1933 and 1945. It culminated in what the Nazis called the \"Final Solution of the Jewish Question in Europe\", in which six million Jews were murdered.\nMr Anning has denied that his words were a reference to the Holocaust, describing himself as an advocate for Jewish Australians.\nOn Wednesday, he said: \"I don't regret anything. I am not going to apologise or regret anything that I say.\"\nThe senator, a former member of Pauline Hanson's anti-Islam One Nation Party, called for a return to the White Australia Policy - which restricted non-European immigrants from 1901 until the 1960s.\nLabor's Senate leader Penny Wong, who was born in Malaysia, said the White Australia Policy had been \"rightly consigned to the dustbin of history\".\nMeanwhile, Australia's first Muslim female senator, Mehreen Faruqi, who filled a vacant seat on Wednesday, said Mr Anning had \"spat in the face of millions of Australians, spewing hate and racism\".\n\"I'm a Muslim migrant, I'm about to be a Senator and there's not a damn thing Fraser Anning can do about it,\" she wrote in a piece for website Junkee.\nThe Sydney Morning Herald newspaper reported that Mr Anning had given \"the most inflammatory maiden speech to an Australian parliament\" since Ms Hanson said in 1998 that Australia was \"in danger of being swamped by Asians\".\nMr Turnbull told parliament: \"We need to stand up for what we are... the most successful multicultural society in the world, united by democratic values that do not distinguish between race, religion, colour or cultural background.\"\nAnger over Mr Anning's speech extended beyond the parliament. Among those to speak out was Australia's first Muslim Test cricketer, Usman Khawaja.\nNearly half of all Australians were born overseas or had one parent who was born overseas, according to the Australian Bureau of Statistics.\nMr Anning was elected last year after the disqualification of another senator, despite receiving only 19 votes in Australia's 2016 national poll.\nHe quit the One Nation Party last year to join Katter's Australian Party, whose sole other parliamentary representative is leader Bob Katter.\nMr Katter said he supported Mr Anning's speech \"1000%\" but suggested that his colleague did not know much about the Holocaust.\n\"He's smart, but he hasn't read all the history books,\" Mr Katter told reporters.", "date": "15 August 2018", "href": "https://www.bbc.co.uk/news/world-australia-45191315", "tags": "australia solution fraser speech anning condemn mps australian final katter senator"}