{"title": "French church attack: What we know", "content": "France has again been stunned by a jihadist attack, after knife-wielding men burst into a church, killed an elderly priest and took hostages.\nHere is what we know.\nTwo men entered the church in Saint-Etienne-du-Rouvray, a suburb of Rouen, during morning mass on Tuesday 26 July at about 09:25 local time.\nInside was the priest - 86-year-old Fr Jacques Hamel - as well as three nuns and two parishioners, according to prosecutor Francois Molins.\nOne of the nuns, Sister Danielle, said the men, armed with knives, forced the priest to his knees before cutting his throat. \n\"They recorded it,\" she told French radio. \"It was like they were performing a sermon in Arabic around the altar. It was horrific.\"\nWhile they were attacking the priest, Sister Danielle was able to escape and raise the alarm. \nWhen police arrived they tried to negotiate with the attackers, who Mr Molins said had lined up three hostages in front of the door as human shields to prevent police storming the church.\nThe three - two nuns and one parishioner - exited the church, followed by the attackers, one of whom was carrying a gun, who charged police shouting \"Allahu akbar\" (God is great), Mr Molins added. The pair were shot dead by police.\nOne of the attackers had fake explosives in a backpack. It would take hours for police to ensure the area was safe.\nSo-called Islamic State (IS) said two of its \"soldiers\" had carried out the attack.\nThe perpetrators have been named as Adel Kermiche and Abdel-Malik Petitjean, both 19.\nBoth attackers were known to the French security services, having tried to reach Syria to join IS and been turned back.\nKermiche was awaiting trial on terror charges. He was barred from leaving his local area and was wearing an electronic monitoring bracelet when he died. However the bracelet was deactivated for a few hours each morning, Mr Molins added. \nPetitjean had been identified as a potential security threat and the French security services held a so-called S file on him.\nKermiche lived in Saint-Etienne-du-Rouvray with his parents. A schoolmate of his described him as a normal teen who became radicalised after the 2015 attack on the Charlie Hebdo magazine.\n\"We tried to reason with him, but every time we tried to reason with him he would reply with some verse from the Koran, he would invent things,\" Redwan told Reuters news agency.\nPetitjean was from a town in eastern France near the German border. Little detail has emerged about his radicalisation but sources close to the investigation have told French media that anti-terrorism police had been looking for a man who looked like Petitjean in the days before the attack. \nThey had received a tip-off from a foreign intelligence agency, which had warned of an imminent attack and supplied a photograph, but no name, of the likely assailant.\nThose who knew Jacques Hamel have described a kind and generous man. He was semi-retired, and was filling in for the regular priest, Father Auguste Moanda-Phuati, at the time of the attack.\nBorn in 1930 in Darnetal, Seine-Maritime, Hamel was ordained in 1958 and celebrated his golden jubilee - 50 years of priesthood - in 2008, according to the parish website.\n\"He was a man who was always there for others,\" Philippe Maheut, the vicar general who helps oversee the parish, told France 24. \n\"He was not responsible for the parish, but he was always on hand to celebrate baptisms, marriages, funerals and to meet people. He was someone who was very active.\"\nMohammed Karabila, the president of Normandy's Regional Council of the Muslim Faith, who worked with Father Hamel on an interfaith committee, described him as \"a man of peace\" who \"dedicated his life to his ideas and religion\".\nOne of the worshippers in the church at the time was also badly wounded. They have not been identified.\nTributes paid to priest who dedicated life to church\nVowing to fight IS \"using all means possible\", French President Francois Hollande said: \"To attack a church, kill a priest, is to profane the republic.\"\nBut with France already on high alert following the Bastille Day lorry attack in Nice, his opponents have accused the government of not doing enough to keep French citizens safe.\nFormer President Nicolas Sarkozy, expected to bid again to lead France, said the government needed to \"thoroughly change\" its strategy against IS.\nThe leader of the far-right National Front Marine Le Pen, who is also expected to run for the presidency, said both men's parties had failed on security, tweeting that it was \"revolting\" to see them argue. \nThe fact that the attackers targeted a church fulfils grim threats against what IS terms \"crusaders\", and for some marks a dangerous first for Islamist militancy. \n\"What we have seen is people who are remotely radicalised, becoming remotely operationalised, and selecting targets that hitherto we thought they wouldn't,\" Haras Rafiq from the think-tank, The Quilliam Foundation, told the BBC. \n\"They have selected a target that is going to be virtually impossible to defend and patrol in the western world.\"", "date": "28 July 2016", "href": "https://www.bbc.co.uk/news/world-europe-36900761", "tags": "know attackers priest police church one told attack french france"}