{"title": "French hostage Herve Gourdel beheaded in Algeria", "content": "France has confirmed that an Algerian jihadist group linked to Islamic State (IS) militants has beheaded tourist Herve Gourdel, seized on Sunday.\nJund al-Khilafa killed Mr Gourdel, 55, after its deadline for France to halt air strikes on IS in Iraq ran out.\nFrench President Francois Hollande condemned the killing as a \"cruel and cowardly\" act.\nHe said that French air strikes which began on IS targets in Iraq last week would continue.\nSpeaking at the UN general assembly, Mr Hollande said that Mr Gourdel's abduction and decapitation was a barbaric act of terrorism which presented a problem not only for the region but also for the world. \nHe said the fight against terrorism should know no borders and that France was now in mourning.\n\"It is not weakness that should be the response to terrorism but force,\" he said.\nJund al-Khilafa posted a video of Mr Gourdel being killed which was entitled \"Message of blood for the French government\".\nIS itself has beheaded three Western hostages since August: US journalists James Foley and Steven Sotloff, and British aid worker David Haines. Their deaths were all filmed and posted online.\nThe group has also threatened to kill Alan Henning, a taxi driver from the UK, who was seized while on an aid mission to Syria in December.\nOn Sunday, it warned it would target Americans and other Western citizens, \"especially the spiteful and filthy French\".\nMr Gourdel worked as a mountain guide in the Mercantour national park north of Nice, his home town.\nHe had also been organising treks through the Atlas Mountains of Morocco for some 20 years, AFP news agency reports. \nThe mayor of Nice, Christian Estrosi, said it was difficult to contain the \"deep sadness\" he felt. \n\"Today a war was declared on France,\" he said. \"We've been turning a blind eye to what's happening in our back yards. And this is where it has led us.\" \nThe BBC's Lucy Williamson in Paris says news of Mr Gourdel's killing has hit France hard.\nOur correspondent says that it is the first time that France has lived through the threat and brutality of this kind of killing. \nThe fact that Mr Groudel was a tourist in a region popular with French holiday-makers has added to the sense of shock, our correspondent says. \n In the video posted by his killers, he is shown on his knees with his hands behind his back in front of four masked, armed militants.\nHe is allowed briefly to express his love for his family before one of the militants reads out a speech in which he denounces the actions of the \"French criminal crusaders\" against Muslims in Algeria, Mali and Iraq.\nThe beheading, the spokesman says, is to \"avenge the victims in Algeria... and support the caliphate\" proclaimed by IS in Iraq and Syria. \nJund al-Khilafa (Soldiers of the Caliphate) pledged allegiance to IS on 14 September.\nUntil then it had been known as part of al-Qaeda in the Islamic Maghreb (AQIM), which grew out of an Algerian militant group and is now active across North and parts of West Africa.\nThe group claimed Toulouse gunman Mohamed Merah, a French citizen of Algerian origin, as a member after he killed seven people in south-western France in March 2012, French radio reports.\nThe militants said that they were responding to the IS call to attack citizens involved in strikes on Iraq and would kill Mr Gourdel unless France ended its military operation.\nFrance's public position is that it does not negotiate with militant groups but there have been reports of French citizens being released in West Africa after ransoms have been paid.\nFour Frenchmen kidnapped in Niger were freed in October 2013 amid reports of a 20m-euro (£16m; £25m) ransom being paid. The government in Paris denied that was the case.", "date": "24 September 2014", "href": "https://www.bbc.co.uk/news/world-africa-29352537", "tags": "gourdel militants reports hostage iraq algeria says group herve beheaded french france"}