{"title": "French Businesses Hope Macron’s Victory Will Ignite an Economic Revival", "content": "TROYES, France — As the results of France’s presidential election rolled in on Sunday, Françoise Horiot watched with relief, optimistic about the prospects for her small aviation business.\nThe victory of Emmanuel Macron, an economic centrist, gave her hope that the mechanics in her factory could be more productive if he followed through on promises to ease regulations. And it erased fears that her ties with suppliers and clients in Europe, Turkey and China might founder if his opponent, Marine Le Pen, could have made good on promises to pull France out of the European Union.\n“Macron has so much to do, both at the national and European level,” said Mrs. Horiot, 69, who runs Entreprise Troyes Aviation, which employs 15 people in this industrial and agricultural region in central France. “I hope he’ll have the power to improve the economy.”\nHe may not.\nDuring the campaign, Mr. Macron promised to swiftly pass measures to lower France’s high unemployment rate and revive growth, which has remained stagnant in the wake of Europe’s financial crisis. A priority for the more than three million small and medium businesses that form the backbone of the economy is a revision of the nation’s 3,300-page labor code, which they say makes it difficult to lay off employees and discourages them from hiring new workers.\nBut Mr. Macron, like many of his predecessors, will face political and social hurdles to change.\nHis new party, La République en Marche — Republic on the Move — must secure a parliamentary majority in legislative elections next month, or face years of possible political gridlock. French trade unions have also vowed nationwide protests to stop him from pushing France toward a less protected labor market, which they warn would fuel precariousness and nourish the populism that lifted Ms. Le Pen.\nAt least half of the battle may be simply persuading the French people — and French businesses, investors and workers — to feel more optimistic about the future after a long malaise.\n“The best case is it takes some time, but he manages to implement at least half of what’s needed to stop decreasing competitiveness and change the trajectory of France,” said Olivier Marchal, the chairman of Bain & Co. France, a business consultancy.\n“If he accomplishes that, then employment picks up, confidence is rebuilt, new investment comes in, and we shift from a vicious cycle to a virtuous one,” Mr. Marchal added. If not, “then the economic situation is going to be a major issue, both for France and for Europe.”\nThe Aube region of central France, of which Troyes is the de facto capital, has grappled with economic uncertainty for years. Unemployment has lingered around 13 percent, higher than the national average, as jobs were lost over the decades.\nLayoffs recently swept through a nearby Michelin tire factory. Textile manufacturers once implanted in the region closed amid cheap global competition.\nThe breakdown of the votes belied the economic weakness. Mr. Macron won 54 percent of votes in the region in Sunday’s election. But Ms. Le Pen, who campaigned hard among disaffected workers, had 46 percent of the vote, more than 11 points above the national average.\nMr. Macron’s platform plays well to businesses around Troyes, a town of 60,000 lined with 16th-century timbered houses and a phalanx of cafes and small shops. A handful of factories that have weathered global competition and the downturn dot the lush landscape on Troyes’s outskirts.\nMr. Macron says he wants to lower the taxes employers pay to fund France’s social welfare system, and to cut employee taxes to increase take-home pay. He proposes investing more than 15 million euros in retraining laid-off workers, and allowing company-level agreements on issues that are now decided by industrywide labor negotiations, such as working hours. And he vows to reduce the administrative burden on small businesses, which must negotiate a thicket of regulations.\n“He acted like a businessman in his campaign,” said Didier Duchene, the president of the Medef employers association for Aube and founder of CMD2, a metalworking company on the outskirts of Troyes that specializes in making ornate iron grills and industrial doors. “He understands business, and he’s got a strategic plan.”\nMr. Duchene employs about 30 workers on full-time contracts in his iron workshop — many of them longtime employees with artisanal experience. When a big order comes in, he may need to hire 20 more, but only until the job is done. Because it is costly and complex to downsize, he must negotiate an expensive exit for employees, or consider taking additional people on short-term contracts.\n“I’m always having to calculate: If I hire more people for a job, how much would it cost to downsize?” he said.\nFor workers who think they might be caught at the wrong end of Mr. Macron’s policies, a sense of wariness lingers.\nAntoine Dion, 23, said he had little hope that Mr. Macron would improve conditions for people like him who have had trouble finding a steady job. He moved to Troyes two months ago from Paris, where he could not find regular work, and was looking for jobs as a plumber, a salesman or anything that would bring a secure paycheck.\n“Macron is going to set up harmful policies for employment, and he wants to move jobs offshore, to cheaper countries,” Mr. Dion said. “With Macron, everybody will be able to hire and fire easily — those are the ultraliberal values we are forced to adopt.”\nUnemployment has been stuck around 10 percent for more than four years as the economy failed to rebound from the European financial crisis as quickly as Germany and other countries. Around a quarter of young people are jobless, and the vast majority of new contracts are temporary or precarious, fueling an acute sense of inequality.\nYet at the unemployment office in Troyes, scores of other job seekers who have long been looking for work expressed hope.\n“Macron talks about economic reforms and investing more in job training,” said Damien Coffinet, 28, who was fired from his job as an insurance salesman two months ago and came to see if he could receive retraining to become a plumber or electrician. “The changes won’t come easy, but I see a rosier future.”\nThe problems are entrenched. Companies say they grapple with high costs, whether from taxes used to fund the social safety net or from navigating complex regulations.\nDenis Arnoult, the president of France Teinture, a fabric dye maker that employs 100 workers in Troyes on a seven-acre site, said the labor code created administrative burdens, time better spent dealing with clients.\nWhile business slumped after the European financial crisis, it has picked up since a French fashion label, Le Coq Sportif, started placing orders. But Mr. Arnoult faces hurdles hiring new workers, partly because of social taxes that are among the highest in Europe.\nIn addition, state-run job placement programs do not provide adequate retraining to adapt potential employees to his needs. Even as he has tried to cut costs, he has had to fund in-house training.\n“The costs on business are just too high,” he said. “If we’re going to have more economic dynamism, these need to come down.”\nSome of the pressures come from outside France, complicating Mr. Macron’s economic puzzle.\nMrs. Horiot’s business relies on orders from around the European Union, so she grapples with extra layers of European bureaucracy and regulations imposed by Brussels.\nToo many European Union rules also make it hard for her mechanics to do their job, she says. When they repair the hood of a small plane, it adds an hour just to check off all of the safety requirements.\n“We have to go through the same process as a giant like Airbus, but we’re a small company,” she said. “The labor code and E.U. regulations are not adapted for small companies.”\nHer worry was that Mr. Macron might be blocked from delivering on many promises, especially if he faces opposition in Parliament or if unions call for protests.\nIf he cannot follow through, the risks may be bigger than continued economic stagnation, Mr. Arnoult of France Teinture said.\n“We are at a turning point,” he said. “If Macron doesn’t succeed, we’ll have more populism when the next presidential election comes around.”", "date": "May 9, 2017", "href": "https://www.nytimes.com/2017/05/09/business/french-election-economy-macron.html", "tags": "job hope victory france troyes macron revival ” economic workers said french ignite businesses"}