{"title": "From Playground to Killing Ground: An ISIS Legacy", "content": "It was never just a traffic circle.\nNot before Syria fell into civil war and the Islamic State moved into Raqqa, when there was lush grass and a fountain at its center, and children splashed in the heat of the summer and visited the Cafe al-Naem ice cream shop.\nAnd not after, when it became a symbol of the battle for Raqqa, and, the militants decided, an ideal spot for public executions.\nThe traffic circle is known as Naem — Arabic for “paradise.”\nWhen a summer heat wave hit Raqqa, nestled on the banks of the Euphrates River, children jumped into the fountain at the center of the Naem traffic circle to get some relief. The fountain, installed just three years earlier, had a colorful light display and a speaker that played music on holidays.\nAt the time, several rebel groups, including a number of Islamist brigades, had already wrested the city from government control. But Raqqa was still largely intact and full of residents.\nThe Islamic State, though, was quickly gaining power. By the fall of 2013, it controlled most of Raqqa. By early the next year, the group, also known as ISIS, had solidified its grasp on the city, and began imposing its strict form of Islam on all the residents.\nIn the summer of 2014, the Islamic State went on an offensive, seizing territory across large parts of Syria and neighboring Iraq, and declaring its own caliphate. At the center of its newly formed pseudo-state was Raqqa, and at the center of that capital, the Naem roundabout.\nThe militants paraded through the streets of Raqqa on June 30, 2014, centering their demonstrations on Naem Square. Footage posted by a local group of media activists showed the fighters waving flags and doing “doughnuts” with their tanks as they circled the streets.\nBy then, the park at the center of the traffic circle had been enclosed by a fence. The fountain, no longer pumping water, was encircled by the black flags of the extremist group. Things were changing elsewhere in the city, too. Women were required to cover themselves head to toe in black abayas; cigarettes and alcohol were banned; and the militants targeted anyone who spoke out against their authority.\nBy later that summer, the roundabout known as Paradise had become more like hell.\nThe site became a regular location for public executions. Local media activists recorded images in July of the bodies of dozens of men, believed to have been members of the Syrian Army’s 17th Division, strewn along the square. Some of them had been decapitated, their severed heads placed on the fence.\nIn November 2014, Islamic State fighters prompted a crowd of local residents, including dozens of children, to trample three Syrian soldiers to death. Then they tied their bodies to motorcycles and dragged them around the circle.\nThe ice cream shop was still open — but it was now frequented by foreign fighters who had surged to the city to support the Islamic State’s cause, and their families.\nOn Aug. 29, 2014, activists posted footage of local residents cleaning up debris from an airstrike around the traffic circle. The storefronts of the shops around the circle were all blown out, and the fence toppled.\nThe airstrike represented the beginning of what would be years of intermittent strikes, part of halfhearted bids to retake the city. All the while, the Islamic State continued to crack down on residents, and its power grew and contracted in other portions of its far-flung territory.\nIt was not until earlier this year that the American-led coalition of local forces, made up of Kurdish and Arab fighters, began an offensive to retake the city.\nDrone footage taken on Oct. 10 shows the ruins of once-bustling city streets stretching out from the square. They are empty. The bombed-out shells of buildings stand like ghosts around the traffic circle. As far as the eye can see, the scene is the same: crumbling dust-covered buildings. Nearly all of the city’s 300,000 original residents have been displaced.\nThe militants made their last stand in the area around the city’s sprawling stadium, just blocks from the traffic circle.\nWhen American-backed coalition members claimed control of the city, their victory celebrations seemed oddly familiar: Their route was a mirror image of the one Islamic State fighters took when they paraded through the city in the summer of 2014.\nBut little else seemed familiar, oddly or otherwise, at the Naem circle. The ice cream shop is gone. So are all the other stores that once surrounded the fountain. The buildings that housed them are crumbling from years of bombardment.\nThis time around, the tanks carried not the black flag of ISIS but the yellow banners of the Syrian Democratic Forces.\nBut they, too, were doing doughnuts.", "date": "Oct. 18, 2017", "href": "https://www.nytimes.com/2017/10/18/world/middleeast/raqqa-syria-isis.html", "tags": "legacy around residents center isis fountain ground city raqqa playground killing circle state islamic traffic"}