{"title": "FROM THE EDITORS; The Times and Iraq", "content": "Over the last year this newspaper has shone the bright light of hindsight on decisions that led the United States into Iraq. We have examined the failings of American and allied intelligence, especially on the issue of Iraq's weapons and possible Iraqi connections to international terrorists. We have studied the allegations of official gullibility and hype. It is past time we turned the same light on ourselves.\nIn doing so -- reviewing hundreds of articles written during the prelude to war and into the early stages of the occupation -- we found an enormous amount of journalism that we are proud of. In most cases, what we reported was an accurate reflection of the state of our knowledge at the time, much of it painstakingly extracted from intelligence agencies that were themselves dependent on sketchy information. And where those articles included incomplete information or pointed in a wrong direction, they were later overtaken by more and stronger information. That is how news coverage normally unfolds.\nBut we have found a number of instances of coverage that was not as rigorous as it should have been. In some cases, information that was controversial then, and seems questionable now, was insufficiently qualified or allowed to stand unchallenged. Looking back, we wish we had been more aggressive in re-examining the claims as new evidence emerged -- or failed to emerge.\nThe problematic articles varied in authorship and subject matter, but many shared a common feature. They depended at least in part on information from a circle of Iraqi informants, defectors and exiles bent on ''regime change'' in Iraq, people whose credibility has come under increasing public debate in recent weeks. (The most prominent of the anti-Saddam campaigners, Ahmad Chalabi, has been named as an occasional source in Times articles since at least 1991, and has introduced reporters to other exiles. He became a favorite of hard-liners within the Bush administration and a paid broker of information from Iraqi exiles, until his payments were cut off last week.) Complicating matters for journalists, the accounts of these exiles were often eagerly confirmed by United States officials convinced of the need to intervene in Iraq. Administration officials now acknowledge that they sometimes fell for misinformation from these exile sources. So did many news organizations -- in particular, this one.\nSome critics of our coverage during that time have focused blame on individual reporters. Our examination, however, indicates that the problem was more complicated. Editors at several levels who should have been challenging reporters and pressing for more skepticism were perhaps too intent on rushing scoops into the paper. Accounts of Iraqi defectors were not always weighed against their strong desire to have Saddam Hussein ousted. Articles based on dire claims about Iraq tended to get prominent display, while follow-up articles that called the original ones into question were sometimes buried. In some cases, there was no follow-up at all.\nOn Oct. 26 and Nov. 8, 2001, for example, Page 1 articles cited Iraqi defectors who described a secret Iraqi camp where Islamic terrorists were trained and biological weapons produced. These accounts have never been independently verified.\nOn Dec. 20, 2001, another front-page article began, ''An Iraqi defector who described himself as a civil engineer said he personally worked on renovations of secret facilities for biological, chemical and nuclear weapons in underground wells, private villas and under the Saddam Hussein Hospital in Baghdad as recently as a year ago.'' Knight Ridder Newspapers reported last week that American officials took that defector -- his name is Adnan Ihsan Saeed al-Haideri -- to Iraq earlier this year to point out the sites where he claimed to have worked, and that the officials failed to find evidence of their use for weapons programs. It is still possible that chemical or biological weapons will be unearthed in Iraq, but in this case it looks as if we, along with the administration, were taken in. And until now we have not reported that to our readers.\nOn Sept. 8, 2002, the lead article of the paper was headlined ''U.S. Says Hussein Intensified Quest for A-Bomb Parts.'' That report concerned the aluminum tubes that the administration advertised insistently as components for the manufacture of nuclear weapons fuel. The claim came not from defectors but from the best American intelligence sources available at the time. Still, it should have been presented more cautiously. There were hints that the usefulness of the tubes in making nuclear fuel was not a sure thing, but the hints were buried deep, 1,700 words into a 3,600-word article. Administration officials were allowed to hold forth at length on why this evidence of Iraq's nuclear intentions demanded that Saddam Hussein be dislodged from power: ''The first sign of a 'smoking gun,' they argue, may be a mushroom cloud.''\nFive days later, the Times reporters learned that the tubes were in fact a subject of debate among intelligence agencies. The misgivings appeared deep in an article on Page A13, under a headline that gave no inkling that we were revising our earlier view (''White House Lists Iraq Steps to Build Banned Weapons''). The Times gave voice to skeptics of the tubes on Jan. 9, when the key piece of evidence was challenged by the International Atomic Energy Agency. That challenge was reported on Page A10; it might well have belonged on Page A1.\nOn April 21, 2003, as American weapons-hunters followed American troops into Iraq, another front-page article declared, ''Illicit Arms Kept Till Eve of War, an Iraqi Scientist Is Said to Assert.'' It began this way: ''A scientist who claims to have worked in Iraq's chemical weapons program for more than a decade has told an American military team that Iraq destroyed chemical weapons and biological warfare equipment only days before the war began, members of the team said.''\nThe informant also claimed that Iraq had sent unconventional weapons to Syria and had been cooperating with Al Qaeda -- two claims that were then, and remain, highly controversial. But the tone of the article suggested that this Iraqi ''scientist'' -- who in a later article described himself as an official of military intelligence -- had provided the justification the Americans had been seeking for the invasion.\nThe Times never followed up on the veracity of this source or the attempts to verify his claims.\nA sample of the coverage, including the articles mentioned here, is online at nytimes.com/critique. Readers will also find there a detailed discussion written for The New York Review of Books last month by Michael Gordon, military affairs correspondent of The Times, about the aluminum tubes report. Responding to the review's critique of Iraq coverage, his statement could serve as a primer on the complexities of such intelligence reporting.\nWe consider the story of Iraq's weapons, and of the pattern of misinformation, to be unfinished business. And we fully intend to continue aggressive reporting aimed at setting the record straight.", "date": "MAY 26, 2004", "href": "https://www.nytimes.com/2004/05/26/world/from-the-editors-the-times-and-iraq.html", "tags": "iraqi american intelligence coverage times -- articles article information editors iraq weapons"}