{"title": "Frustration Grows as Congress Shows Inability to Pass Even Modest Gun Measures", "content": "WASHINGTON — After a gunman in Las Vegas slaughtered country-music fans with assault weapons that mimicked a machine gun, lawmakers from both parties said they would move quickly to ban so-called bump stocks.\nAfter a mass shooter massacred churchgoers in Sutherland Springs, Tex., the No. 2 Republican in the Senate, John Cornyn of Texas, was stirred to action, pledging legislation to bolster the nation’s instant background check system for would-be gun buyers.\nCongress has effectively done neither.\nThat inaction sank in on Thursday, as lawmakers confronted yet another mass shooting, this time with some of the survivors imploring Congress to finally take action. Republicans called for prayers, but argued that no single fix to the nation’s gun laws would deter a shooting like the one on Wednesday in Parkland, Fla., that left 17 people dead, many of them children.\n“This is one of those moments where we just need to step back and count our blessings,” Speaker Paul D. Ryan of Wisconsin said. “We need to think less about taking sides and fighting each other politically, and just pulling together.”\nDemocrats, who have put forward a spate of gun safety bills only to see them left unaddressed by Republicans, who control the House and Senate, seethed with frustration.\n“This isn’t going to stop, members, it’s going to continue,” Senator Dianne Feinstein of California, a leading gun control advocate, told her colleagues on the Senate Judiciary Committee. “And we become culpable when we do nothing to stop it.”\nBut the failure to act on the instant background check and bump-stock bills underscored that even on the most modest of gun measures, Congress is simply incapable of a response.\nWhat was striking in the aftermath of the carnage at Marjory Stoneman Douglas High School is that, now, even the victims and survivors are willing to call their leaders out.\n“My message to lawmakers in Congress is please, take action,” David Hogg, a student at the school, said as he looked directly into CNN’s camera on Thursday.\n“Any action at this point instead of just complete stagnancy and blaming the other side of the political aisle would be a step in the right direction,” he added.\nMelissa Falkowski, a teacher at the school, told CNN, “It’s very emotional because I feel today like our government, our country, has failed us and failed our kids and didn’t keep us safe.”\nAfter the Las Vegas shooting, which left 58 people dead last October, there appeared to be bipartisan agreement to take some kind of narrow legislative action to ban bump stocks, an accessory that can effectively turn a semiautomatic rifle into a machine gun. The National Rifle Association even appeared to endorse restrictions.\nAs attention faded, that influential organization and Republican leaders changed course, arguing that the Bureau of Alcohol, Tobacco, Firearms and Explosives would be best positioned to deal with the problem through existing regulation.\nSince then, Justice Department officials have publicly and privately indicated that they think they do not, in fact, have the authority to regulate the devices. With the department’s official review still underway, that has effectively suspended the proposal.\nSenators once again coalesced around another modest bipartisan fix in December, after discovering a lapse that allowed the gunman in Sutherland Springs to buy his weapons despite a domestic violence conviction. Their proposal incentivizes state and federal agencies to report criminal offenses and other information to the National Instant Criminal Background Check System.\nThe House passed the measure last December, but only after it was attached to a dramatic expansion of the right to carry concealed firearms virtually anywhere in the country — long sought by Republicans and the National Rifle Association. That concealed-carry legislation is a nonstarter in the Senate, and the background check bill has yet to see a vote. None was planned.\nMr. Cornyn, one of the bill’s lead authors, took to the Senate floor on Thursday to urge its consideration.\n“I personally am unwilling to face another family member who’s lost a loved one as a result of one of these mass shootings that could be prevented by making sure the background check system works as Congress intended,” he said.\nNeither Mr. Ryan nor Senator Mitch McConnell of Kentucky, the Republican leader, said anything on Thursday that suggested that would soon change.\n“Let’s be honest, I have not heard anyone explain how an improved background check system would necessarily have prevented a particular incident,” said Senator Patrick J. Toomey, a Pennsylvania Republican who helped write a bill mandating near-universal background checks after the slaughter at Sandy Hook Elementary School in 2012. “And so to the extent to which we really don’t have a solution for these appalling massacres, I think that makes it harder to get traction for some ideas that I think are constructive ideas.”\nIn Parkland, where students, teachers and parents gathered again on Thursday to mourn, there was little patience for such thinking. Lyliah Skinner, a student who survived the shooting, rejected politicians’ thoughts and prayers and called for action.\n“If they’re not able to purchase their first drink of alcohol, then how are we allowed to buy guns at the age of 18 or 19?” she asked, adding, “Obviously whatever we have going on, it’s not working.”\nGov. Rick Scott of Florida, a Republican, spoke of the importance of keeping guns from the dangerously mentally ill. A law enforcement official said they needed more police.\nRobert W. Runcie, the Broward County superintendent, took on lawmakers more directly.\n“Students have been reaching out to me, reaching out to staff, probably board members and others saying that now — now is the time for this country to have a real conversation on sensible gun control laws,” he said.", "date": "Feb. 15, 2018", "href": "https://www.nytimes.com/2018/02/15/us/politics/congress-inaction-guns.html", "tags": "frustration modest measures background grows even gun ” pass republican senate shows action congress check inability"}