{"title": "Fury in Germany as Rap Duo With Anti-Jewish Lyrics Gets Award", "content": "BERLIN — In Germany’s hugely popular hip-hop music scene, one of the biggest albums of the past year was from two trash-talking rappers who rhymed about their prowess in bed and in the weight room and about violently dominating their opponents.\nThe album has racked up sales, but has also attracted a different sort of attention. In one song, the pair boast about how their bodies are “more defined than Auschwitz prisoners.” In another, they vow to “make another Holocaust, show up with a Molotov.”\nWidespread condemnation turned into an uproar in the last week since the rappers, Farid Bang and Kollegah, won the Echo award for best hip-hop album at Germany’s equivalent of the Grammys on April 12.\nThe lead singer of the country’s pre-eminent punk rock band objected to the award from the same stage that night. “In principle I consider provocation is a good thing,” Campino, the lead singer of Die Toten Hosen, said. “But we need to differentiate between art as a stylistic device, or a form of provocation that only serves to destroy and ostracize others.” Other winners have said they are returning their prizes.\nPosting on Twitter in German, the foreign minister, Heiko Maas, wrote: “Anti-Semitic provocations do not deserve awards, they are simply disgusting.”\nHe also noted the unfortunate timing of the ceremony. April 12 is a day of worldwide solemnity. “That such a prize was handed out on Holocaust Remembrance Day is shameful,” he wrote.\nThe country’s recording industry association had criticized the lyrics but defended its choice in the name of artistic freedom. Nominations are based on popularity and rankings on music charts, not artistic quality — a process the association has pledged to re-examine after the outcry.\nBut beyond the resentment over the award, the episode has also provoked soul-searching about incitement in art, and the extent of anti-Jewish sentiment in German hip-hop in particular.\nAnd most troubling, many believe, is what it says about the rise in anti-Semitism among young people, and the millions of impressionable rap fans who are generations removed from the horrors of Nazi rule.\nGermany’s attempts to atone for the evils of its past, while confronting the troubles of its present, is its never-ending preoccupation. On Wednesday, in response to a video showing a man in Berlin wearing a Jewish skullcap being attacked by a group of young men speaking Arabic, Chancellor Angela Merkel vowed to commit her government to fighting anti-Semitism “relentlessly and with resolve.”\n“This fight against such anti-Semitic excesses must be won,” Ms. Merkel said. (The victim in the video turned out not to be Jewish — he was an Arab Israeli who said he was trying to prove to a friend that he could wear a skullcap in Germany without being hassled.)\nThe objectionable lyrics in the winning album, titled “Young, Brutal, Good Looking 3,” do not explicitly deny the mass slaughter of some six million Jews by the Nazis, nor do they specifically incite hatred of Jews, both of which would have made them illegal under Germany’s strict laws banning Holocaust denial.\nKollegah and Farid Bang did not respond to requests for comment. On the night of the ceremony, Kollegah replied to criticism by saying, “I don’t want to make a political debate out of this,” and invited anyone who wanted to discuss it to approach him at the after-party.\nIn the past, they have defended their lyrics as art and exaggeration. On Facebook last month, Farid Bang apologized to Esther Bejarano, a 93-year-old singer and Auschwitz survivor who had spoken out about the lyrics. Both men have offered to let Jews come to their concerts for free forever as proof, they said, that they bore no hatred.\nBut Jakob Baier, a researcher at the Hans Böckler Foundation focusing on anti-Semitism in German rap music, called the lyrics “despicable” and said they scorned the victims of Auschwitz. He noted that some of Kollegah’s other songs and music videos promoted conspiracy theories and the message that “the world is in control of evil, and the evil is marked as Jewish.”\nIn the music video for his track “Apocalypse,” a banker in a London office tower is shown controlling the evil forces in the world, and wearing a Star of David ring. After a final showdown between good and evil, Kollegah — a 33-year-old convert to Islam whose real name is Felix Blume — raps, “Muslims, Christians and Buddhists lived together in peace,” pointedly not mentioning Jews.\nAllegations of anti-Semitism have dogged German hip-hop for years and were even the subject of a recent documentary, “The Dark Side of German Rap.” One song by the rapper Haftbefehl mentions a conspiracy theory about the Rothschilds, a Jewish banking family, and the video for another features images of Orthodox Jews carrying suitcases of money and diamonds over the lyrics “money, money rich.”\nMany lyrics are also homophobic and degrading to women — issues in rap music that transcend Germany’s borders. In one song, the rapper Shindy says that his openness to having sex — described in an obscene way — with Jewish women is proof he is not an anti-Semite.\nThe scene’s politics lean heavily anti-Israel. Bushido, another best-selling German rapper, once used a map of the Middle East, without Israel, as his Facebook profile picture. In an interview on Wednesday, he said that he had done it in solidarity with Palestinians because of his own Arabic roots.\n“It’s not just about Israel, it’s about injustice everywhere,” he said. “But no one listens when you’re calm and polite, and so you have to use more drastic means.”\nNevertheless, he faulted Kollegah’s and Farid Bang’s lyrics. Words that conjure images like “concentration camps, Auschwitz, Jews, people who were gassed — those shouldn’t be used,” Bushido said.\nWith surveys increasingly showing that the Holocaust is receding from memory, many are concerned that downplaying the gravity of what happened under the Nazis can open the door for a return of discrimination against Jews. This comes amid a rise of far-right populism across Europe, and the arrival of some 1.4 million migrants and refugees in Germany, many from Middle Eastern countries where hatred for Israel is taught in schools. Some popular hip-hop artists hail from Germany’s inner cities and are of Turkish or Arabic descent. (Farid Bang, whose real name is Farid El Abdellaoui, has North African roots.)\nMs. Merkel’s government has for the first time appointed a commissioner to combat anti-Semitism in response to reports that incidents are increasing, especially among the young.\nAccording to the Research and Information Center in Berlin, which records incidents of anti-Semitism in the German capital, 947 occurred last year, a 60 percent increase from 2016.\nChildren in German schoolyards casually toss about “You Jew,” as an insult, and reinforce stereotypes about Jews, such as saying “Don’t be such a Jew” when trying to convince someone to lend some change.\n“At a time when hate against Jews is increasing around the world and a flood of anti-Jewish sentiment can be seen online, especially among young people,” said Monika Schwarz-Friesel, a professor of linguistics at Berlin’s Technical University, “to declare anti-Semitic and fantastical, conspiratorial song texts as ‘artistic freedom,’ and award them prizes is viewed by researchers of anti-Semitism as particularly irresponsible.”\nAnti-Semitic themes have plagued other German music genres — in particular, punk and metal music popular among the country’s neo-Nazis. But those groups have remained largely underground, often forced to perform outside Germany because of its Holocaust-denial laws.\nPopular German rappers, on the other hand, have a huge fan base; Kollegah has 1.4 million followers on Instagram. And the fans skew young. The music appeals to children and teens who share and debate the latest songs on social media and in schoolyards. “Young, Brutal, Good-Looking 3” topped the charts in Germany, Austria and Switzerland and was streamed 23 million times on Spotify in the first week of its release on the service.\nSome rap fans have said that the lyrics were being unfairly scrutinized by people who did not understand the genre, in which rappers constantly try to outdo and outshock their rivals.\n“Of course I think this line is tasteless,” Michael Fritzsche, 26, of Leipzig, said, referring to the offending lyrics. “But let’s be honest, a discussion about the political correctness in music lyrics should not be limited to rap.”\nBut for all of the uproar over the words, Viola Funk, a journalist in Berlin who covers hip-hop, said she believed a larger point was being missed.\n“German rap is a scapegoat, because youth culture is always a scapegoat,” Ms. Funk, who directed “The Dark Side of German Rap,” said. “As if it didn’t have anything to do with society at large.”", "date": "April 18, 2018", "href": "https://www.nytimes.com/2018/04/18/arts/music/anti-semitism-german-rap.html", "tags": "rap anti-jewish award germany german jews ” music duo lyrics gets fury — kollegah"}