{"title": "Future foods: What will we be eating in 20 years' time?", "content": "Volatile food prices and a growing population mean we have to rethink what we eat, say food futurologists. So what might we be serving up in 20 years' time? \nIt's not immediately obvious what links Nasa, the price of meat and brass bands, but all three are playing a part in shaping what we will eat in the future and how we will eat it.\nRising food prices, the growing population and environmental concerns are just a few issues that have organisations - including the United Nations and the government - worrying about how we will feed ourselves in the future. \nIn the UK, meat prices are anticipated to have a huge impact on our diets. Some in the food industry estimate they could double in the next five to seven years, making meat a luxury item.\n\"In the West many of us have grown up with cheap, abundant meat,\" says food futurologist Morgaine Gaye. \n\"Rising prices mean we are now starting to see the return of meat as a luxury. As a result we are looking for new ways to fill the meat gap.\"\nSo what will fill such gaps and our stomachs - and how will we eat it?\nInsects, or mini-livestock as they could become known, will become a staple of our diet, says Gaye. \nIt's a win-win situation. Insects provide as much nutritional value as ordinary meat and are a great source of protein, according to researchers at Wageningen University in the Netherlands. They also cost less to raise than cattle, consume less water and do not have much of a carbon footprint. Plus, there are an estimated 1,400 species that are edible to man.\nGaye is not talking about bushtucker-style witchetty grubs arriving on a plate near you. Insect burgers and sausages are likely to resemble their meat counterparts.\n\"Things like crickets and grasshoppers will be ground down and used as an ingredient in things like burgers.\"\nThe Dutch government is putting serious money into getting insects into mainstream diets. It recently invested one million euros (£783,000) into research and to prepare legislation governing insect farms.\nA large chunk of the world's population already eat insects as a regular part of their diet. Caterpillars and locusts are popular in Africa, wasps are a delicacy in Japan, crickets are eaten in Thailand. \nBut insects will need an image overhaul if they are to become more palatable to the squeamish Europeans and North Americans, says Gaye, who is a member of the Experimental Food Society.\n\"They will become popular when we get away from the word insects and use something like mini-livestock.\"\nIt's well documented how the appearance of food and its smell influence what we eat, but the effect sound has on taste is an expanding area of research. A recent study by scientists at Oxford University found certain tones could make things taste sweeter or more bitter.\n\"No experience is a single sense experience,\" says Russell Jones, from sonic branding company Condiment Junkie, who were involved in the study. \"So much attention is paid to what food looks like and what it smells like, but sound is just as important.\"\nThe Bittersweet Study, conducted by Charles Spence, a professor of experimental psychology at Oxford University, found the taste of food could be adjusted by changing the sonic properties of a background soundtrack. \n\"We're not entirely sure what happens in brain as yet, but something does happen and that's really exciting,\" says Jones.\nSound and food have been experimented with by chef Heston Blumenthal. His Fat Duck restaurant has a dish called the Sound of the Sea, which is served with an iPod playing sounds of the seaside. The sounds reportedly make the food taste fresher.\nBut more widespread uses are developing. One that could have an important impact is the use of music to remove unhealthy ingredients without people noticing the difference in taste. \n\"We know what frequency makes things taste sweeter,\" says Jones, also a member of the Experimental Food Society. \"Potentially you could reduce the sugar in a food but use music to make it seem just as sweet to the person eating it.\" \nCompanies are also increasingly using the link between food and sound in packaging. One crisp company changed the material it used to make packets as the crunchier sound made the crisps taste fresher to consumers. Recommended playlists could also appear on packaging to help enhance the taste of the product.\nJones says the use of sound is even being applied to white goods. Companies are looking into the hum fridges make, as a certain tone could make people think their food is fresher.\nEarlier this year, Dutch scientists successfully produced in-vitro meat, also known as cultured meat. They grew strips of muscle tissue using stem cells taken from cows, which were said to resemble calamari in appearance. They hope to create the world's first \"test-tube burger\" by the end of the year. \nThe first scientific paper on lab-grown meat was funded by Nasa, says social scientist Dr Neil Stephens, based at Cardiff University's ESRC Cesagen research centre.  It investigated in-vitro meat to see if it was a food astronauts could eat in space. \nTen years on and scientists in the field are now promoting it as a more efficient and environmentally friendly way of putting meat on our plates. \nA recent study by Oxford University found growing meat in a lab rather than slaughtering animals would significantly reduce greenhouse gases, along with energy and water use. Production also requires a fraction of the land needed to raise cattle. In addition it could be customised to cut the fat content and add nutrients.\nProf Mark Post, who led the Dutch team of scientists at Maastricht University, says he wants to make lab meat \"indistinguishable\" from the real stuff, but it could potentially look very different. Stephens, who is studying the debate over in-vitro meat, says there are on-going discussions in the field about what it should look like. \nHe says the idea of such a product is hard for people to take on board because nothing like it currently exists.\n\"We simply don't have a category for this type of stuff in our world, we don't know what to make of it,\" he says. \"It is radically different in terms of provenance and product.\"\nAlgae might be at the bottom of the food chain but it could provide a solution to some the world's most complex problems, including food shortages.\nIt can feed humans and animals and can be grown in the ocean, a big bonus with land and fresh water in increasingly short supply, say researchers. Many scientists also say the biofuel derived from algae could help reduce the need for fossil fuels. \nSome in the sustainable food industry predict algae farming could become the world's biggest cropping industry. It has long been a staple in Asia and countries including Japan have huge farms. Currently there is no large-scale, commercial farm in the UK, says Dr Craig Rose, executive director of the Seaweed Health Foundation.\n\"Such farms could easily work in the UK and be very successful. The great thing about seaweed is it grows at a phenomenal rate, it's the fastest growing plant on earth. Its use in the UK is going to rise dramatically.\"\nLike insects, it could be worked into our diet without us really knowing. Scientists at Sheffield Hallam University used seaweed granules to replace salt in bread and processed foods. The granules provide a strong flavour but were low in salt, which is blamed for high blood pressure, strokes and early deaths. They believe the granules could be used to replace salt in supermarket ready meals, sausages and even cheese.\n\"It's multi-functional,\" says Gaye. \"And many of its properties are only just being explored. It such a big resource that we really haven't tapped into yet.\"\nWith 10,000 types of seaweed in the world, including 630 in the UK alone, the taste of each can vary a lot, says Rose.", "date": "30 July 2012", "href": "https://www.bbc.com/news/magazine-18813075", "tags": "like could eating make insects university future says meat taste years eat time food foods"}