{"title": "G-20 Finance Ministers, Failing to Halt Trump’s Trade War, Warn of Its Global Risks", "content": "BUENOS AIRES — Negotiations to ease an escalating trade war between the United States and the rest of the world sputtered to a close with no breakthroughs on Sunday at a summit meeting of finance ministers, who warned that the predicament over President Trump’s tariffs was casting a pall over the global economy.\nTwo days of fitful talks at the Group of 20 gathering in the Argentine capital appeared only to raise the odds that the friction will intensify as Mr. Trump threatens more tariffs and other countries vow to retaliate. In their closing statement, or communiqué, officials at the G-20 on Sunday pointed to trade tensions as a new risk factor that could depress global growth.\n“Growth has been less synchronized recently and downside risks over the short- and medium-term have increased,” the communiqué said. “These include rising financial vulnerabilities, heightened trade and geopolitical tensions, global imbalances, inequality and structurally weak growth, particularly in some advanced economies.”\nThe International Monetary Fund projected last week that the currently announced tariffs would reduce global economic output by $430 billion, or half a percent, in 2020, if they remained in place and shook investor confidence. It argued that the United States was particularly vulnerable to a slowdown because it would bear the brunt of tariff retaliation from other countries.\n“I urged once more that trade conflicts be resolved via international cooperation without resort to exceptional measures,” Christine Lagarde, managing director of the fund, said on Sunday, referring to the message that she delivered to policymakers in meetings.\nSteven Mnuchin, the Treasury secretary, said he disagreed with Ms. Lagarde’s assessment of how the United States would fare. The Trump administration has said the tariffs have hurt certain industries in the United States but, at this point, not the broader economy.\nThe United States is engaged in major trade disputes on three fronts: It is attempting to renegotiate the North American Free Trade Agreement with Canada and Mexico; it is engaged in tit-for-tat tariffs with China; and it faces a fierce backlash from the European Union over recently imposed steel and aluminum tariffs and the prospect of new duties on car imports. Mr. Trump has made restructuring trade pacts and reducing America’s trade deficit a central plank of his economic agenda, but his negotiating tactics have angered the country’s allies.\n“World trade cannot base itself on the law of the jungle, and the unilateral increase of tariffs is the law of the jungle,” said Bruno Le Maire, the French finance minister. “We call on the United States to see sense, to respect the rules of multilateralism and to respect their allies.”\nMr. Le Maire said Europe would not negotiate “with a gun to the head.”\nInternational summit meetings, which once showcased American leadership, have under the Trump administration become awkward affairs in which the United States is increasingly isolated. That remained the case in Argentina, where Mr. Mnuchin traveled on behalf of the United States on a fraught mission of economic diplomacy. Although he said his conversations with other leaders were cordial, he acknowledged that talks on trade were often very “direct.”\nHis trip came a day after Mr. Trump lashed out at the European Union and China, accusing them of manipulating their currencies to put the United States at an economic disadvantage. The suggestion had raised concern that a currency war could be on the horizon, but the joint statement reaffirmed the group’s exchange rate commitments.\nOlaf Scholz, the German finance minister, rejected Mr. Trump’s accusation, arguing that Europe’s monetary policy is “very rational” and not geared to create artificial economic success.\nOne of Mr. Mnuchin’s goals before the meeting was to encourage the European Union, Japan and other countries to work with the United States to pressure China to change its trade practices. However, the Treasury secretary said that no progress was made on that front in multicountry meetings, and that aside from pleasantries, he had no communication with the Chinese delegation.\n“Anytime they want to sit down and negotiate meaningful changes, I and our team are available,” Mr. Mnuchin said at a concluding news conference on Sunday.\nEurope, which is increasingly anxious that Mr. Trump will impose auto tariffs, is taking Mr. Mnuchin up on such an offer this week. European Union officials, including Jean-Claude Juncker, the president of the European Commission, will travel to Washington for a meeting with Mr. Trump and his economic team in hopes that car tariffs can be avoided.\nThe G-20 meeting also offered the United States an opportunity to jump-start talks with Canada and Mexico about renegotiating Nafta. Mr. Mnuchin and Bill Morneau, Canada’s finance minister, expressed hope that such talks could gather momentum now that the Mexican election is over.\n“My job is to continue to be optimistic,” Mr. Morneau said, suggesting that he sensed a desire by the United States to preserve the trilateral pact.\nHowever, Mr. Morneau added, the United States’ imposition of tariffs has complicated the process. He warned that tariffs would raise prices on Americans and Canadians and that if Mr. Trump levied another round of them, Canada would have no choice but to retaliate again.\n“There continues to be anxiety around trade,” he said.\nBesides trade, officials from the countries discussed issues such as cryptocurrencies, international tax and terrorism financing. Although drafting the communiqué has been a struggle in previous meetings, officials said this one was agreed to with relative ease despite the differences on trade and tariffs.\nFor his part, Mr. Mnuchin pushed back against the premise that the United States had become a pariah in international forums. Participating in more than 20 meetings with his counterparts in two days, the Treasury secretary had little down time in Buenos Aires.\n“If requests for meetings is related to popularity, I’m pretty popular here,” Mr. Mnuchin said.\nHe added, “I didn’t feel isolated at all.”", "date": "July 22, 2018", "href": "https://www.nytimes.com/2018/07/22/us/politics/g-20-summit-tariffs-trade-war.html", "tags": "halt risks ministers united states ” trump warn global war failing trade mnuchin tariffs finance"}