{"title": "G7 summit ends in disarray as Trump abandons joint statement", "content": "The G7 summit has ended in acrimony, with US President Donald Trump lashing out at host Canada and retracting his endorsement of the joint statement.\nHe accused Canadian Prime Minister Justin Trudeau of acting \"meek and mild\" during meetings, only to attack the US at a news conference.\nThe summit was dominated by disagreements, notably over trade.\nMr Trudeau described as \"insulting\" Mr Trump's decision to invoke national security to justify tariffs.\nDifferences over the recent US tariffs on steel and aluminium imports had seemed to have been papered over in a joint communique that advocated a \"rules-based trading system\".\nBut in a news conference afterwards, the Canadian leader vowed to press ahead with retaliatory tariffs against the US on 1 July.\n\"Canadians are polite and reasonable but we will also not be pushed around,\" he said.\nTweeting en route to his next summit in Singapore, Mr Trump said he had instructed US officials \"not to endorse the communique as we look at tariffs on automobiles\".\nHe said the move was based on Mr Trudeau's \"false statements... and the fact that Canada is charging massive tariffs to our US farmers, workers and companies\".\nHe suggested Mr Trudeau was \"very dishonest and weak\".\nMr Trudeau's office responded by saying the prime minister had said nothing he had not said before, both in public and in private conversations with Mr Trump.\nJessica Murphy, BBC News, Quebec\nUntil just a few weeks ago, the relationship between Mr Trump and Mr Trudeau could have been called cordial. Despite differences between the two countries over trade - over everything from lumber to the major renegotiation of the North American Free Trade Agreement - the two men tended to speak positively about each other. \nNo longer. \nThe recent US decision to impose metals tariffs on Canada, the EU, and Mexico was a turning point. Mr Trudeau began using a much harsher tone. Polls indicate Canadians support the tougher stance. \nThe fact remains that the two economies are deeply integrated, with jobs on both sides of the border counting on smooth trade. \nWhether or not this new phase in the Canada-US relationship will allow some of the trade sticking points to be resolved is still to be seen.\nThe G7 summit, held in La Malbaie, Quebec province, also covered such issues as relations with Russia.\nIn the communique, the group of major industrial nations - Canada, the US, the UK, France, Italy, Japan and Germany - had initially agreed on the need for \"free, fair, and mutually beneficial trade\" and the importance of fighting protectionism.\nOther agreements reached include:\nOn 1 June, the US imposed a 25% tariff for steel and 10% for aluminium on imports from the EU, Canada, and Mexico. Mr Trump said the move would protect domestic producers that were vital to US security. \nThe EU then announced tariffs on US goods ranging from Harley-Davidson motorcycles to bourbon. Canada and Mexico are also taking action in retaliation.\nIt is an annual summit bringing together seven major industrialised nations which represent more than 60% of global net worth between them.\nEconomics tops the agenda, although the meetings now always branch off to cover major global issues.\nRussia was suspended from the group - then called the G8 - in 2014 because of its annexation of Crimea from Ukraine. \nOn Friday, Mr Trump made a surprise call for Moscow to be readmitted but German Chancellor Angela Merkel said other members were against the idea.", "date": "10 June 2018", "href": "https://www.bbc.com/news/world-us-canada-44427660", "tags": "us summit trudeau joint trump abandons statement trade canada ends tariffs disarray major"}