{"title": "Gauri Lankesh: Indian journalist shot dead in Bangalore", "content": "A prominent Indian journalist critical of Hindu nationalist politics has been shot dead in the southern state of Karnataka, police say.\nGauri Lankesh, 55, was found lying in a pool of blood on her doorstep in the city of Bangalore. \nShe was shot in the head and chest by gunmen who arrived by motorcycle. The motive for the crime was not clear.\nThe most high profile Indian journalist murdered in recent years, Ms Lankesh was buried with full state honours.\nThe chief minister of Karnataka, Siddaramaiah, was among those who attended the funeral. \nThere were also protests against her killing in several Indian cities, including the capital, Delhi.\nIndian reporters are being increasingly targeted by radical Hindu nationalists, activists say.\nIn the last few years, journalists seen to be critical of Hindu nationalists have been berated on social media, while many women reporters have been threatened with rape and assault. \nMinisters belonging to India's ruling Bharatiya Janata Party (BJP) have also openly attacked journalists, using terms like \"presstitute\" (a mix of press and prostitute) to describe them.     \nGauri Lankesh, was known by many simply as Gauri. She edited a weekly newspaper and was known as a fearless and outspoken journalist.  She was known for her secularist criticism of right-wing and Hindu nationalists, including members of the BJP. \nShe worked for The Times of India and later ran an independent newspaper, Lankesh Patrike, along with her brother Indrajit for several years.  The newspaper had been founded by her father, P Lankesh, a left-wing poet and writer. \nAfter a split with her brother, she left to start several publications, including her own newspaper Gauri Lankesh Patrike.\nAward-winning filmmaker Kavitha Lankesh was her sister.\nMs Lankesh had returned home in her car on Tuesday night and was opening the gate when the attackers shot her, police said. She died on the spot.\nOfficials said they suspected she had been under surveillance by the gunmen. An investigation has been opened.\nHer killing follows several assassinations of outspoken secularists or rationalists in recent years, including scholar Malleshappa Kalburgi, anti-superstition activist Narendra Dabholkar, and author-politician Govind Pansare.\nThe watchdog Reporters Without Borders said that radical nationalist journalists have targeted other writers, with online smear campaigns and threats of physical reprisals.\n\"With Hindu nationalists trying to purge all manifestations of 'anti-national' thought from the national debate, self-censorship is growing in the mainstream media,\" the group said. \nMs Lankesh's tabloid was known for its left-leaning views and was facing several defamation cases. \nShe was sympathetic to the Naxalites, or Maoist rebels who have been carrying out a bloody insurgency against the government, and was involved in the reintegration of former rebels. \nMs Lankesh was convicted of defamation last year for a report she published on local BJP leaders.\nShe was sentenced to six months in jail and was out on bail and appealing the conviction at the time of her death.\nIn an interview with Narada News last year shortly after her conviction, she criticised BJP's \"fascist and communal politics\" and said, \"My Constitution teaches me to be a secular citizen, not communal. It is my right to fight against these communal elements.\"\n\"I believe in democracy and freedom of expression, and hence, am open to criticism too. People are welcome to call me anti-BJP or anti-Modi, if they want to. They are free to have their own opinion, just as I am free to have my opinion.\"\nHer death has been widely condemned across India. Protests have been held in several cities including Bangalore, Mumbai and the capital, Delhi. More protests are planned for later today and over the coming days.\nKarnataka state's Chief Minister Siddaramaiah was one of the first to respond to her death, calling it an \"assassination on democracy\". \nNoted writer K Marulasiddappa told the BBC: \"The attack on the select writers is obviously happening because they are able to mould public opinion... There is a pattern in the way assailants come on motorbikes, kill, and vanish.\"\n\"There cannot be any personal reasons attributed to her death because she had no personal enemies. So, the possibility is only political.\"\nThe news has made top headlines in Indian media, with editors and journalists condemning her murder and paying tribute to her work. \nThe Editors Guild of India released a statement calling her murder an \"ominous portent for dissent in democracy and a brutal assault on the freedom of the press\".\nOn social media, the hashtag #GauriLankeshMurder was the top trend on Twitter India. \nHowever, there have also been tweets that have condemned her and even celebrated her death. ", "date": "6 September 2017", "href": "https://www.bbc.com/news/world-asia-india-41169817", "tags": "shot india gauri death hindu several bangalore including years lankesh indian dead journalist"}