{"title": "Gauri Lankesh: Murdered Indian journalist in her own words", "content": "Prominent Indian journalist, Gauri Lankesh, who was shot dead on Tuesday, often made statements that were construed as dissent against the establishment. \nShe was killed outsider her home in Bangalore, capital of the southern state of Karnataka. \nAs a journalist, Ms Lankesh cast a critical eye on right-wing politics and fiercely opposed the caste system, which led her critics to brand her as a \"Hindu hater\". \nShe was outspoken about what she saw as a stifling of a certain kind of journalism in India, especially that which expressed left-leaning views, she said in an interview last year.\n\"When I looked at the tweets and the kind of comments that were made about me, I was alarmed... It made me fear for the freedom of expression of the fourth estate in our country today in a larger context and not just in the personal sense.\" \nIn June, Ms Lankesh wrote about Karnataka's history of \"attacks on the freedom of the press\". \nAfter the legislative assembly sentenced two journalists to one year in jail for publishing articles that they considered defamatory, she wrote: \"Legislators have no business to sit in judgement on journalists and it is high time they are stripped of their special privileges.\"\nShe was active on social media and her posts were a reflection of her personal and political opinions:\nJust hours before her murder, she tweeted a report about the Indian Supreme Court questioning the government's decision to deport Rohingya refugees.\nShe was particularly concerned about polarisation among journalists: \nIn January, she wrote about how Bangalore had become unsafe after women celebrating New Year's Eve were groped on the streets. \n\"What can women of Bangalore do to reclaim their rights to live the way they used to? The way they want to?\" she asked.\n\"What can they do to lay claim to public spaces without fear of lecherous goons, fundamentalist fanatics and brainless men in power who point out to outfits that women wear instead of the muck that is filled between the ears of sick men as the root cause of molestation?\"\nDespite the criticism, Ms Lankesh had always insisted that she would not be deterred from her work and considered it her \"constitutional duty to continue in my own little way... towards establishing an egalitarian society\".\nIn one of her last public talks, she expressed worry over the shrinking space for public debate in the country.\n\"We had UR Ananthamurthy, Kalburgi, my own father P Lankesh, Purna Chandra Tejaswi, all these people. They were all trenchant critics of Jawaharlal Nehru, of Indira Gandhi, of Rajiv Gandhi. But none of them were ever physically attacked, let alone [receiving] death threats,\" she said. \nIt is a quote that now stands as a tragic testament to her murder.", "date": "6 September 2017", "href": "https://www.bbc.com/news/world-asia-india-41170785", "tags": "journalists public ms gauri murdered words way wrote bangalore lankesh year indian women made journalist"}