{"title": "Gavin Williamson, U.K. Defense Chief, Is Fired Over Huawei Leak", "content": "LONDON — Prime Minister Theresa May of Britain on Wednesday abruptly fired her defense secretary, Gavin Williamson, blaming him for a leak that suggested she would give a role in designing a British telecommunications network to a Chinese company considered a security risk by the United States.\nMrs. May’s announcement was made after an investigation into a report in The Daily Telegraph about discussions in Britain’s National Security Council, of which Mr. Williamson was a member, and where secrecy is meant to be strictly observed.\nThe report suggested that Mrs. May had overruled objections from some senior council members, including Mr. Williamson, about allowing the Chinese company, Huawei, to build some elements of the next-generation cellular data network known as 5G.\nThe government later said no decision had yet been made.\nBut the leak provoked a negative reaction from the United States, which has been on a campaign to pressure other countries to bar Huawei from building 5G networks, saying its equipment is vulnerable to Chinese state espionage, an assertion the company denies.\nRobert L. Strayer, the deputy assistant secretary for cyber and international communications and information policy at the State Department, said this week that any use of the Chinese company posed a potential security risk.\nThe firing of Mr. Williamson, once a close ally of Mrs. May, also underscored the volatility of her government, which has lost more than 30 ministers since she came to power in 2016.\nAfter his dismissal, Mr. Williamson denied being responsible for The Daily Telegraph article, which appeared within hours of the council’s meeting, making it one of the most serious government information breaches in recent memory.\n“I strenuously deny that I was in any way involved in this leak,” he said in a letter released publicly.\nHuawei has become a flash point as governments around the world set policies for creating the high-speed 5G networks, which many in the technology industry believe will lead to breakthroughs in transportation, health care, manufacturing and other fields.\nAt stake are billions of dollars in contracts to provide the equipment for the new networks.\nThe United States has struggled to persuade European allies to ban the company, even after officials said it may limit intelligence-sharing with countries that allow Huawei. Germany, for example, has said it was unlikely to impose a ban.\nHuawei has already been part of Britain’s telecommunications infrastructure for more than 15 years, though it is kept out of functions that handle customer data and manage the network’s overall operations.\nBritain’s top intelligence officials said this year that any security risks posed by Huawei could be mitigated with strong oversight.\nAt a lab an hour outside London, the company’s products are subjected to security reviews overseen by government officials in what is considered one of the world’s most thorough procedures.\nIf Britain did involve Huawei in creating its 5G system, that would be an important victory for the company because Britain is a critical market.\nDecisions on Huawei are sensitive not only in Britain but also throughout Europe. On Thursday, the United States and about 30 other nations are meeting in Prague to debate what kind of standards should be used in determining who can build Western networks.\nLike Britain, the Czech Republic has done considerable business with Huawei in the past, and is under pressure from the United States not to allow the company to build the core of its 5G network. Leaders in both London and in Prague are concerned about angering the Chinese over any decision involving Huawei, along with the cost to the economy if a decision turns into a broader confrontation with Beijing.\nA senior American intelligence official, who declined to be identified because he was not authorized to discuss the topic, said the firing of Mr. Williamson was a setback for the American effort to engage in quiet dialogue with European nations about the dangers of letting Chinese technology companies build the core of any 5G network.\nBoth American and British officials have said they expect that in the end Huawei will be permitted only into a part of the British infrastructure — the building and equipping of towers — rather than into the far more sensitive area of constructing the switching systems. Work on the switching systems would give China the ability to power off a foreign telecommunications system, and perhaps to redirect traffic.\nThey still believe that is the way Ms. May’s government, or its successor, will address the issue.\nMr. Williamson’s firing came as Mrs. May’s cabinet remained bitterly divided over Britain’s departure from the European Union, known as Brexit. The cabinet has been notoriously ill-disciplined of late, but even by its own leaky standards the disclosure involving Huawei broke ground and outraged senior officials.\nDominic Grieve, a Conservative lawmaker who is the chairman of the parliamentary intelligence and security committee, described it as “deeply worrying.”\nBefore becoming defense secretary Mr. Williamson had been chief whip, in charge of discipline among Conservative Party lawmakers, and was probably best known for keeping a pet tarantula called Cronus on his desk.\nWith Mrs. May having announced her intention to step aside once Brexit has been achieved, Mr. Williamson was among several cabinet ministers thought to be jostling for succession.\nMr. Williamson was replaced by Penny Mordaunt, the international development secretary, who becomes the first woman to take the top job at Britain’s Defense Ministry.\nRory Stewart, who has been a loyal supporter of Mrs. May, takes Ms. Mordaunt’s cabinet position.\nMrs. May’s office released a letter to Mr. Williamson, in what amounted to an extraordinary public shaming of a high-ranking politician.\n“In our meeting this evening, I put to you the latest information from the investigation, which provides compelling evidence suggesting your responsibility for the unauthorized disclosure,” she wrote. “No other credible version of events to explain this leak has been identified.”\nMrs. May added that all other members of the council who were involved in the April 23 meeting about Huawei had cooperated fully in an investigation into the leak, but “your conduct has not been of the same standard as others.”\nIn a statement about Mr. Williamson’s departure, Downing Street said that the prime minister had “lost confidence in his ability to serve in the role of defense secretary and as a member of her cabinet,” but that she now considered the matter “closed.”\nOpposition politicians are unlikely to let it drop, however, particularly because of Mr. Williamson’s categorical denial.\nWhile Mr. Williamson said he was sorry that Mrs. May felt that the leaks “originated” in his department, he added, “I emphatically believe this was not the case.”", "date": "May 1, 2019", "href": "https://www.nytimes.com/2019/05/01/world/europe/uk-defense-secretary-huawei.html", "tags": "company may defense williamson leak chief ” u.k. britain huawei fired mrs. gavin"}