{"title": "Gavin Newsom and John Cox to Compete in California Election for Governor", "content": "LOS ANGELES — Gavin Newsom, the Democratic lieutenant governor and former mayor of San Francisco, took a major step Tuesday in his bid to become California’s next governor, capturing one of two spots on the November ballot as the state moved closer to the end of the era of Gov. Jerry Brown.\nJohn Cox, a Republican businessman backed by President Trump, captured the other spot, setting up what is — at best — a very long-shot bid for Mr. Cox in a decidedly Democratic state where Mr. Trump lost by nearly four million votes.\nMr. Cox’s showing represented a major tactical victory for national Republicans as they seek to protect seven Republican-held congressional seats in California that Democrats are targeting as they try to recapture the House. Republican leaders, including Kevin McCarthy, the House majority leader who comes from central California, had feared that having no Republicans running for a high-profile statewide office would diminish turnout among party voters in the fall.\nImportantly, Democrats seemed poised to avoid the disaster they feared in House races: Being shut out of the November balloting under the state’s so-called “top-two’’ primary system, in which only the top two finishers advance to the general election. But many of the districts had crowded primaries and in some of them votes were still being counted early Wednesday morning.\nThe most-watched races here were seven congressional districts that Hillary Clinton carried in 2016 and that are now held by Republicans. Democrats are aiming to capture those seats in November, a linchpin of their strategy to take back control of the House.\n[Here are results from New Jersey and the other states that voted Tuesday.]\nThe November race between Mr. Newsom and Mr. Cox promises to be, in part, a fight over Mr. Trump, and one in which the liberal Democrats who embraced Mr. Newsom have a clear advantage. The election is taking place at a critical time as California is enmeshed in a protracted fight with the Trump administration on range of battlefields, including environmental protections, immigration and offshore oil drilling. And on Tuesday night, both candidates invoked Mr. Trump in dueling remarks to supporters.\n“It looks like voters will have a real choice this November — between a governor who is going to stand up to Donald Trump and a foot soldier in his war on California,” Mr. Newsom told hundreds of supporters at a San Francisco nightclub, as he pledged to push for guaranteed health care for all and “a Marshall Plan for affordable housing.”\nMr. Cox, speaking to friends and donors in San Diego, continually painted Mr. Newsom as “part of the status quo” and knocked the Democrat's attacks on Mr. Trump.\n“It wasn’t Donald Trump that made California the highest-taxed state in the country, it was Gavin Newsom and the Democrats,” Mr. Cox said.\nRunning far behind in the governor’s primary race was Antonio R. Villaraigosa, a Democrat and former Los Angeles mayor.\nIn the race for United States Senate, Dianne Feinstein easily won a spot on the November ballot in what by every indication looks like an easy race this fall — no matter who ends up running against her.\nAmong the seven highly competitive House races in California, Democrats battled for months to avoid getting shut out from the November ballot under the state’s “top two” election system: The two leading vote-getters, regardless of party, will go on to face each other in November.\n[Get live results from all the races in California.]\nCalifornia may be the single most important battleground for Democrats in their drive to claim a majority in Congress. Mr. Trump is intensely unpopular in the state, and broad backlash against his administration could help Democrats seize perhaps a third of the 23 seats they need to regain power.\nYet California’s unusual open-primary system has become a difficult obstacle for Democrats, as a horde of candidates on the left have divided up Democratic votes and threatened to let Republicans monopolize the general election.\nThe national Democratic Party has spent millions in California in recent weeks to attack Republican candidates in television ads, aiming to drive down their support and create more space for Democratic candidates to rise. And party leaders in Washington backed Gil Cisneros, a Navy veteran who won the California lottery, and Harley Rouda, a wealthy real estate executive, for a pair of Republican-held districts in Orange County that Mrs. Clinton carried in the presidential election.\nBoth Mr. Cisneros and Mr. Rouda appeared to stand a good chance of making it into the general election, but both races were still too close overnight for the top two finishers to be determined.\nVoting took place across the state under a cloud of confusion as voters tried to navigate their way through the top two system. And in a potentially unnerving sign for some Democrats, the Los Angeles County clerk revealed Tuesday night that a printing error had improperly left about 119,000 names off voting rosters in the area — a development that Mr. Villaraigosa called “infuriating” as he urged affected voters to cast provisional ballots.\nEarlier in the day, at Laguna Beach City Hall, Aggie Dougherty had to thumb through the sample ballot packet she carried with her to remember which Democrat she had chosen after more than a dozen candidates inundated the 48th Congressional District with campaign material in their bid to unseat Dana Rohrabacher, a particularly embattled Republican.\nMs. Dougherty, 67, a bookkeeper, settled on Harley Rouda, the candidate endorsed by the Democratic Congressional Campaign Committee. Still, as she went into the voting booth, she realized she had to check to remember whom she had picked off the long list of Democrats.\n“Oh, right,” she said. “Harley.”\nTurnout appeared light during much of the day. A June primary historically has not drawn voters to the polls in particularly high numbers — even one that has drawn this kind of national attention. About 2.5 million votes had been received by mail as of Tuesday. (California voters are permitted to vote by mail through the end of Election Day.) Which is not to say the candidates were not trying to pique voters’ interest.\n“I literally could not go through my work day without getting flooded with calls,” said Tim Cain, 52, a video game developer in Orange County. “I basically said, my phone is no longer available.”\nWith voting in progress, Mr. Trump prodded California conservatives to support Mr. Cox again on Tuesday morning, promising on Twitter that the long-shot Republican would “make a BIG difference” as governor. And the president encouraged Republicans to turn out in the congressional elections, offering a version of the argument his party is expected to deliver across the country this fall: “Keep our country out of the hands of High Tax, High Crime Nancy Pelosi.”\nMr. Cox repeatedly aligned himself with Mr. Trump in his remarks to supporters Tuesday night. Even his closing message carried a slight echo of Mr. Trump’s “Make America Great Again” campaign slogan: “Let’s together make California the Golden State once again.”\nRobert DeRose, a close friend of Mr. Cox, said he believed the Republican could win in November if he made it to the general election. Mr. DeRose contended that dissatisfaction with taxes would lead many voters to support Mr. Cox.\n“This state chases businesspeople away, people like me,” Mr. DeRose said.\nIn the governor’s race, Mr. Newsom, 50, had long been viewed as a leading candidate to replace Mr. Brown, a Democrat retiring at the end of the year. He has spent much of the past 15 years preparing for this moment, and that was evident in the strength of his fund-raising and a broad base of support on Tuesday.\nBut it was a somber night for Mr. Villaraigosa, who campaigned energetically and had a huge burst of financial support from fellow supporters of charter schools, including Michael Bloomberg, the former mayor of New York, and Eli Broad, the Los Angeles philanthropist.\nIn an emotional concession speech that seemed aimed at unifying his party, Mr. Villaraigosa congratulated Mr. Newsom and Mr. Cox and encouraged his supporters to “get behind the winner.”\n“Gavin, thank you for caring enough about this state to put your hat in the ring, to run for governor in this state,” Mr. Villaraigosa, flanked by his family, told a crowd of supporters.\nThe contest for governor marks the end of a long chapter in California history. Mr. Brown, 80, is stepping down because of term limits. He has served two terms now — and two terms in the 1970s — and leaves office popular and generally respected. But Mr. Brown has struck a decidedly moderate note during his years in Sacramento — he was well known for pushing back at what he saw as excesses by the Legislature when it came to spending or lawmaking — at a time when energy in the Democratic Party was moving to the left.\nFor the general election, the map of important congressional races in California extends well beyond the Southern California seats where Democrats feared a “top two” fiasco. The party is also choosing candidates to oppose vulnerable Republicans in the Central Valley and elsewhere in the suburbs around Los Angeles, where Mr. Trump’s policies on immigration, taxes and health care have put sitting lawmakers in deep peril.\nAnneliese Gelberg, 21, wanted to vote for Jess Phoenix, one of three female Democratic candidates running for the House seat in California’s 25th Congressional District north of Los Angeles. For one, Ms. Gelberg said, she was more inclined to vote for women. She also liked Ms. Phoenix’s policies.\nBut rather than casting her vote for Ms. Phoenix on Tuesday, she said she voted for one of Ms. Phoenix’s competitors — Bryan Caforio.\n“I knew that she didn’t have a lot of backing or support,” Ms. Gelberg said, over a lunch of grilled cheese and fries. In the end, she added, she wanted a Democrat to beat the Republican incumbent, Steve Knight, and she thought Mr. Caforio had a better chance.", "date": "June 6, 2018", "href": "https://www.nytimes.com/2018/06/06/us/politics/california-primary.html", "tags": "newsom cox election compete “ democrats trump california — state governor tuesday john gavin"}