{"title": "Gaza Militants Fire 250 Rockets, and Israel Responds With Airstrikes", "content": "JERUSALEM — Palestinian militants launched about 250 rockets and mortar shells into southern Israel from Gaza on Saturday, and the Israeli military responded with airstrikes and tank fire against targets across the Palestinian territory, as tensions along the volatile border boiled over and a fragile cease-fire faltered again.\nFour Palestinians — including one militant, another man, a pregnant woman and her young daughter — were killed in Israeli strikes on Saturday, according to Gaza Health Ministry officials. That would bring the total number of Gazans fatally struck by Israeli fire since Friday to eight.\nBut on Sunday morning, the Israeli military’s chief spokesman, Brig. Gen. Ronen Manelis, said on Twitter that the mother and daughter were killed in a Hamas misfire, not from an Israeli strike.\nThe fighting also claimed the life of an Israeli man in the city of Ashkelon who was killed after a rocket launched from Gaza hit a house, the Israeli police said. In addition, one Israeli woman was severely wounded by shrapnel, according to Israel’s emergency services, as Gaza militant groups broadened their range of fire on Saturday afternoon, striking Kiryat Gat, an Israeli city about 20 miles northeast of the Palestinian enclave.\nOn Sunday morning, the Israeli military also said it was moving a full armored brigade to the Gaza border. Lt. Col. Jonathan Conricus, a military spokesman, said it was being moved “with the purpose of preparing for offensive missions.”\nBut the measure appeared to be intended more of a warning to the militant groups in Gaza than a move toward any imminent ground invasion, since there has been no major call-up of Israeli reservists and neither side appeared to have the appetite for an all-out war.\nThe Israeli military said it had struck scores of targets belonging to Hamas, the Islamic militant group that controls Gaza, and Islamic Jihad, an Iranian-backed extremist group that sometimes works in concert with Hamas and sometimes challenges its authority.\nBoth groups have recently expressed frustration over what they consider the slow pace of Israeli concessions meant to ease an acute economic crisis in Gaza, part of an Egyptian-brokered understanding meant to stabilize the on-again-off-again cease-fire. Weekly protests, which have often turned violent, have been aimed at denouncing the Israeli blockade of Gaza and pressing claims to lands inside Israel.\nThe targets included an Islamic Jihad tunnel running from Gaza into Israeli territory and two buildings in a residential Gaza City district that the military said housed Hamas security offices. One of the buildings that was flattened after being vacated also housed the offices of Turkey’s state news agency, Anadolu.\nThe State Department said the United States condemned the “ongoing barrage of rocket attacks by Hamas and Palestinian Islamic Jihad from Gaza upon innocent civilians and their communities across Israel.” It said Washington fully supported Israel’s “right to self-defense against these abhorrent attacks.”\nIsraeli analysts have accused the Gaza militants of increasing the violence to exert pressure on Israel as it prepares to commemorate its Independence Day and serve as host to the Eurovision Song Contest, a major international event that begins on May 14 and is expected to draw thousands of visitors from abroad.\nAs the rocket fire continued, Israeli military officials announced the closing until further notice of the main crossing points between Israel and Gaza for people and goods, and the closing of the fishing zone off Gaza’s coast.\nNickolay Mladenov, the United Nations special coordinator for the Middle East peace process, said the United Nations was working with Egypt and all sides to calm the situation. Denouncing what he called “yet another dangerous escalation in Gaza and the tragic loss of life,” he called for “all parties to immediately de-escalate.”\nSaturday’s escalation in violence came a day after two Israeli soldiers were wounded by a Gaza sniper and four Palestinians were killed. Two were shot by Israeli forces during Friday’s weekly protest along the fence dividing the Palestinian coastal territory from Israel, according to Gaza health officials.\nThe others, who were identified as Hamas militants, were killed in an Israeli airstrike in retaliation for the sniper attack.\nGaza’s Health Ministry identified the dead woman as Filisteen Abu Arar, 37, and her daughter as Sebba Abu Arar, 14 months. The ministry said that they were killed in an Israeli strike against a military facility near their home in eastern Gaza City, and that the child’s older sister was among several injured — a claim the Israeli military later denied.\nThe Palestinian militant killed on Saturday was identified as Emad Muhammad Nasir, 20. The group he was affiliated with, which is part of Hamas’s military wing, said he was killed while firing mortars into Israel. The fourth casualty, Khaled Muhammad Abu Qlaq, 25, was hit as he rode on a motorcycle and appeared to have been deliberately targeted.\nThe Israeli news media identified the man who died in the rocket strike on a house in Ashkelon as Moshe Agadi, 60.\nIsrael’s military said that its Iron Dome air defense system had intercepted many of the rockets launched from Gaza on Saturday, and that many of the others had landed in open ground. But at least one rocket struck a house and another landed on the side of a busy highway near Ashkelon, the police said.\nSome roads and public beaches near Gaza were closed, and soccer games scheduled in southern cities were canceled. Tens of thousands of Israelis spent much of Saturday rushing for cover in safe zones and bomb shelters as warning sirens sounded, sometimes as far as the center of the country.\nIsrael had been trying to minimize hostilities along the border while the country celebrated Passover in April and prepared for the festivities in May. The Israeli authorities had also planned to ease travel restrictions for Palestinians during the holy Muslim fasting month of Ramadan, which begins in the coming days.\nPrime Minister Benjamin Netanyahu of Israel, who also serves as defense minister and is forming a new governing coalition after his victory in the April elections, met with his security chiefs later Saturday about the new clashes.\nIsrael’s Blue and White party, which leads the parliamentary opposition and is headed by Benny Gantz, a former military chief, said Mr. Netanyahu lacked a consistent security or economic policy for Gaza. It also accused Hamas of “extortion,” suggesting that the group was raising tensions to wrest concessions from Israel.\nIsrael’s recent efforts to calm Gaza have included facilitating cash transfers from Qatar, but those have been delayed, apparently because of technical difficulties.\nIn a menacing video released on Saturday afternoon, Islamic Jihad showed its militants preparing to fire more rockets and gave what it said were the coordinates of potential strategic targets, including the port of Ashdod, Israel’s nuclear reactor in Dimona and Ben Gurion Airport near Tel Aviv.\nAn Islamic Jihad spokesman in Gaza, Musab al-Briem, told reporters on Saturday that the group would deprive Israel of “succeeding with any festival” that works against Palestinian interests. Palestinian activists and their supporters have been pressuring contestants to boycott the Eurovision.\nA Hamas spokesman said, “The blood of our people is above all.”\nIn a column published on Saturday, Amos Harel, a military affairs analyst for the liberal Israeli Haaretz newspaper, wrote: “Hundreds of millions of people worldwide will watch the Eurovision. If Hamas threats lead to the disruption — or even cancellation — of the song contest, Israel’s prestige will take a severe blow.”\nSince the last round of violence in late March, when a long-range rocket from Gaza struck a house in central Israel and set off a day of cross-border fighting, Egyptian mediators have been working to restore and stabilize the fragile cease-fire between Israel and Hamas that ended a 50-day war in the summer of 2014.\nHamas had recently made efforts to rein in smaller militant groups and limit the scope of the border protests. Israel extended the fishing zone of the Gaza coast from 12 nautical miles to 15, the most expansive in years.\nBut in a punitive measure after a Gaza rocket struck southern Israel this past week, Israel scaled back the fishing zone to six nautical miles.\nIsrael attributed that rocket fire to Islamic Jihad. The Israeli military and Islamic Jihad leaders have exchanged threats in recent days, with Islamic Jihad warning in a statement that Israel was “playing with fire.”\nAs tensions have risen in recent days and the spring weather has warmed up, Gazans have resumed flying incendiary kites and balloons into Israel with the aim of setting fires.", "date": "May 4, 2019", "href": "https://www.nytimes.com/2019/05/04/world/middleeast/gaza-rockets-israel.html", "tags": "hamas fire responds military militants israel ” rockets gaza airstrikes israeli islamic saturday"}