{"title": "Gaza Rocket Sets Off Daylong Battle Between Hamas and Israel", "content": "MISHMERET, Israel — Israel and Hamas exchanged blows on Monday after a rocket launched from Gaza struck a house in central Israel, wounding seven people.\nPrime Minister Benjamin Netanyahu of Israel said that he was cutting short his visit to the United States, with the rocket attack posing a new challenge to his bid for re-election just two weeks before Israelis go to the polls.\nBut the lack of enthusiasm for an all-out conflict was apparent on both sides. Just hours after the fighting began, Hamas announced that Egyptian mediators had succeeded in brokering a new, albeit fragile, cease-fire.\nThe Israeli military said that Hamas, the militant group that controls Gaza, had fired a long-range rocket at dawn that struck the pastoral village of Mishmeret, about 20 miles north of Tel Aviv.\n“I heard a kind of whoosh and a second later a boom,” said a resident, Robert Wolf, 60. “I turn around and my whole house has gone.” His wife, Susan, was hospitalized for a head wound and other members of his family suffered light injuries.\nHamas neither confirmed nor denied that it had carried out the attack.\nTwelve hours later, at sunset, Israeli warplanes began striking back at Hamas targets throughout the Gaza Strip.\nAppearing at the White House with President Trump before returning to Israel, Mr. Netanyahu said, “As we speak, Israel is responding forcefully to this wanton aggression.”\nMr. Netanyahu appeared to be conducting the air campaign from his guest accommodation in Blair House, where aides said he was approving targets and overseeing the attacks after delaying his departure from Washington.\nIntent on deterring Hamas after several recent bouts of rocket fire, Israel scaled up its response, opening with attacks on several buildings the Israelis said Hamas had used for military purposes in populated areas of Gaza City.\nThe Gaza health ministry said seven Palestinians were injured in the Israeli airstrikes, none of them seriously.\nGaza militants fired back, launching barrages of rockets into southern Israel. The Israeli military said it identified about 30 rocket launches from Gaza from dusk until 10 p.m., when the cease-fire was announced.\nThe rocket fire and the airstrikes appeared to taper off after that.\nThe Israeli authorities had ordered bomb shelters to be opened in cities as far north as Netanya on the Mediterranean coast. Most of the rockets or mortar shells were intercepted or fell in open ground.\nEarlier Monday, the Israeli military said it was deploying an additional infantry brigade and an armored brigade to bolster forces around the Palestinian coastal territory, and was calling up a limited number of reservists from specialized units.\nThe flare-up presented a test for Mr. Netanyahu, who also serves as Israel’s defense minister and has made his national security credentials a cornerstone of his re-election campaign.\nBoth Hamas and Israel have been avoiding another all-out conflict since 50 days of fighting ended in the summer of 2014, but Mr. Netanyahu’s political rivals have been denouncing what they call his lack of decisive action or clear policy regarding Gaza, despite several recent rounds of violence.\nA strong response could protect Mr. Netanyahu politically while helping restore his reputation as a national security hawk. But a prolonged conflict that could put Israelis under heavy rocket fire and cause Israeli casualties could damage his political campaign.\nPerhaps seeking a balance, the military bombed high profile buildings in Gaza that appeared to have been vacated by Hamas ahead of the attacks. They included Hamas’s Internal Security offices, a five-story building in the Rimal neighborhood where the group interrogates Palestinians belonging to extremist groups or suspected of collaborating with Israel. Israeli bombers also destroyed the office of Hamas’s leader, Ismail Haniya.\nThere were no immediate reports of fatalities on either side.\nAlready facing indictment for bribery and other corruption charges, Mr. Netanyahu, who has long presented himself as Israel’s security czar, is in a tight election race with his chief rival, Benny Gantz, a retired military chief of staff.\nMr. Gantz, who was also visiting Washington, criticized Mr. Netanyahu for allowing the situation in Gaza to fester.\n“The reality in which Hamas turned Israel into a hostage is unprecedented and unfathomable,” he wrote on Twitter. “Netanyahu has to pack up now and return to Israel to handle this serious escalation.”\nAt the United Nations, Stéphane Dujarric, a spokesman for Secretary General António Guterres, called the rocket strike on Israel “a serious and unacceptable violation,” and urged all sides to “exercise maximum restraint” in the long-simmering conflict.\n“A further escalation is likely to make a bad situation worse,” he said.\nMagen David Adom, an Israeli rescue service, said it had treated seven people for burns, blast injuries and shrapnel wounds in Mishmeret, as well as several others suffering stress symptoms. The wounded included two children and an infant, the service reported.\nEli Bin, the director of Magen David Adom, said at the scene that the event had ended “miraculously with only light to moderate injuries.”\nMaj. Mika Lifshitz, a spokeswoman for the Israeli military, said the rocket had been manufactured by Hamas, had a range of about 75 miles and was fired from Rafah at the southern end of the Gaza Strip, meaning it probably had reached its maximum range.\nThough incoming rocket sirens sounded in Mishmeret, sending residents rushing to bomb shelters shortly before the rocket struck, there was no interception attempt by Israel’s Iron Dome air defense system.\n“Iron Dome protects the areas in which it is deployed,” Major Lifshitz said, refusing to elaborate, but suggesting that the system did not cover Mishmeret.\nThe rocket attack came less than two weeks after Israel and Hamas worked to de-escalate tensions after two rockets from Gaza were fired at Tel Aviv. One struck open ground near the suburb of Holon. The other may have exploded in midair or fallen into the sea.\nIn that attack, Hamas and Islamic Jihad, a more militant group in Gaza that also possesses long-range rockets, distanced themselves from the rocket fire, and the Israeli military accepted an explanation that the two rockets had been launched “by mistake,” possibly because of a technical error.\nEran Lerman, a former deputy director of Israel’s National Security Council and now vice president of the Jerusalem Institute for Strategy and Security, a research group, said the latest rocket attack was “no longer something that can be explained away as a mistake or a technical failure.”\nHe told reporters that the militant groups in Gaza may have come to “the very dangerous conclusion that Israel’s hands may be tied because of the impending elections on April 9 and that the prime minister and his government would be very wary about taking action so close to an election which could lead to a broad-scale confrontation.” Hamas, he warned, was “playing with fire.”\nIn Gaza, Hamas has come under harsh criticism for its recent violent crackdown on protesters demonstrating against harsh living conditions in the territory.\nMr. Netanyahu came under immediate attack from political rivals from the right, left and center.\nThe New Right party, led by the ministers Naftali Bennett and Ayelet Shaked, said in a statement, “Israel’s deterrence has collapsed and it has to be said in all honesty, Netanyahu has failed against Hamas.”\nThe leader of the Israeli Labor Party, Avi Gabbay, and his No. 2, Tal Rousso, a retired general, went to Mishmeret, where Mr. Gabbay denounced Mr. Netanyahu as a “failed prime minister and defense minister” and a man of “talk and not actions.”\nMr. Wolf, whose house in Mishmeret was destroyed, was wandering around in a daze on Monday, a bottle of beer in hand. The roof was blown off his single-story house and the yard was strewn with rubble. A lemon tree heavy with fruit and a plastic children’s swing were untouched.\nHis son, Daniel, 30, had fallen asleep watching a soccer game on television. He heard the incoming rocket siren at around 5:20 a.m. and woke up the rest of the family, who rushed into a safe room.\n“He saved our lives, no doubt,” Mr. Wolf said.\nMr. Wolf said he did not want to talk politics. But he said: “I don’t want anyone killed because of me. Nobody. I don’t look for revenge.”", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/world/middleeast/rocket-tel-aviv-israel.html", "tags": "hamas “ battle daylong israel gaza netanyahu israeli rocket sets"}