{"title": "Gazprom Makes a New Gas Deal With China", "content": "MOSCOW — Gazprom, the Russian gas giant, is adding substance to the Kremlin’s plan to shift its economic focus to Asia, as the company signs its second major gas deal with China this year.\nThe deal for a new natural gas pipeline gives Russia additional leverage should tensions persist with the West. Although it would take years to complete, the pipeline would enable exports to China from Russia’s existing Siberian energy fields.\nEventually, the deal means Russia could ship more natural gas to China than to Germany, now its largest customer. The pipeline, in theory, could also be used to divert energy supplies, currently headed to Europe, to Asia.\n“We’re putting ambitious goals before us, and are sure they will be fulfilled,” Gazprom’s chief executive, Aleksei B. Miller, said in a statement on Sunday announcing the deal, adding that the “wide-ranging work with our Chinese colleague is developing very dynamically.”\nChinese customers are a welcome relief. The Russian economy and its energy giants have been swooning under the pressure of low oil prices and the sanctions over the Ukraine crisis. Also on the sidelines of an Asian economic summit meeting, the Russian state bank Sberbank signed an agreement to secure about $2 billion in financing from Chinese lenders, important for replacing European financing cut off by sanctions.\nIn a sign of the mounting problems, the Russian central bank, which has spent about $30 billion in a month defending the ruble, announced Monday it would allow the currency to float freely, rather than maintain trading bands with the euro and dollar. The bank had planned to eliminate the trading corridors by the end of the year but sped up the policy shift as the economy has weakened.\nThe gas deal is the latest example of the Kremlin’s deft use of pipeline politics. The design of Eurasian pipelines to strengthen Russia’s geopolitical position, sometimes compared to a slow-motion chess match, has been a strong suit for President Vladimir V. Putin since he first took office more than a decade ago.\nGazprom and the China National Petroleum Corporation signed a framework agreement to build the pipeline along a so-called western corridor, which would cross into China over the Altai Mountains, between Kazakhstan and Mongolia. The deal signed in May, soon after tensions with the West spiked over the Ukraine crisis, foresees exporting Russian gas from gas fields in eastern Siberia (not yet completely developed) to China, along a route called the Power of Siberia pipeline. Gazprom said it was worth $400 billion over the decades-long lifetime of the planned project.\nEnergy analysts, though, have been skeptical the politically hued deal announcements this year will smoothly translate into a real natural gas market in eastern Eurasia.\n“It’s still a very, very long process,” said Fereidun Fesharaki, chairman of Facts Global Energy, a market research firm. The pipelines require a decade or more to build. “The best thing for the Russians is to supply Europe because the capital is already sunk,” he said. “Europe can’t do without Russia and Russia can’t do without Europe. If you want to do away with dependence on Russia you need a 20-year plan.” For now, the Chinese deals are for Russia, “a way of saying we have other options.”\nMore broadly, testing the commercial prospects in China has been a slow and politically fraught exercise.\nSince the Ussuri River border skirmishes that marked the Sino-Soviet split in the 1960s, the Kremlin has perceived its long border with China as a security challenge as much as a commercial opportunity. The border was only fully demarcated in 2009. Despite the warm rhetoric, even simple infrastructure such as a planned new railroad bridge over the Amur River has been repeatedly delayed.\nDeals are picking up, though. In another agreement announced in Beijing, the China National Petroleum Corporation agreed to buy a 10 percent stake in the giant Vankor Siberian oil field, which is majority owned by Rosneft.The new pipelines will take years to build. If completed as planned, they would export 68 billion cubic meters of natural gas a year to China. \nToday, Germany is Russia’s largest customer buying 40 billion cubic meters annually. Still, the European Union as a whole would remain Russia’s largest customer, buying about twice as much as China would under the new deals.\n“This is just business as usual,” Yan Vaslavski, an associate professor of political science at Moscow State Institute of International Relations, said in a telephone interview of the gas deals. Russia has no intention of diminishing gas shipments to Europe, integrally important for the Russian economy as they are. Instead, the China deals are insurance, he said: Should Europe squeeze Russian energy companies, they ensure revenue from west Siberian petroleum fields.\n“Russia is not turning its back on Europe,” he said. “But if Russia doesn’t turn to the East in time, this train will leave without Russia.”", "date": "Nov. 10, 2014", "href": "https://www.nytimes.com/2014/11/11/business/international/gazprom-makes-a-new-gas-deal-with-china.html", "tags": "china gazprom russian makes gas ” europe russia new deal"}