{"title": "Genealogists Turn to Cousins’ DNA and Family Trees to Crack Five More Cold Cases", "content": "When the Golden State Killer case was cracked in April with the help of a genealogist and an open-source ancestry site, many wondered if this was the new frontier of criminal investigations.\nThis week all signs point to yes.\nIn the last seven days, genealogical sleuthing techniques that are old to a handful of genealogists but new to most law enforcement have led to arrests in Washington State and Pennsylvania and unearthed a lead in a 37-year-old murder in Texas. All three cases were only revived when crime scene DNA was uploaded to GEDMatch, the same open-source ancestry site used in the Golden State killer case. \nCeCe Moore, a genetic genealogist now working with Parabon, a forensic consulting firm, was involved in all three of the cases. She said she honed her techniques over a decade by helping thousands of adoptees track down their biological parents.\n“There are so many parallels,” she said in terms of how she uses relatives’ DNA and other publicly available data to build the branches of a family tree backward and then forward to focus in on a single person.\nGEDMatch, which contains about one million genetic profiles that people have uploaded after having their DNA analyzed by other companies such as 23andMe, updated its privacy policy, following the Golden State killer case to explicitly state that law enforcement may access a person’s profile to solve murder and sexual assault cases. \nIt’s unclear if any of the cousins whose DNA helped lead to arrests have been notified that they played a role. Whether they should be told — and whose responsibility that would be — are among the many unresolved questions that have been raised with this new approach.\nIt’s also wise to remember that a genetic match, on its own, is not an indicator of guilt. What it shows is that there is an extremely high probability that the DNA extracted from one source belongs to the same person as the DNA extracted from another source.\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\nThe victim: On March 26, 1986, 12-year-old Michella Welch was playing with her sisters in a park near her home in Tacoma, Wash. She offered to go pick up some sandwiches. She never made it back.\nThe suspect: Gary C. Hartman, 66, who has worked as a nurse, was arrested last Wednesday and charged with first-degree murder and first-degree rape. He pleaded not guilty.\nThe path from cousins to suspect: A genetic profile was extracted from semen left at the scene. Ancestral analysis by Parabon provided investigators with a crucial clue: The person it matched had about 9 percent Native American DNA.\nUpon uploading this DNA to GEDMatch, Ms. Moore identified an individual who shared enough DNA to be a first cousin once removed, a dream scenario for a genetic sleuth. She also spotted a second cousin, which was promising, and a number of more distant cousins.\nBut when she began to build the family tree, she was stumped. It was only when she considered the possibility of misattributed paternity — the person that public records said would have been the suspect’s grandfather was not actually his grandfather — that everything began to fall into place.\nShe could trace the suspect’s ancestry back to his Native American great-great-grandparents on his father’s side and follow the movement of the family to Washington. Two brothers were then identified as people of interest because of their age and location at the time of the killing. After extracting DNA from a crumpled up napkin, police determined that Mr. Hartman was their guy. \nThe victim: On Dec. 21, 1992, Christy Mirack, a 25-year-old teacher, was wrapping Christmas gifts when someone entered her house in Lancaster, Penn., and sexually assaulted and strangled her. \nThe suspect: Raymond “D.J. Freez” Rowe, 49, was arrested on Monday. He has been working as a D.J. in Pennsylvania — and briefly in Southern Chile — since the late 1980s. These days, he not only performs at about 150 parties and events a year, he runs a D.J. academy, according to his website.  \nThe path from cousins to suspect: Parabon is not saying which relatives provided the initial match, only that GEDMatch was critical yet again. \nOnce the building of the family tree — and other research — turned Mr. Rowe into a person of interest, police collected DNA from a piece of chewing gum and a water bottle at a party where he was D.J.’ing. It matched the genetic profile extracted from semen at the scene of the murder and Mr. Rowe was arrested, startling his community.\nThe victim: In December 1981, Virginia Freeman, a 40-year-old realtor in Brazos County, Tex., went to meet a potential buyer. She was later found strangled and stabbed.  \nDevelopment: On Monday, the Brazos County sheriff announced that he believed James Otto Earhart, who was executed in 1999 for killing a 9-year-old girl, was responsible. \nThe path from cousins to suspect: Upon uploading crime scene DNA to GEDMatch, Ms. Moore identified two second cousins and two third cousins once removed. By building a family tree back to their great-grandparents, and then filling in the branches, Ms. Moore came up with a list of relatives to research further. \nOne family member turned out to be Mr. Earhart. Ms. Moore said that she then discovered that the child’s murder took place eight miles from the location where Ms. Freeman was killed. She had her lead.\nBecause Mr. Earhart was dead, there was no easy way to run his DNA against the DNA left under Ms. Freeman’s fingernails. A DNA sample provided by Mr. Earhart’s son did show, however, that the person who left DNA at the crime scene was his father, Ms. Moore said. \nThe subject: A man who checked into a hotel room in a remote part of Washington State under the false name Lyle Stevik. An active online community, detailed in an article at The Outline, tried to identify the man. Because he took his life not long after Sept. 11., the terrorist attacks played a role in some of the conspiracy theories that emerged.\nThe development: In early May, the man was finally identified and his family was notified. His name has not been publicly released, much to the dismay of some people who assisted with his case.\nThe path from cousins to an identity: Even before the Golden State killer case drew attention to this approach, the DNA DOE Project has been using public genealogical data and DNA profiles on GEDMatch to try to identify victims of murder and suicide that police cannot. In order to figure out who Lyle Stevik really was, a genetic profile extracted from a vial of blood was uploaded to GEDMatch.\n“We had tons and tons of matches,” said Margaret Press, one of the co-founders of the DNA DOE Project, in an interview.\nEventually she and her team had a lucky break. \n“We contacted one of his matches to ask a question about her tree,” she said. “She mentioned a relative had been missing for 20 years. We got more information and everything fell into place.”\nThe victims: In 1987, Jay Cook, 20, and Tanya Van Cuylenborg, 18, were brutally killed while vacationing in Washington State.\nThe suspect: William Earl Talbott II, 55, of Seatac, Wash., was arrested in May and charged with murder, and pleaded not guilty.\nThe path from cousins to suspect: After finding second cousins on GEDMatch, Ms. Moore, built out a family tree all the way back to those individuals’ great-grandparents and then forward to two descendants who tied the two families together. \nThe couple identified in the genealogical research had just one son, Mr. Talbott, who would have been 24 at time of the murders. His parents’ home was about seven miles from where Mr. Cook’s body was found. \nAfter surveilling Mr. Talbott for several days, detectives collected DNA from a cup he discarded, which matched the DNA extracted from semen at the scene. ", "date": "June 27, 2018", "href": "https://www.nytimes.com/2018/06/27/science/dna-family-trees-cold-cases.html", "tags": "suspect genealogists five murder ms. turn gedmatch cousins dna trees cases state crack — cold family"}