{"title": "Georgia state abortion law fuels Hollywood boycott call", "content": "A new abortion law in the US state of Georgia has fuelled calls for a Hollywood boycott from actors and production companies.\nActors signed an open letter in March pledging not to work should the law - which bans most abortions as early as six weeks into pregnancy - pass.\nGeorgia is the latest state to enact legislation restricting abortion.\nActress and #MeToo advocate Alyssa Milano also urged women on Saturday to join her in a sex strike in protest.\nMs Milano's tweet divided opinion on social media, sparking a debate that led to the #SexStrike hashtag trending on Twitter in the US. \nThe so-called \"heartbeat\" bill, which was signed by Governor Brian Kemp on Tuesday, is scheduled to come into effect on 1 January. \nHowever, the law is expected to face challenges in the courts.\nA federal judge blocked such a law in Kentucky which was scheduled to come into effect immediately as it could be unconstitutional, while Mississippi passed a six-week abortion law in March that is not due to take effect until July and is also facing challenges. \nOhio passed a similarly restrictive law in 2016 which was vetoed by the governor. \nMany women do not know they are pregnant by six weeks, with morning sickness usually starting after about nine weeks.\nThe Georgia governor's office said film and television productions brought $2.7bn (£2.1bn) into the state in 2018.\nHollywood blockbusters Black Panther and The Hunger Games series were filmed there, as were the programmes Stranger Things and The Walking Dead.\nDuring the bill's passage, 50 actors proposed a boycott of film and television production in the state - including Ms Milano, Amy Schumer, Christina Applegate, Alec Baldwin and Sean Penn.\n\"We want to stay in Georgia,\" the letter reads. \"But we will not do so silently, and we will do everything in our power to move our industry to a safer state for women if [this] becomes law.\"\nMs Milano, who stars in the Netflix show Insatiable, told Buzzfeed News she would \"fight tooth and nail to move Insatiable to a state that will protect our rights\" after Governor Kemp approved the legislation. \nWhile she must film in the state for at least one more month per her contract, she said she would not return for a potential third season if it is still filmed there.\nOther actors have also voiced their support, as have the heads of several independent production companies. \nChristine Vachon said her production company Killer Films - behind the acclaimed Still Alice and Carol - would not consider working in Georgia \"until this ridiculous law is overturned\". \nShe was joined among others by Duplass Brothers Productions and David Simon, writer of the television series The Wire.\nThe Writers Guild of America strongly criticised the legislation before its passage.\n\"This law would make Georgia an inhospitable place for those in the film and television industry to work, including our members,\" its statement read.\nDirectors JJ Abrams and Jordan Peele meanwhile have said they will continue to make their programme Lovecraft Country in the state, but vowed to donate \"100% of our respective episodic fees\" to groups fighting the bill.\n\"Governor Kemp's 'Foetal Heartbeat' Abortion Law is an unconstitutional effort to further restrict women and their health providers from making private medical decisions on their terms,\" their statement said. \n\"Make no mistake, this is an attack aimed squarely and purposely at women.\"\nHowever, some in the industry have not committed to the boycott and are waiting to see what comes of any potential legal challenges.\nChris Ortman, a spokesman for the Motion Picture Association, issued a statement saying the group planned to \"monitor developments\".\n\"Film and television production in Georgia supports more than 92,000 jobs and brings significant economic benefits to communities and families,\" he said. \n\"It is important to remember that similar legislation has been attempted in other states, and has either been enjoined by the courts or is currently being challenged. The outcome in Georgia will also be determined through the legal process.\"\nAdd others in Georgia itself recommend supporting efforts to challenge the new law, rather than to boycott the state.\n\"What about the working class folks who are going to be impacted in rural communities throughout the state? What is a boycott of the film industry going to do for them?\" activist and poet Aurielle Marie wrote in a Twitter thread, calling on actors to instead pay money to support local organisations.", "date": "12 May 2019", "href": "https://www.bbc.com/news/world-us-canada-48238054", "tags": "call film actors hollywood fuels production georgia abortion state women governor boycott law"}