{"title": "Georgia abortion law: What's behind the US 'heartbeat bills'?", "content": "Georgia has joined a slew of states in legalising an anti-abortion measure that bans the procedure as soon as a foetal heartbeat can be detected. What's behind the push - and the backlash - for these bills and what exactly do they mean for women?\nOn Tuesday, Republican Governor Brian Kemp signed the controversial Living Infants Fairness and Equality (LIFE) Act, though the ban will officially go into effect January 2020.\nIn the first months of this year, nearly 30 states introduced some form of an abortion ban in their legislature. Fifteen have specifically been working with these so-called \"heartbeat bills\", that would ban abortion after six weeks of pregnancy. \nElizabeth Nash, senior state issues manager at the Guttmacher Institute - a group that researches sexual and reproductive health - says it's a huge increase, up from seven last year. \n\"Heartbeat bills\", as the term implies, seek to make abortion illegal as soon as a foetus' heartbeat is detectable. In most cases, this is at the six-week mark of a pregnancy - before many women even know they are pregnant. \nFor context, morning sickness generally happens around the nine-week mark, according to Mayo Clinic, and one study found about only half of women experienced pregnancy symptoms by the end of the fifth week of pregnancy.\n\"We have never seen so much action around six-week abortion bans,\" Ms Nash says. \"But we now have seen a shift in the composition of the US Supreme Court.\"\nPresident Donald Trump has thus far successfully placed two conservative Supreme Court justices - moving the nation's top court further to the right, and, Ms Nash says, making it seem more amenable to revoking abortion rights.\n\"Because of this, we are seeing state legislatures looking to ban abortion as a way to kickstart litigation that would come before the [Supreme] court, and the court could then roll back abortion rights.\"\nProgressive legislators are also responding - in January, New York signed into law a bill safeguarding abortion rights after 24 weeks in certain cases, reigniting discussions about the controversial procedure.\nMs Nash notes that a conservative shift at the state level was apparent in 2010 as well, but under the Obama administration, there was still a federal safety net for abortion rights.\nThe US movement against abortion began in the 1800s, spearheaded by physicians who saw non-medical professionals providing abortion services as both a threat to their industry and harmful to women's health.\nBy 1900, every state had banned abortions entirely - with exceptions granted only at the discretion of a licensed physician. \nThe issue arose again in the 1960s, when women began advocating for reproductive rights. Colorado changed its anti-abortion law in 1967, followed soon after by California and New York. \nAmid these efforts to return the choice to women, the anti-abortion movement as we currently see it was born, led largely by Catholics and other conservative religious groups. The oldest such group in the US, the National Right to Life, was founded in 1968.\nMost funding for the movement still comes from religious conservatives - including wealthy donors like the vocally pro-life DeVos family.\nIn 1973, the Supreme Court issued the landmark Roe v Wade ruling legalising abortion in all 50 states.\nRoe v Wade protects a woman's right to an abortion only until viability - that is, the point at which a foetus is able to live outside the womb, generally at the start of the third trimester, 28 weeks into a pregnancy. \nThe movement in recent years has grown increasingly diverse, advocates say, and as a result, not everyone within it has the same vision of how to move forward.\nFor Karen Swallow Prior, a professor at the evangelical Liberty University who is a proponent of banning abortion outright, these foetal heartbeat bills are \"a good faith effort\" to restrict abortion.\nWhile Prof Prior supports the legislation, she says that such a dramatic step is unlikely to result in any lasting political change - but it does spark potentially constructive debates.\n\"What I like about these heartbeat bills is the name alone allows us to think about the unborn children in a different way than we're used to talking about in political discourse.\"\nProf Prior says those supporting abortion rights - the \"pro-choice\" camp - argue that most abortions occur within the first trimester, but also say some women do not realise they are pregnant until 20 weeks in, so these heartbeat bills have the added effect of \"encouraging women to be more aware and conscious of what's going on in their bodies\".\n\"These bills and the pro-life [anti-abortion] movement are not about punishing women for having sex, they are about preserving a human life that already exists,\" Prof Prior says. She emphasised it was not a religiously motivated viewpoint, but one based on science and human rights.\nIt's worth noting, however, that the science and medical community remains just as embroiled in the debate over when a foetus is alive.\nKyle Eisenhuth, the 21-year-old president of the pro-life group at Liberty, echoes the same argument.\n\"I'm a devout Christian, so that's part of it, but I really think science is on the side of the pro-life movement,\" he says. \"Just because we have that faith doesn't change how a baby has a heartbeat at 18-21 days.\"\nMr Eisenhuth says that he believes progressive retaliation to Mr Trump has had the biggest impact on jump-starting these bills. \n\"More than anything else, when New York passed their bill on abortion, I think that inspired a lot more activism.\"\nIn addition to these six-week bans, pro-life activists have fought for restrictions on abortion methods, rationales (such as sex or race or abnormality) and trigger bans that would end abortion if Roe v Wade is overturned. \nAccording to the Guttmacher Institute, 18 states have laws that would restrict abortion in the absence of the federal law, while 10 have laws that would protect abortion in the same scenario.\nBut some activists are focusing instead on changing infrastructure they view as promoting abortion, rather than seeking to immediately criminalise the procedure.\nDestiny Herndon-De La Rosa, founder of New Wave Feminists, says her organisation wants to make abortion \"unthinkable\".\n\"We're arguing about autonomy - which is more important, the woman's or the child's? As a pro-life feminist, I believe we have to take into account both.\"\nShe is not opposed to the heartbeat bills, but says her own activism focuses on women's empowerment.\n\"We know statistically it's a decision made on financial constraints, lack of access to healthcare, things like that,\" she says. \"Let's get to the real root as to why women feel they have to have an abortion in the first place.\"\nMs Herndon-De La Rosa says she had to fight to continue her own education when she became pregnant at 16. \nIn her view, abortions \"help society not adequately meet the needs of women\" by promoting the idea that women cannot have children and be successful in other aspects of their lives.\nReverend Marie Alford-Harkey says the right to have an abortion goes hand in hand with the right to follow one's own values and morals.\nRev Alford-Harkey, who is a Christian pastor and the president and CEO of the Religious Institute, a national multi-faith organisation working for sexual, gender, and reproductive justice, says the notion of reproductive justice, a term created by black women in the 1990s, is behind her pro-choice views.\n\"It's the human right to maintain personal bodily autonomy, to have children, to not have children, to parent in safe and sustainable communities,\" Rev Alford-Harkey explains. \n\"Justice is a very Christian concept, and this particular framework grew out of communities that were not being served.\"\nRev Alford-Harkey recently began working as an abortion doula, accompanying women into the exam rooms, speaking with them before, after and sometimes even during the procedure.\n\"I've been asked once or twice if I think God would forgive them and I say, I don't think there's anything for God to forgive. What I think is a sin is that we've taught people that God won't forgive them for doing what's best for their own bodies, their own lives.\"\nRev Alford-Harkey says viewing abortion as an issue rather than focusing on the human needs has exacerbated the problems.\n\"What is most resonant for me is the great variety of people I've seen [as a doula] - from a woman who I'm pretty certain was being abused by the person who impregnated her, to a woman who was barely out of high school and knew she couldn't care for a child, to a woman who had three children and knew she couldn't care for another.\" \n\"Part of the problem here is there's not equal access to all of the things that people need to be healthy and whole.\" \nThis belief in ensuring equal access and choice for everyone, rooted in Christianity for Rev Alford-Harkey, is why she says there is \"absolutely no good to come of a six-week ban\".\n\"It's just removing access for people who are already on the margins,\" she says.\nBut the reverend adds that seeing religious communities speak out about their values has made her more hopeful.\n\"What's changing with Trump is progressive people with faith are becoming more visible in advocating for our values.\n\"Instead of just framing the debate of religion versus access to abortion, there's now a more nuanced conversation happening that recognises that there is not one 'religious' position.\"\nAdditional reporting by Sarah Shaath", "date": "7 May 2019", "href": "https://www.bbc.com/news/world-us-canada-47940659", "tags": "movement us heartbeat court rights georgia abortion says right women behind bills law"}