{"title": "George Soros-Founded University Is Forced Out of Hungary", "content": "Central European University, founded in Hungary after the collapse of the Soviet Union to champion the principles of democracy and free societies, announced on Monday that it was being forced from its campus in Budapest by the increasingly authoritarian government of Prime Minister Viktor Orban.\nThe closing of the university, founded by the American billionaire George Soros, came after a nearly two-year struggle with the Orban government, which has quashed dissent and consolidated control over all aspects of Hungarian life. The university will move its United States-accredited degree programs to Vienna in September.\n“C.E.U. has been forced out,” said Michael Ignatieff, the president of the university. “This is unprecedented. A U.S. institution has been driven out of a country that is a NATO ally. A European institution has been ousted from a member state of the E.U.”\nIt had been clear for months that the institution would most likely be forced from the country, but Western officials and supporters of the university had hoped to find a last-minute compromise. The university said that effort had failed.\nThousands had marched in support of the institution, and for the past week hundreds of people have occupied Kossuth Square on the banks of the Danube, where the Parliament building is situated. Many held signs directed at Mr. Orban. “Even Voldemort didn’t kick Hogwarts out,” one placard read.\nPiret Karro, a 27-year-old from Estonia who came to Budapest to get a master’s degree in gender studies, learned that Mr. Orban banned the subject this year. She said that while the university would survive in Vienna, she worried what the move meant for academic freedom in Hungary more broadly.\n“Other academic institutions in Hungary will still have to deal with Viktor Orban curbing free speech and eliminating critical thinkers,” she said.\nMr. Orban has long viewed the school as a bastion of liberalism, presenting a threat to his vision of creating an “illiberal democracy,” and his desire to shut it down was only deepened by its association with Mr. Soros, a philanthropist who was born in Hungary.\nMr. Orban has spent years demonizing Mr. Soros, a Jew who survived the Nazi occupation of Hungary, accusing him of seeking to destroy European civilization by promoting illegal immigration, and often tapping into anti-Semitic tropes.\nIn April 2017, Mr. Orban’s party pushed through legislation that appeared to be aimed at the university. Among other things, it required that colleges must have campuses in their native countries.\nTo be in compliance, C.E.U. formed a partnership with Bard College in New York, but Mr. Orban’s government said that did not satisfy the requirement. The law prohibits the university from accepting new students after the end of this year, and C.E.U. plans to wind down its operations in Budapest over several months.\n“Arbitrary eviction of a reputable university is a flagrant violation of academic freedom,” the university said in a statement. “It is a dark day for Europe and a dark day for Hungary.”\nFor years, Mr. Orban was able to consolidate power without recrimination from Europe’s center-right leaders, but that may be changing. The law targeting C.E.U. was one of a host of reasons that the European Commission, the executive arm of the European Union, decided to move forward with proceedings that could see Hungary lose its voting rights in the bloc.\nHe has steadily undermined the rule of law in Hungary, stacking the Constitutional Court with loyalists and stifling debate through his now near-total control over the news media.\nMr. Orban has also created a hostile environment for nongovernmental organizations like Mr. Soros’s Open Society Foundations, which stopped operating in Hungary this year. Most notably, the government made  it a crime to help undocumented immigrants seek citizenship — legislation that was called the “Stop Soros” bill.\nBut unlike his hard-line stance on immigration — which has found support across the Continent — Mr. Orban’s targeting of the university has been met with broad condemnation.\nScores of influential politicians across Europe graduated from the university, and it has received bipartisan support in Washington.\nIn recent weeks, support poured in from around the world, from the Office of the Governor of New York to the leaders of numerous universities. More than two dozen Nobel laureates asked the Hungarian government to change course.\nIn October, the American ambassador to Hungary, David B. Cornstein, said that keeping the university open in Budapest “remains a priority for the U.S. government and has overwhelming bipartisan support in the United States.”\nHowever, in an interview with The Washington Post last week, the ambassador, appointed by President Trump, seemed to react with something of a shrug to the failure to find a solution.\nMr. Cornstein, who early in his career owned a fine-jewelry business at a Long Island JC Penney store, compared the university’s situation to his own experience.\n“I was a guest in another guy’s store,” he said. “The university is in another country. It would pay to work with the government.”\nBut for many others, Mr. Orban’s attack on C.E.U. is further proof that Mr. Orban presents a threat to the foundations of a free society, open debate and dialogue.\n“It’s a very sad day for academic freedom in Europe, particularly in Hungary, of course, but all of Europe,” said Judith Sargentini, a Dutch politician and member of the European Parliament who belongs to the European Green Party.\n“If a European government can actually bully a university out of its country,” she continued, “and the others stand by and watch and don’t act, and I am particularly pointing at the other member states that have not been acting on things happening in Hungary for years now, we are in deep trouble.”", "date": "Dec. 3, 2018", "href": "https://www.nytimes.com/2018/12/03/world/europe/soros-hungary-central-european-university.html", "tags": "european hungary george forced soros-founded orban university ” soros government"}