{"title": "George Papadopoulos, First to Plead Guilty in Russia Inquiry", "content": "WASHINGTON — A young foreign policy consultant whom President Trump once praised as an “excellent guy” is the first aide in the Trump campaign to plead guilty in the special counsel’s investigation into ties between the president’s associates and the Russian government.\nMr. Trump — asked by The Washington Post in March 2016 about his foreign policy team — said of the consultant, George Papadopoulos: “He’s an energy and oil consultant, excellent guy.”\nEarlier that month, Mr. Papadopoulos, 30, first communicated with a professor in London with links to the Russian government, according to court documents unsealed Monday. The professor was later identified as Joseph Mifsud, according to a Senate aide familiar with the case.\nThe relationship between Mr. Papadopoulos and Professor Mifsud would lead Mr. Papadopoulos to two other people with ties to the Russian government and to attempts to arrange a meeting between the Trump campaign and Russian officials, the documents said. In April, the professor told Mr. Papadopoulos that the Russians had “dirt” on Hillary Clinton in “thousands of emails.”\nMr. Papadopoulos pleaded guilty this month to lying to the F.B.I. about that conversation when he was first interviewed in January. At the time, he told agents that Professor Mifsud was “a nothing.” But Mr. Papadopoulos now acknowledges that he knew the professor had “substantial connections to Russian government officials.”\nThe plea offers the most specific evidence connecting the Trump campaign to the Russian government’s interference in the 2016 presidential election — allegations that the White House again denied on Monday.\nSarah Huckabee Sanders, the White House spokeswoman, played down Mr. Papadopoulos’s role as “a volunteer member of an advisory council that literally met one time.”\nAfter he was interviewed by the F.B.I. a second time, Mr. Papadopoulos changed his phone number and deleted a Facebook account that he used to communicate with Russian officials, according to the court documents.\nAttempts to reach Mr. Papadopoulos, who is based in Chicago, and his relatives in that area were unsuccessful on Monday. Robert W. Stanley, one of Mr. Papadopoulos’s lawyers, declined to comment and would not say where his client was. Mr. Papadopoulos was arrested in July when he arrived at Dulles International Airport outside Washington.\nMr. Papadopoulos joined the Trump campaign in March 2016, according to his LinkedIn profile, while he was at a consulting firm in London that specialized in energy and natural resources. He previously worked on Ben Carson’s Republican primary campaign from November 2015 until February 2016.\nMr. Papadopoulos pitched himself to Mr. Carson’s team as a foreign policy expert who could raise a substantial amount of money for the candidate from the Greek-American community, according to a Republican official familiar with the interaction. Mr. Papadopoulos listed Kenneth Weinstein, the chief executive of the Hudson Institute, where he had worked on a contract basis, as a reference.\nThe Carson campaign offered him a paid position on the national security and foreign policy advisory committee, and he promised to move to Northern Virginia, where the campaign was based, but he relocated to Chicago instead to be closer to his girlfriend, the official said.\nLater, after the Carson campaign began to unravel, Mr. Papadopoulos reached out to several of Mr. Trump’s associates, including the policy director Sam Clovis, who was eager to assemble a foreign policy advisory council after dozens of military and diplomatic officials signed a letter describing Mr. Trump as unfit to serve as president.\nMr. Trump was widely criticized for having an inexperienced team of foreign policy advisers.\nA former Trump campaign official, who spoke on the condition of anonymity, said Mr. Papadopoulos was “almost fired” after the young aide, without the approval of senior officials, told British news media that Prime Minister David Cameron should apologize for calling Mr. Trump’s remarks on barring Muslims from the United States “divisive, stupid and wrong.”\nBy fall 2016, Mr. Papadopoulos had fallen out of favor. In an email to one of Mr. Trump’s top advisers, Mr. Papadopoulos asked plaintively if he was being shut out for “giving an interview I wasn’t supposed to give,” according to an aide who was given a copy of the message. No answer was given, the person said.\nThen, a week before the campaign, he reached out to top advisers to discuss an event he hoped to schedule with a congressman he described as a close friend, Gus Bilirakis, Republican of Florida. He did not receive a reply.\nSchool district officials in Skokie, Ill., near Chicago, said Mr. Papadopoulos graduated in 2005 from Niles West High School. As an undergraduate at DePaul University in Chicago, he studied political science, a university spokeswoman said. He later attended the University College of London, according to his LinkedIn profile.\nIn college, he served as an analyst for the American Hellenic Institute, a lobbying group and research institute, and worked for the Hudson Institute, a conservative organization in Washington, initially as an unpaid intern, a spokeswoman said.", "date": "Oct. 30, 2017", "href": "https://www.nytimes.com/2017/10/30/us/politics/george-papadopoulos-russia-trump.html", "tags": "policy guilty papadopoulos first inquiry george “ russian according plead russia campaign"}