{"title": "Georgia Gov- Brian Kemp Signs Anti-Abortion 'Heartbeat Bill'", "content": "Republican Gov. Brian Kemp signed Georgia’s controversial “heartbeat bill” Tuesday morning, severely limiting access to abortion for millions of women across the state.\nThe measure, authored by state Rep. Ed Setzler (R), bans abortion as soon as a doctor can detect a fetal heartbeat, which usually happens at around six weeks into a pregnancy ― when many women are not yet aware of their condition. Kemp’s signature overrides current state law that allows abortion up until 20 weeks and makes Georgia one of the most restrictive states in the country for women seeking an abortion.\n“I realize some may challenge it in the court of law,” Kemp said shortly before signing the measure. “But our job is to do what is right, not what is easy.”\nThe American Civil Liberties Union has already promised to fight the law. In a tweet immediately following Kemp’s signature, the group stated: “We’ve said it before and we’ll say it again — we will see you in court.”\nThe Center for Reproductive Rights has also pledged to sue the state. The group’s chief counsel, Elisabeth Smith, called the law “bafflingly unconstitutional.” \nSmith, in a statement, explained why activists regard the law as being, in effect, a total abortion ban:\nPlanned Parenthood also plans to sue. Staci Fox, president of Planned Parenthood Southeast Advocates, shared a message directed at Georgia lawmakers who supported the bill: ”[Y]our votes are far outside the mainstream and we will now spend our time and energy launching a campaign to replace you.”\nKemp expressed his support for the bill as it moved through the Georgia General Assembly, proudly calling it the “toughest abortion bill in the country” and vowing to fight back against the inevitable legal challenges.\n“I have no ill will for people who oppose this, and I understand it,” he told The Atlanta Journal-Constitution earlier this year. “But this is about protecting life, and we’re willing to fight for it.”\nAbortion rights advocates have rallied against the bill, with NARAL Georgia arguing that “becoming the state with the most restrictive abortion bans on the books, driving away doctors and further worsening our already dire health care crisis is bad for business and bad for Georgia.” \nThe Guttmacher Institute, a nonprofit reproductive health care research group, said the legislation was “part of a deliberate strategy” to challenge the landmark Supreme Court Roe v. Wade decision legalizing abortion “in hopes that an increasingly conservative Court will undermine or even overturn Roe.” \nGeorgia state Sen. Jen Jordan (D) explained in a video posted by the Planned Parenthood Action Fund that the controversy “isn’t really about abortion,” but rather “about women’s fundamental rights.”\n“If we criminalize doctors and we criminalize women, what we’re going to see is more women die and more infants die,” Jordan said. “If we really care about lives and mothers and children, then we need to invest in their health care.”\nThe bill, nicknamed the LIFE (Living Infants Fairness and Equality) Act, passed along a party-line vote in the state Senate, but faced tougher odds in the state House, where several GOP lawmakers voted against it or did not vote. \nOpponents’ concerns spread beyond Georgia. Bills marking a fetal heartbeat as a deadline for abortion have also been introduced this year in Tennessee and Mississippi. Access Reproductive Care of the Southeast ― Georgia’s only abortion fund ― issued a statement counting 10 states currently considering similar legislation. \nStacey Abrams, whose failed 2018 campaign for Georgia governor prompted widespread criticism of Kemp over reports of voter supression, chimed in over Twitter.\n“Bad policies like the forced pregnancy bill are a direct result of voter suppression,” Abrams, a Democrat, wrote. “We will fight back in court and at the voting booth.”\nThis article has been updated to include comments from Abrams and Planned Parenthood.", "date": "\n05/07/2019", "href": "https://www.huffpost.com/entry/georgia-heartbeat-abortion-bill-signed_n_5c9953eae4b0f7bfa1b576c5?bq", "tags": "brian “ gov- court signs kemp georgia abortion state bill women anti-abortion law"}