{"title": "George Papadopoulos, Ex-Trump Adviser, Is Sentenced to 14 Days in Jail", "content": "WASHINGTON — George Papadopoulos, a former Trump campaign adviser, was sentenced on Friday to 14 days in prison for lying to the F.B.I. about his contacts with Russian intermediaries during the 2016 presidential race, becoming the first Trump adviser to be sentenced in the special counsel investigation.\nThough most first-time offenders convicted of lying to federal authorities escape with probation, Judge Randolph D. Moss said that Mr. Papadopoulos deserved a stiffer sentence because he had impeded an investigation of “grave national importance.”\nProsecutors argued that Mr. Papadopoulos’s repeated lies during a January 2017 interview with investigators hampered the Russia investigation at a critical moment. In part because Mr. Papadopoulos misled the authorities, prosecutors said in court papers, they failed to arrest a London-based professor — suspected of being a Russian operative — before he left the United States in February 2017, never to return.\nDuring an interview with The New York Times this week, Mr. Papadopoulos, 31, for the first time gave his own account of why he deceived F.B.I. agents after they arrived at his house in Chicago last year asking about any connections between the Trump campaign and Russian intermediaries.\n[Read excerpts from the Times’s interview with George Papadopoulos.]\n“I wanted to distance myself as much as possible — and Trump himself and the campaign — from what was probably an illegal action or dangerous information,” he said. He told the judge that he was blinded by personal ambition and the thrill of being part of Mr. Trump’s electoral victory. Just before his F.B.I. interview, he had attended an inauguration event; just after, he promoted his campaign work as a reason he should be hired by the Energy Department.\n“I was surrounded by important people,” he told the judge. “I was young and ambitious and excited.”\nAt the time of the F.B.I. interview, he told The Times, he was concerned about where the escalating investigation might lead. He made no suggestion that anyone on the campaign or in the administration had directed him to lie.\nThe sentencing hearing, which lasted more than 90 minutes in a packed courtroom, veered in unexpected directions. Mr. Papadopoulos’s defense lawyer, Thomas M. Breen, tried to shift some of the blame for his client’s lies to President Trump. He suggested that Mr. Papadopoulos took his cues from Mr. Trump, who has tried to discredit the inquiry by the special counsel, Robert S. Mueller III, into Russia’s interference in the election and whether any Trump associates conspired.\n“The president of the United States hindered this investigation more than George Papadopoulos ever could,” Mr. Breen said. “The message for all of us is to check our loyalty, to tell the truth, to help the good guys.”\nWhile Judge Moss cut short that argument, he stressed the importance of the investigation to the integrity of American democracy. Because determining whether a foreign government interfered in the electoral process was “a matter of enormous importance,” he said, Mr. Papadopoulos’s crime was “significantly more serious than the typical violation.”\nHe “elevated his self-interest over the national interest,” he said. The judge also fined Mr. Papadopoulos $9,500 and ordered him to complete 200 hours of community service and one year of probation after he is released from custody.\nAndrew D. Goldstein, a prosecutor on Mr. Mueller’s team, told the judge that because Mr. Papadopoulos lied, investigators were forced into a painstaking monthslong examination of 100,000 emails and other communications to establish how Russian intermediaries tried to use him as a channel to the Trump campaign. Even after he pleaded guilty, Mr. Goldstein said, Mr. Papadopoulos made only “begrudging efforts to cooperate.”\nRoughly 60 percent of defendants in such cases receive probation, the judge said, and sentencing guidelines suggested a punishment from probation to six months in prison.\nWhile Mr. Papadopoulos deserved a harsher punishment than probation, the judge said, he also deserved credit for trying to cooperate and for his apparent contrition. In that, he said, he differed from Alex van der Zwaan, a Dutch lawyer who pleaded guilty to deceiving the special counsel’s office about his work for Paul Manafort, the president’s former campaign manager, who was convicted last month on fraud charges. Mr. van der Zwaan, who served a 30-day prison sentence, expressed little remorse during his sentencing.\nIn comments to reporters aboard Air Force One on his way to Fargo, N.D., Mr. Trump sought to distance himself from the sentencing. “I see Papadopoulos today; I don’t know Papadopoulos, I don’t know,” Mr. Trump said, adding, “They got him, on I guess, on a couple of lies.”\nThe president used his former aide’s conviction to deride Mr. Mueller’s inquiry on Twitter, implying that each day of the 14-day sentence equaled $2 million in the investigation’s budget. In fact, the special counsel’s office has secured five other guilty pleas or convictions. About two dozen Russian citizens have also been indicted but have eluded arrest.\nMr. Papadopoulos told The Times that he believed that the Mueller investigation, in which three other former Trump advisers now await sentencing for their crimes, was legitimate and fair-minded. But he said he had no knowledge of whether top campaign officials conspired with Russia to disrupt the election.\n“I can only speak for myself, and I’m paying the price for my mistakes,” he said, adding that he was not expecting a pardon and would not seek one. “And if anyone else made mistakes, they’re going to have to pay a price, too.”\nMr. Papadopoulos was a 29-year-old with relatively little foreign policy experience when Mr. Trump named him in March 2016 as part of a team of campaign advisers. A month after that, the professor, Joseph Mifsud, told Mr. Papadopoulos that the Russian government had thousands of emails that might damage Hillary Clinton’s candidacy.\nMr. Mueller’s prosecutors revealed the existence of this exchange in court papers filed in October, and a lingering mystery in the months since has been who in the Trump campaign — if anyone — Mr. Papadopoulos might have told about the Russian dirt.\nIn the interview with The Times, Mr. Papadopoulos said he had “no recollection” of telling any Trump advisers about the emails supposedly in Russia’s hands. On the day he met with Professor Mifsud, he said, he was supposed to speak to Stephen Miller — a campaign adviser and now a senior White House official — but the call never happened.\n“Maybe if the call between myself and Stephen Miller occurred that day, I would have told him. But that call never went through,” he said. “How fate works sometimes, I guess.”\nMr. Papadopoulos discussed the Russian information during a meeting in a London bar in May 2016 with Alexander Downer, the top Australian diplomat in London. The Australian government passed the information to the F.B.I., which used it as a basis to open an investigation into possible ties between the Trump campaign and Russia.\nMr. Papadopoulos said that he remembered a great deal from that meeting with Mr. Downer, which he described as confrontational, but he had no memory of discussing the dirt about Mrs. Clinton.\nDuring an interview with the newspaper The Australian in April, Mr. Downer said that Mr. Papadopoulos, unprompted, said that “the Russians might use material they have on Hillary Clinton in the lead-up to the election, which might be damaging.”\nUntil this week, Mr. Papadopoulos had given no public interviews. But he has updated his whereabouts frequently on Twitter, sending a gallery of selfies taken with his wife in chic bars and on exotic beaches.\nHis mother, Kiki Papadopoulos, who remains a Trump supporter, said she was satisfied with the judge’s decision. “Judge Moss was very fair,” she said.", "date": "Sept. 7, 2018", "href": "https://www.nytimes.com/2018/09/07/us/politics/george-papadopoulos-sentencing-special-counsel-investigation.html", "tags": "adviser ex-trump papadopoulos “ george jail judge investigation days trump sentenced — campaign"}