{"title": "Germany: Migrant jailed for murdering ex-girlfriend, 15", "content": "A German court has sentenced a migrant to eight and a half years for murdering his 15-year-old German ex-girlfriend.\nAbdul D, believed to be Afghan, admitted stabbing Mia V in December in the south-western town of Kandel.\nThe case sparked national outrage and was seized upon by far-right groups as part of their anti-migrant campaign.\nAcross the country in Chemnitz, 50,000 attended a concert against xenophobia and violence on Monday evening, as a counter protest to unrest there.\nThe Chemnitz demonstrations began after a 35-year-old man was fatally stabbed on 26 August, and two men from Syria and Iraq were arrested.\nPolice in the eastern city have since struggled to manage the thousands of far-right and counter-protesters, whose clashes turned violent on occasions last week.\nThe hashtag #wirsindmehr concert was trending nationally on Monday evening as German punk and hip hop bands took to the stage in Chemnitz. The slogan means \"there are more of us\" but can also translate as \"we are more than this\".\nMia and Abdul D met at school and they dated for several months before she ended the relationship a few weeks before her death, prosecutors said. \nShe was stabbed seven times with a kitchen knife outside a shop on 27 December. \nThey believe her killer acted out of jealousy and revenge after Mia, a German citizen, broke up with him.\nShe and her parents had previously gone to the police about her ex-boyfriend's harassing and threatening behaviour.\nHis lawyer told reporters that he thought the Landau district court's decision was correct and that his client had \"accepted\" the sentence.\nThe murder trial was held behind closed doors in a juvenile court, where prosecutors had sought a maximum term of 10 years.\nThe accused said he was 15 at the time of the crime but an expert medical assessment ordered by prosecutors said that he was more likely to be between 17 and 20 years old. \nHe arrived in Germany in April 2016 as an unaccompanied minor and had his request for asylum rejected in February 2017. \nAt the time of the crime, he was living in a supervised group in the town of Neustadt and attending school in Kandel.\nThe case is among a number of high-profile crimes, said to involve asylum seekers, which have stoked anger against migrants, and put pressure on Chancellor Angela Merkel over her liberal refugee policy.\nRegular demonstrations have been held in the town of Kandel, home to 9,000 people, by the far-right Alternative for Germany (AfD) in an attempt to bolster its anti-migrant campaign.\nOn Saturday, protests took place across Germany - some 350 people gathered in Kandel for a right-wing rally, while about 11,000 anti-migrant and counter-protesters faced off in Chemnitz, and almost 20,000 people gathered in Berlin and Hamburg in support of welcoming more migrants stranded on rescue ships in the Mediterranean.\nThe widow of the man killed in Chemnitz told local media: \"Daniel would never have wanted it! Never!\"\nShe said her German-Cuban husband was neither right- nor left-wing and the protests in his name were \"not about Daniel anymore\".", "date": "3 September 2018", "href": "https://www.bbc.co.uk/news/world-europe-45395066", "tags": "murdering mia migrant germany town court german jailed ex-girlfriend years far-right anti-migrant kandel chemnitz"}