{"title": "German AfD leader Petry meets pro-Putin Russian MPs", "content": "The head of the right-wing nationalist Alternative for Germany (AfD), Frauke Petry, has held talks in Moscow with MPs close to President Vladimir Putin and with Russian ultra-nationalists.\nShe met State Duma (lower house) Speaker Vyacheslav Volodin and his deputy Pyotr Tolstoy. \nGerman officials have warned that Russia could try to influence voting in September's general election.\nThe AfD campaigns against what it calls the \"Islamisation\" of Germany.\nFirebrand nationalist Vladimir Zhirinovsky - a fierce critic of Nato and Western liberals - was among the MPs who met Ms Petry. His Liberal Democratic Party is politically close to United Russia, the pro-Putin party that dominates Russian politics.\nWho is Frauke Petry?\nWhat does Alternative for Germany (AfD) want?\nThe AfD opposes Chancellor Angela Merkel's liberal immigration policy and her tough stance on Russia, instead calling for a new rapprochement with Moscow.\nThat echoes the French National Front (FN) position towards Mr Putin. FN leader Marine Le Pen has also forged links with pro-Putin Russian MPs.\nRecent opinion polls suggest that the AfD could get about 11% in the September Bundestag (parliament) election. In the 2013 election the party did not reach the 5% threshold required to win seats.\nThe AfD is especially strong in Germany's former communist east, where many remain suspicious of liberal Western capitalism.\nThere is also growing concern about possible Russian interference in Western elections after US intelligence sources accused Russian hackers of breaking into Democrat and Republican computer systems. \nDutch officials have said they will count all votes in their general election next month by hand to counter the threat of hacking.\nRussia was also accused of spreading fake news on influential social networks.\nThe Kremlin has strongly denied the US allegations.\nA Duma statement about Ms Petry's talks said they covered \"inter-party co-operation and developing contacts between youth organisations\".", "date": "21 February 2017", "href": "https://www.bbc.co.uk/news/world-europe-39037936", "tags": "pro-putin election western germany russian afd german party mps meets leader liberal petry russia"}