{"title": "Germany's economy: Should we be worried?", "content": "It has been a poor week for German economic news. \nOn Friday, we learned that industrial production in February - excluding energy and construction - had fallen. \nThe previous day, new official data showed that manufacturing orders also declined in the same month. \nAt the start of the week, another survey of the same sector reported new orders and export sales \"falling at rates not seen since the global financial crisis\".\nWe look at what's gone wrong for the German industrial machine.\nThere's no question that the German economy has hit a difficult patch. The widest measure of economic activity, gross domestic product (GDP), declined in the third quarter of last year by 0.2% and failed to grow in the following three months.  \nIn terms of recession, as widely defined (two consecutive quarters of contraction), that is a very near miss indeed. \nThat said, the jobs market in Germany is still in pretty decent health. The unemployment rate is one of the lowest in the world at 3.1%. \nAmong the rich countries, only the Czech Republic, Iceland and Japan have lower figures. Germany's unemployment rate has continued to decline during this period of weak GDP performance. \nAnother way of looking at it is the employment rate - the percentage of the working age population who do have jobs (or self-employment). That continued to grow in the last two quarters of 2018; by 0.2% in each period. \nIt's also worth noting that other business surveys this week have been much more upbeat, pointing to continued expansion in services and construction.  \nBut manufacturing is going through a more difficult spell. \nGrowth in the the eurozone as a whole has slowed. \nIn part, that reflects Germany's situation. It accounts for 29% of eurozone economic activity, so weakness in Germany drags down the average even if nothing changes anywhere else. \nSome eurozone countries don't seem to have lost momentum to any great extent so far. Among the large economies Spain is the obvious example.  \nBut others have had a setback, notably Italy, which is in recession. \nThe country has a persistent problem with weak growth. Growth has never been strong and went into reverse last year. In fact, the Italian economy is still smaller than it was before the financial crisis a decade ago. \nEurozone unemployment varies widely. It is down from the highest levels it reached during the eurozone crisis, very sharply in some cases. \nBut at 7.8%, it is still fairly high. Unemployment is still in double figures in three countries: Italy, Spain and Greece, where the figure is 18%.\nThe recovery after the eurozone financial crisis was never that strong. \nBut in the last year or so, the region has been hit by adverse trade winds. It matters particularly to Germany, which is Europe's leading goods exporter and number three globally (after China and the US). \nThere are several factors. China's economic slowdown has weakened demand for foreign goods and it's an important market for Germany. \nPresident Trump's tariffs on steel and aluminium are also an issue. Looking ahead the possibility that he might impose tariffs on cars could do a lot more damage to Germany. \nThe uncertainty associated with Brexit is also a factor mentioned by German firms in their survey responses. \nThere have also been some temporary factors that have contributed to Germany's problems. \nNew emissions testing procedures set back car production last year and low water levels on the Rhine restricted cargo traffic for a time. The river is a very important transport route for German industry. \nUsing economic policy to tackle this slowdown is challenging.  The options available to policymakers are seriously constrained. \nThe European Central Bank (ECB) already has interest rates at or close to the lowest level they can be. Its main rate is zero and one - the deposit rate for money held overnight for commercial banks - is even lower; it's negative.\nThe ECB halted its \"quantitative easing\" policy of buying financial assets with newly created money at the end of last year. \nReviving them is certainly possible, but there are complications. \nFor some types of asset the ECB is approaching the maximum amount it wants to hold - to avoid distorting the market too much. \nAnd politically it would be difficult especially in Germany where the programme was always viewed with unease. \n\"Printing money\" as the programme is sometimes called can conjure up fears of high inflation and Germany has had seriously disruptive episodes of that in the first half of the twentieth century. \nAnother option to stimulate economic activity in a slowdown is the government finances: tax cuts or spending increases. \nMany economists would argue that Germany has the scope to do that. \nThe government currently spends less than it collects in taxes. But it is reluctant to use its finances as a stimulus. \nThere are legal restrictions in German law and the whole thrust of eurozone policy on government finances has been affected by the experience of the government debt crisis earlier in the decade. \nEven if Germany does have some room in principle to use its finances to stimulate the economy, others have less. \nThe most recent assessment by the European Commission concluded that there was still a need for \"prudent\" policies to ensure the sustainability of government finances. \nSome, critics, however think that the EU's rules for eurozone government finances are too restrictive. ", "date": "8 April 2019", "href": "https://www.bbc.co.uk/news/business-47802235", "tags": "germany crisis german worried finances economy economic last year government also eurozone"}