{"title": "Germany migrant jailed for life for murdering Freiburg student", "content": "An asylum seeker has been jailed for life for the rape and murder of a woman in Germany in a case that fuelled tensions over the influx of migrants.\nHussein Khavari, who claimed to be Afghan, admitted to attacking student Maria Ladenburger, 19, in October 2016 in the south-western city of Freiburg.\nShe was raped and strangled - but alive when she was left on the bank of a river to drown, the judge said.\nKhavari was arrested weeks later and DNA tests linked him to the crime.\nAfter his arrest, it emerged that he had already been convicted to 10 years in jail in Greece in 2014 for attempted murder after pushing a woman off a cliff. But he was freed in October 2015 due to overcrowded prisons.\nHe fled via Austria to Germany, where he arrived with no documents a month later, claiming he was 17 years old.\nBecause his DNA did not show up on a European register and there was no international arrest warrant for him, Freiburg's youth welfare office placed him with a foster family.\nBut during the trial evidence emerged suggesting that he was in fact from Iran and could be as old as 32. \nThe court accepted expert assessments, including X-rays of his bone structure and a dental analysis, and tried him as an adult, AFP news agency reports.\nMaria Ladenburger, a medical student who volunteered for a refugee charity, was attacked on her way home from a party.\nPresiding Judge Kathrin Schenk said: \"He knew that she was still alive as he laid her in the Dreisam [River], that she would drown, that she had to drown.\"\nThe murder shocked Germany and fuelled the backlash against Chancellor Angela Merkel's \"open door\" policy, which allowed more than one million migrants and refugees into the country in 2015.\nIncidents involving migrants, including the sex attacks during New Year's Eve celebrations in Cologne, helped boost the country's far right in last year's election.\nThe anti-immigrant Alternative for Germany (AfD) party entered the federal parliament for the first time, while Mrs Merkel's CDU party had its worst electoral performance in almost 70 years.", "date": "22 March 2018", "href": "https://www.bbc.co.uk/news/world-europe-43498151", "tags": "murdering khavari freiburg migrant germany murder party jailed woman drown fuelled student years life migrants"}