{"title": "Germany migrant row threatens Merkel coalition", "content": "A major rift has opened up between German Chancellor Angela Merkel and her interior minister over migrant policy, threatening her coalition government.\nThe minister, Horst Seehofer of the Christian Social Union (CSU), wants police to have the power to turn away undocumented migrants at the border.\nMrs Merkel has held emergency talks with her Christian Democrat (CDU) MPs.\nShe wants a new deal at EU level over migrants. She was widely criticised for letting in about one million in 2015.\nMr Seehofer has been a long-standing critic of that open-door policy, which was summed up at the time by Mrs Merkel's phrase \"we can manage\".\nHe says German border police should turn back all asylum seekers who lack IDs and those already registered in another EU country.\nMrs Merkel sees that as a \"go-it-alone\" policy which would further hurt Italy and Greece, countries whose capacity to house migrants is stretched to breaking point. Among them are many refugees from the Syria war and other conflict zones.\nWhile Mrs Merkel's CDU MPs gave her their support on Thursday, their Bavarian colleagues from the CSU decisively backed their leader, Mr Seehofer.\nThe \"sister\" conservative parties have been in alliance at the federal level since 1949.\nThere is a risk that the CSU could break away, or at least trigger a confidence vote in Mrs Merkel's leadership. In the 709-seat Bundestag (lower house) the CDU has 200 seats and the CSU 46. \nThe ruling coalition with the Social Democrats (SPD) has 399 seats, but without the CSU that would fall to 353 - less than a majority.\nBBC Berlin correspondent Jenny Hill writes:\nAngela Merkel has a mutiny on her hands. Horst Seehofer - who is in all likelihood grandstanding ahead of regional elections in Bavaria - appears to have, in the words of one commentator, got Mrs Merkel's back against the wall. \nAmong her own CDU MPs, though, the mood seems to be largely supportive. But she's still under pressure from her own party to strengthen migration policy and they'll expect her to find her long-promised co-ordinated EU solution.\nThis crisis highlights not only continuing public concern over the impact of Mrs Merkel's 2015 asylum strategy, but also the fragility of her divided coalition government. \nThe CSU faces state elections in Bavaria in October, and the far-right Alternative for Germany (AfD) poses a significant threat, with its anti-immigration rhetoric.\nSince the 2015-2016 crisis the number of undocumented migrants entering the EU has fallen sharply, largely because of an EU deal with Turkey and new border fences in the Balkans.\nOn Wednesday Austria's right-wing chancellor, Sebastian Kurz, said after talks with Mr Seehofer that the interior ministers of Austria, Germany and Italy had formed an \"axis of the willing\" to combat illegal immigration.\nMr Seehofer is pushing for the creation of new \"anchor centres\" to hold asylum seekers until their right to stay is determined.", "date": "14 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44481447", "tags": "policy merkel eu migrant cdu germany threatens seehofer coalition mrs csu row migrants"}