{"title": "Germany’s Merkel Seemed to Get a Reprieve Over Migrants. It Didn’t Last.", "content": "BERLIN — Chancellor Angela Merkel of Germany thought she had fended off a mutiny within her own conservative alliance after returning from marathon talks with fellow European leaders on Friday with an agreement on how to handle migration.\nBut instead, the rebellion escalated late on Sunday, further weakening Ms. Merkel, who was once seen as a rock of European politics and the guardian of the liberal world order.\nIn the latest twist, Ms. Merkel’s interior minister, Horst Seehofer, threatened to resign over the dispute with the chancellor’s migration policy. Talks between the chancellor’s party and Mr. Seehofer’s Christian Social Union party are expected to take place Monday.\nIf Mr. Seehofer resigns as minister and party leader, but the Christian Social Union remains in the governing coalition, Ms. Merkel’s government will limp on. If he takes his party out of the coalition — a partnership the parties have forged in Parliament since the end of World War II — she loses her majority.\nWhatever the outcome, the last two weeks have left the chancellor badly damaged and many Germans wondering how much longer she will last.\nThey have exposed the spectacular weakening of a leader who not long ago was seen as a key defender of liberal values — a sentiment that culminated in her decision in 2015 to welcome to Germany hundreds of thousands of migrants from the Middle East, Africa and elsewhere who were not wanted by neighboring European countries.\nThree years later, as nationalism and populism take root in various corners of Europe and Germany itself, observers say Ms. Merkel is a political dead woman walking.\n“Merkel was synonymous with the liberal world order,” said Andrea Römmele of the Hertie School of Governance in Berlin. “She was an authority at home and abroad, but that is history.”\n“If she doesn’t go down now, she goes down in the next crisis,” Ms. Römmele said.\nOver the last nine months, Ms. Merkel has stumbled from one political crisis to another. In the September election, her party saw a significant decline in voter support and a far-right party entered Parliament for the first time in more than 60 years. In November, a first attempt at forming a coalition broke down. Earlier this year, a second attempt hung in the balance for weeks. In the end it took Ms. Merkel nearly six months to form a government.\nThree months later, the Bavarian rebellion could undo the fractious coalition after all.\nBavaria, with its 500-mile land border, found itself on the front line of the migrant crisis in 2015. And even though migrant arrivals have slowed sharply since then, the far-right Alternative for Germany party has been making gains.\nAhead of state elections in October, Mr. Seehofer’s conservatives have responded by veering sharply to the right themselves.\nA former Bavarian premier with a towering stature and a sharp tongue, the interior minister has been one of Ms. Merkel’s fiercest critics on migration over the past three years and has often sounded more in line with the nativist forces shaping politics in neighboring countries than with his own boss.\nA friend of Victor Orban, Hungary’s semi-authoritarian prime minister, he has recently mulled an alliance on migration policy with his far-right counterparts in Austria and Italy.\nThe latest standoff is over a demand by Mr. Seehofer that Germany turn back at the border migrants who are already registered elsewhere in the European Union, to ensure security in the country.\nMs. Merkel has championed a European solution on the migration issue, warning that unilateral action could endanger freedom of movement within the European Union, a central precept of the 28-member bloc.\nIt is hard to overstate the scope of German influence over European affairs during the Merkel era. During the financial and debt crises, Germany imposed austerity policies on debtor countries like Italy, Spain, Portugal, Ireland and, especially, Greece. Even as the Obama administration and an array of economists called for looser policies, the Germans held firm.\nBeyond economics, Ms. Merkel has been the rock of European foreign policy, demanding a tough line on maintaining economic sanctions against Russia after the conflict in Ukraine while other European countries were far less enthusiastic.\nAnd it has been Ms. Merkel who has pointedly stood up to President Trump, to the cheers of many Europeans and others who have embraced her as a defender of the liberal order.\nYet the political landscape has shifted radically, not only in Germany, but also elsewhere in Europe.\nThe rise of President Emmanuel Macron in France has marked a rebalancing of power away from Berlin. But France still needs Germany, and a distracted and fragile Ms. Merkel has been unable to be the strong partner Mr. Macron needs.\nAt a European Union summit meeting in Brussels last week, the chancellor turned to her European partners for help on the issue of migration, winning agreements from more than a dozen nations to take back people registered in their countries and other measures to tighten the bloc’s outer border.\nBut the leaders of the Czech Republic, Hungary and Poland — all of whom are ruled by nationalist or populist parties that have rejected a common European Union approach to migration, and even calls to take in refugees — raised questions about their willingness to help Germany.\nAt stake at home is not just the chancellor’s clout and coalition, but her own political survival. Since the end of World War II, her conservative Christian Democratic Union has worked together in Parliament with the Bavaria-only Christian Social Union. If the sister parties were to break, Ms. Merkel could face a vote of confidence, decide to step down, or try to continue a minority coalition with the Social Democrats.\nMr. Seehofer and the chancellor met for hours deep into the night on Saturday before the leadership of each party convened separately on Sunday to discuss the matter among themselves.\nHeading into Sunday’s talks, the chancellor had sounded confident that the measures she secured in Brussels were sufficient to meet Mr. Seehofer’s demands for increased security for Germany.\n“I share the C.S.U.’s aim of on the one hand reducing the number of immigrants being brought to Europe by smugglers, and on the other hand I also share the view that asylum seekers can’t simply choose which country they want to go to,” Ms. Merkel told the public broadcaster ZDF before the talks began.\nThe issue has consequences beyond Germany’s borders. Austria’s chancellor, Sebastian Kurz, said that if Mr. Seehofer were to order refugees registered in other European Union countries to be turned back from the Germany-Austria border, the Austrian government would follow suit.\n“If Germany brings about such measures, then we will, of course, do the same in order to avert damage to the Republic of Austria,” Mr. Kurz told the German newspaper Bild on Sunday.\nMs. Merkel had warned of such a chain reaction, which could effectively spell an end for the free movement of people and goods across the Schengen area, a 26-nation grouping including Austria and Germany that has open borders among member states.\nIn an interview on Sunday, the chancellor defended her decision to seek a European solution. “We are living in times when there is a lot at stake,” Ms. Merkel said, adding a warning that Europe “is perhaps more in danger than we think.”\n“The question of migration can break Europe apart,” she said.", "date": "July 1, 2018", "href": "https://www.nytimes.com/2018/07/01/world/europe/germany-immigration-angela-merkel.html", "tags": "european merkel migration germany seehofer chancellor union party reprieve last ms. get migrants seemed"}