{"title": "Germany Without Angela Merkel: Unthinkable? Think Again, She Says", "content": "BERLIN — Chancellor Angela Merkel has been a seemingly invincible figure in German politics. In office 13 years, she has been Europe’s most powerful leader, a presence so synonymous with stability Germans call her Mutti, or Mother. So it was a familiar sight on Monday to see her live on television, until she asked Germans to do something far less familiar, and “get ready for the time after me.”\nThe chancellor said she would step down as leader of her conservative party in December and would not seek re-election in 2021. That means Ms. Merkel may remain on the political scene for months to come. But few observers believe she could hang on until the end of her term, speculating that new elections could be held as early as next year.\nThe chancellor’s decision now makes clear that neither she nor her country are immune to the forces that have reordered politics across the Continent — the cratering of the political center; the rise of populist forces; the blowback from the migration crisis; and a redrawing of the political fault lines away from the historical left-right divide toward a battle between liberal pro-European values and their nationalist polar opposite.\nSpeculation had grown for months about Ms. Merkel’s eventual exit from the political stage, so the announcement was no surprise, but it still came as a shock. It underscored the new fragility of German politics and the great uncertainty for a Europe without Ms. Merkel at the helm.\n“Germany has been a cradle of political stability over the last decade, but this now looks to be over,” said Stefan Koopman, an economist at Rabobank.\nMs. Merkel’s announcement came hours after her party recorded the worst election results since 1966 in the western state of Hesse, and two weeks after her conservative allies in Bavaria received a similar blow.\nThe chancellor already had watched her power drain away for a year, ever since inconclusive national elections that left her trying to hold together the same tired and unwieldy governing coalition, as a far-right party entered Parliament for the first time to become the leading voice of the opposition.\nMs. Merkel herself did not exactly sound like a leader planning to be in office for another three years. At times, her highly personal address on Monday sounded like a valedictory.\n“I was not born a chancellor and I have never forgotten that,” Ms. Merkel said. Serving as chancellor was an “honor,” she said. “I am very grateful that I have been able to do so for so long.”\nBut, she said, looking almost relieved, “It is time to start a new chapter.”\nAsked what she would do after leaving office, Ms. Merkel smiled serenely: “I think that I am very, very good at keeping myself busy.”\nWhat awaits Germany and Europe after she leaves office is a trickier question.\nMs. Merkel’s retreat, analysts say, could mark the beginning of a new era not just for Europe’s biggest country but for the Continent itself.\nIt could leave Germany more unstable and less able to take the lead in Europe at a time when leadership is badly needed on an array of topics — from Britain’s imminent departure from the European Union to Italy’s controversial budget plans.\n“There couldn’t be a worse time for Germany’s steady ship to hit choppy waters,” said Mr. Koopman, the economist.\nIt is hard to overstate the scope of German influence over European affairs during the Merkel era, especially in economic policy. Following the 2007-08 financial crisis, German-led austerity policies were imposed on debtor countries like Italy, Spain, Portugal and, especially, Greece.\nMs. Merkel also has been the anchor of European foreign policy in recent years, demanding a tough line on maintaining economic sanctions against Russia after the conflict in Ukraine, with other European countries far less enthusiastic. Inside the European Union, Ms. Merkel’s liberal version of conservatism helped serve as a bulwark against the nationalist push from other conservative leaders in countries like Hungary and Poland.\nAnd it was Ms. Merkel who most pointedly stood up to President Trump, winning the respect of many in Europe and beyond who embraced her as a defender of the liberal order.\nThat reputation reached its zenith in 2015, when Ms. Merkel welcomed hundreds of thousands of asylum seekers into Germany. But it was also this decision that ultimately helped divide her party and her country and accelerated the fragmentation of Germany’s political landscape.\nMany inside her party have blamed Ms. Merkel’s migration policy for the rise of the far-right Alternative for Germany, which has become the third-largest party in Parliament and as of Sunday is represented in all 16 regional parliaments, too.\nBut others pointed out that in Sunday’s state election in Hesse, the conservatives lost more votes to the liberal pro-refugee Greens than to the Alternative for Germany, known as the AfD.\nAt a party conference in December, Ms. Merkel’s conservatives will choose a new leader, an election that will also decide the direction of the party on divisive issues like migration and the future of Europe.\n“The fundamental question is, how strongly will Merkel’s successor position himself or herself on Europe and on European integration, on pooling sovereignty or instead rowing back and promoting an agenda of reasserting national sovereignty,” said Guntram Wolff, director of Bruegel, a Brussels-based research institute. “The field is wide open.”\nWhoever wins the conservative leadership contest, one thing is already certain, analysts said. Germany has become more like its smaller neighbors that have seen a similar political fracturing — among them Spain, Italy and the Netherlands.\nNot everyone thinks this is a bad thing. Some analysts say it will bring more voices into the public debate, with the potential to revitalize politics. But in the 13 years since Ms. Merkel took office, it has made governing — and leadership abroad — harder.\nMs. Merkel said she did not blame voters for fleeing her center-right party, instead taking full and personal responsibility for the losses. Having faced two rebellions that nearly brought down her government this year, Ms. Merkel admitted that the image of her government was “unacceptable.”\n“As chancellor and leader of the Christian Democrats, I carry responsibility for everything that succeeds, as well as that which does not succeed,” Ms. Merkel said.\n“My conservative party can elect a new leadership at the party congress in Hamburg, along with a new basic program, to get ready for the time after me,” she said.\nMs. Merkel said she made the decision not to run again after a period of “personal reflection” over the summer and had planned to announce it at a closed-door meeting next week. But after Sunday’s terrible result she had realized that she had to take action.\n“It was a classic Merkel move,” said Evelyn Roll, a journalist and the author of a Merkel biography. “She has not lost her ability to surprise.”\nDespite running a successful incumbent for the election in Hesse, which has seen the jobless rate drop below the national average and incomes grow under conservative leadership, the chancellor’s party lost more than 11 percent support, mostly to the leftist, environmental Greens and the AfD.\nMs. Merkel’s partners in government, the Social Democrats, also lost a majority of voters to the Greens, in a repeat of voter migration seen two weeks earlier in the regional election in Bavaria.\n“The fact that voters are leaving the two traditional mainstream parties for both ends of the political spectrum suggests that voters are dissatisfied with their attempts to straddle the main political dividing lines,” said Charlotte Galpin, deputy director of the Institute for German Studies, at the University of Birmingham.\nLong before becoming chancellor, Ms. Merkel already was looking ahead to a dignified exit. “I don’t want to be a half-dead wreck when I leave politics,” she said.", "date": "Oct. 29, 2018", "href": "https://www.nytimes.com/2018/10/29/world/europe/angela-merkel-germany.html", "tags": "think merkel without germany unthinkable party chancellor political ” europe angela says ms."}