{"title": "Germany’s Far Right Complicates Life for Merkel, and the E.U.", "content": "BERLIN — Angela Merkel’s re-election as chancellor of Germany was supposed to be the ceremonial capstone of a year in which Europe did better than anticipated in holding off a populist surge, especially after the new French president, Emmanuel Macron, won so decisively over the National Front of Marine Le Pen.\nInstead, the election results on Sunday showed that the alienation with mainstream consensus politics has hardly gone away. Support for centrist parties, including Ms. Merkel’s Christian Democrats, eroded badly, as the far-right Alternative for Germany party received 12.6 percent of the vote.\nEven if the far right was contained this year, it broke significant barriers in Europe’s core, making it to the final round of the presidential elections in France and now shattering a post-World War II taboo in Germany by entering the parliament.\nIt has gained a powerful place from which to alter the agenda of European politics. The far right’s gains in Germany will now complicate not only the calculations of Ms. Merkel, the de facto leader of the European Union, but by extension the path ahead for the entire bloc.\nIf populist parties peaked in 2016, at the height of the migration crisis, “their election results in 2017 are still close to, or even higher than, their historical top scores,” said Cas Mudde, a Dutch political scientist at the University of Georgia, citing the Party for Freedom in the Netherlands, the National Front in France and now the Alternative for Germany, which is widely known by its German initials, AfD.\nPolls indicate that the same will be true in Austria, where the Freedom Party seems set to enter the coalition government after next month’s elections.\nThe far right will be a constant presence in the minds of Europe’s leaders if they want to avoid worse political fallout ahead, even as the populists may make it harder for Ms. Merkel and Mr. Macron to come up with solutions that could keep them at bay.\nCompared with Germany, Mr. Macron faced a far more robust assault from the far right in France, but he was able to vault to power by capturing the center, creating his own political movement and precipitating the collapse of mainstream parties.\nIn Germany, many votes for the AfD were cast in protest against 12 years of Merkel’s pragmatism about issues like immigration, national identity and the burdens of the European Union.\nAs Mr. Macron himself has warned, a failure to reform the European Union, better secure its borders and fix the euro currency will only further feed the far right.\nGlobalization, the bureaucratic nature of the European Union and its inability to protect its borders and produce thriving economies in all member states have led to increased nationalism, anxieties about national identities and Islamophobia.\nBut while institutional reform of the European Union may be vital, it is harder to sell to increasingly fragmented national polities, especially as the center-left parties lose ground.\n“The German elections confirm the decline of mainstream traditional parties in Europe to the benefit of insurgents, including Macron’s En Marche,” said Stefano Stefanini, a former Italian diplomat based in Brussels.\n“A domestically weakened Merkel must hold the E.U. together and safeguard the trans-Atlantic bond despite an unpredictable American president, while trying to forge a strong alliance with Macron, tame the Visegrad dissidents and bring on board Italy and Spain, both in choppy waters,” he said. (The Visegrad countries are Czech Republic, Hungary, Poland and Slovakia.)\nThere is also a danger that Ms. Merkel will be forced to focus more domestically as she faces the absorbing challenge of balancing what promises to be a new, unwieldy and potentially less stable governing coalition. The decision of the Macron-friendly Social Democrats to leave government and become Germany’s official opposition means that Ms. Merkel will now probably have to form a government with the liberal Free Democrats as well as with the Greens.\nOliver Rakau, the chief European economist at Oxford Economics, said the closer integration of European finances sought by Mr. Macron — and fiercely opposed by the Free Democrats — would be more difficult now.\n“There is unlikely to be a large eurozone budget,” he said. “I think there will still be progress on European reform,” including security issues. “But the fiscal integration that Macron wants looks much harder.”\nIn any coalition, the Free Democrats, sometimes known as the liberals, will have to make their mark, said Christoph von Marschall, the chief diplomatic correspondent of the Tagesspiegel newspaper.\nToughness on eurozone budget discipline and opposition to any fiscal transfers within the eurozone are “central points for the liberals, and they will continue to be hard on this, because this is where they compete with the AfD,” he said.\n“The Social Democrats were very eager to be nice to the French, but the liberals are not,” he added.\nCarsten Brzeski, the chief economist for Germany and Austria at ING Bank, said the Free Democrats “will be the big decelerator of European integration” because of their opposition to a large eurozone budget, shared debt, and debt forgiveness for Greece.\n“It’s a clear cold shower for Macron,” Mr. Brzeski said. “It means a very cumbersome process of further integration.”\nIn a telephone call on Sunday night, Mr. Macron congratulated Ms. Merkel on winning a fourth term, and he said on Twitter that “we resolutely continue our essential cooperation for Europe and our countries.”\nMr. Macron is scheduled to make a speech on Tuesday to present his reform proposals. But he should expect little support from Ms. Merkel for any big ideas before she forms a government, which may take until the end of the year, and only selective support thereafter.\nIn a briefing in Paris on Monday, French officials outlining Mr. Macron’s speech were cautious and short on detail. They insisted that Mr. Macron was not pressuring the chancellor, but that it was important to outline French ideas as Ms. Merkel begins the laborious coalition negotiations.\nBut it is also possible that Mr. Macron’s early intervention may backfire in what will already be a difficult task for Ms. Merkel.\nIt may be easier for her to support Mr. Macron’s less controversial proposals, like better border security and turning an existing eurozone bailout fund into a kind of European Monetary Fund, as long as they do not involve new commitment of funds.\nShe has already given some support to Mr. Macron’s proposal of a eurozone finance minister.\nBut the French and Germans differ on the responsibilities that such a minister should have. The Germans would want a taskmaster to enforce the rules and keep national budget deficits within the debt limits required by the eurozone. The French want a minister with flexibility who would control a eurozone budget financed by the states — but that is exactly what Ms. Merkel’s likely new coalition partners, the Free Democrats, oppose.\nThe party’s leader, Christian Lindner, was blunt on Sunday night, repeating his opposition to Mr. Macron’s ideas. Without ruling out all reform, he said that a eurozone budget that could be used to send money to France and Italy “would be unthinkable and a red line for us.”\nMr. Lindner told journalists before the election that he would push for the finance ministry in a coalition. If he succeeds, it may produce little change from the similarly tough-minded Wolfgang Schäuble, who has been Ms. Merkel’s finance minister.\n“Will Lindner be tougher than Schäuble?” asked Hans Kundnani of the German Marshall Fund. “Unlikely.”\nIn the end, Ms. Merkel may have more trouble with her coalition from her sister party, the Bavaria-based Christian Social Union, which is deeply conservative and which lost about 10 percent of its vote from 2013, largely to the AfD.\nWith regional elections next year, the Christian Social Union and its leader, Horst Seehofer, will try to push Ms. Merkel farther to the right on security and migration issues.\nTo some degree he blames her for his poor showing at the expense of the AfD.\nBut as Mr. von Marschall pointed out, Ms. Merkel’s move toward the center over the last four years — on the euro, migration and same-sex marriage — also meant that she would not find herself losing to a left-leaning coalition. The sacrifice of conservative supporters was probably a price she felt she had to pay to keep her party in power after so many years, he said.\nThe coalition that is likely to result will be unpopular in eastern Germany. And it is likely to be unstable, given the tensions within Ms. Merkel’s own party.\nYet unstable coalitions and early elections are the norm in most of Europe, Mr. Brzeski said. “Germany has become a bit more European.”", "date": "Sept. 25, 2017", "href": "https://www.nytimes.com/2017/09/25/world/europe/germany-merkel-europe.html", "tags": "european e.u merkel germany macron ” coalition complicates right ms. life far"}