{"title": "German far-right Pegida founder Bachmann guilty of race charge", "content": "The founder and leader of the German anti-Islam movement, Pegida, has been convicted of inciting racial hatred.\nLutz Bachmann escaped a prison sentence but was fined €9,600 (£7,600; $11,000) for calling refugees \"scum\".\nBachmann branded the case a political show trial. His lawyer said he had not written the remarks, but the court saw a video of him defending them.\nHis lawyers said they would appeal. Prosecutors, who sought a seven-month jail sentence, are also appealing.\nPegida organises regular demonstrations against Islam and asylum seekers. \nWho goes to Pegida rallies?\nPegida in 60 seconds\nThe rallies drew thousands of people a week at their inception in the eastern city of Dresden, and spread across German cities as a protest again Germany's open door policy for refugees, but they have drawn fewer people in recent months.\nThe anti-immigration demonstrations have often been met by counter-protests. Rival groups of protesters gathered outside the court in Dresden before the hearing on Tuesday.\nLutz Bachmann, 43, was accused of inciting racial hatred in Facebook posts, in which he called refugees \"cattle\", \"scumbags\" and \"filth\".\nHis lawyer, Katja Reichel, reminded the court that it was possible to hack Facebook accounts. \nBut the prosecution showed the court a video of Bachmann addressing a Pegida rally in February 2015. In his speech, he said his post used \"a few words that any of us would use\".\nThe month before, he had apologised for what he called \"ill-considered\" remarks.\nThe judge, Hans Hlavka, told the court that it was \"clear\" that Bachmann was responsible for the comments. He said the insults could not be considered to be free speech.\nMr Bachmann previously stood down as head of Pegida, after photographs emerged of him dressed as Adolf Hitler.", "date": "3 May 2016", "href": "https://www.bbc.co.uk/news/world-europe-36199739", "tags": "hatred guilty lutz founder charge racial pegida german court race inciting refugees far-right bachmann"}