{"title": "Germany’s Far Right Rebrands: Friendlier Face, Same Doctrine", "content": "HALLE, Germany — Christmas carols were playing and the scent of ginger hung in the crisp December air. Students sold organic plum compote and served mulled wine in biodegradable cups made from sugar cane. But then there were the postcards.\n“Islamization? Not with us,” read one. “Defend yourself! This is your country,” urged another. “Fortress Europe,” said a third. “Shut the borders.”\nThis was no ordinary Christmas market, but one hosted by Generation Identity, a far-right youth movement under observation by several European intelligence services. Part hippie, part hipster, the activists of Generation Identity are one result of a broad image makeover the far right has tried to give itself in recent years.\nBetter dressed, better educated and less angry than the skinheads of old — at least in public — they see themselves on the front line of a counterrevolution fought by a loose but increasingly well-networked web of actors in politics, publishing, civil society and business who call themselves the “new right.”\nTheir aim: to bring down liberalism and rid Europe of non-European immigrants.\nThe “new right” seeks to distance itself from the “old right,” which in Germany means neo-Nazis. Many analysts and officials consider this little more than clever rebranding. But they worry that it could allow groups like Generation Identity to act as a conduit between conservatism and extremism and draw young people into their orbit.\nThe number of committed Generation Identity followers in Germany is relatively small, estimated by Germany’s domestic intelligence service at 400 to 500, and there are thought to be a few thousand Europewide. But officials say the number of sympathizers is far larger.\nDespite a ban from Facebook, which deprived the group of an important campaigning and fund-raising platform, its members continue to be active on YouTube, Twitter and the Russian platform VK, where slick branding amplifies their message.\n“They have given extremism a friendly face,” said Stephan Kramer, the domestic intelligence chief of the east-central state of Thuringia.\nSeveral Generation Identity activists have a past in avowed neo-Nazi circles. But their methods are straight out of a leftist playbook.\nThey study Gandhi and Gene Sharp, a guru of nonviolent resistance. They experiment with communal living and organic gardening. And like leftist student rebels in the 1970s or militant environmentalists in the 1990s, they stage attention-seeking flash-mob protests.\nLast year, they chartered a boat in the Mediterranean to stop refugees from coming to Europe. This year they hired helicopters and temporarily closed an Alpine pass in France. In Vienna, they once covered a statue of Empress Maria Theresa with a burqa. In Berlin, they climbed onto the Brandenburg Gate to unfurl a banner that read “Secure borders — secure future.”\n“We are a kind of Greenpeace for Germany,” said Philip Thaler, a 25-year-old political-science student and a co-founder of the Halle chapter of Generation Identity.\nHe and his fellow activists sip cafe lattes or “Identity Pils,” their own branded craft beer, and discuss the future of the welfare state, which they contend is doomed at current levels of immigration. They study and date across European borders (Mr. Thaler’s girlfriend is French).\nAnd they pride themselves in their rebellion. “We are the punks of today,” said Ingrid Weiss, a 24-year-old Austrian activist. “If you want to be a rebel today you have to be on the right.”\nLiberals are furious when far-right extremists are normalized. But it is one of the wrinkles of the new right that their lifestyles are familiar and modern — and so are some of their ideas: They bemoan rising inequality and a consumerism bereft of moral meaning.\nWhen it comes to migration, they have purged their language of crude racism. Instead of “Germany to the Germans” or “foreigners out,” they call for “re-migration” — meaning sending immigrants who do not assimilate back to their ancestral homes.\nThey call themselves “ethnopluralists,” arguing that all cultures would thrive by remaining broadly homogeneous, and accuse liberal politicians of engineering a “great replacement” to supplant white Europeans with Muslims.\nIn this worldview, it is liberals who are undermining Western democracy by overstretching the welfare state and allowing fundamentalist Islam into the country.\n“The utopia of multiculturalism was an experiment, but it has failed,” says Martin Sellner, the charismatic 29-year-old Austrian leader of the movement whose fiancée is an American YouTuber with links to the alt-right. “Like communism, cosmopolitanism has failed.”\nThe intellectual veneer on what is ultimately an argument against pluralism is typical of the new right, Mr. Kramer said. “When you break it down, it’s nothing but the racial theories that existed under the Nazis,” he said.\nThe different layers of the far right are neatly crystallized in the four-story apartment building opposite the university campus in Halle that hosted the recent Christmas market.\nFrom the outside, the building looks innocuous enough. There are patches of graffiti on the facade and a communal garden project in the back. Rap blares from an open window. Young people in hoodies flow in and out the front door.\nBut inside, the ecosystem of the “new right” comes into focus: Bought by the secretive Titurel foundation, which was set up by a wealthy Bavarian donor, the building houses a bar, a library and communal living space for the activists of Generation Identity.\nUp the stairs is a crowdfunding organization called “One Percent” and a far-right clothing label. There is also an office of the Institute for State Politics, a far-right think tank co-founded by the prominent publisher Götz Kubitschek, the new right’s intellectual godfather in Germany.\nUntil two months ago, Hans-Thomas Tillschneider, a lawmaker from the far-right party Alternative for Germany, had his office here, too. He moved out pre-emptively, as the domestic intelligence service weighs whether to start observing the party, as well.\nOfficially, the AfD has no links to Generation Identity. But in Halle one recent afternoon, the links were openly touted.\n“We have street activists, we have a think tank, we have a publishing house and we have a political party in Parliament,” said Simon Kaupert of One Percent.\nMr. Kaupert used to work for the AfD. Over all, “dozens” of supporters of Generation Identity work for the party, he said.\nFranziska Schreiber, who left the AfD last year and has written a book about the party, estimates that “at least half the members of the AfD’s own youth wing are followers of Generation Identity.”\nThat revolving door with AfD, now Germany’s main opposition party in Parliament, has raised concerns in intelligence circles, especially after street protests in the eastern city of Chemnitz over the summer showed the AfD and ordinary citizens marching side by side with extremists. Generation Identity activists were there, too.\nThomas Haldenwang, the new domestic intelligence chief, speaks of a “new dynamic on the right” and announced recently that he would increase the number of agents dealing with the far right by 50 percent. In January, his office is expected to decide whether the AfD will come under general observation.\n“We’ve known for a long time that numerous followers of Generation Identity work for the AfD in different parliaments,” said Konstantin von Notz, a lawmaker of the Greens party and deputy leader of the parliamentary committee that oversees the intelligence services. “A deliberate infiltration of democratic institutions is taking place.”\nDespite having cleaned up their language, Mr. von Notz said, “They are deeply anti-Democratic, often very anti-Semitic and openly racist.”\nAt the recent Christmas market, activists disputed this. But they openly expressed their admiration for Hungary’s semi-authoritarian prime minister, Victor Orban, and Italy’s nationalist vice premier Matteo Salvini.\n“We don’t want to become minorities in our own countries,” said Alex Malenki, a 26-year-old business student from Saxony who posts video blogs on YouTube.\nMr. Thaler said his main motivation for joining the movement had been his frustration with not being allowed to say he was proud to be German.\n“If you are a patriot, if you support ethnocultural identity, you are immediately being put in the extremist corner,” he said. “I don’t want to have to justify myself for saying, yes, there is such a thing as Germany, and we want to preserve it.”\nThis is where liberalism has failed, Mr. Kramer said.\n“These people operate in the moral vacuum that has been left by our politicians,” he said. “Patriotism, community, identity — these are instinctive needs people have and that were denied them for a long time.”\nThat some of their views can now be heard in Parliaments and on the street gives them a new quality. “The question is: Can we still stop it?” Mr. Kramer said. “That’s a question that concerns our liberal democracy.”", "date": "Dec. 27, 2018", "href": "https://www.nytimes.com/2018/12/27/world/europe/germany-far-right-generation-identity.html", "tags": "face doctrine generation germany afd friendlier ” identity right new — far rebrands"}