{"title": "Germany 'considers ban on Huawei' amid global backlash", "content": "Germany is considering ways to block Huawei from its next generation mobile phone network, according to reports. \nBerlin is exploring stricter security requirements which may prevent Huawei products being used in its 5G network.\nMany countries have pushed against the involvement of the Chinese technology firm in their 5G networks over security concerns. \nThe networks represent the next big wave of mobile infrastructure. \nThe Chinese company, one of the world's biggest producers of telecoms equipment, has faced resistance from foreign governments over the risk that its technology could be used for espionage. \nHuawei has denied claims it poses a spying risk.\nIn a statement, the firm said it sees \"no rational reason why it should be excluded from building 5G infrastructure in Germany, or indeed in any country in the world.\" \nGermany's interior ministry had previously said it opposes banning any suppliers from its 5G network.\nBut it may consider stricter security requirements and other ways to exclude Huawei, according to reports. \nSuch a move would bring it in line with other Western countries. \nThe US, Australia and New Zealand have all blocked local firms from using Huawei to provide the technology for next-generation 5G mobile networks.\nThe UK has raised concerns with Huawei, and Canada is also reviewing its relationship with the firm.\nLast month BT said it would not use Huawei's equipment for its 5G mobile network when it is rolled out in the UK.\nOn Thursday, China's ambassador to Canada warned of \"repercussions\" if the country banned the company from its 5G network.\nThe two countries are embroiled in a diplomatic row.\nA court in China this month sentenced a Canadian to death for drug smuggling in a ruling that comes after  Canada arrested Meng Wanzhou, a top official at Huawei and its founder's daughter, on a request from the US.\nThe US is also reportedly investigating Huawei for \"stealing trade secrets\" from US businesses, and has accused it of contravening sanctions by lying about its business in Iran.", "date": "18 January 2019", "href": "https://www.bbc.co.uk/news/business-46914489", "tags": "mobile security us backlash network germany global countries networks huawei firm ban technology amid"}