{"title": "Germans Quietly Pass an Equinox of Unity, but the Walls Remain", "content": "BERLIN — Durs Grünbein was conceived two months after the Berlin Wall was built, in the cold winter of 1961. He spent half his life behind the wall, or, as he prefers to put it: “I spent one life as a hostage and another life free.”\nLast week, the barrier that once divided Berlin, Germany and the world quietly passed an equinox of German unity. The wall was gone for as long as it stood: 28 years, 2 months and 26 days.\nRoughly one generation lived with the wall. Roughly one generation has now lived without it. There is poetry in that symmetry, Mr. Grünbein says. A poet himself, he has written about being one of the first East Berliners to cross into the West.\nOne image lingers, he says: An empty Trabant, the standard East German car, parked under a tree in the West, its keys dangling from a branch. Freedom.\nOther than the traces of the wall zigzagging across Berlin, laying out the no man’s land where 140 people died trying to escape, there are few obvious signs that this was once a divided city. Berlin’s gleaming main station sits near the former border, trains running in both directions. The city’s trendiest neighborhoods used to be run-down districts east of the wall. And for the past 12 years, the country has been run by Angela Merkel, a woman who grew up in East Germany.\nAs Willy Brandt, a storied former chancellor, famously said: “What belongs together, grows together.”\nBut this being German history, it is more complicated than that. The concrete blocks have come down. But walls remain, in people’s heads.\n“German unity is still a work in progress,” says Thomas Krüger, who served, in January 1991, as East Berlin’s last mayor.\nNow head of the Federal Agency for Civic Education, Mr. Krüger runs a quintessentially German institution whose mission is to “educate the German people about democratic principles and prevent any moves to re-establish a totalitarian regime.”\nIn a nutshell: Learn from history to inoculate the future against mistakes of the past.\nMr. Krüger takes this mission seriously. But he worries that the dominant narrative in the country is too West German. Many easterners feel that their history — outside the evils of Stasi crimes and Soviet tanks — is silenced, he said.\n“Cultural colonialism,” Mr. Krüger calls it, and then proceeds to list the fault lines that remain between East and West, some receding, some deepening.\nThe West is still richer. The East is now more nationalist. There are more immigrants in the West. But immigrants are viewed as more of a problem in the East.\nWesterners still control many levers of power in the East. Eight in 10 judges and prosecutors in the East grew up in the West, and none of Germany’s flagship listed companies have their headquarters in the East, Mr. Krüger said.\nBut easterners increasingly control the political discourse of a countrywide shift to the extremes. The far-right party Alternative for Germany came first in the eastern state of Saxony last year, with 27 percent of the vote — more than twice the national average. And the far-left Left Party has its roots in the party that ran the Communist East.\nAs for Ms. Merkel, “she is not considered an easterner in the East,” Mr. Krüger said, “she is considered a traitor.”\nIs Germany still a tale of two countries?\nHelmut Holter, the education minister for the eastern state of Thuringia, seems to think so. He recently proposed a student exchange program between East and West — the kind of program Germany has with schools in other countries.\n“We don’t just need student exchange programs with Poland and France,” Mr. Holter said, “but between Leipzig and Stuttgart.”\nMr. Grünbein, the poet, is not sure that the young generation is the problem. His own children, born after the wall came down, are “Germans, Europeans, citizens of the world,” he said.\nThe bigger challenge, he said, are those who spent most of their lives behind the wall and inside an authoritarian system.\n“Even if you don’t like the system, it shapes you, it becomes part of you. How could it not?” Mr. Grünbein said. When they marched on Mondays in 1989 against a crumbling Communist system, many people did not want democracy, he said, “they wanted prosperity and authority.”\nAnd authority is what they are craving again today, he said. The British historian Timothy Garton Ash has called this “a kind of political-psychological post-traumatic stress disorder.”\nSome are marching again. Every Monday in the eastern city of Dresden, supporters of the anti-immigrant Pegida movement take to the streets; most are men, and many are over 50.\nPegida is a German acronym that stands for Patriotic Europeans Against the Islamization of the West. It is closely associated with the rise of Alternative for Germany.\nAsk them what their grievance is, and they talk about a “takeover” of Germany by Muslim foreigners.\n“There are now more foreigners in Germany than Germans,” a retired mechanic, Klaus Rulow, 57, scoffed on a recent Monday.\nThat is far from true. In fact, the regions that produced the most votes for the AfD in the former East have the fewest immigrants. It is a near-perfect symmetry.\nBut the idea of a takeover resonates deeply. “The West took over the East” is another familiar refrain. And in some ways, it did.\nTeachers, judges and civil servants were shipped in from western states to replace a generation of easterners who had come of age in Communism and were considered unfit, Mr. Krüger said.\n“Of course people were bitter about that,” he added. “They still are.”\nThe East, some point out, had a complete migration experience without crossing a border. People lost their jobs, their status and their country.\nMany East German men were quite literally left behind.\nEastern women, who were part of the work force and with free child care, were more emancipated than their western sisters, and proved to be more mobile than their male counterparts. Some eastern villages now have two or three men for every woman — the kind of ratio one otherwise finds near the Arctic Circle, demographers say.\nWhen Petra Köpping was named integration minister in the eastern state of Saxony, she thought she would mainly deal with migrants. But early on, she was heckled at a public event. “Why don’t you integrate us first?” a German man shouted.\nMs. Köpping ended up touring the East to understand the grievances of East German men. She is now touring the West to share her findings.\nMr. Garton Ash, the Oxford historian, who knows Germany intimately (he had his own Stasi file), talks about cultural inequality as a driver of populism.\n“Inequality of attention shades into inequality of respect,” Mr. Garton Ash wrote last year.\nDorfchemnitz, the town where the AfD won 47.4 percent of the vote last year — has an unemployment rate of under 6 percent. But mainstream parties ignored it during the campaign. Only the AfD candidate showed up — twice.\nNationalism was taboo in West Germany. In East Germany it was positively encouraged. “We were the good Germans,” recalled Antje Weiss, a social worker in East Berlin.\nMs. Weiss, 54, grew up behind the Berlin Wall — although in the East it was called the “anti-fascist protection bulwark.”\n“We were told we were the descendants of the anti-fascist resistance,” she said. Flag-waving, a no-no in the West, was ubiquitous in the Communist youth organizations of the German Democratic Republic, as East Germany was known.\nMs. Weiss has no time for the AfD. But she thinks it is important to listen deeply to those who do.\n“We have to let people speak their mind,” she said. “Otherwise, we are just doing what the G.D.R. did.”", "date": "Feb. 13, 2018", "href": "https://www.nytimes.com/2018/02/13/world/europe/berlin-wall-equinox-east-germany.html", "tags": "quietly wall equinox germany remain walls unity german ” pass west — germans east"}