{"title": "Germany country profile", "content": "Germany is Europe's most industrialised and populous country. Famed for its technological achievements, it has also produced some of Europe's most celebrated composers, philosophers and poets.\nAchieving national unity later than other European nations, Germany quickly caught up economically and militarily, before defeats in the two World Wars left it shattered, facing the difficult legacy of Nazism, and divided between Europe's Cold War blocs.\nGermany rebounded to become the continent's economic giant, and a prime mover of European cooperation. With the end of the Cold War, the two parts of the country were once again united, although the economy of the former east continues to lag behind the rest of the country.\nChancellor: Angela Merkel\nThe Christian Democrat Angela Merkel, Germany's first female chancellor, has governed since 2005 in coalition with either the liberal Free Democrats or centre-left Social Democrats, but suffered a setback at the 2017 elections as the populist anti-immigrant Alliance for Germany (AfD) surged into third place.\nThe AfD exploited social tensions over the arrival of more than a million people from the Middle East, West Asia and Africa after Mrs Merkel offered asylum to refugees fleeing turmoil in Syria in the autumn of 2015. \nAfter attempts to build a government with the Free Democrats and left-leaning Greens failed, Mrs Merkel reassembled a \"Grand Coalition\" with the much-weakened Social Democrats.\nAngela Merkel became leader of the Christian Democratic Union in 2000 after a party funding scandal that tainted her long-time mentor, former Chancellor Helmut Kohl.\nShe was born in Hamburg in 1954 but grew up in communist East Germany, where her father was a Protestant clergyman. \nPresident: Frank-Walter Steinmeier\nFormer foreign minister Frank-Walter Steinmeier was elected federal president in February 2017, succeeding Joachim Gauck.\nA Social Democrat, Mr Steinmeier enjoyed the support of Chancellor Angela Merkel's \"grand coalition\" of centre-right and centre-left parties. \nIn his acceptance speech, he pledged to stand up to the rising trend of xenophobic populism, and promote inter-communal dialogue and democracy.  \nThis became all the more topical in September, when the anti-migrant Alternative for Germany broke through to become the first hard-right party to win seats in parliament since the Second World War.\nGermany's competitive television market is the largest in Europe, with more than 38 million TV households.\nRegional and national public broadcasters vie for audiences with powerful commercial operators. \nGermans are avid newspaper readers and the non-tabloid press is a trusted news source. \nInternet use is near-universal. Facebook is the most popular social network,\nSome key dates in Germany history: \n1871 - Otto von Bismarck unifies Germany.\n1914-1918 - World War I. Germany is defeated and becomes a republic. \n1933 - Adolf Hitler, head of the far-right Nazi Party, becomes chancellor.\n1939-45 - Second World War sees defeat of Germany and its partition into the pro-western Federal Republic and the Soviet-controlled German Democratic Republic.\n1955 - West Germany joins Nato; East Germany joins the Warsaw Pact.\n1957 - West Germany is a founding member of the European Economic Community.\n1961 - Construction of the Berlin Wall to prevent flight of East Germans to the increasingly prosperous West.\n1970 - West German Chancellor Willy Brandt establishes relations with East Germany in an effort to ease tensions across the Iron Curtain.\n1989 - Mass exodus of East Germans as Soviet bloc countries relax travel restrictions. Berlin Wall is torn down.\n1990 - Chancellor Helmut Kohl reunites Germany as a single state.\n2005 - Christian Democrat Angela Merkel becomes chancellor.\n2015-2016 - Government allows more than a million asylum seekers from the Middle East and beyond to stay, raising public concerns about crime and public services that far-right groups exploit.", "date": "17 September 2018", "href": "https://www.bbc.com/news/world-europe-17299607", "tags": "country merkel world germany profile chancellor social europe war angela west east"}