{"title": "German politicians targeted in mass data attack", "content": "Hundreds of German politicians, including Chancellor Angela Merkel, have had personal details stolen and published online.\nContacts, private chats and financial details were put out on Twitter that belong to figures from every political party except the far-right AfD.\nData from celebrities and journalists were also leaked.\nIt is unclear who was behind the attack, which emerged on Twitter in the style of an advent calendar last month.\nGerman Interior Minister Horst Seehofer said the authorities were working hard to find the perpetrator. There was, he said in a statement, as yet no evidence that German parliamentary or government systems had been compromised.     \nThe leak appears to have originated on a Twitter account operated from Hamburg and the authorities in the north German city say they are now working with the Irish Data Protection Commissioner to stop the spread of German politicians' data.\nAs Twitter's European headquarters are located in Dublin, the leak falls under the remit of the Irish data protection authority, national broadcaster RTE reports.\nThe true extent of damage caused by the leak is not yet known although Justice Minister Katarina Barley said it was a \"serious attack\". \n\"The people behind this want to damage confidence in our democracy and institutions,\" she said.  \nA government spokeswoman said no sensitive data from the chancellor's office had been published. MPs, Euro MPs and MPs from state parliaments were affected, said Martina Fietz. \nShe said the government was not yet certain that the data had been stolen by cyber-hackers. Some reports suggested a lone leaker might have had access to sensitive data through their work.\nAlthough nothing politically explosive is known to have been leaked, the sheer volume of personal data involved suggests the consequences could be considerable, says Michael Götschenberg, a reporter for German broadcaster RBB, who researched the attack.\nThe now-suspended Twitter account, identified by German media as @_0rbit, was followed by more than 17,000 people.\nAlthough documents had been posted on the account from 1 December to 28 December, it was not until Thursday evening that officials became aware of the theft.\nBild newspaper said all the data stolen in the attack dated back to before October 2018 but it was not clear when it began.\nInterior Minister Seehofer said preliminary analysis showed the data had been obtained through \"wrongful use of log-in information for cloud services, email accounts or social networks\".\nA cyber analyst told the BBC there was speculation that hackers might have exploited weaknesses in email software to get hold of passwords that those targeted had also used on social media accounts.\nData was published in Advent calendar-style daily releases on Twitter. The first \"doors\" at the start of December featured TV presenters, then rappers, and from 20 December it focused on politicians. \nNational and local political figures as well as some TV personalities had their details stolen: \nImmediate suspicion fell on right-wing groups in Germany as well as Russia.\nGerman cyber-security analyst Sven Herpig said Russia was a suspect, first because of the method used but also because Germany was facing four state elections in 2019 as well as elections to the European Parliament.\nHowever, the fact that no right-wing politicians were targeted while prominent figures who had criticised them had been, suggested domestic right-wingers may also have been responsible, he told the BBC.\nRussia has been accused of cyber-attacks in Germany before. \nIn 2015, data was stolen from computers in the Bundestag. And last year the government's IT network came under attack amid reports that Russian hackers were also to blame.\nUK-based expert Graham Cluley said the breadth of the latest attack suggested it was a co-ordinated effort involving a determined group over many months. \n\"This hack clearly isn't about extortion or financially motivated.  This is about attempting to destabilise Germany society,\" he told the BBC.", "date": "4 January 2019", "href": "https://www.bbc.com/news/world-europe-46757009", "tags": "targeted december twitter german stolen politicians data mass attack government also"}