{"title": "German anger over AfD chief's 'Nazi era just bird poo' remark", "content": "There is outrage across the political spectrum in Germany over a far-right leader's description of the 12-year Nazi dictatorship as \"just bird poo\". \nAlternative for Germany (AfD) co-leader Alexander Gauland made the remark in an address to the party's youth wing. \nPoliticians in the ruling coalition and German President Frank-Walter Steinmeier accused Mr Gauland of trying to shrug off the Nazi atrocities.\nThe AfD is Germany's main opposition party, with 94 seats in parliament. \nMr Gauland, 77, said on Saturday: \"Hitler and the Nazis are just bird poo in over 1,000 years of successful German history.\"\nThe general secretary of Angela Merkel's conservative Christian Democratic Union (CDU), Annegret Kramp-Karrenbauer, tweeted (in German): \"50 million war victims, the Holocaust and total war are just 'bird poo' for the AfD and Gauland! That's what the party really looks like behind its mask of respectability.\"\nPresident Steinmeier said \"whoever today denies that unique break with civilisation or plays it down not only ridicules the millions of victims, but also consciously wants to rip open old wounds and sow new hatred\".\nMr Steinmeier was speaking at a memorial event for the thousands of gay people murdered by the Nazis.\nOn Sunday Mr Gauland, 77, denied insulting the victims of \"criminal\" Nazism and said \"bird poo\" was \"one of the most scornful descriptions in the German language\".\nBut even the head of the AfD parliamentary group, Jörg Meuthen, criticised Mr Gauland for his \"really unfortunate remark and inappropriate choice of words\".\nIn a tweet, popular German comedian Jan Böhmermann put the AfD youth wing's logo alongside that of the 1930s Nazi \"Sturmabteilung\", known as the SA. It was Adolf Hitler's vanguard paramilitary force, which persecuted his enemies. Böhmermann alleged that the similarity was no coincidence.\nThe far-right AfD entered parliament - the Bundestag - for the first time last September, boosted by discontent in many regions over the influx of migrants in 2015-2016. Many of the new arrivals were Muslims from war-torn Syria, Iraq or Afghanistan.\nMr Gauland has strongly criticised Islam and said Germans should be proud of the soldiers who fought for the nation in both World Wars. \nHolocaust denial is a criminal offence in Germany. The penal code states that a fine, or up to five years in jail, can be imposed for \"approving, denying or trivialising\" Nazi genocide, whether in a publication or at a public meeting.", "date": "4 June 2018", "href": "https://www.bbc.com/news/world-europe-44354559", "tags": "gauland bird germany afd german chief era nazi party remark anger poo"}