{"title": "Gibraltar: What's it got to do with Brexit?", "content": "You've probably seen the name Gibraltar in the news recently. \nBut what has a piece of land near Spain got to do with the UK leaving the European Union? \nGibraltar is a British Overseas Territory. It's as close to Britain as it can be without being part of the UK - but what happens to it after Brexit? \nThat's what the Spanish government thinks Prime Minister Theresa May hasn't been clear on.\nBut first, let's start with the basics...\nGibraltar is at the bottom of Spain, about an hour's drive down the coast from Marbella. \nAround 30,000 people live there. \nIt's almost entirely surrounded by water but is still connected to mainland Spain.    \nIts residents are British citizens but Gibraltar runs its own affairs on pretty much everything apart from defence and foreign affairs. \nIn a lot of ways, Gibraltar is a bit of a throwback. And not the kind you'd post on your Instagram - a proper throwback. \nIt's one of 14 territories from the days of the British Empire that's still owned by the UK.\nSpain lost Gibraltar to an Anglo-Dutch force in 1704 and officially handed it to London in 1713.\nThe country has wanted it back ever since.  \nBut in two fairly recent referendums - 1968 and 2002 - the people of Gibraltar chose to remain under British rule rather than Spanish.\nGibraltar's important strategic position - as an entrance to the Mediterranean - is one of the reasons Britain has wanted to keep hold of it. \nWell, it's apparently just like Britain... but with nicer weather. \n\"We're used to Morrisons, fish and chip shops, red telephone boxes and red post boxes,\" said Philip Dumas, a member of the band Frontiers who was born and raised in Gibraltar.\nWhen Radio 1 Newsbeat spoke to him last year he said Gibraltarians have \"grown up with the best of both worlds\".\n\"But the climate is the best part and the selling point for many people.\n\"It's Britain in the sun - we've got beaches, Mediterranean cuisine and Mediterranean culture too.\"\nThe people who live in Gibraltar are British citizens, so they also got to vote in the EU referendum.\nThey voted to stay in the EU - a massive 96% chose to remain - but will be leaving with the rest of the UK.\nWell, that's what Theresa May's Brexit plan says. \nShe's travelling to Brussels on Sunday to try to get agreement for her deal from EU leaders. \nBut Spain wants more of a say over Gibraltar - they're concerned how their economic ties with the territory will be affected by Brexit.\nSpain's prime minister is threatening to block the deal because he thinks Theresa May's been unclear on her position.\nThere is good news for Mrs May though - no one country is able to block the deal on its own at this stage. \nFollow Newsbeat on Instagram, Facebook and Twitter.\nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here.", "date": "23 November 2018", "href": "https://www.bbc.co.uk/news/newsbeat-46316965", "tags": "brexit may gibraltar uk theresa got britain british spain"}