{"title": "Girl’s racist poem sparks row in southwestern Germany", "content": "A poetry competition has been hit by controversy after the daughter of a far-right Alternative for Germany (AfD) politician took part. \nFourteen-year-old Ida Marie Müller, daughter of Nicole Höchst, performed a poem widely condemned as racist in front of an audience of 100 spectators in Speyer, southwestern Germany. \nThe poem included a reference to a stabbing carried out by an immigrant. \nDespite the girl receiving the loudest applause, organisers disqualified her. \nAfD is an anti-immigration party that entered parliament in Germany for the first time in 2017, winning 12.6% of the vote and more than 90 seats.\nThe competition was part of an anti-racism initiative for teenagers hosted by the Speyer Youth Council, reports the Junge Freiheit newspaper. \nWhen another participant was announced the winner, some members of the audience responded with loud jeers. \nMs Müller was not allowed to attend the award ceremony, and was later accused by Mayor Monika Kabs from the Christian Democrats (CDU) party of using the Poetry Slam as a platform for the AfD. \nHer mother posted messages of support for her daughter on social media, but also shared pictures of the outside of her house, which has been sprayed with anti-AfD graffiti.\n\"Modern Nazis smear other people's houses,\" she wrote. \nThe 14-year old's poem included lyrics such as: \n\"From far away the man fell into the hands of traffickers, with no passport and a mobile phone. \nHe arrived in our hallowed German land. Because he can't get a lady, he helped himself to one with a knife.\" \nTensions have been running high in the country since a German man was killed allegedly by two migrants in August near the eastern city of Chemnitz.\nHis death led to demonstrations by right-wing extremists. Earlier this week six men were arrested in Chemnitz on suspicion of being part of a far-right militant group planning attacks on foreigners, politicians and civil servants.", "date": "2 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-45717680", "tags": "competition poetry southwestern germany sparks audience afd müller racist girl poem daughter row far-right part"}