{"title": "Girls Enter the Boys’ World of Flipping", "content": "As a gymnast, Sophie Tillis felt held back. Though she loved competing, after seven years in the highly structured and closely judged sport — where every flexed foot and angle of the shoulder is scrutinized — the 14-year-old from Alabama quit gymnastics in the spring of 2018.\n“I still liked the flipping part, and I didn’t want to lose that,” Sophie said. But she knew she had other options.\nShe had watched videos of teens doing extreme flips in their backyards, part of the extreme sport of Gtramp, which features elite-level trampoline tricks. She also followed many teens flipping and twisting off concrete pillars and ledges in urban landscapes, in the rebellious, freestyle movements of parkour (also called freerunning).\nBoth of these emerging sports, which have their own lingo and culture, fall under the umbrella of “flipping.” Both also have this in common: They are dominated by boys.\n“I think some girls are afraid of what the boys might think or say,” Sophie says of girls who take up flipping. She refuses to let that fear hold her back. On her own, she practices for as much as three hours a day, learning new tricks on her trampoline and doing combinations of flips in her yard. She posts videos of new things she learns on her Instagram account, where several thousand kids follow her. “Without a coach, I can move at my own pace,” she says. “I also feel a lot more confident without someone judging me.”\nDefying Stereotypes, Building Confidence\n“More and more people are getting to know what the sport of parkour is about,” says Seneca Schwartz, a 15-year-old from Westchester County, N.Y., who does parkour. Last year, for an eighth grade project, she made a short film called “Like a Girl,” about females who do parkour, featuring 30 girls from around the world. Many of those girls, including Sophie, also do Gtramp.\nThe film caught the eye of Seneca’s idol, Luci Romberg, who sent Seneca a note of encouragement after seeing it. Ms. Romberg is widely regarded as the pioneer for women in parkour, having won numerous professional competitions. She now works as a stunt double for Melissa McCarthy and is co-owner of Tempest Freerunning, an L.A.-based parkour lifestyle brand that also includes four parkour training facilities.\nIn 2009, the first year she attended the Red Bull Art of Motion freerunning competition, Ms. Romberg, who had previously been a gymnast, was the only female to compete. In fact, she was one of the few females competing at that level for several years.\nBut times have changed. “It’s awesome how many girls are showing up and throwing down now,” Ms. Romberg says. “These young girls I see at competitions and on social media are absolutely mind blowing. They train so hard and are so passionate about the sport.”\nAnd yet, many of the girls “throwing down” in their own backyards continue to fight stereotypes. Many recall being told that “you’re good … for a girl.” Emily Fields, a 16-year-old who was invited to participate in the GT Games, a by-invitation-only Gtramp competition, remembers being accused of “taking a boy’s spot.”\nThe idea that extreme sports are something girls “just don’t do” lingers. Seneca says that she and her younger sister were the only girls at their parkour gym for years. Any intimidation she felt about that fell away as she got stronger and more focused. And unlike many parents, who may feel uncomfortable with a child doing extreme sports, Seneca’s mother and father offered enthusiastic support.\n“Confident girls aren’t thrown off by trying things that girls typically don’t do,” says her father, Tim Schwartz. “Parkour was an opportunity for them to learn to step out of their comfort zone and take risks. I never thought of parkour as a boy’s sport, but rather, as a sport that allows anyone to overcome their fears,” adds Seneca’s mother, Tomoko Schwartz.\nWhile unenthusiastic parents are likely to be a factor in why fewer girls participate in flipping, girls themselves may also be hesitant to join in. Elena Stanislawski, a Gtramper from Munich, Germany, thinks perhaps girls are less likely to get involved because flipping looks a bit “messy.” Like Sophie, she competed in gymnastics for several years but lost interest because she wanted to progress and learn new tricks — and she was tired of pointing her toes. The 16-year-old trains at home on her trampoline, as well as at Gravity Lab, a Munich freestyle sports training facility that caters to parkour and Gtramp athletes. Elena loves challenging herself to learn new tricks, without worrying about form or structured competition.\nThat willingness to take risks, rooted in a kind of rebelliousness, is a driving factor behind all the freestyle sports under the flipping umbrella. “To be good, you’ve got to be comfortable challenging your body and taking whatever bumps, bruises and scrapes come with it,” says Gabe Nunez, the co-founder and chief executive of Tempest Freerunning, who spent years competing with Ms. Romberg.\nIn other words, once you’ve done the drills and built the strength, you’ve got to go for it — or “huck it,” as flippers and freerunners sometimes say. And women can “huck it” with just as much audacity as men — as other extreme and adventure sports have shown. Professional skateboarders like Lizzie Armanto and Lacey Baker, for example, have no problem keeping up with the men. Base jumper and rock climber Clair Marie is the definition of audacity.\nGains in Gender Parity\nMajor sports brands like Adidas, with its “She Breaks Barriers” campaign, are trying to raise the profile of female athletes, and high-profile coaches such as Notre Dame’s Muffet McGraw are speaking out as well (her explanation of why she wouldn’t be hiring another male coach on her staff recently went viral). The brands that drive niche freestyle sports are also making female opportunity a priority.\n“There is a huge push in the freerunning community to get more women involved,” Mr. Nunez says. In fact, the Air Wipp Challenge in Sweden, a premier professional parkour event that Mr. Nunez judges, now features equal numbers of male and female competitors, and gives men and women equal billing and equal prize money.\nOther male-dominated adventure sports have been working for parity, too. For example, beginning this year, the World Surf League is offering equal prize money to men and women at all levels — in large part because of pioneers like the surfer Bianca Valenti, who lobbied hard for it.\nThe Gtramp world, still in its infancy — nobody began to really notice it until about 2016 — doesn’t yet have the structure to fully support any professional athletes, male or female. It’s still relatively ad hoc, and there is no governing body. But brand sponsorships are coveted by Gtrampers, for travel money, bragging rights and raising a flipper’s profile.\n“The trampoline community doesn’t really pay much attention to the girls,” says Nealy Brummond, a 15-year-old flipper from Nebraska who would love to see a girl be sponsored by one of the major trampoline brands that sponsor dozens of boys. Like so many other flippers, Nealy is self-taught, trains hard to learn new tricks on her backyard trampoline, and was originally inspired by the popular YouTuber and flipper Tanner Braungardt. Her goal is to hit 10,000 followers on Instagram, she says. “I want to make an effect on the community and show girls that gymnastics isn’t the only option.”\n“We don’t sponsor any girls currently, but we do have some who are on our radar,” says Ricky Lai, marketing manager for the backyard trampoline company SkyBound USA. “It’s important to us that we find and sponsor female athletes who are passionate about Gtramp and challenging the stigma that trampolining is a boy’s sport.”\nForrest Bless, vice president of marketing for AlleyOOP trampolines, says his company is actively engaged with the flipping community on a daily basis. “We are always on the lookout to sponsor high-caliber female flippers,” he says.\nThe reality is that young women in the Gtramp space on Instagram haven’t yet amassed the large followings young men have (to be fair, the average 14-year-old Gtramp boy also has a modest following of less than a thousand). The kids who do the biggest tricks — some are doing as much as quintuple flips and twists — tend to get noticed the most, and thus far, it’s the boys who are doing the biggest tricks.\nLori Maher, whose daughter Elise Maher started flipping two years ago, says that the sport has been a great outlet where Elise can bond with peers, both male and female. She notes that Elise has always marched to the beat of her own drum, a personality trait that seems to apply to most flippers.\nIndeed, girl flippers tend to cite the same things they love about parkour or Gtramp that boys do: the community, the fact that they can progress on their own, and the absolute freedom of movement.\n“I love that I’m always competing against myself,” says Elise, who is 14 and lives in Arlington, Va., and has never done gymnastics (“I hate when people call me a gymnast!” she says). Elise finds that she needs the daily release of flipping on the trampoline or tumbling on the ground, especially after being cooped up at school all day. \n“Flipping helps me get my energy out,” she says. She spends hours training every day, challenging herself and posting her progress to her Instagram account. Her flipping time is unstructured, but it’s no less intense — or less important to her — than a structured team practice would be. She says she is as safety conscious as any coach would be, and has learned how to control her movement and make smart decisions.\n“Flipping is a perfect fit for Elise,” says her mother. “She has become an incredibly physically strong person. It’s really helped her to shine, as well as to feel comfortable and confident, which is so important for a teenage girl.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/well/move/girls-enter-the-boys-world-of-flipping.html", "tags": "also boys world flipping ” says girls parkour sports enter gtramp —"}