{"title": "Giuliani Says Lawyers Have Sought Trump Pardons for Their Clients", "content": "WASHINGTON — President Trump’s lead lawyer, Rudolph W. Giuliani, said Wednesday that lawyers for several people facing scrutiny from the Justice Department in the investigations into the Trump campaign and presidency had contacted him to see whether the president would pardon their clients.\nMr. Giuliani declined to identify the lawyers who broached the subject with him or their clients. He made his statement in response to questions about Mr. Trump’s former lawyer and fixer, Michael D. Cohen, who has told federal prosecutors in Manhattan about pardon discussions last year that involved Mr. Giuliani and a lawyer who was expressing interest in representing Mr. Cohen, according to people briefed on the matter.\nThe disclosure from Mr. Giuliani — and the new details about pardon discussions involving Mr. Cohen — highlighted again the continued questions about Mr. Trump’s pardon power and how he might use it as the special counsel, Robert S. Mueller III; other federal prosecutors; and Democrats in Congress investigate his political and business careers.\nThe discussions acknowledged by Mr. Giuliani demonstrate that, at the very least, some of those under investigation, or their lawyers, believed that it was worthwhile to ask about whether a pardon was on the table.\nMr. Giuliani, who has been representing Mr. Trump since last spring, said he always insisted to defense lawyers that Mr. Trump would not consider granting pardons until the investigations were long over.\nMr. Giuliani’s account of his stance contrasts with the initial approach taken by the first head of Mr. Trump’s legal team, John M. Dowd, who had discussions with lawyers for Paul Manafort and Michael T. Flynn in 2017 about pardons.\nAnd Mr. Giuliani’s statement comes as the White House is seeking to undermine Mr. Cohen’s credibility on a wide range of issues after his scathingly critical testimony about Mr. Trump on Capitol Hill last week.\n“I always gave one answer, and they always left disappointed,” Mr. Giuliani said.\nMr. Giuliani said he could not confirm that such a conversation took place with lawyers for Mr. Cohen, citing attorney-client privilege.\nWhat took place around the discussion of pardons became more complicated late Wednesday after The Wall Street Journal reported that Mr. Cohen’s current lawyer, Lanny J. Davis, said that Mr. Cohen had directed Stephen M. Ryan, his lawyer in 2018, to ask Mr. Trump’s personal lawyers about a pardon.\nThat appeared to directly contradict Mr. Cohen’s testimony last week to the House Oversight and Reform Committee, in which he said that he had never sought a pardon from the president, and would not accept one. But Mr. Davis insisted that Mr. Cohen was referring to after July 2018, when his and the president’s lawyers no longer had a formal agreement to work together on their defenses.\nReached late Wednesday, Mr. Davis said that Mr. Ryan had contacted Mr. Trump’s lawyers as a response to their strategy of “dangling” a potential pardon.\n“At that point in time, when he was still part of their club, he was willing to explore it,” Mr. Davis said of Mr. Cohen. “Nothing came of it, and he got more frustrated that he was” being toyed with, he added.\nMr. Davis said that the new information did not contradict what Mr. Cohen said in his testimony because at that time, “he was talking about the period where he had made his decision to tell the truth.”\nHe added, “And that new Michael Cohen authorized me to say publicly he wouldn’t accept a pardon if Donald Trump offered it.”\nMr. Trump has not granted any pardons to anyone directly linked to the investigations into his business activities, his campaign or his presidency.\nThe issue of pardons has hung over the investigations into links between Mr. Trump’s campaign and Russia and whether the president obstructed justice since the inquiries began two years ago. Mr. Mueller has investigated whether Mr. Trump dangled pardons to stop Mr. Flynn from cooperating, and Mr. Mueller wanted to question Mr. Trump about the matter.\nTestifying behind closed doors on Wednesday before the House Intelligence Committee, Mr. Cohen was pressed on whether he sought out or was offered a potential pardon.\nThe Washington Post reported on Saturday that the House and Senate Intelligence Committees were investigating whether Mr. Cohen had discussions about a potential pardon. The House Judiciary Committee has also announced that it would examine the “misuse of the pardon power” as part of a sweeping investigation into the president, his administration and his family businesses.\nMr. Cohen recently provided information to federal prosecutors in Manhattan about the pardon discussions as part of his effort to assist the authorities and potentially reduce his lengthy prison sentence.\nHe faces three years behind bars for personal financial crimes and for making illegal hush money payments on behalf of Mr. Trump during the 2016 presidential campaign to women who said they had sexual encounters with Mr. Trump.\nMr. Cohen told the prosecutors in Manhattan that the pardon discussions happened after searches that the authorities conducted on his residence and office in April 2018. He described to the prosecutors how a lawyer who was considering representing him, Robert J. Costello, had spoken with Mr. Giuliani.\nProsecutors have obtained a cryptic email that Mr. Costello sent Mr. Cohen assuring him that he had raised some issue of importance with Mr. Giuliani, according to the people briefed on the matter.\nThe prosecutors followed up with Mr. Cohen to ask for additional details about the pardon discussions, the people said, though there was no indication that they suspected anyone involved in the conversations of wrongdoing.\nABC News reported on Wednesday that lawyers claiming to have ties to Mr. Giuliani sought out Mr. Cohen to discuss his options as prosecutors closed in on him last year.\nIt was not clear that Mr. Costello was ever formally retained by Mr. Cohen. Mr. Costello declined to comment, citing attorney-client privilege, but added that he would be free to comment if Mr. Cohen waived that privilege.\nMr. Giuliani said that Mr. Cohen should waive the privilege if he was confident in his version of events, and insisted that he personally had never urged anyone to do anything other than cooperate with the investigations. He said his discussions with Mr. Cohen’s lawyers were always when they were sharing information under a joint defense agreement.\n“I would say with a few lawyers: You shouldn’t make any decision based on the assumption of a pardon,” Mr. Giuliani said in recounting the discussions.\nA spokeswoman for the United States attorney’s office in Manhattan declined to comment.\nIt is unclear who broached the subject of a potential pardon — Mr. Cohen or Mr. Costello. In his testimony last week before the House Oversight and Reform Committee, Mr. Cohen declared in his opening statement, “I have never asked for, nor would I accept, a pardon from President Trump.”\nOne person familiar with the talks said they centered on whether Mr. Cohen could be given a “pre-pardon” — a way of potentially absolving him of wrongdoing before he could be indicted.\nThe pardon discussions only progressed so far. Last August, Mr. Cohen pleaded guilty to a litany of crimes, including for arranging hush money payments. Mr. Trump and his lawyers subsequently began a series of attacks on Mr. Cohen’s credibility. Mr. Trump has since called him a “rat.”\nMr. Cohen, who is scheduled to begin serving his three-year prison sentence in May, made an oblique reference in his public testimony last week before the oversight panel to the inquiry from the federal prosecutors from the Southern District of New York.\nWhen asked by a Democratic lawmaker about his most recent communications with Mr. Trump or someone acting on his behalf, Mr. Cohen replied, “Unfortunately, this topic is actually something that’s being investigated right now by the Southern District of New York, and I’ve been asked by them not to discuss it.”", "date": "March 6, 2019", "href": "https://www.nytimes.com/2019/03/06/us/politics/giuliani-trump-pardons.html", "tags": "giuliani ” trump pardons cohen discussions says lawyers clients pardon sought"}