{"title": "Giving In to China, U.S. Airlines Drop Taiwan (in Name at Least)", "content": "BEIJING — You can book a ticket to Taipei from New York on a major American airline. Just don’t ask it which country you are going to.\nBowing to pressure from China, American Airlines, Delta Air Lines and United Airlines began to remove references to Taiwan, of which Taipei is the capital city, as a separate country from their websites Wednesday.\nAmerican, which was the first to make the switch, listed Taipei Taoyuan International Airport, the city’s main airport, as a destination for travelers looking to book a flight on its website, with no reference to Taiwan. Delta listed only Taipei and the code for the city’s airports.\nThe American carriers were among the last holdouts against a Chinese effort to force all airlines to drop any references to Taiwan as a separate country. Beijing regards the self-ruled democratic island as a breakaway province.\nWhile many major international carriers now designate Taiwan as a part of China, the American carriers stopped short of that step.\nBut changes to the websites were inconsistent on Wednesday: A user booking a ticket on Delta, for example, could search for Taiwan as a destination, but the name would not appear in the results. The Chinese version of United’s website used the airport code TPE, for Taipei Taoyuan International, while the English version included TW, which is the country code for Taiwan. (Within a few hours, the code was no longer on the site.)\nCompanies doing business in China often find themselves struggling to balance the demands of an increasingly nationalistic government against calls from rights groups and politicians that they should not give in to Beijing. The White House, for example, had described the Chinese website order as “Orwellian nonsense.”\n“We have another example of nonsovereign entities contorting themselves to satisfy Chinese pressure,” said Rupert Hammond-Chambers, the president of the US-Taiwan Business Council, a nonprofit organization that works to develop trade and business ties between the United States and Taiwan.\n“That bodes ill for the future, frankly, in respect of the hoops that everyone is jumping through to try to satisfy China’s goals and objectives here,” he added.\nAn official at Taiwan’s presidential office said that Taiwan was exploring possible litigation over the issue.\n“Taiwan has been closely interconnected with the world, and defending our shared democratic values on the front line,” Taiwan’s presidential spokesman, Alex Huang, said. “That is a fact which cannot be easily erased by simply removing the name of Taiwan from the internet. The people of Taiwan will not bow to pressure.”\nIn April, the Civil Aviation Administration of China sent a letter to 44 foreign airlines demanding they change their websites if Taiwan, Hong Kong or Macau was classified as a country. Both Hong Kong and Macau are semiautonomous Chinese territories with their own laws.\nIn recent months, many international airlines including British Airways and Lufthansa have given in to China’s request. Lufthansa, for example, refers to Taipei as a destination in “Taiwan, China.”\nYuan Zheng, director of United States foreign relations at the Chinese Academy of Social Sciences, a government think tank in Beijing, said the Chinese authorities could have fined airlines that failed to comply, restricted their entry into the Chinese market or removed the carriers’ apps and booking systems in China.\nBut even if Beijing chose not to take action, ignoring China’s request could have cost the American carriers business from Chinese customers, Mr. Yuan said.\nChina is projected to overtake the United States to become the world’s largest aviation market, and American companies have been trying to gain a foothold in the growing market with investments and code-sharing arrangements. Delta owns a stake in China Eastern Airlines and American owns shares of China Southern Airlines, while United has a partnership with Air China.\nA spokeswoman for American Airlines, Shannon Gilson, said that the airline “is implementing changes to address China’s request.”\n“Air travel is global business, and we abide by the rules in countries where we operate,” Ms. Gilson said in an email.\nFrank Benenati, a spokesman for United, said in an email that the company “abides by and respects local laws and regulations in all markets and jurisdictions” where it operates, and that it did not expect the website changes to affect any flights.\nSusannah Thurston, a Delta spokeswoman, said in an email statement that the airline was “in the process of implementing website changes” and would “remain in close consultation with the U.S. government” throughout the process.\nAt a regular Chinese Foreign Ministry briefing on Wednesday, a ministry spokesman, Geng Shuang, said, “We have noticed that so far some positive developments have been made around this matter, and the foreign airlines have made corrections.”\n“We welcome their investments in China,” he added.\nUnder President Xi Jinping, China has been increasing pressure on Taiwan. The island’s president, Tsai Ing-wen, has called on the international community to “constrain” China. On Tuesday, the East Asian Olympic Committee revoked its decision to host the 2019 East Asian Youth Games in Taichung, a city in Taiwan, bowing to Chinese pressure, according to news reports.\nA growing number of American companies have in recent months tried to appease Beijing. In January, the authorities in Shanghai temporarily shut down the website of the hotel chain Marriott International for labeling Taiwan and Tibet, a region of China, as separate countries. In May, the clothing retailer Gap also issued an apology to China after a map on a T-shirt sold in North America did not depict Taiwan as part of China.", "date": "July 25, 2018", "href": "https://www.nytimes.com/2018/07/25/business/taiwan-american-airlines-china.html", "tags": "american name airlines china taiwan u.s. united beijing ” chinese giving drop least"}