{"title": "Global Economy’s Stubborn Reality: Plenty of Work, Not Enough Pay", "content": "LILLESTROM, Norway — In the three-plus decades since Ola Karlsson began painting houses and offices for a living, he has seen oil wealth transform the Norwegian economy. He has participated in a construction boom that has refashioned Oslo, the capital. He has watched the rent climb at his apartment in the center of the city.\nWhat he has not seen in many years is a pay raise, not even as Norway’s unemployment rate has remained below 5 percent, signaling that working hands are in short supply.\n“The salary has been at the same level,” Mr. Karlsson, 49, said as he took a break from painting an office complex in this Oslo suburb. “I haven’t seen my pay go up in five years.”\nHis lament resonates far beyond Nordic shores. In many major countries, including the United States, Britain and Japan, labor markets are exceedingly tight, with jobless rates a fraction of what they were during the crisis of recent years. Yet workers are still waiting for a benefit that traditionally accompanies lower unemployment: fatter paychecks.\nWhy wages are not rising faster amounts to a central economic puzzle.\nSome economists argue that the world is still grappling with the hangover from the worst downturn since the Great Depression. Once growth gains momentum, employers will be forced to pay more to fill jobs.\nBut other economists assert that the weak growth in wages is an indicator of a new economic order in which working people are at the mercy of their employers. Unions have lost clout. Companies are relying on temporary and part-time workers while deploying robots and other forms of automation in ways that allow them to produce more without paying extra to human beings. Globalization has intensified competitive pressures, connecting factories in Asia and Latin America to customers in Europe and North America.\n“Generally, people have very little leverage to get a good deal from their bosses, individually and collectively,” says Lawrence Mishel, president of the Economic Policy Institute, a labor-oriented research organization in Washington. “People who have a decent job are happy just to hold on to what they have.”\nThe reasons for the stagnation gripping wages vary from country to country, but the trend is broad.\nIn the United States, the jobless rate fell to 4.2 percent in September, less than half the 10 percent seen during the worst of the Great Recession. Still, for the average American worker, wages had risen by only 2.9 percent over the previous year. That was an improvement compared with recent months, but a decade ago, when the unemployment rate was higher, wages were growing at a rate of better than 4 percent a year.\nIn Britain, the unemployment rate ticked down to 4.3 percent in August, its lowest level since 1975. Yet wages had grown only 2.1 percent in the past year. That was below the rate of inflation, meaning workers’ costs were rising faster than their pay.\nIn Japan, weak wage growth is both a symptom of an economy dogged by worries, and a force that could keep the future lean, depriving workers of spending power.\nIn Norway, as in Germany, modest pay raises are a result of coordination between labor unions and employers to keep costs low to bolster industry. That has put pressure on Italy, Spain and other European nations to keep wages low so as not to lose orders.\nBut the trend also reflects an influx of dubious companies staffed by immigrants who receive wages well below prevailing rates, undermining union power.\nThat this is happening even in Norway — whose famed Nordic model places a premium on social harmony — underscores the global forces that are at work. Jobs that require specialized, advanced skills are growing. So are low-paying, low-skill jobs. Positions in between are under perpetual threat.\n“The crisis accelerated the adjustment, the restructuring away from goods producing jobs and more into the service sector,” says Stefano Scarpetta, director for employment, labor and social affairs at the Organization for Economic Cooperation and Development in Paris. “Many of those who lost jobs and went back to work landed in jobs that pay less.”\nIn November 2016, a week after Donald J. Trump was elected president on a pledge to bring jobs back to America, the people of Elyria, Ohio — a city of 54,000 people about 30 miles west of Cleveland — learned that another local factory was about to close.\nThe plant, operated by 3M, made raw materials for sponges. Conditions there were influenced by an increasingly rare feature of American life: a union that represented the workers.\nThe union claimed the closing was a result of production being moved to Mexico. Management said it was merely cutting output as it grappled with a glut coming from Europe. Either way, 150 people would lose their jobs, Larry Noel among them.\nMr. Noel, 46, had begun working at the plant seven years earlier as a general laborer, earning $18 an hour. He had worked his way up to batch maker, mixing the chemicals that congealed into sponge material, a job that paid $25.47 an hour.\nNow, he would have to start over. The unemployment rate in the Cleveland area was then down to 5.6 percent. Yet most of the jobs that would suit Mr. Noel paid less than $13 dollars an hour.\n“These companies know,” he said. “They know you need a job, and you’ve got to take it.”\nIn the end, he found a job that paid only slightly less than his previous position. His new factory was a nonunion shop.\n“A lot of us wish it were union,” he said, “because we’d have better wages.”\nLast year, only 10.7 percent of American workers were represented by a union, down from 20.1 percent in 1983, according to Labor Department data. Many economists see the decline as a key to why employers can pay lower wages.\nIn 1972, so-called production and nonsupervisory workers — some 80 percent of the American work force — brought home average wages equivalent to $738.86 a week in today’s dollars, after adjusting for inflation, according to an Economic Policy Institute analysis of federal data. Last year, the average worker brought home $723.67 a week.\nIn short, 44 years had passed with the typical American worker absorbing a roughly 2 percent pay cut.\nThe streets of Elyria attested to the consequences of this long decline in earning power.\n“There’s some bail bondsmen, some insurance companies and me,” said Don Panik, who opened his gold and silver trading shop in 1982 after he was laid off as an autoworker at a local General Motors plant.\nDown the block, a man with a towel slung over bare shoulders panhandled in front of a strip club, underneath a hand-lettered sign that said “Dancers Wanted.” A tattoo parlor was open for business, near a boarded-up law office.\nOne storefront was full of activity — Adecco, the staffing company. A sign beckoned job applicants: “General Laborers. No Experience Necessary. $10/hour.”\nLyndsey Martin had reached the point where the proposition had appeal.\nUntil three years ago, Ms. Martin worked at Janesville Acoustics, a factory midway between Cleveland and Toledo. The plant made insulation and carpets for cars. She put products into boxes, earning $14 an hour.\nThat, combined with what her husband, Casey, earned at the plant, was enough to allow them to rent a house in the town of Wakeman, where their front porch looked out on a leafy street.\nThen, in summer 2013, word spread that the plant was shutting down, putting 300 people out of work.\nMs. Martin took 18 months off to care for her children. In early 2015, she began to look for work, scouring the web for factory jobs. Most required associate’s degrees. The vast majority were temporary.\nShe took a job at a gas station, ringing up purchases of fuel, soda and fried chicken for $9 an hour, less than two-thirds of what she had previously earned.\n“It almost feels degrading,” she said.\nHer hours fluctuated. Some weeks she worked 35; most weeks, 24.\nA competitor to Ms. Martin’s former employer has set up a factory directly opposite the plant where she used to work. The company hired 150 people, but not her. She said she had heard the jobs paid three to four dollars less per hour than she used to make.\nMs. Martin recently took a new job at a beer and wine warehouse. It also paid $9 an hour, but with the potential for a $1 raise in 90 days. In a life of downgraded expectations, that registered as progress.\nConventional economics would suggest that this is an excellent time for Kuniko Sonoyama to command a substantial pay increase.\nFor the past 10 years, she has worked in Tokyo, inspecting televisions, cameras and other gear for major electronics companies.\nAfter decades of decline and stagnation, the Japanese economy has expanded for six straight quarters. Corporate profits are at record highs. And Japan’s population is declining, a result of immigration restrictions and low birthrates. Unemployment is just 2.8 percent, the lowest level in 22 years.\nYet, Ms. Sonoyama, like growing numbers of Japanese workers, is employed through a temporary staffing agency. She has received only one raise — two years ago, when she took on a difficult assignment.\n“I’m always wondering if it’s O.K. that I never make more money,” Ms. Sonoyama, 36, said. “I’m anxious about the future.”\nThat concern runs the risk of becoming self-fulfilling, for Japan as a whole. Average wages in the country rose by only 0.7 percent last year, after adjusting for the costs of living.\nThe government has pressed companies to pay higher wages, cognizant that too much economic anxiety translates into a deficit of consumer spending, limiting paychecks for all.\nBut companies have mostly sat on their increased profits rather than share them with employees. Many are reluctant to take on extra costs out of a fear that the good times will not last.\nIt is a fear born of experience. Ever since Japan’s monumental real estate investment bubble burst in the early 1990s, the country has grappled with a pernicious residue of that era: so-called deflation, or falling prices.\nDeclining prices have limited businesses’ incentive to expand and hire. What hiring companies do increasingly involves employment agencies that on average pay two-thirds of equivalent full-time work.\nToday, almost half of Japanese workers under 25 are in part-time or temporary positions, up from 20 percent in 1990. And women, who typically earn 30 percent less than men, have filled a disproportionate number of jobs.\nYears of corporate cost-cutting has weakened Japan’s unions, which tend to prioritize job security over pay.\nThe recent uptick in wages, although modest, has raised hopes of increased spending that would embolden businesses to raise pay and to upgrade temporary workers to full-time employees.\nUntil that happens, workers will probably remain hunkered down, reluctant to spend.\n“I have enough to live on now,” Ms. Sonoyama said, “but I worry about old age.”\nNo one is supposed to worry in Norway.\nThe Nordic model has been meticulously engineered to provide universal living standards that are bountiful by global norms.\nWorkers enjoy five weeks of paid vacation a year. Everyone receives health care under a government-furnished program. Universities are free. When babies arrive, parents divvy up a year of shared maternity and paternity leave.\nAll of this is affirmed by a deep social consensus and underwritten by stupendous oil wealth.\nYet even in Norway, global forces are exposing growing numbers of workers to new forms of competition that limit pay. Immigrants from Eastern Europe are taking jobs. Temporary positions are increasing.\nIn theory, Norwegian workers are insulated from such forces. Under Norway’s elaborate system of wage negotiation, unions, which represent more than half of the country’s work force, negotiate with employers’ associations to hash out a general tariff to cover pay across industries. As companies become more productive and profitable, workers capture a proportionate share of the spoils.\nEmployers are supposed to pay temporary workers at the same scale as their permanent employees. In reality, fledgling companies have captured slices of the construction industry, employing Eastern Europeans at sharply lower wages. Some firms pay temporary workers standard wages but then have them work overtime without extra compensation. Unions complain that enforcement is patchy.\n“Both the Norwegian employer and the Polish worker would rather have low paid jobs,” said Jan-Erik Stostad, general secretary of Samak, an association of national unions and social democratic political parties. “They have a common interest in trying to circumvent the regulations.”\nUnion leaders, aware that companies must cut expenses or risk losing work, have reluctantly signed off on employers hiring growing numbers of temporary workers who can be dismissed with little cost or fuss.\n“Shop stewards are hard pressed in the competition, and they say, ‘If we don’t use them then the other companies will win the contracts,” said Peter Vellesen, head of Oslo Bygningsarbeiderforening, a union that represents bricklayers, construction workers and painters. “If the company loses the competition, he will lose his work.”\nLast year, companies from Spain and Italy won many of the contracts to build tunnels south of Oslo, bringing in lower-wage workers from those countries.\nMr. Vellesen’s union has been organizing immigrants, and Eastern Europeans now comprise one-third of its roughly 1,700 members. But the trends can be seen in paychecks.\nFrom 2003 to 2012, Norwegian construction workers saw smaller wage increases than the national average in every year except two, according to an analysis of government data by Roger Bjornstad, chief economist at the Norwegian Federation of Trade Unions.\nWhen Mr. Karlsson, the painter, came to Norway from his native Sweden in the mid-1990s, virtually everyone in the trade was a full-time worker. Recently, while painting the offices of a government ministry, he encountered Albanian workers. He was making about 180 kroner per hour, or about $23, under his union scale. The Albanians told him they were being paid barely a third of that.\n“The boss could call them, and 20 guys would be standing outside ready to work,” Mr. Karlsson said. “They work extra hours without overtime. They work weekends. They have no vacations. It’s hard for a company that’s running a legitimate business to compete.”\nHe emphasized that he favored open borders. “I have no problem with Eastern Europeans coming,” he said. “But they should have the same rights as the rest of us, so all of us can compete on equal terms.”\nEven in specialized, higher-paying industries, Norwegian wage increases have slowed, as unions and employers cooperate toward improving the fortunes of their companies.\nThat is a pronounced contrast from past decades, when Norway tallied up the profits from oil exports while handing out wage raises that reached 6 percent a year.\nAs the global financial crisis unfolded in 2008, sending a potent shock through Europe, Norway’s high wages left businesses in the country facing a competitive disadvantage. That was especially true as mass unemployment tore across Italy, Portugal and Spain, depressing wages across the continent. And especially as German labor unions assented to low pay to maintain the country’s export dominance.\nStarting in mid-2014, a precipitous descent in global oil prices ravaged Norway’s energy industry and the country’s broader manufacturing trades. That year, Norwegian wages increased by only 1 percent after accounting for inflation, and by only a half percent the next year. In 2016, wages declined in real terms by more than 1 percent.\nPeder Hansen did not relish the idea of a smaller pay raise, but neither was he terribly bothered.\nMr. Hansen works at a nickel refinery in Kristiansand, a city tucked into the nooks and crannies along Norway’s southern coast. His plant is part of Glencore, the mammoth Anglo-Swiss mining firm. He sits at a computer terminal, controlling machinery.\nMuch of what the refinery produces is destined for factories in Japan that use the nickel to make cars and electronics. Lately, nickel prices have been weak, limiting revenue. This year, Mr. Hansen’s union accepted an increase of about 2.5 percent — a tad above inflation.\n“If they were to increase our wages too much, the company would lose customers,” Mr. Hansen says. “It’s as simple as that.”\nHe exudes faith that his company’s fortunes will be shared with him, because he has lived it. At 24, he earns 630,000 kroner a year, with overtime, or more than $80,000. He owns a two-story house in Kristiansand, and he has two cars, an Audi and an electric Volkswagen. The lives of company executives seem not far removed from his own.\n“The C.E.O. of the plant is a humble person,” he said. “You can say ‘Hi.’”\nBut for some workers, the plunge in oil prices has tested faith in the Norwegian bargain.\nIn Arendal, a coastal town of wooden houses clustered around a harbor, Bandak, a local employer, succumbed to the crisis. The company made equipment connecting oil pipelines. As orders grew scarce in late 2014, a series of layoffs commenced. Workers ultimately agreed to a 5 percent pay cut to spare their jobs.\n“We wanted to keep all of our employees, so we stuck together,” said Hanne Mogster, the former human resources director. “There was a lot of trust.”\nBut the company soon descended into bankruptcy. And that was that for the 75 remaining workers.\nPer Harald Torjussen, who worked on Bandak’s assembly line, managed to find a job at a nearby factory at slightly better pay.\nStill, his confidence has been shaken.\n“It feels a lot less secure,” Mr. Torjussen says. “We may be approaching what it’s like in the U.S. and the U.K.”", "date": "Oct. 7, 2017", "href": "https://www.nytimes.com/2017/10/07/business/unemployment-wages-economy.html", "tags": "work percent companies ” global economy stubborn wages pay jobs workers enough plenty year reality"}