{"title": "Global markets in worst year since 2008", "content": "Investors will be glad to see the back of 2018 after many global stock markets suffered their worst year in a decade.\nThe FTSE 100's traditional early New Year's Eve close saw it end the year down 12% at 6,728.13 points.\nBig European and Asian markets faced similar losses in 2018, while the main US indexes saw their worst performance since the 2008 financial crisis.\nThe Dow Jones ended the year down 5.6%, the wider S&P 500 fell 6.2% and the tech-heavy Nasdaq lost 3.9%.\nUS-China trade woes and slower global growth are among issues blamed for the poor showing.\nAnalysts have also cited US political uncertainty and interest rate rises as contributing factors.\nAs the year ended, the US was still in the grip of a government shutdown caused by President Donald Trump's determination to secure funding for a wall on the Mexican border to tackle illegal immigration.\nMr Trump has also regularly rattled investors during the year by escalating his tit-for-tat trade tariff battle with China. Earlier this month, both sides agreed to suspend new tariffs to allow for talks.\nThe president has also been at odds with the central bank, the Federal Reserve, over whether interest rates should be increased. \nAt the same time, Europe has been rocked by political setbacks including Italy's budget row with Brussels, the waning authority of German Chancellor Angela Merkel, the \"gilets jaunes\" protesters in France and, of course, Brexit.\nAlthough sizeable in historic terms, the US stock market falls were smaller in scale than those seen elsewhere, arguably in part because of the economic stimulus provided by the Trump administration's $1.5tn Tax Cuts and Jobs Act, passed in December 2017.\nIn Asia on Monday, Hong Kong's Hang Seng closed almost 14% down on the year, while the Nikkei fell almost 15% in 2018 and China's Shanghai Composite (SSE) saw a whopping 25% annual decline.\nIn some territories, including the US, shares saw a modest upturn in thin New Year's Eve trading, boosted by optimism over the latest twist in US-Chinese trade relations.\nInvestors drew some comfort from the latest comments by Mr Trump, who tweeted that he had had a \"long and very good call\" with Chinese President Xi Jinping and that a possible trade deal was making good progress.\nIn the context of the year's overall market performance, however, it was too little, too late.", "date": "31 December 2018", "href": "https://www.bbc.co.uk/news/business-46720637", "tags": "markets us since investors global worst trade year new also saw"}