{"title": "Global ransomware attack causes turmoil", "content": "Companies across the globe are reporting that they have been struck by a major ransomware cyber-attack.\nBritish advertising agency WPP is among those to say its IT systems have been disrupted as a consequence.\nThe virus, the source of which is not yet known, freezes the user's computer and demands an untraceable ransom be paid in the digital Bitcoin currency.\nUkrainian firms, including the state power company and Kiev's main airport, were among the first to report issues.\nThe Chernobyl nuclear power plant has also had to monitor radiation levels manually after its Windows-based sensors were shut down.\nIn a statement, the US National Security Council said government agencies were investigating the attack and that the US was \"determined to hold those responsible accountable\".\nThe US Department of Homeland Security advised victims not to pay the ransom, saying there was no guarantee that access to files would be restored.\nThe Russian anti-virus firm Kaspersky Lab said its analysis showed that there had been about 2,000 attacks - most in Ukraine, Russia and Poland.\nThe international police organisation Interpol has said it was \"closely monitoring\" the situation and liaising with its member countries.\nExperts suggest the malware is taking advantage of the same weaknesses used by the WannaCry attack last month.\n\"It initially appeared to be a variant of a piece of ransomware that emerged last year,\" said computer scientist Prof Alan Woodward.\n\"The ransomware was called Petya and the updated version Petrwrap.\n\"However, now that's not so clear.\"\nKaspersky Lab reported that it believed the malware was a \"new ransomware that has not been seen before\" despite its resemblance to Petya.\nAs a result, the firm has dubbed it NotPetya. Kaspersky added that it had detected suspected attacks in Poland, Italy, Germany, France and the US in addition to the UK, Russia and Ukraine. \nAndrei Barysevich, a spokesman for security firm Recorded Future, told the BBC such attacks would not stop because cyber-thieves found them too lucrative. \n\"A South Korean hosting firm just paid $1m to get their data back and that's a huge incentive,\" he said. \"It's the biggest incentive you could offer to a cyber-criminal.\"\nA bitcoin wallet associated with the outbreak has received several payments since the outbreak began. The wallet currently holds just over 3.5 bitcoins (£6,775; $8,670).\nAn email address associated with the blackmail attempt has been blocked by German independent email provider Posteo.\nIt means that the blackmailers have not been able to access the mailbox.\nProblems have also affected:\nThe attacks come two months after another global ransomware assault, known as WannaCry, which caused major problems for the UK's National Health Service.\nVeteran security expert Chris Wysopal from Veracode said the malware seemed to be spreading via some of the same Windows code loopholes exploited by WannaCry. Many firms did not patch those holes because WannaCry was tackled so quickly, he added.\nThose being caught out were also industrial firms that often struggled to apply software patches quickly.\n\"These organisations typically have a challenge patching all of their machines because so many systems cannot have down time,\" he said. \"Airports also have this challenge.\"\nCopies of the virus have been submitted to online testing systems that check if security software, particularly anti-virus systems, were able to spot and stop it. \n\"Only two vendors were able to detect it so many systems are defenceless if they are unpatched and relying on anti-virus,\" he said. \nUkraine seems to have been particularly badly hit this time round.\nReports suggest that the Kiev metro system has stopped accepting payment cards while several chains of petrol stations have suspended operations.\nUkraine's deputy prime minister has tweeted a picture appearing to show government systems have been affected.\nHis caption reads: \"Ta-daaa! Network is down at the Cabinet of Minister's secretariat.\"\nGet news from the BBC in your inbox, each weekday morning", "date": "28 June 2017", "href": "https://www.bbc.co.uk/news/technology-40416611", "tags": "ukraine security us firm ransomware turmoil global causes wannacry systems attack also attacks"}