{"title": "Goldman President Named Trump Adviser, Opening Door for Younger Executives", "content": "The jockeying to be the next chief executive of Goldman Sachs is expected to intensify after President-elect Donald J. Trump officially asked the firm’s president, Gary D. Cohn, to become his top economic policy adviser on Monday.\nMr. Cohn’s departure from the top ranks of the Wall Street firm removes a crucial impediment for the next generation of Goldman leaders because he was seen as the natural heir to the top spot. Mr. Cohn is among a handful of senior executives who have held sway atop Goldman since before the financial crisis, and he is among the last of them to leave, even as Lloyd Blankfein, the chief executive and chairman, seems in no hurry to step down.\nGoldman is expected to announce a new slate of deputies to Mr. Blankfein in coming days, including the naming of two co-presidents — a role Mr. Cohn initially shared with Jon Winkelried until the latter’s departure in 2009.\nIn the short term, the most likely candidates to become the top deputies are David M. Solomon, the head of Goldman’s advisory division, and Harvey M. Schwartz, a former executive of the trading division who is now the chief financial officer.\nFor those below Mr. Solomon and Mr. Schwartz, there is less clarity about who is most likely to ascend the ladder. But the next generation of leaders is thought to include Stephen M. Scherr, who has been overseeing Goldman’s new consumer banking operation, and R. Martin Chavez, the chief technology officer.\nGoldman named 84 new partners this year, more than its previous partner class two years ago. Wall Street banks have been constrained by new regulations cutting into big businesses, such as trading, and pinching profit margins — reasons Goldman has been expanding into new areas like consumer banking.\nGoldman has slowly been losing many of the top names who guided the firm before the financial crisis and in its immediate aftermath. Last month, Michael Sherwood, a vice chairman and head of Goldman’s European operation, announced plans to retire at the year’s end, after 30 years at the firm. That news came shortly after Mark Schwartz, the head of Goldman’s Asia Pacific region and a vice chairman of the firm, announced plans to retire at the end of the year, also capping nearly three decades there. And the firm’s longtime chief financial officer, David Viniar, retired in 2013.\nWall Street insiders will be watching in the coming days to see if any younger executives are elevated as well. Pablo Salame, one of the heads of Goldman’s trading division, has been seen as a rising star, as has Sarah Smith, the controller and chief accounting officer.\nThe firm is moving into the future with the wind at its back, after several years spent battling the financial crisis and the regulations that arose from it, which generally hit Goldman harder than other banks.\nDuring the presidential campaign, it looked as if the pressure on Goldman would continue. Mr. Trump blasted Hillary Clinton for her ties to the firm and hinted in ominous tones about the company’s outsize role in shaping the country’s policy.\nBut since Mr. Trump’s victory, he has looked to Goldman Sachs veterans to stock his administration. In addition to the appointment of Mr. Cohn, the former Goldman executive Steven Mnuchin was tapped as Treasury secretary, and Mr. Trump’s chief strategist, Stephen K. Bannon, is a Goldman alumnus.\nMr. Trump has also talked about rolling back the financial regulations that have reined in Goldman’s famous trading operations in recent years and crimped its profits.\nIn addition, the anticipation of big spending programs by the government under Mr. Trump has helped to push interest rates up, which generally helps financial firms like Goldman.\nMost banks have had their stocks rise since the election, but Goldman’s shares have experienced immense gains, rising by nearly a third since early November.\nIn a Goldman podcast released on Monday, Mr. Cohn said that the firm was “probably in the best position we have been in the 26 years since I’ve been here.”\nHe added: “Today, for a variety of reasons, capital and regulatory reasons, the competitive landscape has changed pretty dramatically. And we’re as uniquely positioned as we ever have been in the competitive landscape.”\nMr. Trump’s transition team officially announced on Monday that Mr. Cohn would be his assistant on economic policy and the director of his National Economic Council, a move that had been expected since last Friday.\n“As my top economic adviser, Gary Cohn is going to put his talents as a highly successful businessman to work for the American people,” Mr. Trump said in a statement. “He fully understands the economy and will use all of his vast knowledge and experience to make sure the American people start winning again.”\nMr. Cohn has been with Goldman Sachs since 1990 and rose up as a trader alongside Mr. Blankfein.\n“Gary and I have been partners for more than 25 years, so I know better than perhaps anyone that he has the intelligence, commitment and experience to be successful at any endeavor he undertakes,” Mr. Blankfein said in a statement on Monday.\nIn his own statement, Mr. Cohn said, “I share President-elect Trump’s vision of making sure every American worker has a secure place in a thriving economy, and we will be completely committed to building a nation of strength, growth and prosperity.”\nMr. Cohn is a particularly unlikely choice for the Trump administration because he has been a registered Democrat and has, in public appearances, reflected the sort of internationalist view of the economy that Mr. Trump has often criticized.\nAt a conference in Florida soon after the election, Mr. Cohn said the big problem facing the country and the world was a “global growth issue.”\n“We’re trying to solve it with domestic policy,” he said. “It’s not going to work.”\nThe job that Mr. Cohn is expected to accept has long been identified with Goldman and its influence in the capital.\nThe role of N.E.C. director was established by President Bill Clinton and given to Robert E. Rubin, Goldman’s co-chairman at the time. Stephen Friedman, who served as co-chairman with Mr. Rubin, later held the economic adviser position under President George W. Bush.", "date": "Dec. 12, 2016", "href": "https://www.nytimes.com/2016/12/12/business/dealbook/goldman-sachs-gary-cohn.html", "tags": "opening adviser since firm president chief ” trump younger financial cohn executives door goldman named"}