{"title": "Goldman Sachs chief Lloyd Blankfein hints at Frankfurt move", "content": "Goldman Sachs boss Lloyd Blankfein has delivered a hint that Frankfurt will become a key European base for the Wall Street giant post-Brexit.\nHe tweeted: \"Just left Frankfurt. Great meetings, great weather, really enjoyed it. Good, because I'll be spending a lot more time there. #Brexit\".\nThe firm, which is known to have taken office space in Frankfurt, employs about 6,000 people in London.\nBanks are particularly worried the UK will fail to strike an EU trade deal.\nThe firms fear that after Britain leaves the EU their businesses will lose \"passporting rights\", which allows them to sell financial services across borders.\nEarlier this month, the Wall Street bank said it had agreed to lease office space at a new building in Frankfurt giving it space for up to 1,000 staff.\nThat would be five times the current staff of 200 and see the Wall Street giant bolstering activities including trading, investment banking and asset management.\nWolfgang Fink, Goldman's co-head in Germany, said in September that the bank may triple or quadruple its headcount in the country. The bank is also thought to be looking at expanding its operation in Paris.\nSeveral international banks, insurers and asset managers are preparing to shift portions of their UK operations to the continent in preparation for Britain's divorce from the EU.\nFrankfurt has emerged as the biggest beneficiary so far. Standard Chartered has committed to expanding or establishing offices in Germany, Citigroup has notified its bankers of plans to bolster its Frankfurt office, creating 150 jobs, and Morgan Stanley is on track to move as many as 200 staff.\nThe prime minister's spokesman said No 10 would not comment on each statement made about Brexit, but added: \"London is and will remain the world's leading financial centre. \n\"We have the breadth of talent, legal system, regulation and deep pools of capital that are simply unrivalled by centres in Europe.\"\nMr Blankfein, in Germany for what a Goldman spokesman said were \"client meetings\", is no fan of Brexit. He warned in May that it would \"stall\" the City of London's development and could even erode its position as a global financial centre.\nThe Goldman chairman and chief executive is not a prolific tweeter, having done so just 20 times since he started posting on the social messaging service in June.\nDespite possibly spending more time in Frankfurt, however, he appears to have a soft spot for London. \nHe tweeted on 26 June: \"Beautiful day in London.  Streets busy, everyone out, no concession to terror threats. Have to admire the Brits.\"\nGoldman declined to comment further on Mr Blankfein's Frankfurt tweet.", "date": "19 October 2017", "href": "https://www.bbc.com/news/business-41677332", "tags": "brexit frankfurt blankfein wall office sachs space chief street move hints london goldman lloyd"}