{"title": "Google to Charge Phone Makers for Android Apps in Europe", "content": "LONDON — Google has always made its Android mobile operating system available free as a way of getting its search engine, web browser and other applications on as many devices as possible to collect data about users and to sell advertising.\nBut on Tuesday, in response to a European antitrust ruling this year, the company said it would for the first time begin charging handset manufacturers to install Gmail, Google Maps and other popular applications for Android in the European Union.\nThe new arrangement is the latest sign that global technology companies are adjusting their business practices in Europe to account for stiffer regulations there.\nOnline privacy regulations adopted in May have forced companies doing business in Europe to add new data-protection policies that restrict how people are tracked across the internet. Germany has enacted tough laws to prevent the spread of hate speech and misinformation that require Facebook, YouTube and Twitter to take down objectionable content or risk fines, a strategy that other countries in the region are considering. A copyright law being negotiated in the European Union would also limit what articles and videos a website could post online without a license.\nGoogle faced a deadline for making changes to Android after European regulators fined the company a record 4.34 billion euros, or about $5 billion, in July for unfairly bundling free Android services to maintain its dominance of the online search and advertising market.\nBy obligating handset makers to load the free apps along with the Android operating system, regulators said, Google had boxed out competitors. With the company now required to separate its services in Europe, handset manufacturers like Samsung and Huawei will now have more flexibility there to choose what applications they want to pre-install on phones.\nGoogle said it would sell a license for a package including its Google Play app store, Gmail, YouTube and Maps. Another license will be available for companies that want to pre-install Google Search and the Chrome browser, allowing handset makers to team up with rival services. The company did not say how much it would charge for the licenses.\nThe European Commission had allowed Google to come up with its own ways for complying with the decision, putting pressure on regulators to ensure that the company met its obligations. Google already faces accusations that is has not complied with an earlier antitrust ruling over its unfair favoring of its own search results.\nThe ultimate effect of the change announced on Tuesday remains to be seen, but European customers will probably see a wider variety of Android devices to choose from. Some will come with Google’s services; others may more prominently feature applications made by competitors.\nAndroid is the world’s most widely used mobile operating system, powering more than 80 percent of the world’s smartphones. Google said that more than 24,000 different kinds of devices run the software. Using Android has allowed companies like Samsung to compete against Apple’s iPhone without having to make their own software.\nIn providing Android free to any device maker to use and modify, Google helped make the software available everywhere — in phones, tablets, cars and refrigerators. But the company tied the use of the popular Play store, where customers can download more than one million apps made by outside developers, to requirements that device makers feature other, ad-driven services like Google’s search engine and web browser.\nSome handset makers argued to European regulators that Google’s terms made it impossible for them to create devices less dependent on the search giant’s applications. Those companies will now have more freedom to offer alternate services without facing consequences from Google.\n“Android phone makers wishing to distribute Google apps may now also build noncompatible, or forked, smartphones and tablets” in Europe, Google said in a statement. “They will also be able to license Google Play separately from Search and Chrome, with full freedom to install rival apps as before.”\nGoogle declined to say what the financial impact of the changes would be, and it said the license fees were needed to make up for any lost ad revenue. But the company could make money from handset makers that choose to use its applications, and it will collect the licensing fees and the advertising revenue when its services are used.\nGoogle also plans to offer financial incentives to companies that continue featuring its search engine and browser, potentially giving the company an advantage over rivals.\nSamsung and Huawei, two of the largest makers of Android phones sold in Europe, had no immediate comment.\nThe Android changes may not be permanent. Google is appealing the European Commission’s decision, a process that could drag on for years. If the company prevails, it could revert to bundling its free services.\nEurope has become the world’s toughest watchdog over the global technology industry. Once seen as overly aggressive, policies in the region are now influencing other countries to take a tougher approach. In the United States, where the tech industry has enjoyed little regulation, members of Congress and the Federal Trade Commission are speaking more favorably of stricter oversight of online platforms like Facebook and Google.", "date": "Oct. 16, 2018", "href": "https://www.nytimes.com/2018/10/16/technology/google-android-europe-apps.html", "tags": "company european charge makers services applications europe android handset apps google phone search"}