{"title": "Google Fined Record $2.7 Billion in E.U. Antitrust Ruling", "content": "Google suffered a major blow on Tuesday after European antitrust officials fined the search giant a record $2.7 billion for unfairly favoring some of its own services over those of rivals.\nThe penalty, of 2.4 billion euros, highlights the aggressive stance that European officials have taken in regulating many of the world’s largest technology companies, going significantly further than their American counterparts.\nBy levying the fine against Google — more than double the previous largest penalty in this type of antitrust case — Margrethe Vestager, the European Union’s antitrust chief, also laid claim to being the Western world’s most active regulator of digital services, an industry still dominated by Silicon Valley.\n“In Europe, companies must compete on the merits regardless if they are European or not,” she said on Tuesday. “What Google has done is illegal under E.U. antitrust rules.”\nThe apparent focus on Silicon Valley has prompted accusations from some in the United States that the European Union is unfairly targeting American companies. Officials in the bloc vigorously deny those assertions.\nStill, in recent years, Ms. Vestager has demanded that Apple repay $14.5 billion in back taxes in Ireland, opened an investigation into Amazon’s tax practices in Europe and raised concerns about Facebook’s gathering and handling of data. The companies deny any wrongdoing.\nIn targeting the activities of these digital giants, experts say, European authorities are laying down a marker for more hands-on control of how the digital world operates. And while the $2.7 billion fine announced on Tuesday is tiny compared with Google’s $90 billion in annual revenue, it highlights the region’s willingness to dole out sizable penalties.\nShares of Google fell for a second straight day on the news. The stock declined 2.5 percent on Tuesday, a steeper decline than the broader Nasdaq.\nWhile the fine will garner attention, the focus will most likely shift quickly to the changes that Google will have to make to comply with the antitrust decision, potentially leaving it vulnerable to regular monitoring of its closely guarded search algorithm.\nEurope’s latest efforts to rein in technology companies stem from continuing unease that Silicon Valley has come to dominate how the continent’s 500 million citizens interact online.\n“Europe is setting the agenda,” said Nicolas Petit, a professor of competition law and economics at the University of Liège in Belgium. “It’s always been like that.”\nIn her statement on Tuesday, Ms. Vestager said that Google held a dominant position in online search, requiring the company to take extra measures to ensure that its digital services did not crowd out those of rivals.\nThe antitrust decision related to Google’s online shopping service, which the European Commission, the executive arm of the European Union, said had received preferential treatment compared with those of rivals in specialized search results.\nAnalysts say such so-called vertical search products — also including those for restaurant and business reviews — represent a fast-growing percentage of Google’s annual revenue. The company does not break out earnings figures for this unit in its financial reports.\nThe search company is facing two separate antitrust charges in Europe related to Android, its popular mobile software, and to some of its advertising products. Google denies the accusations.\nGoogle rebuffed the European Union’s claims on Tuesday, saying that its services had helped the region’s digital economy grow. It has also said that significant online competition remains in Europe, including from companies like Amazon and eBay.\n“We respectfully disagree with the conclusions announced today,” Kent Walker, the company’s general counsel, said in a statement. “We will review the commission’s decision in detail as we consider an appeal, and we look forward to continuing to make our case.”\nDespite Google’s denials, the record fine — the previous high, against Intel in 2009, was €1.06 billion — represents a bloody nose for a company that holds a market share of more than 90 percent in online search in Europe.\nSeveral other antitrust complaints related to other specialized search results have been filed in Europe against Google, and Ms. Vestager said Tuesday’s announcement could “be used as a framework” in those investigations.\nThat may eventually lead to further fines if European authorities find wrongdoing. The complaints include many from other American technology companies, including Oracle, News Corporation and Yelp, which have been vocal advocates of large fines against Google.\nGoogle has 90 days to respond to the European Commission’s demands, or face penalties of up to 5 percent of the average daily global revenue of Alphabet, its parent company. European officials said on Tuesday that they would regularly monitor the company’s activities to ensure that it was complying with the ruling.\nUnder European rules, the company — and not the regulator — must come up with proposals to guarantee that it treats competitors fairly when people make online search queries. The authorities can demand that Google make further changes if they are not satisfied with the initial proposals.\nAnalysts and many of Google’s competitors have called for an independent monitor to oversee the company’s digital services in Europe, which could include oversight of its search algorithms, some of Google’s most important intellectual property. The company is likely to fiercely oppose such a move.\nGoogle has other options, including the removal of some of its specialized search services from Europe, or returning them to how they operated before the European Union’s investigation began almost a decade ago.\nWhatever the outcome, analysts say they expect a protracted legal battle that will continue for several years as both Google and its rivals fight to define how search services are provided in Europe and elsewhere.\n“Google’s search engine has played a decisive role in determining what most of us read, use and purchase online,” said Shivaun Raff, a co-founder of Foundem, a British comparison-shopping site that was the first company to file a complaint against Google. “Left unchecked, there are few limits to this gatekeeper power.”", "date": "June 27, 2017", "href": "https://www.nytimes.com/2017/06/27/technology/eu-google-fine.html", "tags": "company european billion record ” ruling antitrust europe fined e.u tuesday google search"}