{"title": "Google 'stole my videos', says film-maker Philip Bloom", "content": "Google has enraged a leading film-maker by using his footage in a corporate video that later leaked online.\nThe technology company used material from more than half a dozen of Philip Bloom's films to make a provocative presentation about ways it could exploit users' data in the future.\nMr Bloom makes a living from selling rights to his footage, among other activities.\nGoogle insisted that it took copyright law seriously.\nIt said that the \"thought-experiment\" video had been intended to be seen by only a handful of people. \nIt was made in 2016 by the head of design at X, Google's research and development division.\nGoogle added that the executive had now been reminded about its strict copyright rules.\nHowever, despite being aware of Mr Bloom's claim since last Friday, the technology company declined to say whether it now intended to make a payment.\n\"My footage is represented online by two major stock-footage companies. And I license it for all sorts of projects and uses, from commercials to broadcast to corporate films,\" said Mr Bloom.\n\"A fair amount of my footage has been licensed for internal use only, so to hear Google not state that they will compensate me for its use is very surprising. \n\"Google via their YouTube platform are pretty strict when it comes to copyright breaches, so this is rather hypocritical of them and most certainly does not set a good example. \n\"They have used 73 seconds of my footage from seven different videos without permission and they know they are in the wrong... so therefore I expect to hear from them regarding compensation.\"\nGoogle's parent company, Alphabet, reported a $12.6bn profit in its last financial year.\nThe corporate video - titled the Selfish Ledger - had already provoked controversy after The Verge news site published a copy of it last week. The website described it as showing an \"unsettling vision of Silicon Valley social engineering\".\nThis helped bring its existence to Mr Bloom's attention.\nMr Bloom - a former camera operator for the BBC, Sky and CNN - has a high profile on social media, where he offers film-making tips.\nHis YouTube channel has more than 168,000 subscribers and may have been the source for at least some of the copied footage, which included slow-motion video of a snowstorm in New York.\nOne US-based intellectual property expert said Google might find it hard to defend its behaviour, if the matter were to come to court.\n\"It just looks bad from a PR perspective for a big company that deals with copyrighted material every second of every day not to respect someone else's rights,\" said Jennifer Van Doren, from the law firm Morning Star.\n\"Even if the video was for internal use, the film-maker still has the right to stop its use or require payment to prevent it being copyright infringement.\"\nUS law does allow a \"fair use\" defence to permit unlicensed use of video in some circumstances, but Ms Van Doren said it was typically limited to education, news reporting and criticism of the material itself.\nIt is not unusual for the media industry to avoid copyright payments where they are due.\nFilm editors, for example, commonly use soundtracks lifted from other films without permission until their own scores are ready, and these can sometimes be played to test audiences.\nMr Bloom has previously complained of his footage being \"nicked all the time\", including one instance when an online reviewer had used his images in a title sequence used for multiple videos.\nBut Google has long faced accusations of failing to do enough to respect others' intellectual property - whether it be scanning books, presenting others' photos  or \"enabling piracy\".\nAnd Mr Bloom has signalled he intends to chase the matter up in this instance.\n\"This is a good opportunity for people to realise that you can't just download someone's content from [YouTube] without permission or licensing - even if you own the company like Google do,\" he said.", "date": "24 May 2018", "href": "https://www.bbc.co.uk/news/technology-44228756", "tags": "company copyright philip use videos used film-maker says footage video bloom google"}