{"title": "GOP Congressman Who Revived Obamacare Repeal Faces Rage At Rowdy Town Hall", "content": "WILLINGBORO, N.J. ― Rep. Tom MacArthur (R-N.J.), who helped revive efforts to repeal the Affordable Care Act, on Wednesday became the latest Republican lawmaker to face angry voters at a town hall, just days after he voted for a House bill that would make sweeping changes to the nation’s health care system.\nAppearing at a community center in a Democratic pocket of his New Jersey district, MacArthur fielded questions for nearly five hours from a loud and feisty crowd about his role in crafting the GOP health care bill and its effect on the insurance marketplace. A few constituents also demanded that he call for a special prosecutor to investigate whether President Donald Trump’s aides colluded with Russia during the presidential campaign.\nThroughout, MacArthur defended the so-called American Health Care Act over boos and jeers from constituents, many of whom charged that the congressman would have blood on his hands if the bill becomes law. Several times during the event, MacArthur struggled to retain control of the room, getting shouted down even as he told the story of the 1996 death of his 11-year-old daughter, who was born with special needs.\n“I’m asking you guys to have some respect,” he pleaded exasperatedly at one point.\n“Can I be disrespectful on behalf of all the people you’re gonna kill?” responded one constituent who was angry over the health care vote. \nLast month, MacArthur authored an amendment that helped bring a substantial number of House conservatives on board to the GOP health care bill, leading to its eventual passage last week. The provisions of the so-called MacArthur amendment would allow states to waive essential benefits such as maternity care and emergency room visits. It would also allow states to opt out of Obamacare’s community rating rules, which require that insurers charge the same price to consumers in a certain area regardless of gender or pre-existing condition.\n“It was dead in the water until you revived it,” said Derek Reichenbecher, 38, who has a heart condition. “This is my life. Without health care coverage, I’m dead. I’m dead.”\nThe bill passed the House, 217 to 213, with all Democrats and 20 Republicans voting against it, and is now in the Senate’s hands. \nIn another exchange, MacArthur cast his role in helping craft the bill as not allowing perfect be the enemy of the good ― arguing that members of Congress don’t always “vote on the bill they wish was in front of them.” But the line failed to quell his constituents, who booed and shouted him down once more.\n“You submitted it! You were an architect!” one person yelled, referring to his amendment.\nMacArthur repeatedly insisted that no one with pre-existing conditions will be declined coverage or priced out of being able to buy coverage under the GOP health care bill. He argued that moving people with pre-existing conditions out of the private insurance system and into high-risk pools would preserve the status quo.\n“When people are in the risk pools, then everyone else’s insurance [premium] comes down,” he said.\n“How do you know without a CBO score?” shouted a member of the crowd, referring to House’s rush to pass the bill before the Congressional Budget Office could evaluate its costs and effects.\nMacArthur repeatedly declined to give a yes or no answer in two separate exchanges on whether the GOP health care bill classifies rape as a pre-existing condition.\n“You cannot be charged more or denied coverage. I will not reduce [rape] to calling it a pre-existing condition,” he told a high school student. “My amendment doesn’t do that.”\nWhen a constituent called the GOP health care bill a giveaway to the wealthiest Americans, who stand to receive $594 billion in tax cuts over 10 years, MacArthur pushed back by claiming that all Americans would receive a tax cut under the plan.\n“This isn’t tax cuts for the rich. This is tax cuts for everyone,” he said.\nAside from health care, which dominated much of the discussion, voters at the town hall appeared to be concerned about the president’s decision to fire FBI Director James Comey. They urged MacArthur and other Republicans to stand up to the president and call for an independent investigation into Comey’s ouster and the Trump campaign’s possible ties to Russia.\n“A special prosecutor is appointed by the president’s attorney general. I don’t see that as some silver bullet,” MacArthur said, adding he wanted to give the House and Senate Intelligence committees an opportunity to investigate the matter.\n“We don’t oversee the executive,” he added, earning a round of loud boos from the audience. “Congress is not the board of directors of the White House.”\nOutside the building, dozens of people gathered to protest MacArthur and the health care bill. They carried signs that read, “Killer Tom,” “Health care, not wealth care,” and “Stop Twitler now” ― a reference to the president and his active Twitter account. A group of demonstrators also held a “die-in” to protest the health care bill. They lay down on the ground and held up mock tombstones while someone dressed as the grim reaper stood over them.\nDespite the location, not everyone at the town hall was a Democrat.\n“I think it’s ludicrous. I can’t believe in this country we’re going to ignore health care for people,” Robert Gogats, a constituent of MacArthur’s who identified himself as a registered Republican, told HuffPost.\nKim Hicks, another Republican who stood in line for the event, criticized MacArthur for presenting himself as a moderate member of the GOP.\n“It’s not true at all,” Hicks said. “It’s just a cruel policy. The whole bill is cruel. There’s no compassion in it. He’s such a hypocrite. He’s going to uninsure 24 million people.”\nClarification: The description of the community center has been updated to better describe the building’s function.", "date": "\n05/10/2017", "href": "https://www.huffpost.com/entry/tom-macarthur-town-hall-obamacare_n_5913c749e4b030d4f1ef9c82", "tags": "congressman faces revived obamacare town repeal rowdy gop macarthur ” house bill rage hall care health"}