{"title": "GOP Congressman Spent His Week Harassing Muslim Colleague On Twitter", "content": "Rep. Lee Zeldin (R-N.Y.) spent his first week at work since the government reopened harassing a Muslim colleague on Twitter with baseless suggestions that she hates Jewish people. \nIt started on Tuesday, when he found out he had been chosen as the ranking member of the House Foreign Affairs Subcommittee on Oversight and Investigations. Exciting! But he couldn’t fully rejoice in the honor of being the second-most-powerful member of a House subcommittee because he also learned that he would have to work on the panel alongside freshman Rep. Ilhan Omar (D-Minn.). \n“Crazy to watch what House Dems are empowering/elevating,” Zeldin tweeted. \nOmar responded dismissively to his tweet, and Zeldin dug in. “Your anti-Semitic & anti-Israel hate is strong & wrong,” he posted on Twitter late Wednesday. The next day, he tweeted an audio recording of a voicemail in which a random unidentified caller said, “I wish Hitler would have done his fucking job.” Zeldin, who is Jewish, tagged her in the post and asked if she disagreed with the caller’s rant. \nOmar told him that she, too, receives hateful calls and voicemails. She invited him to share notes on how to fight religious discrimination — “Maybe over Somali tea, in your old office which I happen to be in now.” \nHe responded by asking her to co-sponsor a resolution of his that names her — alongside white supremacist leader Richard Spencer and alleged Pittsburgh synagogue shooter Robert Bowers — as examples of anti-Semitic hatred. \nZeldin didn’t specify in his tweetstorm why he was so upset to see Democrats assign Omar to the subcommittee. He also didn’t say why he felt she — and none of the other hundreds of members of Congress — should have to weigh in on the anti-Semitic voicemail sent to his office. But there are a few things about the progressive congresswoman that make her different from other members of the legislature. \nOmar lived in a refugee camp when she was a child and in November became the first Somali-American elected to Congress. She and Rashida Tlaib (D-Mich.) are the first Muslim women elected to Congress. After being sworn in, Omar successfully pushed to overturn a 181-year-old ban on wearing head coverings on the House floor, allowing her to go to work wearing a hijab.\nZeldin’s Twitter rant was a classic racist dog whistle. It was a wink and nod to all his pals who hate seeing a woman of color wearing a hijab in a position of power. But it was written with just the right lack of specificity that he could claim ignorance when confronted with the nasty implications of his message. \nAnd he did just that.\nAsked to clarify what he meant by his first tweet, Zeldin denied it had anything to do with Omar’s religion or gender. “Congressman Zeldin is referring to empowering/elevating pro-BDS, anti-Israel, pro-Maduro, etc., including asking for leniency for ISIS fighters,” spokeswoman Katie Vincentz wrote in an email, referring to the boycott, divestment and sanction movement and socialist Venezuelan President Nicolás Maduro. Zeldin tagged Omar in the tweet with the anti-Semitic voicemail because he wanted to know “if his pro BDS, anti Israel colleague disagreed with it,” Vincentz continued. \nZeldin’s claims about Omar’s political stances are baseless. She has praised the boycott movement but also questioned whether it is an effective way to achieve an Israeli-Palestinian peace agreement. She opposes legislation that would criminalize the constitutionally protected act of participating in a boycott. Supporting the BDS movement is not equivalent to being anti-Semitic or anti-Israel. She has urged against a “U.S. backed coup in Venezuela” but has not supported Maduro. And the claim that she has pushed for leniency for ISIS fighters — a narrative spread by far-right conspiracy theorist Jacob Wohl — is based on a letter she wrote to a judge in 2016 suggesting rehabilitation instead of long prison sentences for a group of radicalized young men who were convicted of trying to join ISIS but never made it to a combat zone. \nSince entering the political fray, Omar’s opponents have looked for every opportunity to portray the foreign-born Muslim lawmaker as a threat to Jewish Americans. In just the past two weeks, the National Republican Congressional Committee sent out at least eight emails accusing her of being a bigot and an anti-Semite. Through it all, she has patiently reiterated her positions and remained receptive to good-faith criticism. \nLast month, for example, she recalibrated her defense of a tweet during the 2012 Gaza War, in which she wrote, “Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel.” In response to a New York Times column about her tweet and the history of anti-Semitic portrayals of Jews as deceitful manipulators, she defended her criticism of the Israeli military but said she regretted unintentionally invoking the trope. \nZeldin, however, has shown no such willingness to evolve. \nIn 2015 he met with the Long Island Oath Keepers, a New York chapter of a far-right anti-government militia movement. He has appeared as a guest on a radio show hosted by Frank Gaffney, an Islamophobic conspiracy theorist who has also had white nationalist Jared Taylor on his show. Gaffney is best known for suggesting that former President Barack Obama is Muslim, accusing opponents of submitting to Sharia and objecting to having Muslim members of Congress serve on the House Intelligence Committee because they might leak information to the Muslim Brotherhood. Last year, Zeldin held a fundraising event with Sebastian Gorka, a former White House adviser who was photographed wearing a medal indicating membership in the Vitezi Rend, a Hungarian group that collaborated with the Nazis in World War II.  ", "date": "\n02/01/2019", "href": "https://www.huffpost.com/entry/lee-zeldin-ilhan-omar-racist-dog-whistle_n_5c54d2b5e4b0871047537f47", "tags": "congressman spent colleague zeldin anti-semitic first week tweet twitter gop omar ” harassing house muslim —"}