{"title": "GOP Sweetens Healthcare Bill For Conservatives By Dropping Birth Control Coverage Rule", "content": "WASHINGTON― The latest version of Senate Republicans’ health care legislation would allow states to decide whether employers and insurance companies have to cover birth control, effectively reversing the Obama-era rule that guaranteed 55 million women contraceptive coverage at no out-of-pocket cost.\nRepublicans amended the original Graham-Cassidy Obamacare repeal bill to loosen the birth control rule, as part of a broader effort to sweeten the bill for conservative senators like Ted Cruz (R-Tx.), who have not yet agreed to support the legislation.\nWomen’s health advocates are calling the latest iteration of the bill the worst in a generation.\n“Allowing states to deny birth control coverage would jeopardize women’s health and our economy – especially as the president and conservatives also double down on their efforts to defund Planned Parenthood, restrict family planning funding and cut the many social programs that have kept women and families afloat for decades,” said Andrea Flynn, women’s economic security expert at the Roosevelt Institute.\nIn addition to rolling back the birth control coverage mandate, the Republican bill would block Medicaid patients from seeking health care at Planned Parenthood, ban abortion coverage in the individual insurance market and allow states to opt out of covering women’s health services that were considered essential benefits under Obamacare ― like maternity care and breast-feeding services.\nIt would also allow insurance companies to charge women higher premiums for pre-existing conditions ― including pregnancy, depression and breast cancer ― and would slash Medicaid, a program that provides health care to one in five women of reproductive age.\nIn effect, millions of women would have to pay significantly more for basic preventative and sexual health care services. \n“This isn’t the first bad sequel we’ve seen in 2017—but it is the most dangerous one yet: The latest attempt to repeal the ACA would cut off millions of people from lifesaving and preventive reproductive health care,” said Destiny Lopez, co-director of the reproductive justice group All Above All. “This bill is the most heinous attempt yet to decimate Medicaid and deny abortion coverage to women who need it. Yet again, politicians will disproportionately harm women of color and young people.”\nThe Affordable Care Act considered contraception an essential part of women’s preventative health care and guaranteed insurance coverage of birth control to more than 55 million women with no out-of-pocket costs. After lawsuits challenged those provisions, the Obama administration carved out exemptions for churches and non-profit religious organizations.\nBefore Obamacare was enacted, more than 20 percent of women of childbearing age had to pay out of pocket for contraception. The preventative health benefit saved women $1.4 billion on birth control in the first year it went into effect, which has contributed to an all-time low in unintended pregnancies and the lowest U.S. abortion rate since the procedure became legal in 1973.\nIn addition to rolling back those Obamacare policies, the latest GOP health care bill is also deeply unpopular.\nAccording to a new CBS poll, only 20 percent of Americans and 46 percent of Republicans supported the Graham-Cassidy bill as it stood before Monday.\nProtesters filled the halls of the Senate on Monday as GOP leaders struggled to get the 50 votes they need to pass the bill. They can only afford to lose two votes. Sen. John McCain (R-Ariz.) said last week before Monday’s changes to the Graham-Cassidy bill that he would oppose the legislation, while Cruz and Sen. Rand Paul (R-Ky.) remain holdouts. Sens. Susan Collins (R-Maine) and Lisa Murkowski (R-Alaska) have also said they are hesitant to support the legislation because it cuts Medicaid and defunds Planned Parenthood. \n“It is very difficult for me to envision a scenario where I would end up voting for this bill,” Collins said. “I have a number of serious reservations about it.”", "date": "\n09/25/2017", "href": "https://www.huffpost.com/entry/gop-health-care-bill-birth-control_n_59c94c08e4b06ddf45fa4446", "tags": "sweetens control coverage healthcare gop rule ” dropping bill women conservatives birth care health"}