{"title": "GOP Strips Rep- Steve King Of All Committee Assignments Over White Supremacist Views", "content": "Republican leaders have stripped Rep. Steve King (R-Iowa) of all of his committee assignments for the current Congress following a new wave of outcry over the lawmaker’s vast history of white supremacist viewpoints and racist rhetoric.\n“We will not be seating Steve King on any committees in the 116th Congress,” House Minority Leader Kevin McCarthy (R-Calif.) said Monday after a meeting of the GOP Steering Committee. The decision was unanimous.\nKing lambasted his removal﻿ in a statement released late Monday, saying, “McCarthy’s decision to remove me from committees is a political decision that ignores the truth.”\n“Ultimately, I told him ‘You have to do what you have to do and I will do what I have to do,’” King wrote. “I will continue to point out the truth and work with all the vigor that I have to represent 4th District Iowans for at least the next two years.”\nAs HuffPost has extensively reported, it was clear long before his recent comments that King is a white supremacist. \nRepublicans made the move after a coalition of party leaders denounced King’s long history of white nationalist views. The controversy was reignited last week after King gave an interview to The New York Times in which he asked: “White nationalist, white supremacist, Western civilization — how did that language become offensive?”\nMcCarthy told reporters Monday that he was not removing King from the GOP House conference and said voters “have that decision to make” in terms of the lawmaker’s future in the chamber.\n“But I think we spoke loud and clear that we will not tolerate this in the Republican Party,” McCarthy said.\nHouse Democrats, who took control of the chamber this month, were pushing for intense sanctions against King, and McCarthy himself came out against the lawmaker, saying King’s language had “no place in America.”\n“That is not the America I know, and it’s most definitely not the party of Lincoln,” McCarthy said.\nSenate Majority Leader Mitch McConnell (R-Ky.) also denounced King, saying his statements were “unwelcome and unworthy of his elected position.” \n“If he doesn’t understand why ‘white supremacy’ is offensive, he should find another line of work,” McConnell told The Washington Post.\nKing, who was elected to a ninth term in November, held seats on the House committees on agriculture, the judiciary and small business.", "date": "\n01/14/2019", "href": "https://www.huffpost.com/entry/gop-steve-king-committee-assignments_n_5c3d2cd2e4b0e0baf54058bc", "tags": "steve strips committee lawmaker gop views white ” house supremacist assignments king rep- mccarthy decision"}