{"title": "GOP Governors Deny The Poor Health Care In Opposing Obamacare's Medicaid Expansion", "content": "RUSTON, La. -- With no health insurance and not enough money for a doctor, Laura Johnson is long accustomed to treating her ailments with a self-written prescription: home remedies, prayer and denial.\nOver decades, she made her living assisting elderly people in nursing homes in jobs that paid just above minimum wage and included no health benefits. So even as her feet swelled to such an extent that she could no longer stuff them into her shoes, and even as nausea, headaches and dizziness plagued her, she reached for the aspirin bottle or made do with a teaspoon of vinegar. She propped her feet up on pillows and hoped for relief.\n\"Before I got sick,\" she said, \"I hadn't been to the doctor in 20 years.\"\nAfter she collapsed last year and landed in in a local emergency room, doctors diagnosed her with congestive heart failure, high blood pressure and hypothyroid. They ordered her not to work. She arranged a Social Security disability benefit, and she enrolled in Medicaid, the government-furnished insurance program for the poor. She used her Medicaid card to secure needed prescription medications. Her ailments stabilized.\nBut this year, the state determined that the $819 a month she draws in disability payments exceed the allowable limit. By the federal government's reckoning, her $9,800 annual income made her officially poor. But under the standards set by Louisiana, she was too well off to receive Medicaid.\nThis is how Johnson, 57, finds herself back amid the roughly 49 million Americans who lack health insurance. This is why she must again reach into her pocket to secure her prescription drugs, a supply that runs about $200 a month. That sum is beyond her, so she has gone more than four months without taking her pills on a regular basis. Once again, her feet are swelling and her chest is filling with fluid. Once again, she is confronted with the realization that a lifetime of labor does not entitle her to see a doctor any more than it enables her to gain crucial medications.\n\"It just doesn't seem right to me,\" she said. \"It just doesn't seem fair.\"\nJohnson is precisely the sort of person who is supposed to benefit from the national health care reform now known as Obamacare. The law championed by President Obama and enacted by Congress nearly three years ago includes a dramatic expansion of Medicaid. In place of the patchwork of eligibility levels now set by each state, one standard is to prevail everywhere: Individuals with annual incomes up to 133 percent of the federal poverty line -- currently, $14,856 or less -- are supposed to be able to enroll.\nWere the Obamacare expansion enacted today, some 17 million people would gain the right to coverage under Medicaid or the Children's Health Insurance program, according to the Congressional Budget Office. Laura Johnson would be among them. But the policy does not take effect until 2014. And in several states, including Louisiana, it increasingly appears the policy may not take effect at all.\nThis is in large part because of a landmark Supreme Court decision earlier this year. The court affirmed Obamacare’s key mechanism -- the authority of the federal government to mandate that people buy some form of health insurance or pay penalties -- but the justices overturned another crucial provision: They decreed that states have the right to opt out of the Medicaid expansion, a step that would deprive people like Johnson of care.\nThough Medicaid is jointly run and financed by the states and the federal government, Washington is obligated to cover the full costs of expanding the Medicaid rolls over the first three years. Even as the federal share gradually declines over subsequent years, by 2022 Washington would still be on the hook for 90 percent of the additional costs. But the court said states could turn down that federal money and continue to run their Medicaid programs as they do now, setting their own standards for eligibility.\nSince that ruling, Republican governors in nine states -- Texas, Oklahoma, Alabama, Mississippi, Georgia, South Carolina, South Dakota, Maine and Louisiana -- have indicated that this is what they intend to do. \nHere in Louisiana, Gov. Bobby Jindal, who now chairs the Republican Governors Association, has criticized the Medicaid expansion as a threat to taxpayers and an incursion on his state's right to set its own policies.\n\"That's crazy,\" said Johnson. \"I don't understand why he's doing that. He's not thinking about poor people like us.\"\nJindal declined requests for comment. But in public statements, he has portrayed his opposition as a principled stand in favor of fiscal prudence. Yes, he says, the costs are to be borne by Washington initially, but the the states have to pick up a share.\n\"This is not free health care,\" Jindal said last summer during a conference call with reporters, adding that the Medicaid expansion would cost Louisiana $3.7 billion over the first decade.\nObamacare proponents dispute such accounting as both flawed and incomplete.  \nExpanding Medicaid nationally under Obamacare would increase total state costs by just 2.9 percent, or $76 billion in total between 2013 and 2022, according to research conducted by The Urban Institute and published by the Henry J. Kaiser Family Foundation. The federal government would cover the rest of the roughly $1.03 trillion cost of expanding Medicaid during those years, according to the report. Some new state Medicaid spending would be offset by cutting existing state health programs for the poor.\nIn Louisiana, participating in the Medicaid expansion would cost the state an additional $1.8 billion over that timeframe, while the federal government would deliver $16.7 billion, the Urban Institute projects. Some 400,000 now-ineligible Louisiana residents would be able to enroll in Medicaid.\nAs some experts portray it, the benefits of adding uninsured people to Medicaid rolls spill over beyond the recipients. Even people who already have insurance effectively profit through reduced economic waste and by improving the overall health care system.\nUninsured people are more likely to be sick, are more likely to declare bankruptcy, are less productive at work and don't live as long, said John Lumpkin, the director of the health care group at the Robert Wood Johnson Foundation, a Princeton, N.J.-based research organization. These impacts effectively cost the economy as much $200 billion every year, he said, citing a 2008 study by the Henry J. Kaiser Family Foundation. \nPeople who lack health insurance run the risk of winding up like Johnson: putting off care as their conditions worsen to the point that they can no longer work, removing their payroll and income taxes from government coffers while drawing on taxpayers for disability benefits. People in that situation effectively increase the costs of health care for everyone, say experts, because they eventually require emergency services, with the bill often picked up by state and federal taxpayers. \nIn 2010, hospitals nationwide delivered $39.3 billion in health care services for which they received no payment, according to the American Hospital Association, citing the last year for which data is available. Some of these costs are covered by taxpayer-funded programs that reimburse hospitals that have especially high rates of unpaid bills. The rest gets absorbed by the health care system, yeilding higher prices for patients. \nThe result: an American medical system characterized by extreme inefficiency. \n\"We have a health care system that has the best medical science in the world that delivers third-world health care to the vast majority of our population,\" Lumpkin said. \"Our nation spends more per capita for health care, by far, than any of the other developed countries in the world. And when you compare outcomes based on any measurement of health or health care, we underperform.\"\nLaura Johnson's son, Dustin, a 20-year-old college student, suffers from severe asthma and himself lacks health care, frequently landing in the emergency room. He offers his own sense of the accounting at work: In his view, people like him and his mother have simply been pushed beyond the ledgers of American life.\n\"Some of the people who can afford health insurance just kind of forget about people who can't,\" he said. \"I don't think health care is something anyone should be denied. It's not anyone's choice to get sick.\"\nOUT OF THE WOODWORK\nDianne Laird, 57, has experienced both sides of that divide. \nFour years ago, as the American economy sank into the worst downturn since the Great Depression, she lost her job as an office manager in Texas. She lost her $42,000 annual salary along with her health coverage. At about the same time, her husband, Ron, 58, shuttered his kayak rental company in the face of declining business.\nThe Lairds found themselves part of a crowded group that no one chooses to join: people who lack health insurance.\nIn Texas, that group is especially large, numbering about 6.1 million. As of last year, Texas had the highest rate of residents who were uninsured -- 24 percent compared to 16 percent nationally, according to census data compiled by the Henry J. Kaiser Family Foundation.\nTexas also claims distinction as a state with one of the more restrictive standards for Medicaid eligibility: It does not offer Medicaid to adults, regardless of their income, except some pregnant women, poor parents with children at home, and people with disabilities. A single parent, for instance, cannot enroll in Medicaid in Texas if they make more than 25 percent of the federal poverty line -- now, about $2,800 annually.\nFor a time, the Lairds scraped by on her unemployment benefits while she enrolled in community college, aiming to become a fitness instructor. They made a few dollars on the side selling peaches at a roadside stand and occasional housesitting. They sold their home to raise funds to pay their bills and they moved into a rental apartment.\nAbout a year ago, Dianne got a part-time job teaching exercise classes at the YMCA, a job that pays less than she previously received in unemployment benefits. As a family, the Lairds are poor by the federal standard. But because they don't have children at home and have no disabilities, it doesn't matter how poor they are in Texas, so they have no health coverage.\n\"If something happens,\" Dianne Laird said, \"then I'm going to have to deal with it.\"\nThat mindset has become something of a family trait. Elise, 22, the youngest of the Laird's three children, is a full-time student at nearby Texas State University, where she studies photography and mass communications. She lives on her own with her boyfriend and works part-time at an ice cream shop, sometimes bringing in extra money through photography and modeling jobs.\nAll told, Elise subsists on about $1,000 a month, supplemented by student loans. She is seeking to apply for food stamps.\n\"Everyone I know is at poverty,\" Elise said. \"I don't know anyone that doesn't have two jobs, that isn't going to school, who isn't trying to better their lives.\" \nElise has had no health coverage since she turned 19, which made her too old for the Children's Health Insurance Program, a federal-state benefit similar to Medicaid. So far, she's avoided serious illness, but she feels a gnawing sense of vulnerability, combined with the knowledge that any health problem would be a financial calamity.\n\"It would be such an ineffable amount of money that it would just be like, 'Well, I can't pay you,'\" she said.\nElise and her mother have come to rely on Lone Star Circle of Care, a network of community health centers in central Texas that provides basic medical care and charges on a sliding scale based on income. Elise and her mother visit the network's clinics for annual gynecologic exams, they said. \nGiven the clinic's mission as a provider to low-income people who lack other options, getting an appointment there sometimes takes a week, they say. The clinic is limited in the services it provides, so Dianne has yet to have a colonoscopy while skipping other basic services.\n\"I have ailments that I would like to get looked at,\" said Dianne. \"I mean, my hip just kills me all the time.\"\nIn the spring, when Dianne broke her ankle, the clinic could not help, so she went to the emergency room at a local hospital, University Medical Center Brackenridge.\n\"There are no regular doctors that'll see you without you having to shell out cash,\" she said.\nThat visit resulted in a $2,500 bill. She has no inkling how she will pay it. \n\"I'm a month behind on my cell phone bill,\" Dianne said. \"I have to pick and choose what is worthwhile paying right now, and so I choose the car payment, the roof over our head, the electricity, the water,\" she said.\nThe Medicaid expansion would relieve families like the Lairds from having to choose between basic health care services and electricity. But Gov. Rick Perry has staked out a strident position against the expansion, objecting to what he portrays as the worst dimension of Obamacare -- greater federal involvement in his state.\n\"Medicaid is a system of inflexible mandates, one-size fits-all requirements and wasteful, bureaucratic inefficiencies,\" Perry wrote Health and Human Services Secretary Kathleen Sebelius earlier this year. The health care law's \"unsound encroachments will find no foothold here,\" he declared.\nPerry has also described the Medicaid expansion as a fiscal threat, questioning whether Washington can be relied upon to deliver its promised funding going forward.\nExperts say such opposition masks the real cause of concern in states such as Texas and Louisiana: They fear what has become known as \"the woodwork effect,\" with the Medicaid expansion serving to publicize the existence of the program, prompting a surge of people to enroll. \nThat surge would include not only people made eligible by Obamacare, but also people who have been eligible all along but perhaps had not known how to apply. Nationally, just 62 percent of people eligible for Medicaid are actually getting benefits, according to an estimate published in the New England Journal of Medicine in 2010.\nWhile the federal government is obligated to cover the full costs of newly eligible people added to the Medicaid rolls, people who are already eligible would be governed by the existing split: The states on average absorb 43 percent of those costs.\n\"The state's complaint is, 'We said we would cover these people and now we're going to have to actually cover them and pay for them,'\" said Stan Dorn, a senior fellow at the Urban Institute.\nMarci Roe worries about the consequences of not paying for them. As executive director of the Volunteer Health Clinic in Austin, she witnesses every day the full dimension of the costs borne by people who live without health insurance.\n\"They lead sicker lives,\" she said. \"It affects their ability to work, their ability to go to school, to basically support themselves.\"\nWHY DID YOU WAIT SO LONG?\nLaura Johnson's working life traces the arc of an American economy that has for decades replaced jobs that paid middle-class wages and provided health insurance with low-wage service sector positions that lack benefits.\nJohnson was raised in the town of Homer, La., about 35 miles southeast of here. Her father worked as a machine operator at a plywood company. He came home with dirt under his fingernails and aching joints, but also a paycheck large enough to allow his wife to stay home and look after their seven children. His earnings included health coverage and a retirement savings program.\nAfter high school, Johnson enrolled at Grambling State University, a historically African-American university, where she studied to be a teacher. In her junior year, her father died, felled by heart trouble at 45. Devastated, she fell into depression.\n\"I loved my daddy more than life itself,\" she said, recalling how she would ride around in his truck while he made his rounds. \"I couldn't eat. I couldn't sleep. My dad was my world.\"\nShe dropped out of school and moved to Washington, D.C., where she moved in with an aunt who thought a change of scenery might help her transcend her grief. There, she worked in a department store.\nBut after a year, Johnson's mother persuaded her to return to Louisiana in the hopes that she would resume her studies. She came home but could not find the motivation to return to classes. Instead, she took a job as a dietician at a nursing home, planning the meals, earning about $1,000 a month, she says.\n\"I just didn’t want to go back to school,\" she said. \"It was the beginning of a downward spiral. I feel like I should have gone back to college and my life would be better.\"\nOver the subsequent decades, Johnson attended to elderly people in nursing homes and in private residences, delivering meals and medication, emptying bedpans and changing seats.\nMost of those jobs paid minimum wage. None included health insurance.\n\"It didn't bother me,\" she said, \"because I never was sick.\"\nBut as the years passed, the minor ailments to which a person can grow accustomed burgeoned into life-threatening conditions. Her feet and ankles swelled, and so did her face, in what her doctors would later conclude was a likely manifestation of thyroid problems. Her left side felt increasingly heavy. \nEven as pain and worry became constant, she did not consult a doctor for two simple reasons: She didn't have health insurance, and she didn't have money.\nAt her last job before she collapsed, she was bringing home about $400 every other week, she says. The rent on her brick-faced apartment on the edges of town ran $575 a month. Her utilities absorbed another $300 a month.\n\"I just lived paycheck to paycheck,\" she said. \"How you going to go to the doctor with no money?\"\nIn her town in northern Louisiana, Johnson did not lack for company. Nurtured more than a century ago by cotton farming, Ruston is home today to some 22,000 people -- more than a third of them living at or below poverty, according to census data. Its compact downtown is dotted by markers of inadequate finance, from the payday lenders and pawn shops that dominate the strip malls, to discount grocery outlets and fast-food joints.\nWhen the pain got so bad that she could not handle it, Johnson lay on her couch and watched television (mostly soap operas) and consulted a book on home remedies. That's where she learned about vinegar treatments. (\"It brings your blood pressure down,\" she says.) That's where she read that dabbing rubbing alcohol on her temples might limit her headaches, while a little lemon juice could be used for dizziness. For kidney troubles, she says, baking powder and water are thought to do the trick.\nOn a muggy morning in May 2011, she felt so faint that she could not get herself to work, the pressure in her chest having become unbearable.\n\"It felt like something was smothering my heart,\" she said. \"I was terrified. It was very traumatic.\"\nHer sister drove her to the emergency room at the E.A. Conway Medical Center, a half-hour drive to the east in the town of Monroe. The hospital -- part of the Louisiana State University health care system, which specializes in care for low-income people -- occupies a five-story brick building next to a juvenile prison ringed by razor wire. Nearly half of the patients at the medical center are enrolled in Medicaid, and 38 percent have no insurance, according to a hospital spokeswoman.\nSystem-wide, the LSU hospital chain derived nearly half of its 2011 revenues from state and federal funds that reimburse facilities that treat large numbers of people who fail to pay their bills, according to its latest annual report. At E.A. Conway, nearly two-thirds of the revenues came from these sources, according to the report.\nThe medical staff put Johnson on a ventilator and ran a battery of tests.\nThe doctors found a substantial quantity of fluid around her heart, which was severely enlarged, she says. They determined that her blood pressure was so high that she was at severe risk of a stroke.\n\"The doctor asked me, 'Why did you wait so long to come in?'\" Johnson recalled. \"He told me my body was almost getting ready to shut down. And I'm thinking in my head, 'I didn't come because I don't have any insurance.'\"\nShe spent eight days in the hospital, she says, and she never received a bill. It was clear enough that she could not pay.\nA hospital spokeswoman declined to discuss the cost of Johnson's care, citing patient confidentiality restrictions, but estimated that the typical stay there runs upwards of $1,000 a day. \nJohnson’s doctors discharged her with strict instructions not to go back to work, she says, and with a voluminous list of prescriptions.\nHer son, Dustin, went online and filled out her Medicaid application. Soon, she had in hand a Medicaid card. She took it to the pharmacy and brought home the shelf-full of pills the doctors ordered, while surrendering minimal co-pays -- typically just a dollar or two. She made regular follow-up visits to the doctors, who adjusted her medications when her stomach bothered her or when she felt dizzy.\nHer health stabilized. Her pain receded.\nBut this past spring, another letter came from the state, this one informing her that her disability payment put her over the income threshold for Medicaid.\nSo ended her subsidized trips to the pharmacy.\nForced to fend for herself, she has instead frequented a local Walmart, where she is able to purchase the pills that she needs a few at a time, but never enough for a full course. She visits a community nonprofit pharmacy for the poor that provides her some of her needed medication, but not all. \nIn short, she takes what pills she can get when she is able to afford them, an ad hoc arrangement that has seen her symptoms return with a vengeance.\nShe recently paid $25 to visit a subsidized clinic where a doctor warned her that her kidney is now failing -- probably because of the effects of her medication. She could soon require dialysis. Should that come to pass, she has no idea what she will do.\nNot for the first time -- and probably not for the last -- she diagnosed her own condition in starkly simple terms. \n\"I don't have insurance,\" she said. \"I don't have any money. I pray to God I get my Medicaid back. I pray every day, because I've got no insurance for anything.\"\nThis story appears in Issue 34 of our weekly iPad magazine, Huffington, in the iTunes App store, available Friday, Feb. 1.\nCORRECTION: A previous version of this article stated that Laura Johnson paid $575 in weekly rent; that figure is in fact her monthly rent.\n\n\nalt=\"Where the States Stand\" width=\"800\" border=\"0\"/>\nVia: The Advisory Board Company", "date": "\n12/28/2012", "href": "https://www.huffpost.com/entry/gop-obamacare-medicaid_n_2347933", "tags": "johnson obamacare poor gop opposing medicaid governors insurance -- state expansion deny care said health"}