{"title": "GOP Presidential Candidates Stereotype Jews At Republican Jewish Forum", "content": "WASHINGTON -- Several Republican presidential candidates on Thursday made comments that appeared to stereotype Jewish people at a presidential forum attended by many Republican Jewish donors and activists.\nThe event, hosted by the Republican Jewish Coalition, featured nearly every 2016 GOP candidate and centered on foreign policy. The RJC is heavily funded by GOP mega-donor and casino magnate Sheldon Adelson, who is also a strong defender of Israel.\nIn his speech at the forum, Ohio Gov. John Kasich (R) said his mother advised him to seek Jewish friends because they are loyal.\n\"My mother told me one time, she said, Johnny -- when I was a very young man -- she said, Johnny, if you want to look for a really good friend, get somebody who's Jewish,\" Kasich said. \"And you know why she said that? She said, no matter what happens to you, your friend, your Jewish friend will stick by your side and fight right with you and stand by you.\"\nReal estate mogul Donald Trump, on the other hand, heaped praise on the business skills of Jewish people.\n\"I'm a negotiator, like you folks,\" Trump said, before referencing his book \"The Art of the Deal.\"\n\"Is there anyone who doesn't renegotiate deals in this room?\" Trump said. \"Perhaps more than any room I've spoken to.\"\nThe presidential candidate then predicted he would not gain the support of Jews in his bid for the White House because he is independently wealthy.\n\"You’re not going to support me because I don’t want your money,\" he said, adding that, \"you want to control your own politician.\"\nWhile Trump claims his campaign is self-funded, the majority of his funding to date actually comes from donors, according to his latest campaign finance report.", "date": "\n12/03/2015", "href": "https://www.huffpost.com/entry/john-kasich-donald-trump-jewish-coalition_n_56607915e4b08e945fee587c", "tags": "stereotype forum candidates want gop jews -- republican friend presidential jewish"}