{"title": "GOP Spending Against Obamacare Plummets In 2018 Elections", "content": "WASHINGTON ― Since the Affordable Care Act’s passage in 2010, repealing Obamacare has been the driving issue for the Republican Party. \nGOP lawmakers voted to defund, change or repeal parts of the law at least 67 times while President Barack Obama was in office, and they promised voters that if they won control of the White House, they’d make the dream of full repeal come true.\nRepublicans received their chance in the 2016 elections, which handed the party control of both chambers of Congress and the White House. But they failed to get the job done last year as voters realized what they’d be losing and public opinion swung in favor of the law. The GOP has shown no signs of trying to take up repeal again this year.\nNow, Republicans are giving up on Obamacare repeal as a campaign issue as well. Anti-Obamacare ad spending in the 2018 election cycle has plummeted compared to the same period in the previous three cycles, according to data compiled by Kantar Media/CMAG for HuffPost. \n“The reality of the situation is that Republicans really don’t have much to say about health care at this point,” said Geoff Garin, a Democratic pollster who is president of Hart Research. \n“What are they going to say on it?” admitted a Republican strategist who requested anonymity to speak openly and who previously worked at the National Republican Congressional Committee. “We’ll repeal Obamacare? I mean, what are they going to say that’s believable?”\nDemocratic spending on health care ads is slightly up from where it was in the past three election cycles during the same period. And Democratic strategists and candidates say that for them, health care will be front and center. \n“We see health care as the defining issue of the 2018 midterms,” said David Bergstein, spokesman for the Democratic Senatorial Campaign Committee. “The Republican health care agenda is incredibly toxic with voters of every political persuasion.” \nFor the first time in an election cycle since Obamacare’s passage, a majority of the public now approves of the health care law. Democrats now have a sizable advantage over the GOP on the issue, too. And in a recent HuffPost/YouGov poll, voters chose health care as one of their top issues. \nEven a poll commissioned by America First Policies, a pro-Trump group, found that lowering the cost of health care is the top issue for many voters. Of the respondents who said health care is a top concern, only 34 percent said they want Obamacare repealed and replaced. Forty-seven percent wanted problems with the law to be fixed, while 15 percent said they want it to stay exactly as it is. \n“One of the ironies of the Republican attack on the Affordable Care Act is it’s made it more popular in voters’ eyes, especially as voters have a chance to compare the Affordable Care Act to the Republican alternatives,” Garin said. \nRepublican attempts to repeal Obamacare met a wall of opposition last year as the details of GOP alternatives became clear and Americans realized what it would mean for people who now benefit from the law’s protections and financial assistance. As part of a broader mobilization against the Trump administration and its policies, Obamacare supporters showed up at town halls and protests around the country, leading to high-profile confrontations and pleas to keep the health care law in place. \nHealth care is one of the most personal of issues ― far more so than tax cuts, which is what Republicans apparently want to run on this cycle ― and Democrats are using it in powerful campaign ads. Health care costs are still a significant concern for people, and the GOP has largely dropped any efforts to make health care more affordable. \nAnna Greenberg, a Democratic pollster at Greenberg Quinlan Rosner Research, cautioned that while there’s no doubt that people are concerned about health care costs, she’s not sure if that issue ― or any other particular issue ― will be what drives people to the polls in November. In political discussions, people talk more about how much they hate the divisiveness in the country, she said.\n“I think it’s going to be interesting to see how Democrats can bring the health care issue in as an indictment of Republicans and their values, but also as an economic conversation at a time when a lot of this is being driven by this kind of larger mood in the country,” she said. \nRepublicans sense that health care is no longer an issue they own. Rep. Mike Bishop (R-Mich.) is in what should be a reliably Republican district, but in an election year that’s already bringing unexpected wins to Democrats, Bishop’s seat is considered a bellwether that could be up for grabs. Last year, his campaign site had a section about repealing Obamacare. \nThis year, Bishop’s “issues” page has no mention of health care. Stu Sandler, a campaign consultant for Bishop, told The Washington Post that the new site reflects the congressman’s accomplishments and that he hasn’t changed his position on Obamacare. \n“I’m sure Republicans want to change the topic,” said Jesse Ferguson, a Democratic consultant who works with groups on the health care issue. “If you asked the captain of the Titanic, he’d want to change directions too. But after you’ve already hit the iceberg, it’s too late.” \nTax cuts seem to be where Republicans are focusing their energy and pinning their 2018 hopes. \n“I think running for the benefits of tax reform is where I’m going to focus my attention on speaking about why ... we should be the party in power and in control, and what that means for the American people,” Sen. Tim Scott (R-S.C.) said Tuesday when asked about health care in the midterms.\nBut so far, that measure ― which was supposed to be the highlight of the GOP legislative agenda ― isn’t resonating as much as the party would have liked. Toward the end of the heated special election in Pennsylvania’s 18th Congressional District last month, Republicans largely abandoned ads touting their signature piece of legislation.\nOn Tuesday, House GOP leadership told its members that they needed to get out there and start talking more about the tax cut law, because right now, it’s not at the top of the public’s minds. \nRepublicans did run ads on Obamacare in the Pennsylvania special election, going after Democrat Conor Lamb for supporting the health care law. And Republican Rick Saccone supported repeal. But ultimately, it didn’t work. Lamb won in a district where the Republican incumbent (who resigned over a sexual misconduct scandal) had run unopposed in the previous two cycles. Trump won there by 20 percentage points as well. \nA Democratic poll found that the health care message was a winning issue in the race, with a majority of voters opposed to what the Republicans wanted to do to the Affordable Care Act.\nOn the anti-Obamacare side, the American Action Network is running the greatest number of ads ― and spending the most money ($1,253,700) ― this cycle, according to the data compiled by Kantar Media/CMAG for HuffPost. On the pro-Obamacare side, the group Save My Care has the highest number of spots, while J.B. Pritzker, who just won Illinois’ Democratic gubernatorial primary, has spent the most money ($2,173,010). \nYet the ongoing efforts to undermine the law ― and how that affects voter sentiments ― are an X-factor in all of this. Last year’s GOP tax bill eliminated the financial penalty for people who don’t get insurance. Without that penalty in place, healthy people are less likely to buy insurance, causing premiums for those who keep insurance to rise.  \nAt the same time, Republicans at both the state and federal levels are doing what they can to change the rules on the kinds of insurance available. This is expected to result in cheap but less generous plans for people in good health ― and more expensive premiums for people who want or need more comprehensive coverage, including those with pre-existing conditions.  \nThe effects of some of these changes will become apparent this fall, right before Election Day, as consumers begin to learn what coverage for next year will cost.\nRepublicans will likely respond as they always have, making the argument Sen. Dean Heller (R-Nev.) did in a closed-door event this month. The problem, they’ll say, is still with the law itself. Give Republicans more seats in Congress, and this time, they’ll actually repeal it.\nIgor Bobic contributed reporting. ", "date": "\n04/18/2018", "href": "https://www.huffpost.com/entry/gop-spending-health-care-ads_n_5ad7859ee4b03c426daac0ee", "tags": "obamacare issue law health gop elections ” ― plummets republican republicans care spending"}