{"title": "GOP Senate Candidate Accuses Arizona Rival Of 'Treason' In Debate", "content": "The U.S. Senate campaign debate in Arizona ended Monday evening on an interesting note: with one candidate accusing the other of treason.\nAfter nearly an hour of discussion about political issues, Rep. Martha McSally (R-Ariz.), who is running to replace retiring GOP Sen. Jeff Flake, called on her opponent Rep. Kyrsten Sinema’s (D-Ariz.) to apologize for comments she made years ago when she was an antiwar activist. \nAccording to CNN, Sinema discussed a hypothetical situation during a 2003 radio conversation with a libertarian activist on whether she would oppose him joining Taliban fighters. “I don’t care if you want to do that, go ahead,” Sinema, who was active in antiwar groups, told him. \n“It’s treason,” McSally said in the debate.\nSinema responded calmly, saying that her opponent had “chosen to run a campaign like the one you’re seeing right now.” But she never addressed the actual charge. Instead, the Democrat lamented that her opponent was engaging in “ridiculous attacks and smearing my campaign.”\nAfter the debate, Rep. Ruben Gallego (D-Ariz.), who served in Iraq, weighed in on the exchange, writing on Twitter that “it was not treasonous to be against the Iraq War.” \nThe recently unearthed comments from 2003 have provided Republicans a line of attack, allowing them to cast Sinema as an extreme left-wing candidate. While she voted more with liberals for most of her political career, including as a state legislator prior to serving in Congress, Sinema on Monday sought to portray herself as an independent voice who in recent years has worked with Flake and other GOP lawmakers.\n“I’ve been ranked the 3rd most independent member of Congress because I work across the aisle to get things done,” Sinema said in her closing statement.\nRepublicans have also attacked Sinema over a photo showing her protesting the Iraq War in a pink tutu as a law student rather than serving in the military after 9/11, an issue her GOP opponent brought up in the debate.\n“You have a choice: Someone who wore the uniform or someone who protested our troops,” McSally, the first female fighter pilot to fly in combat, said in her closing remarks Monday.\nSinema had more success drawing a contrast to McSally on health care and the Affordable Care Act’s protections for pre-existing conditions, a top issue in Arizona. The GOP congresswoman claimed during the debate she supported upholding protections for pre-existing conditions despite her vote last year for a bill endorsed by President Donald Trump that would have undone them.\n“We cannot go back to where we were before Obamacare, where people were one diagnosis away from going bankrupt,” McSally said.\nShe is hardly the only Republican Senate candidate making statements so inconsistent with her record. All across the country, Republicans running for Congress are promising voters they will look out for people with pre-existing conditions while supporting some combination of legislation, litigation and regulation that would undermine those very protections.", "date": "\n10/16/2018", "href": "https://www.huffpost.com/entry/arizona-senate-debate-mcsally-sinema_n_5bc54922e4b0a8f17ee4c6b2?s7", "tags": "sinema candidate debate opponent gop arizona rival ” one senate mcsally accuses monday"}