{"title": "GOP Congressman Complains Women Are 'In My Grill' Over Obamacare Repeal", "content": "Rep. David Brat (R-Va.) is feeling pressure from women in his district over Republican efforts to repeal the Affordable Care Act.\n“Since Obamacare and these issues have come up, the women are in my grill no matter where I go,” Brat said to laughter at a private event on Saturday, according to a video posted to Facebook. “They come up and say, ‘When’s your next town hall?’ And believe me, it’s not to give positive input.” \nHe asked the audience to mobilize because “we’re getting hammered.”\nBrat made the comment while speaking about a Facebook effort that some of his constituents had organized to find out when the congressman plans to hold his next town hall. He told the Richmond Times-Dispatch on Monday that the people behind the effort were “paid activists.”\nBut Becky Shields, one of Brat’s constituents, said that suggestion was “ludicrous.” She and about 50 other people who live in Brat’s district ― most of whom are women and none of whom are being paid, Shields said ― have begun organizing after repeated calls to Brat’s office haven’t yielded any information about when he plans to hold his next town hall meeting.\n“I certainly am not paid at all,” said Shields, who is a graduate student. “Not at all, and I don’t know anyone else who has tried to contact this man who is. I’m deeply concerned to see him say that.”\nThe people who make up the group have a wide range of jobs, she said, including teachers, students and health care professionals.\nBrat’s office did not return a request for comment on why the congressman said the effort was being pushed by paid activists.\n“I thought a town hall was so that we can have a constructive conversation,” Shields said. “I have constructive criticism ― and not even necessarily criticism, just constructive input.”\nShe said she’d like to talk to Brat about whether he would be in favor of allowing gender rating ― the practice of charging different premiums based on gender ― and whether he supported allowing pregnancy to be defined as a pre-existing condition. The latter issue has cost Shields thousands of dollars, she said. \nBrat isn’t the only Republican facing pushback against efforts to repeal Obamacare. In Colorado, 150 people showed up at one of Rep. Mike Coffman’s (R) town halls to urge him not repeal the health care law. It was such an overwhelming response that Coffman only allowed four people at a time into the room. \nIn a Facebook note posted on Monday, Brat said he was too busy to host a town hall in his district.\n“Over the past couple of weeks my office has been inundated with phone calls, and emails and comments on social media requesting a town hall meeting, and believe me, I fully intend to have plenty of town halls that are open and transparent as soon as our first 100 days agenda is implemented and we come up for a breath of air,” he wrote.\nHowever, he does plan to appear with Rep. Paul Gosar at a town hall in Arizona in late February.\nBrat held a last minute Facebook Live town hall Tuesday evening on Facebook Live. A staffer took questions and summarized them to Brat, who then responded with talking points, according to Shields. Even though many people felt the format wasn’t ideal, Shields says she still plans to call Brat’s office Wednesday to thank him for holding the event.\nThe pressure on Brat to hold a town hall is particular notable because he defeated Rep. Eric Cantor in 2014 when Cantor was the No. 2 Republican in the House. Many Republicans felt Cantor had fallen out of touch with his district.\n“I didn’t realize the purpose of a town hall was to be a pep rally,” Shields said. “I thought it was about having free and open discourse with your representative, which is the backbone of the Republic.”\nShields said that Brat’s Saturday comments made her even more motivated to put pressure on him.\n“It wasn’t necessarily the words that he used it was the idea behind the whole thing, which is ‘oh my god, God forbid women of the 7th District should have an opinion that they want to tell their congressman,’” she said. “That really struck a nerve.”", "date": "\n01/31/2017", "href": "https://www.huffpost.com/entry/dave-brat-in-my-grill_n_5890ae88e4b0c90eff001cc5", "tags": "congressman obamacare grill repeal town gop complains ” facebook brat district women hall shields"}