{"title": "GOP Lies About Pre-Existing Conditions May Have Reached Peak Absurdity", "content": "President Donald Trump on Wednesday sent out another tweet on health care. “Republicans will totally protect people with Pre-Existing Conditions,” he wrote. “Democrats will not!” \nBy now, the fundamental dishonesty of that statement shouldn’t require explanation. \nAnybody even dimly aware of recent history ― specifically, the part where Democrats passed the Affordable Care Act, only to have Republicans spend eight years trying to repeal it ― should recognize the claim as a lie.\nAnd anybody unfamiliar with that saga could simply have paid attention this week, when the Trump administration announced a major reinterpretation of the Affordable Care Act’s insurance rules. The change means that states can undermine some of the law’s key provisions that help people with serious medical problems. \nIt is only the latest example of Trump trying to accomplish through regulation what Republicans have been unable, so far, to achieve through legislation.\nOn Wednesday, with the tweet and later a speech in Wisconsin, Trump pretended none of this was happening. Just like he has before. Just like he is almost certain to do again on Thursday, when he gives a speech at the Department of Health and Human Services.\nAnd it’s not only Trump engaging in this sort of deception.\nRepublicans all over the country are promising voters that they, too, are committed to protecting people with pre-existing conditions, even though nearly all of them have records of voting for efforts to roll back those protections (if they have served in Congress) or of filing lawsuits that would achieve the same goal (if they hold office at the state level). \nAll of this should sound very familiar. Last year, when Republicans first took power, they were equally insistent about their intentions to protect people with pre-existing conditions. In reality, their proposals would have taken away existing protections without providing a comparable replacement.\nIf Republicans get through the midterm elections with their congressional majorities intact, next year could play out in the very same way. GOP leaders have already made clear that they will try once again to repeal the health care law if they can. \nThat is one reason GOP duplicity matters. It is about what party members will do in the future, and not simply what they’ve done in the past.\nSometimes it helps to remember what health care looked like before the Affordable Care Act, and how much people with serious medical problems struggled if they had to buy coverage on their own rather than through employers. \nInsurers could charge them higher premiums, refuse to pay bills associated with their pre-existing conditions, or simply deny them coverage outright. The available policies frequently had big gaps in benefits, like limited prescription coverage or no payment for psychiatric services, in no small part because insurers knew this was a way to avoid paying big bills.\nIn short, somebody with diabetes, HIV, bipolar disease or a history of surviving cancer would have had great trouble buying insurance. And the only policies available might not have paid their bills anyway.\nThe Affordable Care Act addressed this in two ways. First, it gave states money to expand Medicaid so they could enroll all low-income people, including those with pre-existing conditions, directly into a government program. Then it restructured the private insurance market by prohibiting all of the old practices. \nNo more charging people with pre-existing conditions higher premiums or refusing to cover expenses related to those conditions. No more denying them coverage outright. No more selling plans with giant benefit gaps.\nThese changes meant insurers had to charge a lot more than they did before, because now they were paying medical expenses for people with serious medical problems. The law’s architects understood that would happen, and so they created a system of tax credits that discounted premiums, in some cases quite deeply. \nTo make sure people didn’t simply wait until getting sick before enrolling, the law included a financial penalty (the “individual mandate”) for people who declined to get insurance. It also set a fixed, open enrollment period that looked a lot like the ones employers used for their company policies.\nLooking back, the Affordable Care Act has accomplished much of what it set out to do. The number of people without insurance has reached historic lows. A growing pile of independent, peer-reviewed studies has shown that, overall, people are having an easier time getting medical care, suffering fewer financial problems because of medical bills, and are healthier as a result.\nThat doesn’t mean the law has worked well for everybody, or that some people don’t feel much worse off. The tax credits taper off as income grows, so people making more than four times the poverty line (that’s about $100,000 a year for a family of four) get no credits at all. \nThey must pay full premiums, which in some parts of the country can consume one-fifth of their income, before taking into account potential out-of-pocket costs. President Barack Obama famously promised people who liked their old insurance that they could keep it. They couldn’t.\nAnger over that helped Republicans win elections. Two years ago, it gave them total control of the federal government and they got right to work on repealing the health care law, as they’d long promised to do. But then it turned out their plans would result in many millions of people losing health insurance and people with pre-existing conditions having fewer protections, even though Trump and his allies had promised again and again not to do that. \nThe Republicans were smart enough to disguise the efforts. They made sure legislation included broad, if ultimately meaningless, language about people with pre-existing conditions. They also included some of the law’s key provisions, including the prohibition on denying coverage outright to people with serious medical problems. But as experts pointed out time and again, every single proposal included loopholes that insurers could and would exploit.\nThe policy change that HHS unveiled on Monday is a perfect example of how the ruse works. Technically, the Trump administration merely rewrote some regulatory guidance, which sounds innocuous enough. Seema Verma, the administration official in charge of federal health plans, went out of her way to say the changes would not hurt people with pre-existing conditions.\nBut the guidance gives states leeway to rewrite the rules of their insurance markets by allowing the sale of policies that don’t include the law’s pre-existing protections ― and then letting people use federal tax credits to buy them. \nThese plans will be financially attractive, although some buying them won’t understand the limits or will get sick or injured after purchase. In either case, they will end up with medical bills they can’t pay. \nMeanwhile, insurers selling comprehensive policies will lose healthy customers, forcing them to raise premiums. People who don’t receive tax credits will find these policies even more expensive. And if states decide simultaneously to reduce financial assistance for people buying these plans ― something that the new ruling might allow, though experts aren’t sure ― then even those who qualify for tax credits could be in trouble. \nOne of the best judges of what the change means for people with pre-existing conditions are the organizations that represent such people. On Wednesday, 29 of them ― including everybody from the American Cancer Society and American Diabetes Association to the March of Dimes and National Hemophilia Foundation ― put out a statement warning that “this dangerous action could take us back to the days when people with pre-existing conditions were openly discriminated against and blatantly denied access to lifesaving care.”\nEven these groups would concede that many people buying coverage now are desperate for less costly alternatives. The question is how to help them.\nDemocrats want to keep pushing in the direction of universal coverage ― whether by making the Affordable Care Act more generous, using government to force down prices, or creating public insurance programs that could supplement or even displace private insurance altogether. These steps inevitably entail some combination of new taxes, government spending and regulation ― and they just as inevitably call for redistribution, from healthy to sick and from rich to poor.\nIt’s easy to see why these strategies would not sit well with conservatives. But Republicans don’t really have alternatives. \nThey’ll float ideas in op-eds ― and sometimes more serious policy writers on the right will think up different schemes that, in some hypothetical political universe, might come close to providing the kind of protections that the Affordable Care Act has. But these ideas ultimately require similar combinations of spending, taxes and regulations, and in real life, Republicans are simply not interested in that.\nInstead, they fall back on policy choices that would make cheap, bare-bones coverage more available to people in good health, but only by making comprehensive coverage more expensive for those who need or want it. \nIt appears that is not what voters want to hear, which is why Republicans are trying so much misdirection now ― by misleading the public about the impact of proposals they’ve backed before or by simply offering up stories of family members with medical conditions, in the hopes it convinces voters that Republican professions of concern are sincere.\nThe charade may have reached peak absurdity over the last week and a half, when two of the GOP officials most famous for their hostility to “Obamacare,” Florida Gov. Rick Scott and Texas Sen. Ted Cruz, were among those vowing to help people with pre-existing conditions. Scott, now running for the Senate, first got into politics by fighting the Affordable Care Act. Cruz, who’s busy defending his seat, once led a shutdown of the federal government in an effort to defund the program.\nStill, Trump may be the most brazen of all. In addition to issuing regulations that would undermine the Affordable Care Act’s provisions, he has directed his Justice Department to support a lawsuit that would declare the law unconstitutional.\nIt’s a highly unusual move because the Justice Department usually defends federal laws in court, and even conservative legal experts find the case baffling. And yet Trump is backing it, which means his administration is literally calling for a judge to throw out the provisions of the law Trump insists he wants to keep.\nPoliticians deceive voters all the time, of course. But for Republicans to mischaracterize their whole approach to such a defining issue ― to pretend that they are trying to help people get health care when they have spent more than eight years promoting policies that would take it away ― is something else entirely.\nIt could be a sign of desperation by a party that knows health care is an issue that could deprive it of its power bases in Washington and so many state capitals. But it could also reflect confidence that just like Trump, who got elected in 2016 despite his own obvious dishonesty on health care, they too can prevail at the ballot box this November ― and then get back to work a few weeks later, tearing down the very same protections they keep vowing to preserve.", "date": "\n10/25/2018", "href": "https://www.huffpost.com/entry/trump-tweet-pre-existing-conditions-gop_n_5bd0a4f9e4b0a8f17ef35bab", "tags": "reached may could peak pre-existing gop conditions ― lies republicans care absurdity health"}