{"title": "GOP Congressman Calls Executive Action On Immigration An 'Impeachable Offense'", "content": "\nRep. Matt Salmon (R-Ariz.) on Friday invoked a high-profile conservative commentator to argue that President Barack Obama's planned executive action on immigration would constitute an \"impeachable offense.\"\n“Well, Charles Krauthammer was asked that same question, I think, just recently on one of the news programs and I have to agree with him of course it would be,” Salmon said in a Newsmax video flagged by BuzzFeed.\nKrauthammer, a pundit who appears regularly on Fox News, on Wednesday night was the first to declare Obama's anticipated action as worthy of impeachment.\n\"If the circumstances were different, if we were at the beginning of a presidency, if we hadn't had years when the Congress has been supine and unresponsive at other grabs of their authority by the executive ... this idea of prosecutorial discretion is really a travesty,\" Krauthammer told Fox News' Megyn Kelly.\nObama has promised to provide deportation relief to an unspecified number of undocumented immigrants by the end of year. According to several media reports, 10-point immigration plan would cover up to 5 million people and could be announced as soon as next week. But executive action will face fierce resistance in Congress, where some Republicans hope to use a government spending bill to withhold funds for the planned action, potentially setting up a government shutdown.\nSalmon circulated a letter on Thursday, with more than 50 signatures, urging House Appropriations Committee Chairman Hal Rogers (R-Ky.) and ranking member Nita Lowey (R-N.Y.) to do just that.\nThough Salmon said he considered Obama's plans worthy of impeachment, he cautioned against proceeding down that path.\n“But committing an impeachable offense and getting, you know, the two-thirds in the Senate to convict are two different stories,” Salmon said. “So, I mean, we have to play the hand that we are dealt right now.”\nReferring to Obama's planned immigration executive action, Salmon said, \"we should defund it. And he then doesn’t have the money to be able to do it.”\nWatch the video above.", "date": "\n11/14/2014", "href": "https://www.huffpost.com/entry/matt-salmon-obama-impeachment_n_6160978", "tags": "congressman planned calls immigration offense salmon “ gop obama executive action said"}