{"title": "GOP Rushes Forward With Its Health Care Bill", "content": "House Republicans plowed ahead with their effort to dismantle the Affordable Care Act, brushing aside new criticism of what their proposed legislation would do ― and ignoring protests over the hurried process they are using to enact it.\nTwo House committees ― Energy and Commerce, and Ways and Means ― spent dozens of hours Wednesday and Thursday to advance complementary portions of the American Health Care Act, the long-awaited bill to repeal and “replace” the 2010 health care law. The Ways and Means Committee completed its work around 4:30 a.m. Thursday, and the Energy and Committee followed early Thursday afternoon.\nThe proceedings themselves moved at a typically sluggish pace, as lawmakers re-litigated the Affordable Care Act, traded barbs about the GOP bill, and squabbled about procedure. In the end, the measure departed the Ways and Means Committee unchanged, and only one minor Republican amendment found its way onto the legislation in the Energy and Commerce Committee. The next step is the Budget Committee, then the House as a whole.\nThese lengthy committee markups shouldn’t be mistaken for a prolonged consideration of the bill. House Speaker Paul Ryan (R-Wis.) has said he hopes to wrap up the process before the April recess, which would mean the bill would go from introduction to passage in just a few weeks.\nThe rapid pace of action, with committee markup less than two days after GOP leaders first allowed the public to see the bill, comes amid growing discontent over the legislation. Democrats uniformly oppose Affordable Care Act repeal and the proposed GOP “replacement.” But Republican leaders face bigger problems in the forms of a conservative revolt against their plan, as well as public opposition from the American Medical Association, the American Hospital Association, AARP and other organizations.\nThe GOP bill would roll back the Affordable Care Act’s expansion of Medicaid and further reduce funding for the program, then restructure federal tax subsidies in ways that would generally provide less help for people with lower incomes and higher insurance costs. The bill would also reduce taxes on corporations and wealthy individuals, and loosen regulations on the insurance industry.\nSome people would benefit, because they could get cheaper coverage or because they would get tax relief they don’t get now. But others would struggle mightily ― probably causing millions to lose coverage.\nAt least, that’s what most experts expect would happen. In reality, everybody talking about the law is still relying on some guesswork, because the independent organizations that typically conduct formal assessments haven’t had time to crunch the numbers with any precision. And the Congressional Budget Office, which produces official estimates for lawmakers’ debate, probably won’t finish its projection until next week, congressional sources have said.\nOn Wednesday, during the hearings, Democrats on both committees complained about the absence of a CBO score, noting that it meant they had only a hazy idea of what the proposal would mean for insurance coverage and even less knowledge of what it would mean for the federal budget.\n“We need to know what this is going to cost, we need to know what kind of health insurance is going to be possible,” Rep. Anna Eshoo (D-Calif.) said at the Energy and Commerce Committee meeting. “You either don’t care about it or you are worried what’s going to come out.”\n“You’ve been harping on this for almost seven years. You can’t wait a couple of weeks?” Eshoo said. “We are playing with people’s lives.”\nOver and over again, GOP leaders turned down Democratic requests for more time, dismissing concerns about the lack of CBO scoring. At the same markup, House Majority Whip Steve Scalise (R-La.) slammed the budget agency as “unelected bureaucrats in Washington.” Those remarks echoed attacks on the CBO from other GOP leaders in Congress, as well as remarks that White House press secretary Sean Spicer made on Wednesday.\nThe chorus of criticism directed at the CBO sounded a lot like a preemptive effort to undermine faith in the agency’s assessment, which ― when it finally appears ― is unlikely to validate GOP boasts that their plan will provide better access to care. The ratings agency Standard & Poor’s has already said it estimates 6 million to 10 million people would become uninsured if GOP legislation were to become law. The Brookings Institution projects at least 15 million would lose coverage.\nThe Senate, for its part, hasn’t really done much on repeal yet. But it’s poised to act quickly if and when the House sends over a bill. Majority Leader Mitch McConnell (R-Ky.) has said he will bring legislation directly to the floor for a vote, bypassing committees altogether. If the Senate votes yes, then it would just be a matter of working out differences between the chambers, to whatever extent they exist, so that Congress could send a final bill to President Donald Trump for his signature.\nIn the seven years since the Affordable Care Act became law, Republicans have frequently attacked Democrats for supposedly crafting legislation in secret and then rushing votes before lawmakers really understood what it would do. In reality, those deliberations lasted more than a year, with hundreds of hours of hearings and floor debate, and with CBO estimates guiding discussion at every step.\nThat contrast was a topic of frequent discussion during the committee proceedings Wednesday and Thursday, with Democrats proposing amendments that would have prohibited votes before hearing from the CBO ― and Republicans defeating those amendments. At the Ways and Means hearing, Rep. Sandy Levin (D-Mich.), who sponsored one of those amendments, accused Republicans of rushing votes because they wanted to avoid scrutiny of the legislation.\n“You’re fearful that the CBO will provide answers to questions that you don’t like,” Levin said Wednesday. “You want essentially a sneak attack...before the public hears and we have from the CBO. That is something inexcusable.”\nWays and Means Committee Chairman Kevin Brady (R-Wis.) denied the charge, and suggested that Republicans were merely conducting their hearings in the same way that Democrats had back in 2009. As proof, he noted that the very same committee, Ways and Means, had marked up health care legislation without a full CBO projection, relying instead on a letter from the agency’s director.\n“Did you have CBO score on that massive bill?” Brady said Wednesday. “Absolutely not.”\nAs Levin pointed out, that “letter” was actually a 14-page document that included detailed, if preliminary, tables breaking down the bill’s expected impact on insurance coverage and the deficit. It gave lawmakers a solid grasp of what the legislation would do ― something very conspicuously lacking in either committee on Wednesday.\nAnd as if the activity in those two committees was not enough for one day, the House Education and Workforce Committee was also working on health care legislation, adopting three related but smaller bills.\nThis article has been updated to include approval of the legislation by the Ways and Means, and Energy and Commerce committees.", "date": "\n03/08/2017", "href": "https://www.huffpost.com/entry/gop-rushes-forward-with-its-health-care-bill_n_58c05e74e4b0ed71826973d9", "tags": "rushes committee gop ” house cbo ― bill legislation forward care health"}