{"title": "GOP Rep- Bob Inglis Slams His Party On Climate Change -VIDEO-", "content": "Rep. Bob Inglis (R-S.C.), an outgoing lawmaker with nothing left to lose after having his fate sealed through a primary challenge from the right earlier this year, expressed his frustrations with the GOP's trajectory toward climate change denial Wednesday in a harsh rebuke that blasted his party's hard-headed refusal to listen to scientific experts.\n\"Because 98 of the doctors say, 'Do this thing,' two say, 'Do the other.' So, it's on the record. And we're here with important decision to be made.\" Inglis said of his party's readiness to listen to minority dissenting voices on the issue. \"There are people who make a lot of money on talk radio and talk TV saying a lot of things. They slept at a Holiday Inn Express last night, and they're experts on climate change. They substitute their judgment for people who have Ph.D.s and work tirelessly [on climate change].\"\nThen Inglis laid out the potential consequences.\n\"And I would also suggest to my Free Enterprise colleagues -- especially conservatives here -- whether you think it's all a bunch of hooey, what we've talked about in this committee, the Chinese don't. And they plan on eating our lunch in this next century. They plan on innovating around these problems, and selling to us, and the rest of the world, the technology that'll lead the 21st century,\" Inglis told his colleagues. \"So we may just press the pause button here for several years, but China is pressing the fast-forward button. And as a result, if we wake up in several years and we say, 'geez, this didn't work very well for us.'\"\nInglis's reflection on the GOP's tendency to reject the findings of climate scientists isn't just about the party's image, it's also indicative a trend that's likely to find its way into the highest levels of legislative leadership, as the top chairman picks for House committees on Energy and Commerce, as well as Science, all have expressed doubts about the validity of climate change.\nAnd these beliefs appear only to be growing in the GOP's freshman ranks. A recent report by ThinkProgress showed that 50 percent of incoming Republican legislators are outspoken climate change deniers. This opinion was just as rampant in Senate GOP ranks.\nInglis has been an unapologetic critic of his party since his torpedoing by the more-conservative Trey Gowdy in June. A month after his loss, Inglis attacked conservative leaders for \"demagoguery\" in their use of hyperbolic, incendiary and false rhetoric in some of their partisan criticisms. Later that summer, Inglis attributed his electoral failure to his refusal to call Obama a \"socialist.\"\nVideo and transcript via ThinkProgress:", "date": "\n11/18/2010", "href": "https://www.huffpost.com/entry/bob-inglis-climate-change-denial_n_785404", "tags": "party slams gop -video- refusal expressed climate change say listen experts rep- bob inglis"}