{"title": "GOP Throws Big Party About Losing", "content": "WASHINGTON -- Republicans just passed a bill to repeal the Affordable Care Act for the 62nd time, and it's going to get vetoed. That calls for a party!\nHouse Speaker Paul Ryan (R-Wis.) held a ceremony Thursday afternoon to celebrate sending legislation to President Barack Obama that would revoke parts of the president's signature health care law. It's the first time they've gotten a repeal bill to the president's desk. Dozens of GOP colleagues stood with Ryan as he gave remarks, all smiles, eager to commemorate the moment.\n\"It has been a long time in getting here, but here we are,\" Ryan said to cheers. \"This is the closest that we have come to repealing Obamacare. And now we are sending that repeal to the president's desk.\"\nBut Republicans actually are no closer to repealing the health care law than they were the previous 61 times they voted to do it. They haven't repealed anything, and they know the president is going to veto their bill. And, as HuffPost's Jeffrey Young reports, even on the precipice of what they want to be seen as a win on Obamacare, Republican leaders still have no answer to the question of what their alternative plan would be for the millions of people getting health care under the current law. \nNone of that was discussed Thursday, though. Instead, it was a day to celebrate passing a bill for the sake of passing a bill.\n\"This is an incredibly important day,\" Rep. Tom Price (R-Ga.), chairman of the Budget Committee, declared to the room. \"Today, we carry out our active positive responsibility of representation and send a bill to repeal this corrosive law to the president's desk.\"\nWatch the celebration below:\nAlso on HuffPost:", "date": "\n01/07/2016", "href": "https://www.huffpost.com/entry/republicans-obamacare-repeal-bill_n_568ee2d8e4b0a2b6fb6f6c44", "tags": "law repeal party gop losing ryan health republicans desk bill throws time care big"}