{"title": "GOP Candidate's Consultant Linked To 2nd County In North Carolina Election Probe", "content": "LUMBERTON, N.C. ―  McCrae Dowless, the political operative at the center of an election fraud investigation in North Carolina’s 9th Congressional District, now appears to be connected to both counties in the district where a suspiciously high number of absentee ballots were never returned to election officials.\nThe North Carolina Board of Elections and Ethics Enforcement is looking into the irregularities in Bladen and Robeson counties, neighboring rural jurisdictions near the South Carolina border, where 40 percent and 62 percent of absentee ballots, respectively, weren’t returned. In Bladen County, Dowless employees told local television station WSOC and BuzzFeed News that they collected absentee ballots from people and gave them to Dowless, which violates state law.\nDowless was hired by a consultant to work on behalf of Republican Mark Harris, who appeared to defeat Democrat Dan McCready by 905 votes in the election. McCready, however, withdrew his concession to Harris on Thursday amid the ongoing investigation. \nThere’s now new evidence that links Dowless to Robeson County and suggests he employed at least one person there: Jennifer Boyd, who served as one of two legally required witnesses for an unusually high number of people, 55, when they filled out their absentee ballots, according to a WSOC review of the forms. She indicated she helped 52 of them fill out their ballots. The employees who worked for Dowless in Bladen County also served as witnesses for an unusually high number of voters. Absentee ballots in North Carolina require two witnesses’ signatures.\nBoyd also listed Dowless’ office address when she dropped off over 230 voter registration forms at the Robeson County Board of Elections in September, according to board records reviewed by HuffPost. The second witness on many of the absentee forms Boyd signed was Lisa Britt, who told BuzzFeed she worked for Dowless. An employee at the Robeson County Board of Elections, who agreed to be identified only as a staff member, told HuffPost she believed Boyd was working with Dowless. \nThe records HuffPost reviewed at the Robeson County Board of Elections on Thursday didn’t contain evidence of wrongdoing. One log showed Boyd dropped off only four absentee ballots during the election and that they were from herself, her husband and her husband’s parents. North Carolina law allows someone to turn in an absentee ballot on behalf of a “close relative.”\nNo one answered the door at Boyd’s home Thursday. She told WSOC she was trying to assist people who didn’t have time to go to the polls but declined to comment when asked if she worked for Dowless.\nThere is no evidence that the irregularities in absentee ballot returns changed the outcome of the race. It’s unclear how many ballots could be affected and if any ballots were actually tampered with.\nBut the numbers are unusual. Harris won 61 percent of the absentee-by-mail vote in Bladen County, even though just 19 percent of the returned and accepted ballots came from Republicans. In Robeson County, McCready won the overall mail-in absentee vote, but the 62 percent non-return rate was remarkably higher than any other county in the district. \nState investigators can order a new election if “irregularities or improprieties occurred to such an extent that they taint the results of the entire election and cast doubt on its fairness.”\nRobeson County saw a surge in requests for absentee ballots this summer, which was unusually early, Steve Stone, chairman of the county board of elections, said in an interview Thursday. The board also got a rash of calls from residents who said that canvassers told them their voter registration had been canceled, Stone said, and he alerted the North Carolina State Board of Elections of the irregularities this summer.\nThe Robeson County board staff member said she didn’t think that surge was due to people working for Dowless. A different group, she said, dropped off batches of hundreds of voter registration applications and vote-by-mail requests from August to October. ", "date": "\n12/06/2018", "href": "https://www.huffpost.com/entry/north-carolina-election-investigation_n_5c09e0e0e4b0de79357b4e35", "tags": "robeson candidate election ballots consultant boyd county gop elections absentee board carolina dowless north linked probe"}