{"title": "GOP Toys With The Lives Of Millions By Keeping Obamacare Plan A Mystery", "content": "Donald Trump and the Republicans swear they won’t simply repeal Obamacare. They say they will replace it, too.\nLet them prove it.\nOn Jan. 20, when Trump becomes president, Republicans will finally have the political leverage to wipe the Affordable Care Act off the books. To do so, they will likely use the budget reconciliation process, which is for certain bills that affect the government’s finances and, in the Senate, are not subject to filibusters Democrats could otherwise use to block legislation. \nRepublicans gave this approach a dry run earlier this year when they passed a repeal bill via reconciliation. President Barack Obama vetoed it, as expected. Had he signed it, 22 million Americans would have lost insurance, according to an estimate from the Congressional Budget Office. \nThat’s a whole lot of people struggling to pay medical bills or unable to find health care. No wonder so many people who get Obamacare’s coverage are already panicking.\nOf course, Republicans always insist they will replace Obamacare with something better. And with the prospect of enacting repeal suddenly very real, Republicans are promising they will provide for a smooth transition ― by allowing Obamacare to keep functioning for a year or two after their repeal bill passes, thereby providing enough time to craft a suitable alternative.\n“We’re not going to have like a two-day period, and we’re not going to have a two-year period where there’s nothing,” Trump said Sunday on “60 Minutes.” “It will be repealed and replaced. It’ll be great health care for much less money.”\nSounds good. But why should anybody take that vow seriously?\nIt was only this summer, more than six years after Obamacare became law, that House Republicans reached agreement on what their replacement should look like. And when Speaker Paul Ryan unveiled that proposal, to great fanfare, the architecture turned out to be more like an initial sketch than a set of blueprints. Dollar figures and other key details were missing, making it impossible to say definitively what effect their proposed scheme would have. \nSenate Republicans are actually further behind. Their leadership hasn’t even agreed upon the most basic principles for reform. And Trump? As a candidate he made vague, sometimes contradictory statements about health care. When he finally released a “plan,” it was even less specific than Ryan’s.\nCould Trump and congressional leaders flesh out these ideas, work out their differences and close ranks behind a plan? Sure. In so doing they’d have the help of a handful of conservative intellectuals who have actually taken this issue seriously and started the hard work of designing legislation. But the party is far behind where Democrats were in late 2008, when Obama had just won the presidential election and was gearing up for his own push to pass major health care legislation.\n \nBy that point, Obama and the Democrats had come to a firm, well-defined consensus on what a new system would look like. And that was no accident. They had literally spent years having serious conversations among themselves, and with advocates and experts, in order to find common ground, get a sense of what would work as policy, and build the political support everybody understood would be necessary for such a complicated and controversial undertaking. Obama had put out his own plan more than a year and a half before the election, and by Election Day, key committees in Congress had already held lengthy hearings on precisely how reform should work.\nEven with all that running start, crafting health care legislation proved difficult. At every turn, Democrats had to weigh the difficult trade-offs of policy and politics ― like whether to spend more money in order to make coverage less financially burdensome, or whether to spend less in order to reduce the programs’ price tag. The end result was legislation that, although true to the original concept, was full of compromises made in order to keep the Democratic caucus together, to keep hostile interests at bay and to grapple with policy complications nobody had foreseen. \nMany of these compromises have contributed to the law’s shortcomings. If the program’s insurance subsidies had been more generous, for example, fewer middle-class people would have experienced “rate shock” ― and the markets as a whole would be more stable. That’s the reality of legislation, and Democrats shouldn’t whine about it. But it’s a reminder that GOP boasts about an Obamacare replacement are utterly meaningless until Republicans have run the same legislative gauntlet and come out the other side with a bill in hand.\nFor all of Obamacare’s real and well-publicized problems, it has also had enormous successes, including not just the coverage expansion but also efforts to improve the quality of medical care. One reason those achievements get relatively little attention is that everybody ― politicians, the media, the public at large ― compares Obamacare to mythical alternatives that don’t even exist at the conceptual level, let alone as finished legislation. The great Republican Obamacare replacement is an example of this.\n With time and actual work, maybe Republicans can come up with a better system. Maybe they can’t. Or maybe, after mulling the possibilities, they would decide simply to modify the law (while still calling it “repeal”) in ways that actually improve coverage and costs. Who knows? Maybe they’d even find some Democrats to go along.\nAnything is possible. The point is that a change this consequential shouldn’t be a total mystery. Before Republicans yank away Obamacare, with its coverage for so many millions and consumer protections for so many millions more, they owe the public a better sense of what’s coming next. That will only happen if Republicans hold off on eliminating the program until they’ve settled on a substitute. In other words, no repeal without replace. Just like Trump and the Republicans promised.", "date": "\n11/17/2016", "href": "https://www.huffpost.com/entry/obamacare-repeal-replace_n_582cda8ee4b058ce7aa90d65", "tags": "care millions toys obamacare democrats repeal gop keeping lives republicans legislation like plan mystery"}