{"title": "GOP Health Care Bill Is More Unpopular Than Obamacare Ever Was", "content": "President Barack Obama’s health care law hasn’t always been beloved by the public. But it’s never been as unpopular as the Republican bill now intended to destroy it, according to the latest polling.\nWhen the Affordable Care Act was signed in March 2010, after months of debate, about 42 percent of the public approved, according to HuffPost Pollster’s aggregate, with about 50 percent disapproving ― a level of discontent that proved to be bad news for Democrats and for Obama. At the law’s lowest ebb, in 2013, support fell to about 38 percent.\nThat level of support, however, seems downright robust in comparison with the pessimism that’s greeted the Republican bill, known as the American Health Care Act. Reactions to the proposal have been overwhelmingly negative, with most surveys finding less than one-third of the public in favor of the bill. Support reached a new nadir Thursday in a Quinnipiac poll, which found just 17 percent of voters expressing approval, and only 6 percent approving strongly. \nBased on current polling, “it does look like it is significantly less popular than the ACA was in early 2010,” Liz Hamel, the director of public opinion and survey research at the Kaiser Family Foundation, said in an email. She added that the public had been following the Obamacare “back-and-forth” for many months before that legislation passed, “which is different than the situation we’re in now with the AHCA, with things moving much more quickly.”\nDuring the Obamacare debate, the strength of Republican opposition tended to outweigh the strength of Democratic support. A February 2010 Quinnipiac survey, for instance, found that two-thirds of Democratic voters approved of “the proposed changes to the health care system under consideration in Congress,” while 85 percent of Republican voters disapproved.\nBut the new GOP health care bill appears to be on the wrong end of an even wider intensity gap. In the latest Quinnipiac poll, 80 percent of Democratic voters disapprove, with 69 percent disapproving strongly. But offsetting support from the GOP isn’t there. Only 41 percent of Republicans approve, and just 20 percent approve strongly. In the most recent HuffPostYouGov poll, Clinton voters are 59 points more likely to strongly oppose the GOP bill than Trump voters are to strongly favor it.\n“In a hyper-partisan political climate, it’s actually an accomplishment to write legislation this unpopular,” Ryan Enos, a Harvard political scientist, noted on Twitter.\nRepublican voters are fully aware the bill doesn’t have full-throated GOP support in Congress, and are unconvinced that passage would do much to benefit them. In a HuffPost/YouGov poll taken earlier this month, just 14 percent of GOP respondents believed that “Republicans are united in support of the new health care bill.” A separate survey found that less than one-fourth of voters who supported Donald Trump expected the GOP bill would make things better for them.\n“Republican primary voters may be less likely to punish GOP members of Congress for not voting for the bill than President Trump would like,” FiveThirtyEight’s Harry Enten wrote Thursday. “Further, even if Republicans have tried to inoculate themselves in safe districts for the general election, the lack of support for the bill from Republican voters means that some of these members from typically safer districts could be vulnerable against Democrats if health care becomes a defining issue in the 2018 midterm elections.”\nObamacare, meanwhile, seems to have benefited from the uncertainty over its future. In the months since Trump was elected, public opinion of the law has shot up, turning positive for the first time since it was signed.", "date": "\n03/23/2017", "href": "https://www.huffpost.com/entry/gop-health-care-obamacare-poll_n_58d426b7e4b0f838c630c679", "tags": "ever support percent obamacare voters unpopular gop ” republican bill care health"}