{"title": "GOP Senate Candidates Are Scrambling To Rewrite Their Record On Pre-Existing Conditions", "content": "Josh Hawley, the Republican Senate candidate in Missouri, says he is all about making sure anybody can get health insurance, regardless of their medical status: “We need to cover pre-existing conditions,” he said earlier this summer.\nBut Hawley, who is currently Missouri’s attorney general, is one of the 20 state officials who has signed onto a new lawsuit seeking to eliminate the Affordable Care Act’s guarantee of coverage, which they argue is unconstitutional. Hawley is also a longtime supporter of Congress repealing the law outright. \n“It’s simple: Obamacare must go,” he told supporters last year.\nHawley would have Missourians believe there is nothing contradictory in his rhetoric and action ― he simply wants to get rid of “Obamacare,” not the law’s promise of insurance for anybody regardless of pre-existing conditions. \nIn reality, Hawley and other Republicans have no concrete or well-developed plan for replacing the law with something that would provide the same kind of access. If either the lawsuit he supports or repeal legislation were successful, people with cancer, diabetes and a variety of other chronic conditions would have a much tougher time getting comprehensive coverage. The GOP, including Hawley, is now talking up a Senate bill experts have said wouldn’t solve the problem.\nHawley is hardly the only Republican Senate candidate making statements so inconsistent with his record. \nMike Braun in Indiana, Martha McSally in Arizona, Patrick Morrisey in West Virginia, Rick Scott in Florida ― the list goes on. All across the country, Republicans running for Congress are promising voters they will look out for people with pre-existing conditions while supporting some combination of legislation, litigation and regulation that would undermine those very protections. \nRepublican candidates are being forced to talk about pre-existing conditions because Democrats keep bringing it up. \n“You shouldn’t have to worry about an attorney general taking away your health care,” a Democratic super PAC ad in Missouri says. An ad in North Dakota features a woman with heart disease declaring to GOP Rep. Kevin Cramer: “I don’t know why you voted to allow insurance companies go back to denying coverage to people with pre-existing conditions. But I know [Democratic Sen. Heidi Heitkamp] would never do that.”\nOne reason Democrats are leaning heavily on this argument is the difficult Senate map before them and the need to find issues, like defending pre-existing conditions, that resonate with independents and even some Republican voters. This year, Democrats are defending seats in 10 states that President Donald Trump carried in 2016, and one of their best opportunities to pick up a new seat is in Arizona, another state that Trump won.\nThe other reason Democrats are pounding away at the issue is that the stakes are high, with the livelihoods ― and lives ― of many Americans depending on the outcome. The ACA rewrote the rules for insurers selling plans directly to individuals and families so that carriers could no longer deny coverage or otherwise discriminate against people with pre-existing conditions. \nThe transformation came at a cost: Insurers, forced to cover bills they had previously avoided, jacked up premiums in response. And although new tax credits offset the increase for most buyers, they don’t help everybody. The resulting backlash helped Republicans to win elections, giving them a chance to repeal the law. \nAnd they haven’t given up, even though last year’s effort failed. Just this week, Vice President Mike Pence reaffirmed the party’s determination to take up repeal in 2019 if they still control Congress. In the meantime, the Trump administration has been using its executive authority to undermine pre-existing condition protections unilaterally ― most recently, by effectively creating a parallel market with plans that don’t live up to the ACA’s standards. \nThese plans generally aren’t available to people with pre-existing conditions and don’t include many essential benefits, which means people who manage to get them are risking financial ruin if they get seriously ill. And by drawing healthy people out of the broader pool, these new plans will force insurers to jack up rates, forcing people with pre-existing conditions to pay more for coverage.\nThat’s not the only threat to the ACA right now. There’s also the lawsuit that Hawley, along with officials from 19 other politically conservative states, has co-signed. The plaintiffs argue that, because the 2017 GOP tax cut reduced the ACA’s individual mandate penalty to zero, the law’s insurance regulations are now unconstitutional. Even many conservative experts think the case relies on an absurd legal argument, but it has support from the Trump administration. Next week, it will go before a conservative federal judge in Fort Worth, Texas.\nMorrisey, the West Virginia attorney general who is challenging incumbent Democratic Sen. Joe Manchin, also signed the brief. He supports repeal, as does Scott, who is trying to unseat Democrat Sen. Bill Nelson in Florida and has spent much of his time as governor fighting the law. McSally, who is now running for an open seat in Arizona, was in the House when it took up repeal. She voted yes.\nAnd then there is Matt Rosendale, the Republican candidate who running against two-term incumbent Sen. Jon Tester in Montana. Rosendale is the state’s insurance commissioner, putting him in a unique position not just to talk about health care policy but also to enact it. Among his notable actions was last year’s decision to reverse a long-standing prohibition on Christian health sharing ministries ― which, like the plans Trump just approved, have some combination of exclusions for pre-existing conditions, limits on coverage and big gaps in benefits. \nRosendale, like the others, has been a vocal advocate for Obamacare repeal.\nProtections for people with pre-existing conditions are wildly popular, and Obamacare itself is gaining in the polls. Democrats know this and have been hammering Republican candidates over and over again, especially in the reddest states on the political map. (Trump won the 11 states with the highest percentage of adults with pre-existing conditions by an average of 26 percentage points; five of those states have competitive Senate races in 2018.) \nIn almost every state with a competitive Senate race, the Democratic candidate or an outside group controlled by allies of Senate Minority Leader Chuck Schumer is airing an ad on pre-existing conditions. \nThe lawsuit has proven to be a particularly useful foil, because it put the issue of pre-existing conditions into the news at a time when memories of the 2017 repeal fight had started to fade, and because it directly implicates GOP candidates in Missouri and West Virginia.\n“Republicans thought they put a band-aid on their pre-existing condition problem,” said Jesse Ferguson, a Democratic strategist who has worked extensively on the health care fight this cycle. “When Trump went to court, he ripped the band-aid off.”\nThe political problem for Republicans is that voters aren’t likely to believe they suddenly care about pre-existing conditions, just because they say they do. \n“If you ask voters the number one thing they hate about the Republican health care agenda, it’s that it overturns protections for people with pre-existing conditions,” Ferguson said. “To quote the president, ‘a lot of health care is complicated,’ but coverage for people with diabetes and asthma is really clear, understandable and something people no longer trust Republicans on.” \nAnd voters have said they’ll make politicians who don’t protect pre-existing conditions pay: In a Kaiser Family Foundation poll earlier this month, 89 percent of registered voters said “continuing protections for people with pre-existing health conditions” would be a factor in their vote, and 63 percent said it would be an important factor. Nearly half of Republicans, 64 percent of independents and 74 percent of Democrats said it would be an important factor in their vote.\nIn an op-ed earlier this month, Hawley wrote about discovering that one of his two young sons suffers from a “rare condition that can lead to degeneration of his joints,” and declared, “Insurers should also be required to cover individuals with pre-existing conditions and young people on their parents’ insurance.” In the same op-ed, he wrote that Obamacare was a “big government-big insurance collusion scheme” that needed to go.\nThis is a frequent Republican contention, arguing repeal isn’t tantamount to abandoning people with pre-existing conditions. But their proposals would still allow insurers to discriminate against people with medical problems ― by, for example, charging higher prices to people with certain conditions or leaving out key benefits, like prescription coverage, that would make plans effectively useless to people who need ongoing treatment.\nThis is true of legislation that Senate GOP leaders introduced late last week, partly to protect GOP incumbents, like Nevada’s Dean Heller, who are facing similar attacks from Democrats. Hawley embraced it earlier this week. \n“If you leave any loopholes open, insurers will take full advantage, and people with health needs will quickly find the coverage they need to be inaccessible, unaffordable or both,” said Sabrina Corlette, a research professor at Georgetown’s Center for Health Insurance Reform.\nSometimes Republicans defending themselves on health care tout their support for “high-risk pools,” which are special health programs for people whom insurers had denied coverage. But the pools, which many states operated in the past, are a notoriously weak substitute, with higher premiums, fewer comprehensive benefits and limited coverage of pre-existing conditions. They also never seem to get the funding they need, which limited enrollment and created waiting lists in some states.\nNeglecting to mention the trade-offs in policy is, of course, pretty standard fare in politics. And that’s certainly been true in the debate over the ACA.\nHawley, for one, insists there is no contradiction, and blames McCaskill for failing to find a solution.\n“Senator McCaskill cast the deciding vote for Obamacare that created the healthcare system mess,” Kelli Ford, a spokeswoman for Hawley’s campaign, wrote in an email. “Prescription drug prices have skyrocketed, millions have lost their health insurance plans, premiums have doubled, and Claire McCaskill has done nothing to fix the problem she created.”\nMcCaskill, on the campaign trail, has defended the law – but also admitted passing it on a party-line vote was a mistake. \nThe Democrats now attacking Republicans over pre-existing conditions don’t typically acknowledge the role that the law played in driving up premiums for people who don’t qualify for those generous tax credits, making comprehensive coverage flat-out unaffordable in some cases. Nor do they mention that the regulations are the reason some insurers canceled old plans, despite Obama’s repeated promises that people who liked their coverage could keep it.\nBut the GOP’s whole rationale for repeal has always been that they have a better, cheaper way to achieve the ACA’s core goals, including its protection of people with pre-existing conditions. They have no such alternative, as last year’s repeal fight in Congress revealed. The question for the midterms is whether voters will notice that Republicans are making the same empty promises as before.", "date": "\n09/02/2018", "href": "https://www.huffpost.com/entry/republicans-lying-pre-existing-conditions_n_5b8964a2e4b0162f4722ab9d", "tags": "candidates rewrite “ coverage record pre-existing gop hawley conditions senate republicans scrambling health"}