{"title": "Governor, Picking Fights Won’t Fix the M.T.A.", "content": "If he’s smart, Gov. Andrew Cuomo could one day be known as the governor who saved the New York City subway from ruin. But Mr. Cuomo seems more interested in playing chicken with the people working to fix the more-than-100-year-old transit system.\nFor months, Mr. Cuomo has worked at cross-purposes with Andy Byford, the well-respected transit chief he hired in 2017 to oversee an ambitious $40 billion renovation program for the ailing Metropolitan Transportation Authority. Some close to Mr. Byford fear he may quit, an outcome New York cannot afford.\nOn Friday, Mr. Cuomo and his allies appeared to attack the Transport Workers Union, accusing workers of abusive overtime costs. Mr. Cuomo’s intemperate attacks (“This is about stealing. This is about fraud.”) infuriated the Transport Workers Union president, John Samuelsen, a key ally of the governor — who warned of a possible work slowdown.\n“There’s a direct relationship between worker morale and on-time bus and train performance, as well as maintenance productivity,” Mr. Samuelsen told The Times in a telephone interview on Monday.\nBy Monday evening, Mr. Cuomo seemed to be in damage-control mode, saying through a spokeswoman that there wasn’t a fraud issue with the subway and bus workers Mr. Samuelsen represents, but among Long Island Rail Road employees. New York City Transit simply had an ineffective time and attendance system, the spokeswoman explained.\nThis latest dust-up began late last week when Lawrence Schwartz, a close ally of Mr. Cuomo on the M.T.A. board, requested an emergency board meeting, at which he excoriated what he described as “constant overtime, payroll and pension abuses at the M.T.A.”\nMr. Schwartz, who is widely seen as acting on Mr. Cuomo’s behalf, cited reports suggesting there had been payroll “fraud, theft and abuse spanning the M.T.A. system” and called for an independent investigator to investigate fraud among employees.\nHe also cited news reports showing statistics from an April report from the Empire Center for Public Policy, a conservative watchdog organization. The report found that overtime costs had driven up the New York City Transit payroll by $400 million by 2018; some of those costs are related to the subway action plan. It also gave several examples of high salaries among hourly Long Island Rail Road employees. \nTo be sure, there are legitimate concerns over M.T.A. payroll costs and work rules — something Mr. Cuomo can address in the continuing labor negotiations with the union. And any cases of abuse at the Long Island Rail Road or elsewhere should be swiftly addressed. \nBut, as Mr. Cuomo now seems to acknowledge, overtime costs for subway workers are not evidence of widespread fraud. In fact, the M.T.A. removed an overtime cap to allow workers to carry out the subway action plan and speed work on subway repairs. \nMr. Cuomo seemed to suggest at a news conference on Sunday that Mr. Samuelsen of the T.W.U.I. — who has been fiercely loyal to the governor — was tolerating fraud among his members. “If a union president wants to support criminality, then that’s a very basic problem and I think a basic mistake,” Mr. Cuomo said, according to The Daily News. Mr. Samuelsen called the accusations “baldfaced lies.”\nThis would appear to be self-defeating behavior for a governor who owes his re-election in part to loyal support from Mr. Samuelsen and the Transport Workers Union. It’s even odder for a man with a chance to forge a legacy as the governor who rescued one of the greatest infrastructure projects in the United States.\nIf he is serious about fixing the subway, Mr. Cuomo will simmer down, give Mr. Byford the support he needs to turn the system around and stop picking needless fights. That would benefit New York and the governor’s political future.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/opinion/cuomo-subway-mta.html", "tags": "fights york subway new ” workers m.t.a cuomo fix governor samuelsen picking"}