{"title": "Government loses clean air court case", "content": "Campaigners have won a third High Court victory over the UK government's plans to tackle air pollution.\nThe judge in the case said the government plan was \"unlawful\" and that more action was needed in 45 English local authority areas.\nHe said ministers had to ensure that in each of the areas, steps were taken to comply with the law as soon as possible.\nThe case was brought by ClientEarth, a group of activist lawyers.\nMr Justice Garnham said: \"Because the obligation is zone-specific, the fact that each of the 45 local authority areas will achieve compliance in any event by 2021 is of no immediate significance.\n\"The Environment Secretary must ensure that, in each of the 45 areas, steps are taken to achieve compliance as soon as possible, by the quickest route possible and by a means that makes that outcome likely.\"\nHe added: \"In effect, these local authorities are being urged and encouraged to come up with proposals to improve air quality over the next three years, but are not being required to do so. In my judgment, that sort of exhortation is not sufficient.\"\nAs a result of previous rulings, the government drew up new plans for reducing nitrogen dioxide pollution, much of which comes from vehicles, to within legal limits.\nClientEarth's latest case was brought against the Environment Secretary and the Transport Secretary, while a claim against the Welsh Government was discontinued after it agreed to work with the campaigning group on new proposals.\nA government spokesperson said: \"We are pleased that the judge dismissed two of the three complaints. The judge found that our modelling is compliant and that our approach to areas with major air quality problems is 'sensible, rational and lawful'.\n\"The court has also asked us to go further in areas with less severe air quality problems. We had previously considered that it was sufficient to take a pragmatic, less formal approach to such areas. However, in view of the court's judgment, we are happy to take a more formal line with them.\n\"We have already delivered significant improvements in air quality since 2010 and we will continue to implement our £3.5bn air quality plan.\"\nA raft of recent studies and reports have linked air pollution to heart disease and lung problems, including asthma.\nThe Royal Colleges of Physicians and of Paediatrics and Child Health say that outdoor air pollution is contributing to some 40,000 early deaths a year in the UK.", "date": "21 February 2018", "href": "https://www.bbc.co.uk/news/science-environment-43141467", "tags": "clean court case pollution judge local loses areas quality government air"}