{"title": "Grace Mugabe: Who is Zimbabwe's former first lady?", "content": "Zimbabwe's former first lady Grace Mugabe, a polarising figure, had for years been positioning herself as a potential successor to her 93-year-old husband Robert as president.\nOnce a quiet figure known for her shopping and her charity work, she became more high-profile in the ruling Zanu-PF party as the head of its women's league. She was instrumental in the ousting of several alternative potential successors to her husband's presidency.\nHowever, she did not get the better of her main rival, former Vice-President Emmerson Mnangagwa.\nThe former president accused him of disloyalty and sacked in early November 2017, but the subsequent chain of events undermined both the former president and former first lady. Members of the military seized state TV and put Mr Mugabe under house arrest.\nMr Mnangagwa was appointed leader of Zanu-PF on 19 November.\nAt 52, Mrs Mugabe is four decades younger than her 93-year-old husband, once the world's oldest ruler, who governed Zimbabwe from the end of white-minority rule in 1980 till his resignation was announced in November 2017.\nMrs Mugabe has always been a staunch supporter of her husband - earlier this year she memorably said that he could even win votes as a corpse. \nShe has not denied wanting to take the helm of the country, and at a 2014 rally she said: \"They say I want to be president. Why not? Am I not a Zimbabwean?\"\nRobert Mugabe - hero, or villain?\nPolitical opponents had warned against a dynasty taking shape, and Mrs Mugabe was criticised for seeking to use her diplomatic immunity when accused of assaulting a 20-year-old South African model with an electrical plug. This was not the first time she had been accused of physical assault.\nAlong with her husband, Mrs Mugabe is subject to EU and US sanctions, including travel bans, imposed over the seizure of land and accusations of rigged elections and crackdowns on political opposition.\nFormer President Mugabe began wooing Grace Marufu while she was working as a young typist in the country's state house. The two began an affair while he was married to his terminally ill first wife, Sally.\n\"He came to me and started asking about my family,\" she said in a rare interview about their first encounter in the late 1980s.\n\"I looked at him as a father figure. I did not think he would at all look at me and say: 'I like that girl.' I least expected that.\"\nMr Mugabe has said Sally did give her consent to the union before she died in 1992 - though he did not marry Grace until four years later. \nThe couple have three children: Bona, Robert and Chatunga.\nOccasionally referred to as \"Gucci Grace\", Mrs Mugabe has been criticised by some for an alleged appetite for extravagant shopping.\nThe former first family has vast properties, businesses and farms dotted around the country, mainly in the rich western and northern Mashonaland provinces.\nOver the years, Mrs Mugabe has attempted to grow herself into a powerful businesswoman and sees herself as a philanthropist, founding an orphanage on a farm just outside the capital, Harare, with the help of Chinese funding.\nShe controversially earned a PhD in sociology from the University of Zimbabwe in just two months in 2014, although her thesis, unlike those of other students, was never filed and has never been made available.\nNevertheless, her doctorate title was used on campaign material as she prepared to take over the leadership of the Zanu-PF women's wing.\nSince becoming more active in politics, she has become known for her sharp tongue and tough reputation. Pulling no punches while attacking political opponents, Mrs Mugabe often fiercely defends her husband. \nShe has been accused of washing the ruling party's dirty linen in public by calling on people to resign or apologise.\nMrs Mugabe spearheaded the ousting of a former ally, then-Vice-President Joice Mujuru, in 2014. \nShe said the vice-president should be sacked from government because she was \"corrupt, an extortionist, incompetent, a gossiper, a liar and ungrateful\", and accused her of collaborating with opposition forces and white people to undermine the country's post-independence gains. \nA few months later, Mrs Mujuru was expelled from Zanu-PF. She remains a leader of the opposition National People's Party (NPP) and is spearheading a People's Rainbow Coalition (PRC), where she urged people to register to vote to prevent the perpetual rule of Mr Mugabe and his wife.\nThe new vice-president was Mr Mnangagwa, a former justice minister who Mrs Mugabe had called \"loyal and disciplined\". But by 2017, Mrs Mugabe was publicly calling on her husband to remove Mr Mnangagwa. She suggested that his supporters were planning a coup.\nWhen he fell ill at a rally and had to be airlifted out of the country for treatment, his supporters blamed poison administered through ice cream from Mrs Mugabe's dairy farm, a suggestion she denied. \nHe later said he had been poisoned, but it was \"false and malicious\" to suggest it was at the hands of the former first lady.", "date": "21 November 2017", "href": "https://www.bbc.co.uk/news/world-africa-30307333", "tags": "husband country grace zimbabwe first lady former accused mrs mugabe said"}