{"title": "Grand Old Protectionists", "content": "Washington\nNOW that John McCain is, formally, the presumptive presidential nominee of the Republican Party, he can  stop worrying about winning primaries and caucuses and start worrying about winning over conservatives. Mr. McCain still faces a large challenge from his right in the fall, as many conservatives suspect he isn’t really one of them.\nTo prove his bona fides as a conservative, Mr. McCain and his defenders often cite his support for free trade. A writer in National Review, for example, suggested last year that conservatives should support Senator McCain because he is, in Mr. McCain’s own estimation, the strongest free trader in the Senate since Phil Gramm (an adviser to Mr. McCain) left that body.\nMr. McCain may be a conservative. But his unbridled free-trade policies don’t help make that case.\nFree trade has long been popular with liberals, and it remains so with liberal elites today. The editorial pages of major newspapers consistently support free trade. Ted Kennedy supported the advance of free trade. President Bill Clinton fought hard to win approval of the North American Free Trade Agreement. Despite some of his campaign rhetoric, Barack Obama is careful to express qualified support for free trade, even when stumping in the industrial Midwest.\nMoreover, many American conservatives have opposed free trade. Jesse Helms, the most outspoken conservative in the Senate for three decades, was no free trader. Neither was Alexander Hamilton, who could be considered the founder of American conservatism.\nFor almost 100 years after the Civil War, the Republican Party (led by men like Lincoln and McKinley) was overtly protectionist. Theodore Roosevelt, a hero of John McCain’s, wrote that “pernicious indulgence in the doctrine of free trade seems inevitably to produce fatty degeneration of the moral fiber.”\nThe first significant Republican free trader was President Dwight Eisenhower. But Harry Truman tried to recruit him to run for the White House as a Democrat, and his political affiliation was not clear until he actually began running for the 1952 Republican nomination. Conservatives in 1952 supported the presidential bid of Robert Taft, a steadfast opponent of free trade.\nIf you watched the Republican presidential debates — and had no other knowledge of economic history — you might believe that Ronald Reagan, the personification of modern conservatism, was a pure free trader. During a debate in Michigan, for example, Mr. McCain said that President Reagan “must be spinning in his grave” to hear Republicans expressing concerns about free trade. But while free traders like to quote some of President Reagan’s open-markets rhetoric, they did not like many of his actual trade policies.\nPresident Reagan often broke with free-trade dogma. He arranged for voluntary restraint agreements to limit imports of automobiles and steel (an industry whose interests, by the way, I have represented). He provided temporary import relief for Harley-Davidson. He limited imports of sugar and textiles. His administration pushed for the “Plaza accord” of 1985, an agreement that made Japanese imports more expensive by raising the value of the yen.\nEach of these measures prompted vociferous criticism from free traders. But they worked. By the early 1990s, doubts about  Americans’ ability to compete  had been impressively reduced.\nPresident Reagan’s pragmatism contrasted strongly with the utopian dreams of free traders. Ever since Edmund Burke criticized the French philosophes, Anglo-American conservatism has rejected ivory-tower theories that disregard the realities of everyday life.\nModern free traders, on the other hand, embrace their ideal with a passion that makes Robespierre seem prudent. They allow no room for practicality, nuance or flexibility. They embrace unbridled free trade, even as it helps China become a superpower. They see only bright lines, even when it means bowing to the whims of anti-American bureaucrats at the World Trade Organization. They oppose any trade limitations, even if we must depend on foreign countries to feed ourselves or equip our military. They see nothing but dogma — no matter how many jobs are lost, how high the trade deficit rises or how low the dollar falls.\nConservative statesmen from Alexander Hamilton to Ronald Reagan sometimes supported protectionism and at other times they leaned toward lowering barriers. But they always understood that trade policy was merely a tool for building a strong and independent country with a prosperous middle class.\nFree traders like Mr. McCain instead rely too often on the notion that we should change the country to suit their trade policy — an approach that is not in the best traditions of American conservatism.", "date": "MARCH 6, 2008", "href": "https://www.nytimes.com/2008/03/06/opinion/06lighthizer.html", "tags": "free many president grand traders republican trade old mccain conservatives protectionists reagan"}