{"title": "Greece's austerity measures", "content": "Austerity measures planned by the Greek government have been met with violent protests in Athens. \nA whole raft of measures, which include huge cuts to Greece's public sector, have been announced since December last year, when the Greek government acknowledged the need to tackle Greece's dire public finances. \nThe plans hope to achieve budget cuts of 30bn euros over three years - with the goal of cutting Greece's public deficit to less than 3% of GDP by 2014. It currently stands at 13.6%. \nImplementing them is also a condition of Greece receiving the billions of euros in loans it needs as part of the EU-IMF rescue deal agreed this month.\nSo what are the measures being proposed?\nThe government is planning a pay freeze for all public sector workers. \nSome pay cuts will also be implemented, and public sector contract workers are set to lose their jobs.\nThis follows several years of continuous increases in pay, with salaries rising by an average of 30% since 2006. \nAnnual bonus payments - paid as 13th and 14th month salaries - will also be scrapped for high earners and capped for lower earners. \nOther bonuses will be scrapped. \nIn the private sector, the legal maximum number of people companies can lay off each month will be doubled from 2% of personnel to 4%. \nThe reforms seek to prevent early retirement. Currently the average age of retirement in Greece is 61, though it is not uncommon for public sector workers to retire in their 50s.\nUnder the planned changes, the retirement age, which is currently 65 years for men and 60 years for women, will be linked to average life expectancy.\nIn addition, the minimum number of years someone will have had to have worked to qualify for a full pension will rise to 40 years from 37.\nPensions will also be reduced so that they reflect a worker's average working pay rather than their final salary.\nVAT will be increased to 23% from 21% - just the latest in a series of recent increases. \nIndirect taxes - including those on alcohol, fuel and cigarettes - will see a 10% rise.\nThere will also be a clamp-down on tax evasion - widely regarded as a big problem in Greece - and on untaxed illegal construction. \nTax-evasion alone is estimated to cost the Greek government at least 20bn euros a year. \nIn the longer-term, the government will look to reduce the reliance of the Greek economy on the public sector, reducing the number of people on the public payroll. \nThis will require growth in the private sector, and possible privatisation of some industries.", "date": "5 May 2010", "href": "https://www.bbc.co.uk/news/10099143", "tags": "public sector measures austerity greek greece pay years government also average"}