{"title": "Greek man arrested over letter bombs sent to EU officials", "content": "Greek police say they have arrested a man in Athens in connection with a series of letter bomb attacks on EU officials earlier this year.\nEight packages were intercepted in Athens in March after booby-trapped post was sent to the International Monetary Fund (IMF) in Paris and the German finance minister in Berlin.\nFormer Greek PM Lucas Papademos was then injured by a parcel-bomb in May.\nA 29-year-old Greek man was arrested by anti-terror police on Saturday.\nPolice said in a statement that they were looking for other suspects in relation to the investigation.\nIt is not clear if the man is linked to the Greek far-left group Conspiracy of Fire Cells which said it was responsible for the device sent to German Finance Minister Wolfgang Schaeuble.\nThe group was previously responsible for a similar spate of letter-bombs sent to officials in 2010 which forced Greek authorities to temporarily suspend international post.\nA number of the group's members were given heavy prison sentences in 2011. \nThe group emerged in 2008 during the height of Greece's financial crisis.\nEx-PM Papademos suffered minor injuries when he opened the explosive parcel in his car.\nHe served as prime minister between 2011-2012 when  he oversaw a wave of controversial austerity measures aimed at securing a European bailout for the country. \nHe had previously served as the Governor of the Bank of Greece and vice-president of the European Central Bank.\nThe other packages intercepted at an Athens postal sorting centre were addressed to EU political figures including the European Economic Affairs Commissioner Pierre Moscovici.\nPolice said the devices contained gunpowder usually found in firecrackers.", "date": "28 October 2017", "href": "https://www.bbc.co.uk/news/world-europe-41789240?intlink_from_url=http://www.bbc.co.uk/news/topics/czv6nvnzw9pt/greece-debt-crisis&link_location=live-reporting-story", "tags": "letter arrested sent minister officials eu european bombs man greek athens group police"}