{"title": "Greece emerges from eurozone bailout programme", "content": "Greece has successfully completed a three-year eurozone emergency loan programme worth €61.9bn (£55bn; $70.8bn) to tackle its debt crisis. \nIt was part of the biggest bailout in global financial history, totalling some €289bn, which will take the country decades to repay. \nDeeply unpopular cuts to public spending, a condition of the bailout, are set to continue.\nBut for the first time in eight years, Greece can borrow at market rates. \nThe economy has grown slowly in recent years and is still 25% smaller than when the crisis began.\n\"From today, Greece will be treated like any other Europe area country,\" the EU's Commissioner on Economic and Financial Affairs, Pierre Moscovici, said on Monday.\nIts reforms had, he said, \"laid the foundation for a sustainable recovery\" but he also cautioned that its recovery was \"not an event, it is a process\". \nAccording to the International Monetary Fund (IMF), only four countries have shrunk economically more than Greece in the past decade: Yemen, Libya, Venezuela and Equatorial Guinea.\nThe last €61.9bn was provided by the European Stability Mechanism (ESM) in support of the Greek government's efforts to reform the economy and recapitalise banks.\nThe bailout - the term given to emergency loans aimed at saving the sinking Greek economy - began in 2010, when eurozone states and the IMF came together to provide a first tranche of €20bn.\nThe European single currency had fallen to its lowest level against the dollar since 2006 and there were fears the debt crisis in Greece would undermine Europe's recovery from the 2008 global financial crisis.\nAt the worst moments of the crisis, there were doubts about whether the eurozone would survive at all. There seemed to be a real possibility that Greece and perhaps others might have to give up the euro. \nThe response included bailout loans, for a total of five countries, and a promise from the European Central Bank that it would, if necessary, buy the government debts of countries in danger of being forced out of the eurozone.\nSet up by eurozone states, the ESM had been prepared to provide a further $27bn to Greece but said the country had not needed to call on it. \n\"Greece can stand on its own feet,\" said ESM chairman Mario Centeno. \nBy Mark Lowen, BBC News, Athens\nTassos Smetopoulos and his team of volunteers run a food handout in central Athens.\n\"The numbers are actually rising,\" he says, chopping up vegetables for a huge pot to serve to those who wait. \"The bailout might be ending on paper - but not in reality.\"\nFifty-four-year-old Fotini, who was laid off three years ago, is one of the few who will speak openly. This proud nation has struggled to accept its loss of dignity.\n\"I don't see the crisis coming to an end,\" she says. \"We are stressed and angry because we don't have jobs. I'm embarrassed that I can't buy my little grandchildren a present. We just want to live comfortably in our own homes so we can look our children in the eyes.\"\nRead more from Mark\nAt the height of the crisis, unemployment soared to 28% but today it is 19.5%.\nThose employed often have jobs for which they are overqualified, such as chemistry graduate Panagiota Kalliakmani, 34.\nSeeing career prospects in her home city of Thessaloniki shattered, she is now finding work as a chef.\n\"The crisis was a slap in the face,\" she told AFP news agency. \"We had grown up accustomed to the benefits of living in a European country and suddenly everything came crashing down.\"\n\"Nothing is certain,\" she added. \"The crisis taught us not to make long-term plans.\"\nSome 300,000 Greeks have emigrated in search of work since the crisis began while those depending on state benefits have seen their income whittled away.  \nYorgos Vagelakos, an 81-year-old retired factory worker, took home a pension and benefits amounting to €1,250 before the debt crisis.\nToday he gets €685 and his debts are growing, he told Reuters news agency. He can no longer support the families of his two sons and can barely cover his and his wife's needs. \n\"I wake up in the morning to a nightmare,\" he said. \"How will I manage my finances and my responsibilities? This is what I wake up to every morning.\"\nWhile Greece's economy has stabilised, its accumulated debt pile stands at about 180% of GDP.\nUnder a deal hammered out with other eurozone states in June, it must keep strict control over its public spending, running a budget surplus, before interest payments, of at least 2.2% of GDP until the year 2060.   \nWith serious questions over its ability to manage, some analysts predict it will still be paying off its current debt after 2060.    \nGreece's freedom to control its own economic affairs will be tempered by enhanced surveillance from the European Union's executive, the European Commission.\nProfessor Costas Meghir, an economist with Yale University based in the Greek capital Athens, told the BBC: \"The Greek government has to be even more disciplined now because it has to rely on foreign markets at reasonable interest rates to be able to borrow.\"\nProfessor Kevin Featherstone, director of the Hellenic Observatory at the London School of Economics, said Greece had helped to safeguard the future of the eurozone by agreeing to the terms of the bailout programme.\n\"For a political system to have gone through these years of austerity, this depth of economic hardship, and maintained a functioning society, a functioning democracy, is testament to the robustness of Greece as a modern state,\" he said. \"Greece has saved the euro.\"", "date": "20 August 2018", "href": "https://www.bbc.com/news/business-45243088", "tags": "debt european country emerges bailout economy greece years programme crisis eurozone"}