{"title": "Greece debt crisis: Creditors press for new proposals", "content": "Eurozone finance ministers say they expect to hear new proposals from Greece after the country voted to reject the terms of a bailout.\nGerman Chancellor Angela Merkel and her French counterpart Francois Hollande also called on Greece to make \"serious\" proposals.\nGreek PM Alexis Tsipras is due to address a summit of eurozone leaders on Tuesday.\nMeanwhile, Greek banks are to stay closed on Tuesday and Wednesday.\nThey had been due to reopen on Tuesday but the head of the Greek banking association, Louka Katseli, said the period had been extended following talks on Monday. \nIn another development, the European Central Bank (ECB) said it would maintain emergency cash support for Greek banks, which are running out of funds and on the verge of collapse.\nHowever, BBC economics editor Robert Peston says banks have been told to lodge more collateral with the Bank of Greece as security against the €89bn (£63bn) of emergency lending.\nThis reduces the amount of spare cash that the banks have, he adds, and one of the big four Greek banks is understood to have already almost run out of cash.\nGreece's Economy Minister, Georgios Stathakis, had earlier told the BBC that the ECB had to keep Greek banks alive for seven to 10 days so that negotiations could take place.\nAmong the German tourists taking photographs outside the Reichstag in Berlin I met Peter. \nThe Greeks, he told me, \"aren't willing to pay back their debts and I'm not very happy about it. I want Greece to think of the whole of Europe and not just themselves\".\nIt's a commonly held view here. Greece may push for a debt cut or restructuring - especially after the International Monetary Fund (IMF) said that is exactly what the country needs - but it simply won't wash in Berlin. Angela Merkel ruled out that approach earlier this year, and today her vice chancellor echoed her. \nGreece must successfully institute reform first, said Sigmar Gabriel. To offer debt relief now, he said, would destroy the eurozone. \nEurozone finance ministers are to meet on Tuesday followed by a full summit of eurozone leaders.\nMr Tsipras has noted that a recent IMF assessment confirmed that restructuring Greece's debt of more than €300bn (£213bn; $331bn) was necessary.\nBut Germany's economy minister warned against any unconditional write-off of Greece's debt, saying it would destroy the single currency.\n\"I really hope that the Greek government - if it wants to enter negotiations again - will accept that the other 18 member states of the euro can't just go along with an unconditional haircut (debt write-off),\" said Sigmar Gabriel, who is also Germany's vice-chancellor.\n\"How could we then refuse it to other member states? And what would it mean for the eurozone if we'd do it? It would blow the eurozone apart, for sure,\" he added.\nGreek officials named Euclid Tsakalotos to replace outspoken Finance Minister Yanis Varoufakis, who resigned on Monday.\nGreece's financial future was thrown into even greater uncertainty after Sunday's referendum in which 61% of voters rejected the latest terms of an international bailout.\nLast week, Greece ordered banks to close after the ECB froze its financial lifeline following the breakdown of bailout talks in Brussels.\nCapital controls have been imposed and people are queuing to withdraw their limit of €60 a day.\nJeroen Dijsselbloem, head of the Eurogroup of finance ministers, said the result of Sunday's referendum was \"very regrettable for the future of Greece\".\n\"For recovery of the Greek economy, difficult measures and reforms are inevitable. We will now wait for the initiatives of the Greek authorities,\" he said.\nAfter talks in Paris, Mr Hollande and Mrs Merkel said the door was still open for debt negotiations, but detailed proposals from Greece were needed.\n\"It is now up to the government of Alexis Tsipras to make serious, credible proposals so that this willingness to stay in the eurozone can translate into a lasting programme,\" Mr Hollande said. \nMrs Merkel added:  \"It will be important tomorrow that the Greek prime minister tells us how things should proceed and what precise suggestions he can submit to us for a medium-term programme that will lead Greece to prosperity and growth again.\"\nProfile of Euclid Tsakalotos, new Greek finance minister\nPreston: ECB tightens squeeze on Greek banks\nGavin Hewitt: Greece votes 'no' and gambles future\n'No' prompts mixed feelings in Greek press\nWhat does Europe make of Greece after 'no' vote?\nSpanish Prime Minister Mariano said \"the ball is in the Greek government's court\" adding that any help for Greece \"has to be accompanied by responsibility\".\nDutch Prime Minister Mark Rutte struck a tougher tone, saying Greece would have to accept \"deep reforms\" if it wants to remain in the eurozone.\nAt an earlier news conference in Brussels, the European Commission vice-president for the euro, Valdis Dombrovskis, said the Greek government needed to be \"responsible and honest\" with its people about the potential consequences of the decisions it was facing.\nBut he said the stability of the eurozone was not in question, adding: \"We have everything we need to manage the situation.\"\nWhat happens next?\nHours after the referendum result, Yanis Varoufakis resigned as finance minister, saying that eurozone finance ministers, with whom he had repeatedly clashed, had wanted him removed. \nHis replacement, 55-year-old economist Euclid Tsakalotos, was Mr Tsipras's lead bailout negotiator.\nGreece's last bailout expired on Tuesday and Greece missed a €1.6bn payment to the IMF.\nThe European Commission - one of the \"troika\" of creditors along with the IMF and the ECB - wanted Athens to raise taxes and slash welfare spending to meet its debt obligations.\nGreece's Syriza-led left-wing government, which was elected in January on an anti-austerity platform, said creditors had tried to use fear to put pressure on Greeks.", "date": "6 July 2015", "href": "https://www.bbc.co.uk/news/world-europe-33413569", "tags": "debt minister banks creditors proposals bailout greek greece new crisis press eurozone finance"}