{"title": "Greece hails 'historic' debt relief deal", "content": "Eurozone countries have agreed a long-awaited debt relief deal for Greece, which has been hailed as \"historic\".\nThe deal gives Athens more time to repay €96.9bn (£85bn) worth of loans and extends a grace period during which Greece will pay little or no interest. \nGreek Finance Minister Euclid Tsakalotos said it sent a signal that Greece was turning a new page.\nEU Economic Affairs Commissioner Pierre Moscovici said the agreement meant \"the Greek crisis ends here\".\nUnder the deal, eurozone governments are also giving Greece a final cash loan of €15bn to help it keep paying its bills. \nGreece's current bailout programme is due to end in August.    \nThe country has had three bailout programmes since 2010, when Greece lost the confidence of the financial markets as a result of its huge budget deficit.\nThe ensuing financial crisis led to a debate over whether Greece would stay in the eurozone, as well as raising doubts over the future of the eurozone itself. \nIn return for the bailouts, Greece has had to enact a series of tough economic reforms. In the immediate aftermath of the crisis, the country's economy shrank and unemployment surged.\nGreece's economy has since stabilised, but it still faces the problem of making payments on its accumulated debt pile, which stands at about 180% of GDP.\nBut speaking after the latest debt relief deal was agreed, Mr Tsakalotos said he thought it was \"the end of the Greek crisis\".\n\"I think Greece is turning a page,\" he said. \"I think that it has all the building blocks there to leave the programme with confidence that we can access the markets, that we can implement our growth strategy and turn the agenda away from one of fiscal adjustment, which has been completed, to one of growth.\n\"So I think it is a historic moment as people have said, a momentous moment.\"\nEU commissioner Pierre Moscovici said: \"The Greek crisis ends here tonight.\n\"We finally got to the end of this path which was so long and difficult, it is a historic moment.\"\nThe International Monetary Fund (IMF), which did not take part in the third bailout, welcomed the debt relief but expressed worries about the long-term situation.\n\"In the medium-term analysis, there is no doubt in our minds that Greece will be able to reaccess the markets,\" said IMF managing director Christine Lagarde.\n\"As far as the longer term is concerned, we have concerns,\" she added.", "date": "22 June 2018", "href": "https://www.bbc.co.uk/news/business-44573548", "tags": "debt hails bailout greek greece relief crisis eurozone deal historic"}