{"title": "Greece anti-bailout leader Tsipras made prime minister", "content": "The head of Greece's far-left Syriza party, Alexis Tsipras, has been sworn in as prime minister and is set to lead an anti-austerity coalition government.\nTurning up for the ceremony without a tie, the leftist took the oath less than 24 hours after winning the general election on an anti-austerity platform.\nEarlier, he formed a coalition with the centre-right Independent Greeks.\nEuropean Commission head Jean-Claude Juncker has reminded him of the need to \"ensure fiscal responsibility\".\nCongratulating Mr Tsipras on his election win, Mr Juncker said in a tweet: \"The European Commission stands ready to continue assisting Greece in achieving these goals.\" He also referred to \"promoting sustainable jobs and growth\".  \nThe BBC's full coverage of the reaction can be found here.\nThe Syriza leader has vowed to renegotiate the bailouts, which are worth €240bn (£179bn; $268bn).\nJeroen Dijsselbloem, head of the eurozone finance ministers' group (the Eurogroup), said after a meeting of the group in Brussels that it congratulated the new Greek government on its electoral success and looked forward to working with it.\nHe said it was too early to comment on the Syriza-led government's policies as they were still being formulated.\nThe euro recovered from an 11-year low against the US dollar as investors digested what Syriza's victory meant for the eurozone's future. Europe's main share markets also rose - after initial falls - on hopes that a compromise over Greece's bailout terms might be found.\nIt is likely that investors believe reason will prevail, and Berlin will sanction a write-off of Greece's excessive debts, BBC economics editor Robert Peston reports.\nWhat unites Greece's new coalition partners is fierce opposition to budget cuts. Alexis Tsipras and Independent Greeks leader Panos Kammenos are anti-bailout to the core, frequently hitting out at the architects of austerity in Berlin and Brussels and pledging a new economic path. But that is where their common ground ends. In other areas, the two are unlikely bedfellows. \nOne is a socially liberal leftist, lambasting the \"old faces\" of Greek politics. The other is a hardline right-winger on issues such as immigration - and has been around in previous governments for some time. So why would Syriza join forces with Independent Greeks? \nPossibly because others refused - or were deemed too soft on the bailout. The River, a new, broadly centrist party which some expected to be the coalition partner, made clear it opposed Syriza's hard rhetoric towards Berlin. \nThe problem for Mr Tsipras is that many of his own supporters revile Mr Kammenos's conservatism and will be frustrated by the choice. And disappointing his supporters, to whom he has pledged so much, is not something Greece's new prime minister wants to repeat.\nEuropean press review\nA turning point for the EU?\nTears of joy at Syriza party\nWhat next?\nWith all of the votes counted in Sunday's poll, Syriza has 149 seats, just two short of an absolute majority. The Greek Independents have 13 seats in the 300-seat parliament.\nBreaking with tradition at his swearing-in, Mr Tsipras also refused the customary blessing from Orthodox priests.  \nIn his first act as prime minister, he laid flowers at a memorial to Greek Resistance fighters killed by Nazi Germany during World War 2.  \nIt is expected that a new cabinet will be formed on Tuesday.\nThe man tipped to become the new Greek finance minister, Yanis Varoufakis, told the BBC the austerity regime had been \"fiscal waterboarding policies that have turned Greece into a debt colony\".\nThe economy has shrunk drastically since the 2008 global financial crisis, and increasing unemployment has thrown many Greeks into poverty. \nOn Sunday, Mr Tsipras told jubilant supporters he wanted to write off half of Greece's debt, but was ready to negotiate \"a viable solution\" and wanted the country to stay in the eurozone.\nThe troika of lenders that bailed out Greece - the EU, the European Central Bank and the International Monetary Fund - imposed big budgetary cuts and demanded reform in return for the bailout money.\nThe EU's Commissioner for Economic and Financial Affairs, Pierre Moscovici, said the Eurogroup was ready to work with the new Greek government. \n\"We want a Greece that is able to stand on its own feet again,\" he said in Brussels. \"We want a Greece which can create prosperity for all its people... but we also want a Greece which can repay its debts.\"\nMartin Schulz, the speaker of the European Parliament and a leading German Social Democrat, urged the new Greek prime minister to stick to existing agreements to \"stabilise the country and to stabilise the European Union\".\nFinnish Prime Minister Alexander Stubb warned his country had no intention of writing off Greece's debts but suggested the loan repayment period could be extended.\nFinland, which faces a general election in April, has a reputation for taking a hawkish line on the bailouts.\nNew Greek coalition - allies and dates to watch\nWho are Syriza?\nWho's who in Greek politics\nAre you in Greece? What difference will the election result make? You can share your experiences by emailing haveyoursay@bbc.co.uk. If you would be happy to speak further to a BBC journalist, please include a contact telephone number.\nOr comment here.", "date": "26 January 2015", "href": "https://www.bbc.com/news/world-europe-30981950", "tags": "european minister syriza tsipras prime new greek coalition greece leader anti-bailout made"}