{"title": "Greece brain drain 'wrecking my social life'", "content": "As the queues of jobless Greeks grow, more and more young people are moving abroad. It's an exodus that's particularly painful for Greek journalist Giorgos Christides. \nHanging out with friends is becoming increasingly difficult for me. \nIt seems my friends are fleeing Greece one by one, and the next time we see each other for a beer, our meeting place will probably be London's Trafalgar rather than Thessaloniki's Aristotle Square.\nThese past couple of weeks, I saw two of my best friends become residents of London, leaving their spouses and children behind, to work in the British capital and escape the employment no-man's-land that Greece has turned into because of the crisis.\nRecently I also had to bid farewell to my brother, who returned to Saudi Arabia where he works as an engineer. The trend is not limited to 30 and 40-something professionals, but is spreading to younger age groups as well.\nAccording to the latest national polls, more than seven out of 10 young Greeks aged 18 to 24 believe that emigration is the ideal - indeed the only - way out from the crisis. Two out of 10 have already applied for jobs and university places abroad.\nFor many Greek high school graduates, who are currently sitting for their university entrance examinations, studying in Greece is not a choice but an imperative dictated by their families' lack of economic means to fund a university education abroad.\nThose families who can afford it, don't give the matter a second thought - they hide their tears and frustration as best they can, and wave their children goodbye, wishing them to go abroad and stay there for good.\nWho can blame them? Not only are job prospects dim, but the Greek education system per se has been dealt a heavy blow by the crisis. \nThe latest academic year was marked by great unrest at universities, provoked by funding cuts and a controversial law that was approved by parliament but remains inactive, promising to eliminate some schools and establishing rules for professor evaluation.\nCountless hours were lost in university building takeovers and demonstrations, while in public high schools funding cuts meant that students didn't even have their textbooks in time for the beginning of classes, and had to use photocopies instead.\nHow things have changed! For most people of my generation, who graduated from university in the booming 90s and early Noughties, studying abroad was seen as a step towards finding a better job back home. \nIn 1999, when a fellow Greek student at the University of Edinburgh announced his decision to stay and work in Scotland, he provoked a chain reaction of disapproval and disbelief - you'll get sick of the weather and return by next year, many of us foretold. Greece was then a country full of opportunity, and young people made big plans to follow prosperous careers upon returning.\nLittle did we know that a decade later, Greece would be considered an economic wasteland for ambitious young students and graduates, who are now suffering from unemployment rates in excess of 50%.\nWorkers' and students' mobility has been, of course, one of the landmarks and major achievements of European integration. But it is now evolving into a medium-term death sentence for the ageing Greek society and economy. \nIn an era characterised by intensified global competition for talented, innovative and highly-skilled workers, the brain drain afflicting Greece means the country is losing its best hope of revival.\nViewing your country as a dead-end and a prison is therefore a more daunting and condemning prospect than defaulting or exiting the euro.\nNot to mention the havoc it is wreaking to my social life.  ", "date": "23 June 2012", "href": "https://www.bbc.co.uk/news/magazine-18542449", "tags": "brain friends young drain social university greek one greece best life crisis abroad"}