{"title": "Greece Looks to Turn a Corner After Years of Economic Pain", "content": "Greece, long Europe’s economic problem child, is trying to prove that it has made progress in its recovery efforts by announcing plans to sell debt for the first time in years.\nThe proposed bond sale, the details of which were released on Monday, offered hope that Greece might at last be preparing to wean itself off the international bailouts totaling 326 billion euros, or about $380 billion, that it has relied on since 2010 to stay afloat.\nThe sale is a pivotal moment in the painfully fought efforts of Greece to recover from troubles stemming from the financial crisis that began on Wall Street nearly a decade ago and that at one point threatened to break up Europe’s currency union.\nIf investor interest is strong, it would be a landmark moment, not only for Greece but also for the eurozone, the 19 countries that use the euro. If Greece struggles to find buyers, however, the debt sale could represent yet another blow for a country that has only recently started to see signs of a turnaround after nearly veering out of the currency union just two summers ago.\nDimitri B. Papadimitriou, the economy minister, said his country was “getting out of a rut,” adding: “There’s an opportunity for Greece to become a normal country.”\nIn a statement issued later in the day, the office of Prime Minister Alexis Tsipras described the move as “a significant step” for Greece that would help it “gain sustainable and stable access to the international markets.” While the government has not explicitly said what the proceeds from the sale will be used for, the bulk of the sale is expected to be used to roll over existing debt.\nIreland and Portugal, which were also severely affected by the euro crisis, exited their international bailout programs several years ago and are experiencing economic revivals. The eurozone recovery has also been gathering pace, with annualized growth at 2.3 percent in the first quarter, stronger than that of the United States.\nThe upcoming offering of five-year bonds — Greece has previously issued Treasury bills — does not mean that the country is out of the woods. It is just the first of several steps that Athens must take to test whether it can raise money in international markets to support its economy and government operations when the latest bailout, worth €86 billion, expires in August 2018.\nThe sale is likely to be dominated by institutional investors, eager to snap up bonds that provide a hefty return (albeit in return for considerable risk), especially when compared to lower-yielding assets elsewhere in Europe.\nGreece continues to stagger under a mountain of debt, which is now worth €314 billion. That problem has provoked clashes between the country’s two main creditors, the International Monetary Fund and the European Commission, over how best to proceed.\nThe fund has said that Greece cannot truly recover unless Europe trims its debt; otherwise, the argument goes, Greece may need more lifelines in the future. Germany, the biggest enforcer of austerity in Greece, has repeatedly rebuffed that demand.\nThe Greek economy is still reeling from years of severe budget tightening, pension cuts, tax increases and other austerity actions required under the bailout programs. To rebuild its finances, the Greek government will need to maintain those measures even after the current rescue expires next year.\nHolding the course on austerity has been a remarkable turnabout by Mr. Tsipras, who swept to power in 2015 as a maverick political outsider promising to tear up the bailouts and repudiate the budget squeezing. Mr. Tsipras and his leftist Syriza party nearly pulled Greece out of the eurozone in the months after he took office.\nAmid the chaos at the time, the country veered once again toward bankruptcy, and capital controls were imposed. People thronged A.T.M.s to withdraw €60 a day, the maximum then permitted. Businesses could not transfer payments. And the fledgling economic recovery that started in 2014 — the last time Greece went to the bond markets — was stifled.\nSince then, Mr. Tsipras seems to have pivoted toward restoring political and economic stability, and the bond offering represents another step on that road. He now appears bent on burnishing his legacy by making the country financially self-sufficient again during his tenure.\nTalk in Athens that another surprise election might be held before his term expires in 2019 has also faded away.\nRecently, Greece received the green light for the release of €8.5 billion from its current bailout to help it make an imminent debt payment and avoid default. That came only after Mr. Tsipras reluctantly pushed a new round of belt-tightening measures through Parliament, including fresh pension cuts and tax increases that sent protesters into the streets.\nThe positive signals come as something of a relief to Greece’s creditors, who are eager for the country to cut its dependence on bailouts funded by European taxpayers. At the very least, the Greek government looks certain not to create new headaches for the eurozone before pivotal elections in Germany in November, when Angela Merkel is seeking to win a fourth term as chancellor.\nThe calmer climate has attracted the attention of investors, especially in the United States, where companies and financial firms appear to be intensifying their search for deals as the Greek economy shows signs of stabilizing.\nMr. Papadimitriou, the economy minister, said that on a recent trip to New York and Washington, more than 400 American investors had told him that they saw the potential to do business in Greece in sectors such as banking, maritime ports, pharmaceuticals, tobacco and tourism.\nDuring the trip, Mr. Papadimitriou added, “people were already asking me when Greece would come back to the market.”\nThe country still faces deep economic fissures, however. And success in the financial markets would hardly settle a debate over whether the nascent recovery has been worth the pain.\nYears of budget squeezing have taken a toll. While the economy appears to be stabilizing, expanding 0.4 percent on an annualized basis in the first quarter, growth would have to surge by much more than that to make up for a near 25 percent contraction since the crisis broke out.\nUnemployment has fallen to about 23 percent, from a high of around 27 percent, as tourism, a pillar of the Greek economy, rebounds. Big investors are hiring, including Cosco, the Chinese state-run shipping conglomerate that owns Piraeus, Greece’s biggest port.\nYet many of the posts being created in Greece are on precarious short-term contracts. And work is still scarce, leading some to stop searching for jobs altogether. Hundreds of thousands of young people have left the country, and the birthrate has dropped. Greece’s poverty rate is now the third highest in the European Union, after Bulgaria and Romania.\nFor regular Greeks battered by years of privation and hardship, however, the government’s efforts to appeal to investors have little meaning.\nStavroula Vardaki, 68, looked perplexed at the mention of the government’s prospective debt sale. “Who cares if they sell bonds, what difference does it make?” she wondered. “My pension’s been cut six times already. I barely have enough to put something aside for my grandchildren.\n“How did they get us into this mess?” she asked.", "date": "July 24, 2017", "href": "https://www.nytimes.com/2017/07/24/business/dealbook/greece-debt-bonds.html", "tags": "corner debt country sale looks turn economy economic greece pain years government"}