{"title": "Greta Thunberg: Teen activist says UK is 'irresponsible' on climate", "content": "Teenage activist Greta Thunberg has described the UK's response to climate change as \"beyond absurd\".\nIn a speech to MPs, the Swedish 16-year-old criticised the UK for supporting new exploitation of fossil fuels and exaggerating cuts to carbon emissions.\nShe was invited to Westminster after inspiring the school climate strikes movement.\nEnvironment Secretary Michael Gove said \"we have not done nearly enough\".\nIn her speech in Parliament on Tuesday, Miss Thunberg said the UK was supporting shale gas fracking, greater exploitation of North Sea oil and gas fields and expanding airports.\n\"This ongoing irresponsible behaviour will no doubt be remembered in history as one of the greatest failures of humankind,\" she said.\nShe also described the UK's carbon emissions reduction as the result of \"very creative\" accounting.\nThe country's reported 37% reduction in emissions since 1990 was only 10% when aviation, shipping, imports and exports were counted, she said.\nMiss Thunberg said her generation's future had been \"stolen\" so that \"a small number of people could make unimaginable amounts of money\".\nShe told MPs: \"You don't listen to the science because you are only interested in the answers that will allow you to carry on as if nothing has happened.\" \nMr Gove said that although governments have not done enough to tackle climate change, \"in the past few years it has become inescapable that we have to act\".\nHe said: \"The time to act is now, the challenge could not be clearer - Greta, you have been heard.\"\nEarlier, an empty chair was left for Prime Minister Theresa May as Labour leader Jeremy Corbyn, Liberal Democrat leader Vince Cable and Green Party leader Caroline Lucas met the environmental campaigner for a round-table discussion. \nThe Westminster leaders of the Scottish National Party and Plaid Cymru, Ian Blackford and Liz Saville Roberts, were also at the meeting. Mrs May was chairing a cabinet meeting and Downing Street said it had received no official request to attend.\nMs Lucas told Miss Thunberg there was a growing \"sense of urgency\" and that \"more than ever, politicians have our ears open to your message\".\nDuring Miss Thunberg's visit to the UK she has also spoken at the Extinction Rebellion climate protests and given media interviews. \nThe teenager sparked an international youth movement after she staged a \"School Strike for Climate\" in front of the Swedish Parliament in August last year.\nSince then she has met the Pope and addressed the European Parliament. Speaking about her newfound fame, she said: \"It's unbelievable, I can't really take it in.\"\nMiss Thunberg, who says she gave up flying in 2015, travelled for two days by train to reach the UK.\nShe has said that her generation will not be able to fly except in emergencies \"if we are the least bit serious\" about preventing global warming greater than 1.5C.\nEarlier, Miss Thunberg told BBC Radio 4's Today programme that her message for politicians was: \"Listen to the science, listen to the scientists. Invite them to talk.\"\nShe said it was important for politicians to act because \"most emissions aren't caused by individuals, they're caused by corporations and states\".\nHer arrival in the UK comes as Extinction Rebellion activists took over part of the Natural History Museum on Monday and marched on Parliament on Tuesday morning.\nMore than 1,000 people have been arrested since their protests began in central London a week ago.\nSpeaking in the House of Commons, energy minister Claire Perry said she had \"mixed emotions\" about the protests, which had raised important issues but risked leaving people \"fearful for the future rather than hopeful\".\nMiss Thunberg, who spoke to the crowds in Marble Arch on Sunday, told the BBC that disruptive action \"definitely has a lot of impact\". \nAsked whether it was necessary, she said: \"As long as it's non-violent, I think that could definitely make a difference.\"\nMiss Thunberg said she first heard about climate change aged about eight years old. \"I was just very moved,\" she said.\n\"When I was 11 I became very depressed,\" she added. \n\"It had a lot to do with the climate and ecological crisis. I thought everything was just so wrong and nothing was happening and there's no point in anything.\"\nAfter realising she could make a difference, she said she promised herself that \"I was going to do something good with my life\".\nThe teenager also admitted that, when she first told her parents of her plan to miss school every Friday, they \"weren't very fond of that idea\".\nIn the wide-ranging BBC interview, Miss Thunberg said that having Asperger's had helped her in life: \"It makes me different, and being different is a gift, I would say. It also makes me see things from outside the box.\n\"I don't easily fall for lies, I can see through things. If I would've been like everyone else, I wouldn't have started this school strike, for instance.\"\nAsked what she would say if she met US President Donald Trump, she said: \"I can't really say anything to him that he hasn't heard before.\n\"Obviously he's not listening to the science and to what we have to say, so I wouldn't be able to change his mind.\"\nIn 2017, Mr Trump announced the US would withdraw from the 2015 Paris agreement on tackling climate change.\nSign up for a weekly chat about climate change on Facebook Messenger", "date": "23 April 2019", "href": "https://www.bbc.co.uk/news/uk-48017083", "tags": "miss teen uk activist thunberg climate change says greta told emissions also"}