{"title": "Greta Thunberg nominated for Nobel Peace Prize for climate activism", "content": "Greta Thunberg, the Swedish schoolgirl who has inspired an international movement to fight climate change, has been nominated as a candidate to receive this year's Nobel Peace Prize.\nThe 16-year-old was nominated by three Norwegian MPs.\nIf she were to win, she would be the youngest recipient since Pakistan's Malala Yousafzai, who was 17 when she received the prize.\nMs Thunberg tweeted she was \"honoured\" to receive the nomination:\n\"We have proposed Greta Thunberg because if we do nothing to halt climate change, it will be the cause of wars, conflict and refugees,\" Norwegian Socialist MP Freddy Andre Ovstegard told AFP news agency.\n\"Greta Thunberg has launched a mass movement which I see as a major contribution to peace,\" he added.\nOn Friday, thousands of schoolchildren are expected to strike again against climate change in more than 100 countries around the world.\nThe school strikes were inspired by the Fridays For The Future movement started by Ms Thunberg under the hashtag #FridaysForFuture.\nSo far, there have been regular walkouts around the world, including in countries likes Germany, Belgium, the UK, France, Australia and Japan.\nBut Friday's protest is billed as the biggest so far.\nThe Swedish teenager - who on her Twitter page describes herself as \"a 16-year-old climate activist with Asperger [syndrome]\" - first staged a school strike for the climate in front of the Swedish parliament in August last year. \nSince then, she has been missing lessons most Fridays to stage her regular protests.\nShe continued to gain international attention after speaking at the UN Climate Talks in Poland in December and at the World Economic Forum in Davos in January. \n\"On climate change, we have to acknowledge that we have failed,\" she told global economic leaders in Davos. \nRead more:Who is Greta Thunberg?\nNational politicians, international officials, academics and previous winners are among those who can nominate potential recipients.\nThe prize is announced in October and awarded in December in the Norwegian capital, Oslo. \nThere are 301 candidates for the Nobel Peace Prize for 2019, out of which 223 are individuals and 78 are organisations, says the Nobel committee on its website.\nThe names of nominators and nominees are not normally made public until 50 years have elapsed, it adds.", "date": "14 March 2019", "href": "https://www.bbc.com/news/world-europe-47568227", "tags": "movement activism nominated prize nobel thunberg peace climate change greta international swedish"}