{"title": "Gujarat remains tense after Patel caste violence", "content": "Tension prevails in India's Gujarat state where two days of caste-related violence has left eight people dead.\nFresh clashes were reported overnight and the army has been deployed to maintain peace. \nA curfew has been imposed, after members of the influential Patel community, demanding quotas in government jobs, clashed with the police and local people.\nPM Narendra Modi has urged the people of his home state to maintain peace.\nClashes broke out late on Tuesday when police briefly detained the protesters' firebrand leader Hardik Patel, who had hours earlier led a massive rally in Ahmedabad.\nEight people, including a policeman and a father and son, have been killed in the violence and at least a dozen policemen injured. \nAbout 40 police stations and 70 buses have been set ablaze.\nThe main city of Ahmedabad was calm on Thursday and shops and businesses were beginning to reopen in some areas, the AFP news agency reported. \nThe BBC Hindi's Ankur Jain in Ahmedabad says overnight clashes between the police and protesters were reported from Surat, Vapi and Rajkot. A policeman who was injured in the clashes in Surat died in hospital late on Wednesday. \nMr Patel has said that the \"policemen guilty of killing protesters\" should be \"suspended in 48 hours and charged with murder\".\nHe has also appealed to the members of his community to stop supplying vegetables in towns and cities.\nThe funerals of those killed in the violence is expected to take place on Thursday amid tight security, our correspondent says. \nRead more: Hardik Patel - face of Gujarat caste protests\nGujarat has been particularly alert to incidents of violence since 2002 when religious riots left at least 1,000 people dead, most of them Muslims.\nPatels, who comprise some 20% of Gujarat's population, control India's thriving diamond cutting and polishing industry and are among the most prosperous businessmen and farmers in Gujarat.\nBut they complain that they are denied college places because of affirmative action to ensure those below them in India's complex social structure have access.\nAnd they say they have been affected by a slowdown in small and medium industries in Gujarat which has led to a drying up of employment opportunities.\nPatels are now demanding affirmative action and classification as Other Backward Classes (OBCs) so that they are entitled to quotas in state-run education centres and in government jobs.\nOBC refers to the castes - in the middle of the Hindu caste hierarchy - who do not face so much exclusion or isolation in society but have been traditionally socially and economically disadvantaged.", "date": "27 August 2015", "href": "https://www.bbc.co.uk/news/world-asia-india-34070712", "tags": "ahmedabad tense india clashes reported gujarat protesters caste patel remains violence police"}