{"title": "Gun Control Groups Eclipse N.R.A. in Election Spending", "content": "Amid a numbing succession of mass shootings, gun control groups outspent the National Rifle Association in the midterm election cycle, federal filings and additional reporting indicate, upending the usual order in the partisan battle over gun use.\nTwo groups that are focused on gun control, Giffords and Everytown for Gun Safety, spent at least $37 million at the state and federal level in the midterms, compared with at least $20 million by the N.R.A. The figures are incomplete, because some of the spending done by such groups is not required to be disclosed, but all sides agreed that the N.R.A. was outspent, stemming a trend of financial dominance for the N.R.A. going back years.\nDespite being outspent in one election cycle, the N.R.A. remains a potent force in American politics. Much of the organization’s impact comes in its ability to mobilize millions of members, and it continues to wield a prodigious fund-raising and lobbying machine, and a hold on the Republican Party that will make any advancements of gun control a challenge.\nBut the N.R.A. has also arguably gained its most formidable counterweight since its emergence as a modern political force in the late 1970s.\nThe development also comes as the N.R.A. has been buffeted by challenges, among them the proliferation of mass shootings, including recent massacres at a Pittsburgh synagogue and a California bar. The group is also in the midst of a legal battle with New York Gov. Andrew M. Cuomo and state regulators over a controversial insurance plan it offers to gun owners. A report by the Center for Responsive Politics found that N.R.A. membership dues plummeted last year, though the group has said subscribers increased at its magazines this year.\nThis month, the N.R.A. started a Twitter feud by telling doctors to “stay in their lane” and attacking the research of groups like the American College of Physicians, which has called gun violence a “public health crisis.” A flood of responses followed, like one  forensic pathologist who wrote, “This is my lane.”\nOne of the biggest factors in the financial turnabout in the gun debate has been the involvement of Michael R. Bloomberg, the former mayor of New York who recently became a Democrat and is mulling a 2020 presidential bid. In addition to providing about a third of Everytown’s budget, he is the sole funder of Independence USA, a political action committee that spent about $60 million in the cycle.\nMr. Bloomberg created Everytown four years ago as an umbrella organization for gun control causes, and his spending initially focused on ballot initiatives and state elections, according to tax documents. Now both Everytown and Giffords are challenging the N.R.A. at the federal level as the N.R.A.’s spending has declined compared with the last midterms, filings show.\nAnd while Independence USA does not solely focus on gun control, it was a central issue in an advertisement featuring Mr. Bloomberg himself, as well as ads in support of  Chrissy Houlahan, who won a congressional seat in a district outside Philadelphia, and for Jason Crow, who won a seat in the Denver area.\nBoth sides claimed victory after the election.\n“Despite record spending by anti-gun billionaires like Michael Bloomberg, the gun control lobby once again failed to win elections,” said Jennifer Baker, an N.R.A. spokeswoman.\nJohn Feinblatt, Everytown’s president, countered with a different interpretation: “There’s no question in our mind 2018 will be remembered as the year of gun safety and will be a reset moment.”\nBoth the N.R.A. and Everytown said about 80 percent of the candidates they endorsed won. Elections, of course, are won at the margins — outside of the 80 percent. And it was swing districts that helped tilt the House back to the Democrats, often aided by gun-control groups.\nGiffords, a group co-founded by the former Congresswoman Gabrielle Giffords, who was wounded in a 2011 assassination attempt, concentrated its resources in a few races. The group focused on four incumbent House members who have received A ratings from the N.R.A. — John Culberson, in the Houston area; Mike Coffman in Colorado; Barbara Comstock in Northern Virginia and Jason Lewis in Minnesota.\nGiffords poured nearly $5 million combined into those contests, helping to make guns a front burner issue in the races. All four incumbents lost.\n“We’re on the rise, and they’re on the decline,” said Peter Ambler, the executive director of the Giffords PAC.\nEverytown, among other efforts, spent $5 million on an advertising campaign called “Not One More” in 16 districts that didn’t have Democratic incumbents. Their preferred candidates prevailed in 15 of those races. (In the 16th, Representative Ann Wagner, a Missouri Republican, held her seat.)\nThe N.R.A., however, was buoyed by Representative Marsha Blackburn of Tennessee, a staunch gun rights advocate who held an open Senate seat for the Republican Party. Their favored candidate also prevailed in Missouri, where Josh Hawley, the state attorney general, defeated the longtime Democratic incumbent, Senator Claire McCaskill. Oliver North, the N.R.A.’s president, campaigned with Mr. Hawley in the race’s closing days.\n“N.R.A. efforts in pivotal U.S. Senate races were key to growing the pro-Second Amendment majority in the Senate, which will ensure the confirmation of federal judicial appointees who respect the Second Amendment,” Ms. Baker, the N.R.A. spokeswoman, said.\nHow much of an impact either side ultimately has on any particular race is hard to say. Guns ranked third in importance among voters in an NBC/Wall Street Journal poll over the summer and sixth in a Pew survey. Mr. Crow won a seat in Colorado’s Sixth Congressional District, which includes the Aurora movie theater that was the site of a 2012 massacre, by making gun control a central issue. In other races, like Ms. Houlahan’s win in Pennsylvania’s Sixth District, it was one of many factors.\nBut gun-control groups are becoming more aggressive. After the N.R.A. removed archival records of its high-profile, oft-cited candidate grades from its website this year, Everytown posted the data on its own website.\n“Those grades used to be seen as a kingmaker at election time,” said Mr. Feinblatt, the Everytown president, who said they were now “a scarlet letter” for many swing voters.\nN.R.A. officials have scoffed at that, and said they merely reformatted the group’s website.\n“After the election they are no longer relevant,” Ms. Baker said.\nIn any case, both sides will have their champions in the new Congress.\nHours after a mass shooting took place at a bar in Thousand Oaks, Calif., Ms. Blackburn, who has an A rating from the N.R.A., said on Fox that it was important to “protect the Second Amendment” as well as citizens.\nThat was in contrast to Lucy McBath, a former Delta flight attendant who won a Georgia congressional seat. Ms. McBath became an activist for Everytown after her 17-year-old son was shot and killed in 2012.\n“It is unfortunately not surprising that on the same day I officially became a Congresswoman-Elect, other families in this country are receiving the same exact call that I did six years ago,” she tweeted after Thousand Oaks. “I pledge to do everything I can to make our communities safer.”", "date": "Nov. 16, 2018", "href": "https://www.nytimes.com/2018/11/16/us/politics/nra-gun-control-fund-raising.html", "tags": "groups election control everytown n.r.a eclipse gun ” giffords seat spending"}