{"title": "Gun Rights Backers, Stung by Cuomo’s Law, Push to Undo It", "content": "ALBANY — More than 100,000 people have signed online petitions denouncing New York’s recently enacted gun laws. Gun owners are contemplating civil disobedience, vowing to ignore a requirement to register firearms they own that are now classified as assault weapons. And some are even calling for the impeachment of Gov. Andrew M. Cuomo.\nGun rights advocates, stunned and stung by the swift passage of some of the toughest gun laws in the country, are trying to channel their anger into action. Fueled by social media, and encouraged by gun owners in more conservative states, they are pushing for the repeal of New York’s law. And they are preparing to go to court; the New York State Rifle and Pistol Association filed a notice on Tuesday that it planned to ask a judge to overturn the law on constitutional grounds.\nThey face long odds in a state where the public and elected officials seem to have reached a consensus in favor of more restrictive gun laws. But just as Mr. Cuomo vowed that New York would provide a model for other states in response to the school massacre in Newtown, Conn., gun owners were promising to set an example in fighting back.\n“The more people see about this, the angrier they are getting,” said Jacob J. Rieper, the vice president of legislative and political affairs for the Rifle and Pistol Association. He recounted sympathetic phone calls from as far away as Nebraska, where a man pledged to collect donations at his gun club to support a legal challenge to the law, and angry messages from New York gun owners who were eager to campaign against the legislators who voted for the measure. \n“The bottom line is none of these people thought this through, and it’s starting to stink,” Mr. Rieper said. \nA petition circulated by State Senator Kathleen A. Marchione, a Republican from Saratoga County, that condemns the new gun laws has more than 118,000 signatures. Ms. Marchione, a member of the National Rifle Association, has proposed the repeal of many provisions in the bill, but her effort is mostly symbolic. \n“The reality is that the Assembly would never pass it,” said Dean G. Skelos of Long Island, the Senate Republican leader, “the governor would never pass it, so I think we move on now to other issues.” \nThousands of gun owners gathered for a rally at the Capitol the weekend after the bill was enacted, on Jan. 15, while others assembled in Buffalo, where the Republican nominee for governor in 2010, Carl P. Paladino, denounced Mr. Cuomo and the “gutless, cowardly legislators” who supported his legislation. \nAnd thousands of people have signed petitions seeking the impeachment of Mr. Cuomo — again, not a likely outcome, given that he enjoys broad legislative support. \nFrank Riess, a real estate appraiser and firearms dealer from the Hudson Valley, was so upset that he bought the domain name ImpeachAndrewCuomo.com the morning after the State Senate approved the laws. Mr. Riess acknowledged that Mr. Cuomo had not done anything that would provide a legal rationale for impeachment, but said he still hoped the governor would take notice of his petition, which now has more than 19,000 signatures. \n“We were just trying to make a statement, to show other firearm enthusiasts that you’re not alone in your frustration,” he said.\nMr. Cuomo and his allies are not looking back. More than 7 in 10 voters across the state supported an expanded ban on assault weapons and high-capacity magazines in a Siena College poll conducted after the governor proposed the measures.\n“It’s very important not to mistake the noise that the other side is good at creating for expressing the sentiment of the people,” said Richard M. Aborn, the president of the Citizens Crime Commission of New York City. “It does not. It does not even express the sentiment of gun owners. It’s noise based on fear, and I think the governor was quite right to say we’re going to do this. He got it done with lightning speed and crystal clarity, and now we move on.”\nStill, Mr. Cuomo was concerned enough about the outcry that his office urged gun control groups to rally their supporters on his behalf. One group, New Yorkers Against Gun Violence, started a counter-petition so residents could thank the governor and lawmakers for their action, and the Brady Campaign to Prevent Gun Violence e-mailed its supporters to praise the new law and also sent a letter of commendation to legislative leaders. \nMany gun rights organizations believe their best chance at overturning all or part of the new law is through litigation. \n“Much of what the governor has gotten in New York is liable to fall because of court challenges and the like because much of it’s unconstitutional,” the N.R.A. president, David Keene, said in a recent interview on an Albany radio station. \nJames D. Tresmond, a lawyer in western New York who spends most of his time handling criminal defense cases, filed a lawsuit challenging the law on Tuesday on behalf of two local gun owners in State Supreme Court in Buffalo. He said he hoped it would become a class-action lawsuit: with the publicity the suit has generated on Facebook, he said, he has been contacted by more than 14,000 potential plaintiffs in the past two weeks. \n“They want to contribute money,” Mr. Tresmond said. “They want to get rid of this governor. They want to get rid of the legislators that voted for it.” \n“I think this legislation,” he added, “just falls off the edge of the earth with regard to the constitutional rights of the people that are involved.”\nSupporters of the gun law are also facing criticism from some law enforcement officials. While district attorneys and police chiefs have praised the measure, the New York State Sheriffs’ Association has criticized a number of provisions in the law and also objected to what it described as the Legislature’s “steamroller approach to important legislation.”\nIn Schuyler County, the sheriff, William E. Yessman Jr., posted on Facebook to reassure residents that no one from his office “will be coming to take your firearms from you.” In Chemung County, the sheriff, Christopher J. Moss, who said his office had received hundreds of phone calls from worried gun owners, scheduled two information sessions this week about the new law.\n“I’m sure it will be a venting process as well because people are very upset,” he said.\nOne issue that law enforcement officials are preparing to confront is possible civil disobedience. The gun control bill requires people who currently own assault weapons to register them with the state by April 15, 2014.\n“I don’t think I’ve talked to a person yet who’s said they’re registering,” said George W. Rogero, a handgun safety instructor from Orange County who operates a Web site about gun rights. Mr. Rogero said he believed the registration provision for assault weapons would be followed by an effort by the state to confiscate guns.\n“They’re not going to stop until we don’t have any right to have a firearm, and just to heck with the Second Amendment,” Mr. Rogero said. “It doesn’t mean anything to them. They don’t like it, they don’t want it and they just want to ignore it.”", "date": "Jan. 29, 2013", "href": "https://www.nytimes.com/2013/01/30/nyregion/activists-seek-repeal-of-new-yorks-gun-control-laws.html", "tags": "undo york rights gun ” backers cuomo state new push law stung"}