{"title": "Guns And KKK Members At Gettysburg Confederate Rally, But No Foes To Fight", "content": "GETTYSBURG, Pa. ― A few hundred armed militia group members, Sons of Confederate Veterans, Ku Klux Klaners, supporters of President Donald Trump, and other self-described patriots descended upon the Gettysburg battlefield Saturday to defend the site’s Confederate symbols from phantom activists with the violent far-left group Antifa.\nSome carried semi-automatic rifles ― permitted in Pennsylvania ― as they peered out across the battlefield with binoculars, on the lookout for the black-clad, face-masked anti-fascists, anarchists and socialists they said they had heard were traveling to the national park to dishonor Confederate graves, monuments and flags. \nAlthough many came expecting violence ― even after Antifa made it clear its adherents never planned to show up ― the only bloodshed came when a lone militia group member accidentally shot himself in the leg.\nIn the two years since white supremacist and Confederate flag admirer Dylann Roof massacred nine black parishioners at a South Carolina church, the movement to remove Confederate symbols from public property has gained renewed purpose and momentum. So far, 60 Confederate symbols have been removed from city- and state-owned land across the U.S., according to the Southern Poverty Law Center. Most recently, the city of New Orleans toppled four statues honoring the Confederacy. \nThis has incensed and energized militia groups and white supremacists across the country, who claim Confederate symbols represent heritage and history, not hate. In May, white supremacists showed up with torches at a monument to Confederate Gen. Robert E. Lee in Charlottesville, Virginia, after the city moved to take it down. \nSaturday’s rally in Gettysburg showed pro-Confederate activists increasingly agitated, armed, and itching for a fight ― even when there is no one to clash with them. \nOnce a storm had passed through and the sweltering July sun returned, they gathered on the battlefield here just north of the headquarters of Union Army General George Meade, whose army repelled the Confederacy in the Civil War’s most decisive battle.\nAfter singing the National Anthem and performing the Pledge of Allegiance, the hundreds of Southern Army enthusiasts ― many of whom wore Trump pins, hats or T-shirts ― took a moment to honor the Confederate flag. \n“I salute the Confederate flag,” they said in unison, “with affection, reverence and undying devotion to the cause for which it stands.”\nBilly Snuffer, who identified himself as the Imperial Wizard for the Rebel Brigade of the Knights of the Ku Klux Klan, told HuffPost that there were KKK members scattered across the battlefield to “aid law enforcement” and protect the area’s 20 or so Confederate monuments from Antifa. \n“The Confederate battle flag has nothing to do with slavery,” he said, standing in the same area where 154 years ago the Confederate Army marched into town, abducting free black Americans and sending them to the South to be sold into slavery.\n“This is our history, this is our heritage,” the Martinsville, Virginia, resident said of the monuments.\nIn mid-June, rumors had spread online that Antifa, a decentralized group known for violently confronting white supremacists and hate groups, planned to burn a Confederate flag and desecrate Confederate gravestones in Gettysburg on July 1, the date the three-day battle began in 1863. \nThe rumors mobilized various far-right groups, who secured permits from the National Park Service to show up en masse to the battlefield, setting the stage for what they thought would be a dramatic showdown between the opposing fringe elements of U.S. politics. \nBut the central Pennsylvania chapter of Antifa told local newspapers last week that it never intended to gather at Gettysburg. \nThe rumors, the group told HuffPost in a Facebook message, were the work of online trolls. One such tale said Antifa members were going to urinate on Confederate gravestones. One problem: There aren’t any Confederate gravestones to desecrate. Although some Confederate soldiers are buried at Gettysburg, their final resting places aren’t marked.\nStill, efforts to quell the rumors didn’t stop anti-government militia groups from across the country ― including West Virginia, Michigan, Nebraska and California ― from showing up Saturday. \n“Our main purpose is just to defend the historical parts of the city here and stop them from being destroyed and keep people who aren’t part of anything ... safe,” said a 27-year-old who would give his name only as Thor and who said he was a veteran of the war in Afghanistan.\nHe said he was aware that Antifa likely wasn’t going to show, but that he felt compelled to be there, just in case. \nThor, a Gettysburg-area resident and member of the anti-government militia group the Three Percenters, wore an ammunition belt around a bulletproof vest. The sleeves of his camouflage uniform were rolled up, revealing the word “INFIDEL” tattooed to his arm. \nAsked what he thought about all the Confederate symbols being removed from public property across the U.S., Thor didn’t mince words. \n“It pisses me off,” he said. \nThe assembled groups’ hatred for Antifa Saturday was surpassed only by their anger at the growing movement to remove Confederate symbols from public property.\nTed Fields, a Sons of Confederate Veterans leader wearing a black leather biker vest, addressed the crowd using a megaphone and asserted that the dismantling of Confederate monuments could lead to the decimation of America itself. \n“I believe their master plan is once they get us used to taking down some monuments here and there in some liberal cities, then they’re gonna try it out here and see if that works,” he said. \n“The next thing you know, they’re going to take our Constitution and say you know what? That was written by slave-holders, it’s racist, let’s get rid of it and become a communist nation. I don’t want that on my watch.”\nThe crowd cheered.\nA woman named Jenny Lee, who claimed to be Robert E. Lee’s 3rd great grandniece, implored the crowd not to be bowed by political correctness. \n“We must never back down or be intimidated by the antics of the ignorant,” she said. “And all the safety-pin-wearing, easily offended, butt-hurt, temper-tantrum-throwing, vagina-hat-wearing, face-covered, commie fascists can kiss my ass.”\nLee was forceful in telling the crowd that the Confederacy ― and by extension, everyone gathered at the rally ― wasn’t racist. The Civil War, she said, wasn’t about slavery. (It was.) \nPlus, she added to great applause, thousands of blacks fought for the South, neglecting to mention that they were forced to do so.\nAs the rally concluded, the sound of cannons could be heard in the distance, as Civil War re-enactors not associated with the pro-Confederate rally shot off blank rounds, smoke billowing out across a different part of the battlefield. Actors in blue and gray uniforms played dead and injured. \nBut the only person actually shot Saturday in Gettysburg with a real bullet was a 23-year-old militia group member named Benjamin Hornberger, of Shippensburg, Pennsylvania. According to U.S. Park police, Hornberger triggered his revolver when the flag pole he was carrying bumped against his gun holster. The bullet went into his leg. Police say officers quickly applied a tourniquet, likely saving his life.  \nAccording to PennLive, Hornberger talked to paramedics and “seemed in good spirits.”\nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n07/02/2017", "href": "https://www.huffpost.com/entry/gettysburg-confederate-rally-kkk-antifa_n_59592bd8e4b05c37bb7f0ca4", "tags": "foes militia confederate ” antifa rally ― gettysburg across group guns fight kkk members"}