{"title": "Guy Who Defended Prop 8 And Backed Torture Memo Author Says He’ll Make A Great Judge", "content": "WASHINGTON ― Howard Nielson fought for California’s short-lived ban on same-sex marriage, argued that a gay judge should be disqualified from overseeing a case challenging that law, and defended a former Justice Department colleague who wrote a controversial and now-rescinded memo authorizing the CIA’s use of torture.\nNow Nielson is President Donald Trump’s nominee to a lifetime seat on the U.S. District Court for the District of Utah. On Wednesday, he insisted to the Senate Judiciary Committee that his record shouldn’t call into question his ability to be fair-minded.\n“Do you care if someone is gay?” asked Sen. John Kennedy (R-La.).\n“I do not,” said Nielson.\nThat exchange seemed to do the trick for Republicans. Democrats had far more probing questions for Nielson, who as a lawyer in private practice represented the nonprofit group defending Proposition 8, the state’s ban on same-sex marriage, after California’s governor and attorney general declined to. That case went all the way to the U.S. Supreme Court, which in 2013 effectively overturned the ban.\nDuring the case, Nielson argued that sexual orientation is a choice and disputed the effects of discrimination on LGBTQ people, including their increased rates of depression and suicide. The National Alliance on Mental Illness notes that LGBTQ people are almost three times as likely to experience major depression or anxiety as heterosexual people.\nWhen the U.S. District Court for the Northern District of California ruled in 2010 that Prop 8 violated the Constitution, Nielson argued that then-Chief Judge Vaughn Walker should have recused himself because he was gay and therefore unable to be fair. Nielson filed a motion contending that Walker “had a duty to disclose not only the facts concerning his [same-sex] relationship, but also his marriage intentions.” That motion was denied by another judge.\nDemocrats seized on the logic behind Nielson’s argument during Wednesday’s hearing.\n“If you say a judge in a same-sex relationship shouldn’t be able to oversee a case on LGBT rights, then do you think African-American judges should have to recuse themselves from civil rights cases? Or women can’t hear sexual harassment cases?” asked Sen. Amy Klobuchar (D-Minn.).\nNielson replied that the positions he takes in litigation “are those of my clients,” not his own. In the Prop 8 case, he said that he was “a junior member of a legal team” and that the lead counsel ultimately made the decisions on what arguments to advance.\nHe added, though, that he thought it was fair to try to disqualify Walker because the judge was in a long-term relationship with another man at the time.\nSen. Kamala Harris (D-Calif.), who was California’s attorney general during the latter part of the Prop 8 litigation and who opposed Walker’s removal, said Nielson’s argument raises “the ugly specter” of presumed judicial bias based on a person’s status and read aloud from a brief she had filed in that case.\n“The distinction that was being made by you, on behalf of your client, was that he should have recused himself because he was in a relationship with another man, not because he was gay. ... This is a distinction without a difference,” Harris said. “Courts have seen such recusal requests for what they are: a thinly veiled attempt to disqualify judges based on their race, gender, religious affiliation or, in this case, sexual orientation.”\nShe added, “I stand by those words.”\nNielson said he did not believe judges should have to recuse themselves based on their status, but added that “it would be inappropriate” for him to comment on hypotheticals.\nDemocratic senators also grilled Nielson over his record on torture. He worked in the Justice Department during the George W. Bush administration alongside the officials who wrote the memos that served as the federal government’s legal justification to use torture as an interrogation technique.\nAs a deputy assistant attorney general, Nielson argued in a 2005 Office of Legal Counsel memo that the Fourth Geneva Convention, which relates to the protection of civilians in war zones, applied only to civilians detained on U.S. territory. People captured and detained in Afghanistan, Nielson wrote, did not qualify for “protected person” status under the convention.\nThe Fourth Geneva Convention requires signatories to treat prisoners humanely and forbids torture or abusive treatment. Even though Nielson’s memo was not explicitly about torture, his interpretation of the convention could have served as legal justification to torture civilians detained outside the U.S., professor Beth Van Schaack wrote earlier this month in the online forum Just Security.\n“This warped interpretation finds no support in international or domestic jurisprudence, the treaties’ drafting history, the treaties’ humanitarian object and purpose, or legal scholarship (even scholarship advancing conservative readings of the treaties),” wrote Van Schaack, who has worked on war crimes issues at the State Department.\nAsked by Sen. Chris Coons (D-Del.) if he stood by his 2005 memo, Nielson noted that a 2006 Supreme Court decision held that Common Article 3 of the Geneva Conventions protects detainees in U.S. custody outside U.S. territory. He said that his memo was not a formal opinion and that he wrote it to document advice he had given other Justice Department officials who were deciding whether to charge a prisoner under the Geneva Conventions or under federal criminal law.\nNielson worked at the Office of Legal Counsel under Steven Bradbury, one of the authors of the so-called “torture memos,” which authorized the CIA’s use of torture as an interrogation technique. In 2005, Bradbury signed off on three memos that essentially gave the CIA permission to waterboard prisoners, slam them into walls, force them to stand for long periods in painful positions, expose them to extreme temperatures and deprive them of sleep. Nielson said Wednesday that he had been consulted about interrogation issues during that period, but that the final decisions were made by more senior officials.\nWhen The Washington Post’s editorial board criticized the Office of Legal Counsel’s judgments on torture issues in 2007, Nielson co-authored a letter to the newspaper defending Bradbury as “a careful lawyer of impeachable integrity and sound judgment.”\nCoons asked Nielson for his current view on the torture memos. “Those memos have been withdrawn, and rightfully so,” he replied.\nInterrogation should be limited to the techniques authorized in the Army Field Manual, Nielson continued, citing anti-torture legislation passed by Congress. He said he couldn’t envision waterboarding being carried out in a way that’s consistent with current laws.\nStill, Nielson stood by his 2007 defense of Bradbury. The letter to the Post was meant to be a defense of the Office of Legal Counsel and Bradbury’s professionalism, he said.\nBradbury was narrowly confirmed last year as general counsel for the Department of Transportation. Sens. John McCain (R-Ariz.), a torture survivor himself and a co-sponsor of anti-torture legislation, and Rand Paul (R-Ky.) joined Democrats in opposing him.\nNielson now awaits his Judiciary Committee vote and, if he clears it, a final confirmation vote on the Senate floor. The panel could take action as soon as the next few weeks.", "date": "\n01/10/2018", "href": "https://www.huffpost.com/entry/howard-nielson-trump-judge-marriage-equality-torture_n_5a55037ce4b0efe47ebd77de", "tags": "defended backed make nielson great judge legal u.s. wrote ” counsel memo guy says prop torture author case"}