{"title": "Hackers Accessed Voting Systems In Two Florida Counties In 2016, Governor Says", "content": "Russian hackers breached voter databases in two Florida counties ahead of the 2016 election, Florida Gov. Ron DeSantis (R) said Tuesday.\nDeSantis, who was briefed on the matter by the FBI, said the hackers did not change or manipulate any data. The governor said he could not disclose to the public which counties were affected because he had signed an agreement with the FBI blocking him from doing so. The counties that were hacked know, DeSantis said, according to The Associated Press.\nDeSantis’ comments add to the concerns around election security in Florida in 2016, even as state and federal officials across the country are working to make sure it doesn’t happen again. Previous reports revealed that Russian hackers also gained access to the voter file in Illinois ahead of the 2016 election and extracted data, but there’s no evidence voting information was changed or manipulated.\nSpecial counsel Robert Mueller’s report revealed last month that the FBI believed Russian hackers gained access to at least one Florida county’s network by targeting election officials ― a statement that caught state officials off guard. DeSantis comments Tuesday were the first acknowledgment a second county was affected.\n“The FBI provided information involving the attempted intrusion into Supervisor of Elections networks throughout the state. The FBI also provided assurance that investigators did not detect any adversary activity that impacted vote counts or disrupted electoral processes during the 2016 or 2018 elections,” an FBI spokesperson said in a Tuesday statement. “The FBI and DHS continue to work with elections officials and our local, state and federal partners to proactively share information in a concerted effort to protect elections networks in Florida, and across the country, from adversary activity.”\nThe hackers gained access after a worker clicked a spearfishing email, according to the AP.\nPaul Lux, the president of the Florida State Association of Supervisors of Elections, said it didn’t bother him much that DeSantis couldn’t disclose which counties were hacked. He noted Florida received a letter in August 2018 saying there were no new or ongoing threats to the state.\n“At the end of the day, does it really matter who was accessed back in 2016 when we know that nothing untoward happened in 2016?” he said in an interview, adding the letter from federal agencies indicated policies and procedures put in place showed there weren’t threats going in to the 2018 election.  \nFormer Florida Sen. Bill Nelson, a Democrat, was mocked last year when he publicly said Russians had gained access to Florida’s voting systems. Nelson eventually lost his re-election bid to Rick Scott, then the state’s governor.\n“Either Bill Nelson knows of crucial information the federal government is withholding from Florida election officials, or he is simply making things up,” Scott said last year.\nMueller’s report said Russian hackers targeted employees of an election software company and then sent out an email containing malware to over 120 email addresses of Florida county officials. The Intercept first identified the targeted company as VR Systems, which is based in Florida.\nRyan Reilly contributed reporting\nThis story has been updated with comment from Lux. ", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/florida-russia-election-hacking-2016_n_5cdafbd2e4b01e9bd353a7d4", "tags": "election desantis voting counties officials russian hackers fbi elections says two accessed state systems florida governor"}