{"title": "Haley Says Russia ‘Actively Working’ to Subvert North Korea Sanctions", "content": "The United States ambassador to the United Nations accused Russia on Monday of “actively working to undermine the enforcement” of sanctions aimed at curtailing North Korea’s nuclear weapons program.\nThe ambassador, Nikki R. Haley, said Russia had blocked recent United Nations action aimed at strengthening controls over chemical and biological weapons technology and had resisted efforts to prevent North Korea’s development of intercontinental missiles.\nThe United States also has photographic evidence, Ms. Haley said, of Russian vessels, including one named the Patriot, linking up with North Korean tankers on the high seas and illegally loading them with refined petroleum.\nMs. Haley made the accusations at a United Nations Security Council session that she had scheduled. She is the 15-member Council’s president for September.\n“This should offend every current and former member of the Security Council who knows how difficult it was to gain passage of the sanctions,” Ms. Haley said.\nThe accusations come amid rising frustrations within the Trump administration over North Korea’s failure to take serious steps toward eliminating its nuclear weapons program, despite pledges made when the North Korean leader, Kim Jong-un, met with President Trump in June.\nIn her remarks on Monday, Ms. Haley directed little criticism at Mr. Kim. She praised the summit meeting as having set “us on a path toward complete denuclearization.”\nInstead, Ms. Haley pointedly attacked Russia’s actions on North Korea, which she compared to Moscow’s support of President Bashar al-Assad in Syria, the poisoning of a former Russian spy in Britain and its interference in the 2016 presidential election in the United States, which, she added, “didn’t work.”\n“Lying, cheating and rogue behavior has become the new norm of the Russian culture,” she said.\nThe Russian ambassador, Vasily A. Nebenzya, did not address the accusations directly, though he did dispute that the Patriot, the Russian ship Ms. Haley accused of illegally transferring refined petroleum to the North Korean vessel, was in violation of sanctions.\nRather, he suggested that instead of making sanctions relief contingent on complete denuclearization as the United States has insisted, North Korea should be rewarded for taking incremental steps in the right direction.\n“Resolving the nuclear issue of the peninsula through just some sanctions and pressure on Pyongyang is impossible,” Mr. Nebenzya said. “Sanctions cannot replace diplomacy.”\nIn recent years, the Security Council has exhibited rare unity over North Korean sanctions, passing a series of measures that have capped fuel imports, led to expulsions of North Korean workers and financial representatives posted abroad, and curtailed North Korea’s access to technologies needed for advancing its nuclear weapons program.\nBut sanctions are only as good as their enforcement.\nThis year, according to Ms. Haley, the United States has identified 148 instances of tankers illegally providing petroleum products to North Korea through illicit ship-to-ship transfers, allowing the country to acquire 800,000 barrels of fuel, far in excess of the 500,000-barrel-a-year cap.\nIn addition to fuel smuggling, North Korea continues to use front companies and diplomats posted abroad to evade financial sanctions, said Karel J. G. van Oosterom, the ambassador for the Netherlands, who is chairman of the North Korea sanctions committee. There has also been an increase in efforts by North Korea to supply arms and military equipment to fighters in the Middle East, he said.\n“These developments,” he said, “are very concerning.”", "date": "Sept. 17, 2018", "href": "https://www.nytimes.com/2018/09/17/world/asia/haley-russia-north-korea-sanctions.html", "tags": "sanctions ‘ working haley actively united states ” ms. says russia subvert north korea"}