{"title": "Halima Aden Will Be First Sports Illustrated Model in a Hijab and Burkini", "content": "The Somali-American model Halima Aden will be the first woman to wear a hijab and burkini in the Sports Illustrated swimsuit issue, an annual edition perhaps best known for its pictures of bikini-clad models frolicking on the beach, the magazine said Monday.\nIt was not clear on Monday if Ms. Aden would be the first Muslim model to appear in the swimsuit issue, which has been published for decades. But the magazine said she would be the first Muslim model to appear wearing a burkini, a full-body swimsuit worn by some observant Muslim women.\nMs. Aden referred to herself as a “burkini babe” in a video shared on Twitter by the magazine and called her appearance in Sports Illustrated “a dream come true.”\n“Growing up in the States, I never really felt represented because I never could flip through a magazine and see a girl who was wearing a hijab,” Ms. Aden said in the video.\n“Ladies, anything is possible,” Ms. Aden wrote on Instagram on Monday. “Being in Sports Illustrated is so much bigger than me. It’s sending a message to my community and the world that women of all different backgrounds, looks, upbringings … can stand together and be celebrated.”\nMs. Aden was born in the Kakuma refugee camp in northeastern Kenya and moved to the United States when she was 7. She returned to Kenya for the photo shoot, the magazine said, and was photographed by Yu Tsai on Watamu Beach on the Indian Ocean.\nRepresentatives for Ms. Aden and the magazine did not immediately respond to messages seeking comment on Monday evening. The swimsuit issue will be on newsstands on May 8, Sports Illustrated said in a statement.\nM.J. Day, the editor of the swimsuit issue, said in a statement that she and Ms. Aden “both believe the ideal of beauty is so vast and subjective.”\n“We both know that women are so often perceived to be one way or one thing based on how they look or what they wear,” she said. “Whether you feel your most beautiful and confident in a burkini or a bikini, you are worthy.”\nIn an interview with Sports Illustrated, Ms. Aden described the culture shock she felt upon her arrival in the United States.\n“We landed in St. Louis, like the most impoverished part,” she said. “I remember stepping off and thinking, ‘This is a refugee camp, I want to go back home!’ We moved to St. Cloud, Minnesota, and life started looking up from there.”\nMs. Aden rose to prominence in 2016 when she wore a hijab and burkini during the swimsuit competition of the Miss Minnesota USA pageant. She said that also made her feel a bit of culture shock.\n“It is not my culture to do pageantry, it is very much an American culture,” she said in the video. “But that has always been my message: Don’t be afraid to be the first.”", "date": "April 29, 2019", "href": "https://www.nytimes.com/2019/04/29/business/halima-aden-si-swimsuit-issue.html", "tags": "swimsuit halima first model hijab burkini ” sports magazine illustrated ms. aden"}