{"title": "Handheld device sequences human genome", "content": "Scientists have used a device that fits in the palm of the hand to sequence the human genome.\nThey say the feat, detailed in the journal Nature Biotechnology, opens up exciting possibilities for using genetics in routine medicine. \nIt is a far cry from the effort to sequence the first human genome which started in 1990. \nThe Human Genome Project took 13 years, laboratories around the world and hundreds of millions of dollars. \nSince then there has been a revolution in cracking the code of life. \nProf Nicholas Loman, one of the researchers and from the University of Birmingham, UK, told the BBC: \"We've gone from a situation where you can only do genome sequencing for a huge amount of money in well equipped labs to one where we can have genome sequencing literally in your pocket just like a mobile phone. \n\"That gives us a really exciting opportunity to start having genome sequencing as a routine tool, perhaps something people can do in their own home.\"\nSequencing technology has the potential to change the way we do medicine. \nAnalysing the mutated DNA of cancers could be used to pick the best treatment. Or inspecting the genetic code of bacteria could spot antibiotic resistance early. \nProf Loman used the handheld device to track the spread of Ebola during the outbreak in West Africa. \nMany companies are racing to sequence DNA faster and cheaper. \nThe handheld device used in the study was developed by the company Oxford Nanopore. \nThe technology works by passing long strands of DNA through a tiny hole (the eponymous nanopore).\nThe building blocks of DNA are four bases known by their letters A, C, G and T. As each passes through the pore it creates a unique electrical signal that allows researchers to determine the DNA sequence. \nThe research group say the approach was around 99.5% accurate, but also allowed them to look at parts of human DNA that had been poorly studied.\nThe commonly used \"short read\" method of sequencing DNA involved breaking it up into short fragments, sequencing those and piecing it all back together like a jigsaw. \nBut the challenge is that some fragments of the genetic code look incredibly similar, so it becomes a near impossible puzzle made of identical pieces. \nProf Matthew Loose, from the University of Nottingham, UK, said the nanopore tech analysed longer strands of DNA so \"we can read parts of the genome not seen before\".\nThis includes the tips of chromosomes - called telomeres.\nProf Loose told the BBC: \"Telomere length can be quite important in cancer and ageing, it's difficult in short reads because of the repeats, but we can see and start to map those things.\" \nBut while the cost of the sequencing is tumbling, there remains a big barrier - being able to rapidly read the genetic code is not the same as understanding what it says. \nDr Sobia Raza, the head of science at the PHG Foundation genomics think tank, told the BBC: \"Our ability to sequence whole genomes quickly and cheaply continues to improve.\n\"But short-term patient benefits also depend on how well and how fast we can analyse and make sense of the genomic data, and that is still quite a challenge.\"\nFollow James on Twitter.", "date": "29 January 2018", "href": "https://www.bbc.com/news/health-42838821", "tags": "genome sequence used prof sequencing handheld human device sequences dna code told"}