{"title": "Harassment in Hollywood: Who's been accused?", "content": "Since October, some of the biggest names in arts and entertainment have been caught up in a Hollywood sexual harassment scandal.\nHere, in alphabetical order, is a summary of some of the key people who have been accused to date and what they have said in response.\nOn 11 October, Oscar winner Ben Affleck \"sincerely\" apologised for acting \"inappropriately\" towards MTV presenter Hilarie Burton in 2003.\nHaving condemned producer Harvey Weinstein for his \"unacceptable\" behaviour, the actor was reminded of and criticised for groping Burton on air.\nOn 19 October, former model Natasha Prince came forward with claims that the illusionist David Blaine raped her in west London in 2004.\nSpeaking through a representative, Blaine \"vehemently\" denied the allegations and pledged to \"fully cooperate\" with any police investigation.\nOn 2 November, former girl band member and actress Melissa Schuman accused Backstreet Boys member Nick Carter of forcing her into a sex act against her will and raping her when she was 18.\nLater that month, Carter said he was \"shocked and saddened\" by the claims and said his accuser had \"never expressed... that anything we did was not consensual\". \nOn 9 November, the New York Times reported on five women who had accused US comedian Louis CK of sexual misconduct.\nFour of the accusers told the paper he had masturbated during interactions with them, while a fifth said he had asked to do so.\nThe comedian - full name Louis Szekely - admitted the allegations were true and said he had \"wielded power irresponsibly\".\nOn 10 January, Michael Douglas issued a denial over a claim of improper sexual conduct, which has not yet been made public.\nThe Hollywood star said he \"felt the need to get ahead\" of the situation and to share his \"concerns\" before a story was published.\nHe said a former employee was accusing him of performing a sex act in front of her more than 30 years ago.\nDouglas told Deadline: \"This is a complete lie, fabrication, no truth to it whatsoever.\"\nFive women have accused James Franco of sexual misconduct or inappropriate behaviour, including students from his acting school.\nAfter James Franco's appearance at the Golden Globes in January, wearing a Time's Up badge, his former student Sarah Tither-Kaplan spoke to the LA Times accusing the 39-year-old of sexual misconduct. \nTwo other student actresses also claimed to have had negative on-set experiences, with both saying Franco became angry when no women at a shoot would agree to be topless.\nFranco's attorney, Michael Plonsker, disputed all of the women's allegations, with Franco himself claiming they were \"not accurate\".\nOn 1 November, the Hollywood Reporter published a guest column by a former intern who accused Dustin Hoffman of sexually harassing her in 1985.\nAnna Graham Hunter accused the Oscar-winning actor of groping her and making inappropriate comments about sex to her when she was 17.\nIn a statement, Hoffman apologised and said he felt \"terrible that anything [he] might have done could have put [Ms Hunter] in an uncomfortable situation.\" \nIn December, another woman came forward accusing Hoffman of an \"horrific, demoralising and abusive experience\" while on a Broadway production of Death of a Salesman.\nKathryn Rossetter claims Hoffman regularly groped her and, during one encounter, exposed her to the rest of the crew by pulling her slip above her head.\nHoffman has not commented on the latest claims - also published in the Hollywood Reporter.\nHowever, the website said it had spoken to several people who had worked on the 1984 production, who questioned Rossetter's account, saying they had not witnessed the conduct described.\nOn 14 January, Eliza Dushku made claims in a Facebook post that she had been abused at the age of 12, while filming True Lies.\nThe actress, famous for her roles in Buffy the Vampire Slayer and Bring It On, alleged that stuntman Joel Kramer sexually molested her.\nKramer denied the claims saying they were \"entirely untrue\", and adding: \"I never behaved in any way inappropriately with her.\"\nOn 8 January, Australian actor Craig McLachlan denied allegations of sexual misconduct made against him by three women.\nThe accusations against the 52-year-old concern his time performing in a 2014 production of the Rocky Horror Show.\nThree cast members accused the former Neighbours actor of inappropriate touching and harassment.\nAs a result, McLachlan stepped down from the Rocky Horror Show's current Australian run, but rejected the allegations as \"entirely false\".\n\"Frankly, they seem to be simple inventions, perhaps made for financial reasons, perhaps to gain notoriety,\" he wrote in an email to the Australian Broadcasting Corporation in response to the allegations.\nAround 18 October, it emerged that Roy Price, the head of Amazon's film and television arm, had resigned after being accused of sexually harassing a television producer.\nIsa Hackett accused the Amazon Studios boss of repeatedly making unwanted propositions to her during a taxi ride in 2015.\nPrice was also accused by actress Rose McGowan of failing to act on her claim that she was sexually assaulted by producer Harvey Weinstein.\nPrice has not directly responded to the claims.\nOn 1 November, the Los Angeles Times reported on six women who had accused director Brett Ratner of sexual harassment or misconduct.\nAmong them were Natasha Henstridge, who claimed she was forced into a sex act with Ratner when she was a teenager, and fellow actress Olivia Munn, who accused him of masturbating in front of her in 2014.\nRatner, director of Red Dragon, X-Men: The Last Stand and the Rush Hour films, denied the claims via his lawyer.\nOn 23 October, the executive vice-president of Conde Nast International instructed staff to drop fashion photographer Terry Richardson from its titles, which include GQ, Vogue and Glamour.\nThe move followed the publication of a Sunday Times article that claimed the photographer was \"the subject of widespread allegations of sexually abusing models over many years\".\nA representative for Richardson said his subjects had all \"participated consensually\" in his \"sexually explicit\" work and that the photographer was \"disappointed\" by Conde Nast's decision.\nOn 8 November, actress Portia de Rossi accused action star Steven Seagal of unzipping his trousers while she was auditioning for one of his films.\nActress Julianna Margulies also accused Seagal of inappropriate behaviour, while model Jenny McCarthy repeated an earlier claim she had made against him.\nSeagal's manager said the Under Siege star had no comment.\nIn January, former Bond girl Rachel Grant accused the actor of sexual assault at a film rehearsal in Sofia in 2002.\nThe British actress also alleged Seagal attempted to indecently expose himself and claims she later lost her job on the film, Out For A Kill.\nLawyers for Mr Seagal say that he unequivocally denies Ms Grant's allegations in their entirety: \"Our client denies having such contact with Ms Grant and further vehemently denies any alleged assault at all, in particular, the alleged assault occurring in Sofia, Bulgaria, in 2002.\"\nIn an interview published on 30 October, actor Anthony Rapp accused Kevin Spacey of making a sexual advance towards him when Rapp was 14.\nIn the days that followed, a number of other allegations were made against the two-time Oscar winner by people who claimed he had groped, sexually harassed or made indecent overtures towards them.\nSpacey claimed to have no memory of the events Rapp described and later issued an \"absolute\" denial of the other allegations through his lawyer.\nThe accusations have had a serious impact on his career, with Netflix pulling the plug on his House of Cards TV series and Sony announcing its intention to excise him completely from an upcoming film release. \nIn December, the King of Norway's former son-in-law accused Spacey of groping him after a Nobel Peace Prize concert.\nThe accusations have had a serious impact on his career, with Netflix removing him from the final series of House of Cards. He has also been replaced by Christopher Plummer in Ridley Scott's upcoming film All the Money in the World.\nA spokesman for Spacey said in November that he was \"taking the time necessary to seek evaluation and treatment\" in the wake of the allegations.\nIn December, Sylvester Stallone denied an allegation of rape after police in California opened an investigation.\nSanta Monica police said they were examining a complaint of sexual misconduct dating from the 1990s.\nThe Rocky star said the allegation was \"completely fabricated\". His lawyer, Martin Singer, said a woman had filed a police report \"alleging a rape that occurred 27 years ago\".\n\"My client categorically disputes the claim,\" Singer continued.\nOn 8 November it was reported that Amazon Studios had launched an investigation into claims that Transparent star Jeffrey Tambor had acted inappropriately towards his personal assistant. Tambor himself called the allegations \"baseless\".\nThe following week, transgender actress Trace Lysette claimed Tambor had \"got physical\" with her on set. In a statement, Tambor said he was \"not a predator\" and apologised \"if any action... was ever misinterpreted by anyone as being sexually aggressive\". \nThe 73-year-old subsequently expressed doubts that he could continue with the show amid reports that Amazon was exploring ways to continue the drama without him.\nOn 22 October, the Los Angeles Times reported that 38 women had come forward to accuse film-maker James Toback of sexual harassment.\nThe paper subsequently reported that more than 200 further women had come forward to accuse him of unwanted sexual advances, among them actress Julianne Moore.\nActresses Selma Blair and Rachel McAdams made their own claims against the Oscar-nominated writer of Bugsy in a Vanity Fair piece.\nToback denied the initial allegations but has yet to comment on the others. In an interview conducted before his accusers went public, though, he accused his accusers of spreading \"pathetic lies\".\nOn 17 October, Variety reported on a woman who had accused Bob Weinstein - the brother of producer Harvey Weinstein - of making unwanted romantic overtures towards her.\nAmanda Segel, an executive producer of sci-fi series The Mist, claimed that Weinstein had repeatedly asked him to join him for private dinners and that he only desisted when she threatened to leave the show.\nBob Weinstein, co-founder of The Weinstein Company, strongly denied Ms Segel's claims.\nThe scandal that has engulfed Hollywood was set in motion on 5 October when the New York Times published a story detailing decades of allegations of sexual harassment against Harvey Weinstein.\nMany more allegations of sexual harassment followed, along with public denouncements from stars with whom the producer had worked. Weinstein was also accused of rape by a number of women.\nThe producer issued an apology after the initial New York Times story, saying his past conduct had \"caused a lot of pain\". After the New Yorker published its own expose, he issued an \"unequivocal\" denial he had engaged in non-consensual sex through a spokeswoman.\nIt was subsequently reported that a Canadian actress was suing Weinstein for two sexual assaults that allegedly took place in Toronto in 2000. A civil claim has also been made against Weinstein in the UK. \nBritish actor Ed Westwick issued a strong denial on 7 November after being accused of rape by an actress.\nThe 30-year-old made another denial when another actress claimed she was raped by the actor at his home.\nThe BBC subsequently announced that the actor had \"paused\" filming the second series of White Gold and been replaced in the Agatha Christie drama Ordeal By Innocence.\nIn July 2018, the Los Angeles District Attorney said there was \"insufficient evidence\" for a prosecution to go ahead.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "18 January 2018", "href": "https://www.bbc.com/news/entertainment-arts-41940680", "tags": "hollywood actor claims accused harassment actress weinstein sexual october allegations made"}