{"title": "Hard Lessons (Thanks, Amazon) Breathe New Life Into Retail Stores", "content": "Malls are being hollowed out. Shops are closing by the thousands. Retailers are going bankrupt.\nBut it may be too early to declare the death of retail. Americans have started shopping more — in stores.\nFrom the garden section at Walmart to the diamond counters at Tiffany & Company, old-school retailers are experiencing some of their best sales growth in years.\nThe strong revenues start with a roaring economy and an optimistic consumer. With more cash in their wallets from the tax cuts, Americans have been spending more.\nThe boom also reflects a broad reordering of the $3.5 trillion industry, with fewer retailers capturing more of the gains. Stores that have learned how to match the ease and instant gratification of e-commerce shopping are flourishing, while those that have failed to evolve are in bankruptcy or on the brink.\n“The retailers that get it recognize that Amazon has forever changed consumer behavior,” said Barbara Kahn, a marketing professor and former director of the retailing center at the Wharton School. “I shouldn’t have to work to shop.”\nMany successful stores are now a cross between a fast-food drive-through and a hotel concierge.\nTarget’s shoppers can order sunscreen or a Tokidoki Unicorno T-shirt on their phone, pull up to the parking lot and have the items brought to their car.\nNordstrom lets customers in some stores make returns by dropping their items into a box and walking out — no human interaction required.\nWalmart is employing 25,000 “personal shoppers” to select and package groceries for curbside pickup.\nIn recent weeks, all three retailers reported stronger-than-expected sales growth for the quarter. Traffic to Target’s stores and online sites grew at its fastest pace since the company began keeping a record a decade ago.\nDoomsayers have predicted that online shopping, led by Amazon, would one day conquer all of retail, rendering brick and mortar obsolete. As store closings set a record last year, no class of retailer was spared — with the carnage hitting Madison Avenue boutiques, shopping malls and big-box stores. In New York and elsewhere, many shops, big and small, continue to struggle.\nBut the pace of closings has slowed, as the most unprofitable stores have been culled and the weakest companies have collapsed. At this time in 2017, nearly 5,700 stores had shut across the United States, according to Coresight Research, a retail analysis and advisory firm. So far this year, about 4,480 have closed.\nSome big retailers, like J. C. Penney and Sears, are still sputtering, despite closing lagging stores and sprucing up ones that remain open. But the stronger players are capitalizing on the industry’s failures. Target said it was picking up new toy customers in the wake of the Toys “R” Us liquidation this spring.\nThe rebound is feeding the broader economy. Hiring is up, with an average of roughly 50,000 retail jobs being added each month since February, according to the National Retail Federation.\nLast year, a wave of retail layoffs fueled fears about the long-term health of a huge part of the job market. One in about every 10 American workers is in retail.\n“There has been a shakeout, and 2017 was seen as the bottom,” said Melina Cordero, head of retail research for the Americas at the real estate firm CBRE.\nFar from retrenching, many retailers are expanding their physical presence or spending billions to overhaul existing stores.\nDollar General plans to open 900 stores this year, as it deepens its reach into rural America with inexpensive food and clothing. The company is building a huge following in areas where there are fewer places to shop, particularly in the South and in parts of the Midwest.\nAt the other end of the spectrum, Tiffany said it was embarking on a three-year renovation of its flagship store on Fifth Avenue — the setting for the classic film “Breakfast at Tiffany’s” and a magnet for tourists.\nThe newly renovated flagship will probably include expanded retail space as well as hospitality offerings, driven by the success of its in-store “Blue Box” Cafe, which on some days can have a wait list of more than 1,000 people and features a $32 “Breakfast at Tiffany.” Tiffany’s success is built almost entirely on its stores, which account for more than 90 percent of its revenues.\n“We have big expectations for this project,” Tiffany’s chief executive, Alessandro Bogliolo, told analysts in a conference call last week. The renovation is expected to reduce the company’s near-term profits, signaling the importance.\nOne of the most ambitious and costly makeover attempts is taking place at Target. The retailer stormed across the American suburbs more than a decade ago, building hundreds of big-box stores known for affordable, hip clothing and furnishings.\nBut many shoppers had grown tired of Target’s cavernous stores, and its cool edge had slipped. Target has lately targeted a new market of young urbanites — with plans to open about 30 smaller stores in cities and near college campuses this year.\nMany of the new stores are supposed to be all things to all shoppers — what the industry calls an “omni-channel” experience.\nCustomers can order online and pick up at the store. They can order online and have their purchases delivered home, in some cases, on the same day. Or they can visit the store; employees’ starting salaries were raised in an effort to bolster retention and morale.\n“Our stores are at the center of our strategy, and they are at the center of our success right now,” Target’s chief executive, Brian Cornell, said in a conference call last month after the retailer reported its largest quarterly sales growth in 13 years.\nTiffany Tully, 33, said recent changes to her local Target in Minneapolis had made shopping there more pleasant. The clothing displays, she said, feel more carefully curated and “appealing to the eye.” And she likes the convenience of returning Target items she buys online to the store rather than having to ship them, as with Amazon.\n“Technically I am a millennial, but I like going to stores,” said Ms. Tully, a stay-at-home mother.\nRetailers have been tweaking their store and online strategies for years. But it’s only recently that Amazon’s blistering success has prodded the incumbents to try to reinvent themselves.\nMs. Kahn of the Wharton School said retailers could have made these improvements decades ago if they had focused on what shoppers wanted.\n“Most people want to spend less time shopping, not more,” said Ms. Kahn, whose book “The Shopping Revolution” describes the disruption in the retail industry.\nShe said Amazon’s founder, Jeff Bezos, had understood this when he pioneered the idea of one-click shopping. But many retailers have built their businesses around the opposite idea, like expansive stores that take hours to wade through and commissions that encourage employees to push certain products.\nThe investments in the new stores and digital offerings are being made at an opportune time, when the strong economy is giving retailers the necessary cash. But any economic weakness could derail their progress before it takes root beyond a few good quarters. Amazon remains the omnipresent cloud, putting pressure on profits and forcing retailers to keep evolving.\n“These are big shifts,” said Craig Johnson, president of Customer Growth Partners, a research and consulting firm. “It is like turning around the Queen Mary. You can turn the rudder, but it takes time to gain a purchase.”", "date": "Sept. 3, 2018", "href": "https://www.nytimes.com/2018/09/03/business/retail-walmart-amazon-economy.html", "tags": "thanks breathe retail shopping hard tiffany ” retailers target lessons new life amazon stores —"}