{"title": "Harry and Meghan: Inter-racial couples react to the royal engagement", "content": "Prince Harry and Meghan Markle's engagement is shining a light on inter-racial couples in the UK.\nMs Markle, who is of African-American and white heritage, is set to become the first mixed-race member of the British Royal Family, with her and Prince Harry the first interracial royal couple.  \nBut inter-racial relationships in general in the UK are nothing new. \nAccording to the Office for National Statistics, the rate of mixed relationships has increased in the last few years, with one in 10 people being in them at the last census.\nSome other inter-racial couples told us about their personal experiences of being in a mixed relationship - and their thoughts on the royal couple.\nFrench native Astrid and her partner of 10 years, Mike, who is Kenyan and Rwandan, live together in Birmingham.\nAstrid says at first she did think about how some people might react to their relationship, particularly how her grandparents would react to Mike. \n\"Because of World War Two, my grandpa expressed certain views towards Africans, so I worried about how he would be.\n\"But when he met Mike, he loved him. Sometimes I over-think how people will react.\"\nThe couple, who are both 28, welcomed their first daughter a year ago and gave her five names so that she would have links to both her European and African descent.\nThey say they think it is time for people to drop the inter-racial label, and see mixed couples as the norm.\nSpeaking about the royal relationship, Astrid says: \"I think it's amazing. It shows how diverse and modern the Royal Family are.\n\"This will set a great example for England and it's an honest representation of British society.\"  \nShantania Beckford, 24, and Billy Clifford, 23, from Birmingham, are from Jamaican and English heritage.\nThe couple, who met online, collectively have a social media following of over 300,000, and they say their public mixed relationship has resulted in some insults and trolling. \n\"Some people don't believe that black and white should be together, but we laugh it off.\n\"We can't let negative stuff get to us, we delete the comments and get over it.\n\"You can't live for other people, you have to live for you.\"\nDespite being in a mixed relationship, Shantania says that when she first found out about Prince Harry and Ms Markle's relationship, she was surprised.\n\"To be honest with you, I didn't think they were going to let a black person into the Royal Family.\n\"Meghan really has substance to her, but I wonder how the Queen feels?\"\nThe couple believe this is a step forward for the future of the Royal Family. \n\"People will be a lot more accepting of mixed couples now, and talk about interracial issues. \n\"I'm happy for them, it's a positive thing.\"\nSara Khoo, 23, is of mixed Icelandic and Chinese heritage and Adam D'hill, 28, is Portuguese and African American.\nThe couple have been together for two years, after meeting in Brighton. \nThey say their families were accepting of their relationship, and say that in this day and age \"it's difficult to still have biased views\".\nSara says: \"I was scared to introduce Adam to my family because he's a boy, not because he's black - that's never been a problem.\"\nWhen asked about Prince Harry's relationship, they both felt it was a \"great thing\". \n\"We find it hard to comment, because I don't see how people would have an issue with their relationship; we don't see it as a problem.\"\nEnglish-born Andrea Walker, from Sheffield, met her Pakistani husband Zahid in 1987. The couple got married and had three children before splitting up four years later.\nWhen introducing Zahid to her family, Andrea, 55, remembers her main worry being the fact he was from a different religious background.\n\"It wasn't about the race, but the religion. I was worried about how my parents would react.\n\"I was brought up in a Christian home, so in my head I thought 'what are my parents going to say about this?'\"\nShe says both her and Zahid's family gave their blessing to the relationship, but her colleagues and some strangers were not as accepting. \nOn one occasion, Andrea says, she was told off at work for wearing trousers. \n\"Someone told my boss I wore trousers because I was married to a Muslim man; he called me in and demanded I start wearing a skirt.\"\nFollowing the birth of her first son, she says, people were often curious to see him. \n\"I would see them looking, and they'd try to look into the pram to see what colour the baby was.\"\nAndrea says that since the 80s people's attitudes towards mixed marriages have changed, but she is unsure whether or not an interracial royal marriage will be met with open arms. \n\"I think royalists are going to be really torn with this relationship - yes, she's part black, but she's also very good looking and smart, so it may not be a huge problem.\n\"Racism is always going to be around no matter what, but you'd hope people would get over it.\" \nAnd as for the prince and Ms Markle, she said: \"I think it's exciting.\"", "date": "27 November 2017", "href": "https://www.bbc.co.uk/news/uk-41983149", "tags": "meghan engagement think first couples react royal mixed says inter-racial couple relationship harry family"}