{"title": "Harvey Weinstein claims: Sopranos actress Sciorra alleges rape", "content": "Italian-American actress Annabella Sciorra, who starred in US TV series The Sopranos, has accused disgraced producer Harvey Weinstein of rape.\nShe told The New Yorker that Weinstein forced his way into her New York apartment and assaulted her in 1992.\nShe alleges that he sexually harassed her in the subsequent years. In the article actress Daryl Hannah also says she was harassed by Weinstein.\nHis spokeswoman again said the producer denies claims of non-consensual sex.\nOn Thursday another actress, Natassia Malthe, accused the producer of raping her in a London hotel room in 2008.\nMore than 50 women have now accused Harvey Weinstein of a range of allegations ranging from rape to sexual harassment.\nMs Sciorra told the New Yorker's Ronan Farrow that the assault happened in 1992 after she had filmed The Night We Never Met, which Weinstein produced.\nThe producer forced himself into her apartment in New York while she was getting ready for bed after he had dropped her off following a group dinner. \nShe said Weinstein \"pushed the door open\" and refused to leave when asked, before shoving her onto the bed and raping her.\n\"I struggled, but I had very little strength left in me,\" she said. \n\"Like most of these women, I was so ashamed of what happened. And I fought. I fought. But still I was like, Why did I open that door?... I felt disgusting.\"\nThe actress said she did not report the incident to the police, but alleges her career began to suffer and did not work again until 1995.\n\"I just kept getting this pushback of 'We heard you were difficult; we heard this or that.' I think that that was the Harvey machine.\"\nShe said the producer continued to pursue her, including turning up at her hotel room at the 1997 Cannes Film Festival wearing only his underwear.\nActress Daryl Hannah, who starred in Quentin Tarantino's Kill Bill series that Weinstein produced, also came forward with new allegations.\nShe said Weinstein tried to force himself into her hotel room when they were promoting Kill Bill and its sequel. \nThe films were written and directed by Quentin Tarantino, who has admitted that he had some prior knowledge of Weinstein's behaviour.\nHannah said that on one occasion the producer asked to grope her and then requested that she expose herself. \nSince claims against him began to surface in early October, Mr Weinstein has joined a sex rehabilitation programme, but he has \"unequivocally denied\" all allegations of non-consensual sex.", "date": "28 October 2017", "href": "https://www.bbc.co.uk/news/entertainment-arts-41790781", "tags": "harvey alleges rape hannah sopranos claims accused actress sex weinstein producer new hotel sciorra"}