{"title": "Hasidic Rabbi and Assistant Are Arrested in Tax Scheme", "content": "The grand rabbi of Spinka,  a Brooklyn-based Hasidic sect, was arrested Wednesday with his executive assistant in Los Angeles on charges that they  arranged and profited from inflated charitable donations that saved the donors millions of dollars in federal income taxes.\nThe rabbi, Naftali Tzi Weisz, 59, and the assistant, or gabbai, Moshe E. Zigelman, 60, were charged in a 37-count indictment returned on Tuesday in Los Angeles that named them as the masterminds of the money-laundering scheme, through which the authorities say they reaped more than $750,000 in profits. They were arrested by federal agents while on a fund-raising trip. Six other men in California and in Israel were also charged in the case.\nUnder the scheme, officials said, Rabbi Weisz and Mr. Zigelman spent more than a decade soliciting contributions for Spinka charities by promising to secretly refund as much as 95 percent of the money to the donors. The donors could then claim tax deductions on the full amount while paying as little as 5 percent, officials said.\nIn some cases, the contributions were returned as cash payments through what the government called “an underground money transfer network” involving businesses in and around Los Angeles’s jewelry district, the government said.\nThree men in California were charged with taking part in the money transfer network: Yaacov Zeivald, 43, a professional scribe from Valley Village, Calif.; Yosef N. Naiman, 55, a tour company owner from Los Angeles; and Alan Friedman, 43, a businessman, also from Los Angeles. A fourth man, Moshe A. Lazar, 60, a diamond dealer, was charged in the scheme as well and was believed to be in Israel, the government said.\nThe contributions were repaid by a sophisticated series of wire transfers from businesses controlled by the Spinka sect to secret accounts in Israel, the government said. The accounts were established with the help of an official at the Israeli bank, Joseph Roth, 66, of Tel Aviv, who was arrested in Los Angeles, and a Tel Aviv lawyer, Jacob Kantor, 71, who remained at large in Israel, the government said.\nAccording to the indictment, Mr. Roth helped the contributors get loans from a Los Angeles branch of the bank so their money would be available to them in the United States. The contributors could also hire officials of the Spinka sect to repatriate their money for them, albeit for a fee, the government said.\nEarlier this year, the indictment said, Rabbi Weisz and Mr. Zigelman determined they had taken in some $8.7 million in contributions solicited by Mr. Zigelman alone. Of that, they held on to almost $750,000, the indictment said.\nThe case was broken, in part, with the help of a secret cooperating witness, a Los Angeles businessman identified in the indictment only as R. K. In one year alone, before he turned state’s evidence and agreed to record his former colleagues secretly, R. K. contributed about $1.7 million to the Spinka sect’s scheme.\nFive Spinka charitable organizations in Brooklyn — identified in the indictment as Yeshiva Imrei Yosef, Yeshivath Spinka, the Central Rabbinical Seminary, Machne Sva Rotzohn and Mesivta Imrei Yosef Spinka — were named as defendants in the case. Calls to them were either not answered or were answered by men who did not wish to discuss the case.", "date": "DEC. 20, 2007", "href": "https://www.nytimes.com/2007/12/20/nyregion/20rabbis.html", "tags": "assistant hasidic arrested los spinka tax zigelman indictment angeles money rabbi scheme government sect"}