{"title": "Hate Your Obamacare Deductible- The GOP Bill Would Make It Even Bigger-", "content": "President Donald Trump and other Republican critics of the Affordable Care Act frequently bemoan that insurance policies sold under the health care law carry massive deductibles that means they have poor value for consumers.\nAnd they have a point. Under Obamacare, deductibles ― the amount of money you have to spend up front before your insurance benefits kick in ― are much higher on average than the deductibles found in job-based health plans, and can be more than $10,000 for families with the least expensive policies. And deductibles have grown since the law’s health insurance regulations and exchange marketplaces went online for the first sign-up period in 2013.\nYet the legislation Republicans are pushing to “replace” the Affordable Care Act would worsen this problem, not solve it. And if GOP leaders get their way and Trump signs the new bill into law, consumers will see that for themselves. This is just one of the many empty promises Republicans have made on health care.\nWhat’s more, high-deductible health plans have been conservatives’ proposed solution to reducing health care costs for more than a decade, so Trump and others blasting the ACA for high deductibles are rejecting their own ideas ― and a key part of their own health care reform bill.\nAt a listening session on Monday with individuals the White House dubbed “victims” of the Affordable Care Act, Trump responded to a woman whose family plan has a $6,500 deductible by saying, “It’s really not having insurance at all.”\n“You hear these stories where they’re paying a fortune for insurance, and then you hear how high their deductible is. And unless they have a tragedy in their family, they’re never going to be able to use it,” Trump said.\nRepublicans cite these deductibles as evidence to justify their aggressive, if shaky, push to repeal the Affordable Care Act and enact the American Health Care Act, legislation conceived by House Speaker Paul Ryan (R-Wis.) and endorsed by the president. Supporters of this bill claim it will lower costs for insurance consumers. \nThe Congressional Budget Office and Joint Committee on Taxation, meanwhile, expect the Republican health care bill will lead to 24 million additional uninsured people within a decade and result in higher costs for older and poorer people.\nBut the biggest problem with the GOP talking point about deductibles under the Affordable Care Act is the CBO and JCT’s conclusion that Republicans’ own bill will actually increase deductibles and other forms of out-of-pocket costs.\n“Individuals’ cost-sharing payments, including deductibles, in the nongroup market would tend to be higher than those anticipated under current law,” the congressional scorekeepers reported Monday. \nThat’s because the Republican bill would permit health insurance companies to go back to selling plans that cover a smaller share of a typical person’s medical expenses. The Affordable Care Act mandates that policies cover at least 60 percent of medical costs. \nThe GOP’s proposed replacement tosses out that rule, meaning health insurance may go back to selling skimpy plans that expose consumers to higher out-of-pocket costs, including deductibles. Monthly premiums may be lower, but that’s a reflection of their plans’ meagerness compared to Affordable Care Act plans.\nThe CBO projects that monthly premiums under the GOP proposal will eventually be 10 percent lower than under the Affordable Care Act ― after an initial spike in prices ― but attributes that mainly to the policies being less generous and to the fact that older, sicker people won’t be able to afford them and will drop out of the insurance pool altogether.\nNaturally, poor people would be hit the hardest. The Affordable Care Act includes special subsidies that substantially reduce deductibles and other out-of-pocket costs for the lowest-income enrollees. The Republican bill does away with those. \nThe CBO and JCT project this obvious outcome: “Lower-income people’s share of medical services paid in the form of deductibles and other cost sharing would increase. As a result ... fewer lower-income people would obtain coverage through the nongroup market under the legislation than under current law.”\nMoreover, the American Health Care Act is a vehicle for Republicans’ long-held aim to transform the health insurance market into one in which patients have “skin in the game,” meaning they are responsible for paying more of their medical costs out of pocket. \nSo-called consumer-directed health plans have very high deductibles paired with health savings accounts, which allow people to sock away money tax-free for health care expenses, assuming they have spare money to set aside.\nThe idea is that patients will shop around for lower-priced medical procedures, prescription drugs and the like, ultimately forcing costs down.\n“What health savings accounts does, is it helps hardworking taxpayers get access to affordable solutions to help them pay for their out-of-pocket costs, but it’s also their skin in the game, their money,” Ryan said during a news conference last week. \n“If they save money by saying to a hospital or a doctor or a health care provider, ‘What is this going to cost me? Where’s the best value for my money?’ If we can bring that consumer pressure to bear in health care, we can dramatically enlist the support of millions of Americans to help us fix this health care problem,” Ryan said.\nThere is evidence that the proliferation of high-deductible health plans in job-based insurance and Affordable Care Act plans has contributed to a historic slowdown in national health care spending in recent years. \nBut there’s also evidence that this is because people simply go without medical care they need because they can’t afford it, not because shopping around is driving down prices.\nSign up for the HuffPost Must Reads newsletter. Each Sunday, we will bring you the best original reporting, long form writing and breaking news from The Huffington Post and around the web, plus behind-the-scenes looks at how it’s all made. Click here to sign up!", "date": "\n03/14/2017", "href": "https://www.huffpost.com/entry/obamacare-gop-bill-bigger-deductible_n_58c82ef2e4b09cd957672faa", "tags": "hate make obamacare costs even gop would bigger- plans ” insurance act affordable bill deductibles deductible- care health"}