{"title": "Hate Crimes Rose About 5 Percent In 2016, FBI Report Says", "content": "Hate crimes across the U.S. rose nearly 5 percent in 2016, according to the FBI’s annual tally, marking the first time in over 10 years that the country has experienced consecutive annual increases in crimes motivated by bias against race, religion, sexuality, national origin or disability. \nThe FBI’s annual hate crimes report, published Monday, counted 6,121 hate crime incidents in America last year, up from 5,850 such incidents in 2015, a rise of 4.6 percent. \nAbout 58 percent of the hate crimes in 2016 were motivated by racial bias, with more than half of the race-based incidents targeting black Americans, the report said. Hate crimes targeting Latinos rose 15 percent, and hate crimes targeting Arabs and whites rose 38 percent and 17 percent respectively. \nTwenty-one percent of the hate crimes the FBI counted last year were motivated by religious bias. Of those religious-based incidents, 54 percent were anti-Jewish and 25 percent were anti-Muslim. \nThere was a 3 percent increase in anti-Jewish incidents, and a nearly 20 percent increase in anti-Muslim incidents. (Last year, the number of anti-Muslim incidents rose 67 percent, increasing to levels not seen since the period directly after the Sept. 11, 2001 attacks.)  \nNearly 18 percent of the hate crimes last year were motivated by sexual-orientation bias, 62 percent of those targeting gay men. The FBI also counted 105 anti-transgender incidents last year, a rise of 44 percent. \nThe much-anticipated FBI report is the most comprehensive hate crime data available for the divisive 2016 election year, and backs up earlier evidence of rising hate in America. The Southern Poverty Law Center documented a wave of hate incidents in the months following the November 2016 election. \n“We now have an unbroken streak of presidential election year increases [in hate crimes] going back to 1992, around the time national data collection commenced,” said Brian Levin, a professor at the Center for the Study of Hate and Extremism at California State University, San Bernardino. \nBut what makes 2016 stand out, Levin previously told HuffPost, is the steep rise in hate crimes around Election Day itself. Los Angeles, for example, saw a 29 percent increase in hate crimes in the last quarter of 2016, and New York City saw a five-fold increase in hate crimes over a two-week period around the election. \nCorey Saylor, spokesman for the Council on American-Islamic Relations, told HuffPost that “we cannot see such data and forget the humans whose lives were changed by an act of hate.” \n“Americans have to act to ensure that these hate crimes numbers go down by standing up to fear mongers,” he said.  \n“It’s deeply disturbing to see hate crimes increase for the second year in a row,” Jonathan A. Greenblatt, CEO of the Anti-Defamation League, said in a statement. “Hate crimes demand priority attention because of their special impact. They not only hurt one victim, but they also intimidate and isolate a victim’s whole community and weaken the bonds of our society.”\nAbout 29 percent of hate crimes last year, according to the FBI, were acts of intimidation; 26 percent were acts of destruction, property damage or vandalism; 23 percent were simple assaults; and 12 percent were aggravated assaults. The FBI counted 4 murders in 2016 that it considered to be hate crimes. \nThe FBI’s annual hate crime statistics, while the best measurement of hate in America, are deeply flawed. That’s because the FBI relies on local and state police departments to voluntarily report their hate crime numbers to the FBI, which over 3,000 law enforcement agencies don’t bother to do on a yearly basis. \nIn 2015, of the agencies that did report hate crimes to the FBI, 88 percent reported zero. Moreover, federal law enforcement agencies like Customs and Border Protection and the Drug Enforcement Administration often fail to send their own hate crime statistics to the FBI, even though they are required to do so by law. \nA national survey by the U.S. Bureau of Justice Statistics found that over half of hate crime victims don’t report incidents to authorities at all. There were a staggering 250,000 hate crimes each year in the U.S. between 2003 and 2015, according to the survey. \n“FBI data showing 6,121 total hate crime incidents and 7 anti-Sikh hate crime incidents in 2016 represents the tip of the iceberg,” said Sim Singh, the Sikh Coalition’s national advocacy manager. “The only way to bridge the data gap is for law enforcement agencies to adopt mandatory hate crime reporting.”\n“If law enforcement agencies fail to document the true extent of hate crimes against our communities, our nation will have a hard time mobilizing the political will and resources necessary to prevent and combat the problem,” Singh said. \nIn a statement Monday, Attorney General Jeff Sessions said that “no person should have to fear being violently attacked because of who they are, what they believe, of how they worship.” \nHe stated that the Justice Department’s Hate Crimes Subcommittee will continue to “explore ways to expand and improve training for federal, state, and local prosecutors and investigators; improve data collection of hate crimes; and to create even better partnerships with local law enforcement and affected communities.” \nMeanwhile, the hate crime numbers for 2017 aren’t looking great. Levin, the CSU San Bernardino professor, conducted an analysis in September that found that 827 hate crimes had occurred so far this year in 13 large cities, a rise of nearly 20 percent compared to the same period in 2016 for those locations.", "date": "\n11/13/2017", "href": "https://www.huffpost.com/entry/fbi-hate-crimes-report-2016_n_5a08c795e4b01d21c83f46ac", "tags": "percent crimes hate report ” crime says incidents year last fbi rose"}