{"title": "Hate In 3 Dimensions- The Challenge Of Being A Black Muslim Woman In America", "content": "Scrolling through the headlines and tweet storms earlier this month calling Rep. Ilhan Omar (D-Minn.) an anti-Semite for comments she tweeted about pro-Israel lobbying efforts, Margari Aziza Hill felt a familiar sense of dread and a twinge of fear. A black Muslim woman like Omar, Hill saw her own experience reflected in the attacks on the freshman representative. But she kept her feelings quiet.\n“I have to be so careful in my words when speaking about the oppression that I experienced and also the racism that I’ve experienced,” said Hill, the co-founder and managing director of the Muslim Anti-Racism Collaborative, a human rights organization that provides racial justice education and training to various Muslim communities. \nHill knows first hand how hard it is for many Americans to have conversations confronting racism and xenophobia.\nOmar’s controversial tweets drew the ire of both Democrats and Republicans as anti-Semitic. The congresswoman has since “unequivocally apologized” for the tweets in a statement posted to Twitter. \n“We have to always be willing to step back and think through criticism, just as I expect people to hear me when others attack me for my identity,” Omar wrote.\nHill immediately wanted to speak out against the racist commentary online, but her friends and family discouraged her, fearing the attacks Omar endured would then target her. “It’s very scary. From the doxing [that happens] against black Muslim women who speak out to the physical threats that we face. Those [concerns] are real,” she said. \nOmar is the first Somali-American elected to Congress. She is also one of the two first Muslim women elected to Congress and the first hijabi congresswoman. But alongside those milestones, Omar has had to deal with an onslaught of bigotry targeted at her race, religion or gender — and sometimes all three. As a black Muslim woman, and one in the public eye, Omar is a frequent target of xenophobia, racism and sexism ― from conspiracy theories about her Somali family to online harassment by elected representatives.\nBut others like her say her experience is one they personally know all too well. Speaking to HuffPost, black Muslim women described feeling assaulted by hatred across three dimensions, including anti-black racism, blatant sexism and anti-Muslim sentiment. \nHill, who identifies as a black Muslim woman, said seeing the attacks on Omar made her reflect on the many instances in which she has been the target of multiple forms of bigotry in her own life — and the expectation to deal with those instances gracefully.\n“We’re supposed to be beacons of diversity, equality and inclusion and carry it all,” Hill said. “But if a black woman doesn’t perform perfectly, we’re the last to get hired and the first to get fired and that’s what it felt like in that moment [watching Omar].”\nBlack Muslims account for a fifth of the entire American Muslim population. Approximately 92 percent of that community say there is a lot of discrimination against black people, according to a Pew research study published last month. Black Muslims, like black Christians in America, also hold high levels of religious commitment according to the same study.\nHill, who has been doing anti-racism work over the last five years, was concerned at the level of outrage leveled against Omar and not against other politicians who have made similar comments or spewed explicitly racist sentiments. \n“I’m still hurt to see that none of the same public figures have come out strongly against racism, xenophobia and Islamophobic vitriol, that’s still allowed to be normalized,” she said. \nWhen President Donald Trump called for Omar to resign, the congresswoman quickly called out his hypocrisy over his history of fueling xenophobia and anti-Semitism.\nThe challenges many black Muslim women face means navigating “hostile spaces that weren’t designed” for them to be in, said Su’ad Abdul Khabeer, the senior editor at Sapelo Square, an online publication dedicated to celebrating and analyzing the experiences of black Muslims.\nAbdul Khabeer is also the author of the book Muslim Cool, which explores the intersection of race, religion and popular culture and how black Muslim youth engage with their identities.\n“In intellectual spaces and academic spaces, one of the main challenges [black Muslim women] face is people undercutting, questioning or undermining your authority because you’re black, because you’re Muslim and because you’re female and neither one of those categories are ones that, in the mainstream society, are highly valued intellectual categories,” Abdul Khabeer said.\nBlack Muslim women like Omar and other women in similar public spaces are particularly vulnerable to malicious attack because of the way these women are both “hyper-visible and invisible” at the same time, explained Abdul Khabeer. \nFor Omar in particular, that means understanding the various layers of her identities and how those are interpreted by her enemies — whether that’s her Somali ethnic identity, her blackness, her Muslim faith or her gender.\n“The challenge in being a black woman is really overcoming the way society sees you and how people are trained to see you navigate power and your emotions. We’re not allowed to make as many mistakes as other people,” Hill agreed. “Your humanity is always in question. Your capabilities and incapabilities are always in question.”\nIn order to challenge the ways black Muslim women are seen and treated, more communities need to have difficult and nuanced conversations about race, religion and identity, said Hill, and that includes upholding the same standards for everyone. \n“If we’re going to raise the bar and talk about anti-Semitic, anti-Muslim, anti-black, anti-immigrant tropes, we can’t allow that in our public discourse period,” said Hill. “We really need to start to interrogate the specific ways black Muslim women are silenced and particularly targeted.”", "date": "\n02/21/2019", "href": "https://www.huffpost.com/entry/hate-three-dimensions-black-muslim-women_n_5c6ebcf3e4b0f40774ccd773", "tags": "challenge hate america omar woman ” muslim black women dimensions- like hill"}