{"title": "Hating On Obamacare Is Coming Back To Haunt This GOP Candidate For Governor", "content": "ANN ARBOR, Mich. ― If you want to see just how dramatically the politics of health care have turned against Republicans, pay close attention to the governor’s race here in Michigan and what Bill Schuette, the GOP nominee, is saying about his state’s expansion of Medicaid under the Affordable Care Act.\n“Healthy Michigan is the law,” Schuette told David Eggert of The Associated Press this past week, referring to Michigan’s expansion by its formal name. “It’s not going anywhere.”\nThat is quite a statement coming from Schuette, who, as Michigan’s attorney general, has spent most of the last eight years decrying and fighting “Obamacare.” But it also makes a lot of sense, given his current political predicament.\nApproximately 680,000 Michiganders now have health insurance because of the Medicaid expansion, under which the state makes coverage available to all people with incomes below or just above the poverty line. And the opponent that Schuette has drawn for the general election is Gretchen Whitmer, former Democratic leader in the state Senate. Whitmer doesn’t merely support the expansion. Back in 2013, she played a pivotal role in passing it. \nWhitmer these days brings up the issue every chance she gets ― in speeches, interviews and now a television ad that is running in markets across the state. “Since we expanded Medicaid in Michigan, 680,000 people can now afford to see a doctor when they need one,” Whitmer says in the spot, which comes from an independent group affiliated with the Democratic Governors’ Association. “Now Bill Schuette says he would get rid of Medicaid expansion.”\nPolls show Whitmer with a double-digit lead and, according to several recent media reports, the Republican Governor’s Association has been shifting money out of the state ― presumably, because Schuette’s prospects of victory are looking dim. Although there’s no way to know how big a role the Medicaid expansion has played in the campaign, it says a lot that Whitmer keeps trying to talk about Schuette’s record on it, while Schuette keeps trying to downplay it.\nAnd Michigan isn’t the only state where that’s happening. \nJust like Republicans running for Congress this year, Republicans running for governor in several key states are struggling to defend their records of trying to block, undermine and repeal the Affordable Care Act.\nBut for the gubernatorial candidates especially, it’s not just a question of whether these Republicans will look out for people who have pre-existing conditions. It’s also a question of whether these candidates will protect the millions who have gotten health insurance because their states expanded Medicaid.\nThe GOP candidates, like Schuette, insist that they will. But their histories suggest those vows don’t mean a whole lot.\nSchuette’s record is instructive. When he first ran for attorney general in 2010, he vowed to “fight Obamacare tooth and nail, day-in and day-out,” taking advantage of a political environment in which the law was unpopular and a backlash to it was likely helping Republicans to win elections across the country. Since taking office, Schuette has been true to his promise, twice filing briefs in support of major lawsuits challenging its constitutionality.\nEach of those lawsuits had the potential to wipe out health coverage for hundreds of thousands of Michiganders. And in one of them, a case that became known as NFIB v. Sebelius, Schuette filed a brief that specifically attacked the law’s expansion of Medicaid. \nIt was the part of the lawsuit that prevailed in the Supreme Court, and it had a significant impact. The Affordable Care Act’s architects had envisioned all states agreeing to expand Medicaid. The decision in NFIB made it a lot easier to say no, setting up big fights in states where Republicans controlled one or more branches of government.\nMichigan was one of those states. Democrats wanted the expansion and so did Rick Snyder, the Republican governor who this year is stepping down because of term limits. Snyder is a businessman who had never held elected office before running for governor. Once the Affordable Care Act became law, he figured expansion was a good deal for his state, given that the federal government would be picking up nearly all of the additional cost. \nBut Republicans in the Michigan Legislature were adamantly opposed, and so was Schuette, who argued that even the small state investment would be too big a drain on taxpayers ― and that expanding Medicaid, more generally, would give government too much control over health care.\n“Bill Schuette has consistently opposed the expansion of Medicaid,” Schuette’s spokesperson said in 2013, in the middle of the legislative debate. “He believes that the federal government is not a reliable or steady funder and the long term fiscal costs of government expansion of health care is not sustainable and will result in huge costs to Michigan taxpayers.”\nEven though Schuette was on the losing side of that fight, his strident opposition to the Medicaid expansion served him well, endearing him to conservative activists and financiers. It also proved useful in this year’s GOP gubernatorial primary, because it provided a cudgel to use against a top rival, Brian Calley, who as Snyder’s lieutenant governor had supported the expansion. “Calley brought Obamacare to Michigan,” one Schuette ad said.\nIn March, Schuette bragged about his opposition to the Medicaid expansion in a tweet and promised that, as governor, he would “work to repeal & replace Obamacare.” As recently as last month, Michiganders were receiving fundraising solicitations reminding them that Schuette “opposed Obamacare, including the ‘free’ federal Medicaid dollars from Obama that leave Michigan taxpayers on the hook for more.”\n“I need your help to stop Obamacare once and for all,” the mailer said.\nBut now the primary is over, which means Schuette has to appeal to voters outside the Republican base. And he has to do so in a political environment that looks different than it did in 2010. \nThe Affordable Care Act is more popular, according to polls, and voters are back to trusting Democrats more than Republicans on health care. One big reason is that last year’s repeal effort in Washington convinced Americans that Republicans would take health insurance away from people who now have it ― which, of course, is precisely what Whitmer keeps saying Schuette would do. \nSchuette in the AP interview called that accusation “false” and “wrong,” and said “it’s the same old scare tactic of trying to intimidate people.” But his statement that the expansion “isn’t going anywhere” wasn’t exactly a promise to leave the program alone. \nIf elected, Schuette could still call on the Legislature to stop funding the expansion. He could also support future efforts at repeal in Washington, should Republicans hold onto both houses of Congress. Plus there are all sorts of things Schuette could do to undermine the Medicaid expansion in more subtle ways, like creating bureaucratic hurdles that would make it more difficult for people to sign up and stay on the program.\nThe same is true in some other states where Republican governors who supported Medicaid expansions are now stepping down because of term limits. Ohio, for example, owes its expansion to the advocacy of outgoing Republican governor John Kasich, who said it is a moral cause and cited calls in Scripture to help the poor and weak.\nThe Republican nominee for that seat is Mike DeWine, the state’s attorney general, and he has recently pledged to leave the expansion in place, earning the endorsement of the state’s medical society in the process. But DeWine has his own, very public record of opposing the health care law in general and the Medicaid expansion in particular. Just this past May, DeWine released an advertisement attacking one of his Republican primary opponents as a “fake conservative” because she supported “Obama’s Medicaid expansion.” \nPolitiFact called DeWine’s change of mind on the expansion a “full flop,” its most extreme rating. \nIn Nevada, Attorney General Adam Laxalt is the Republican nominee to replace outgoing GOP governor Brian Sandoval. Laxalt has pledged not to roll back the state’s Medicaid expansion. But when Laxalt first ran for attorney general, he touted his opposition to the Affordable Care Act, and earlier this year he said that although he was prepared to let the expansion stay in place, he would not have signed it into law had he been governor at the time.\nIt’s possible that Schuette, DeWine and Laxalt really would keep their state Medicaid expansions in place. Maybe they understand how politically strong the program has become, or maybe they recognize how vital it has become to their states’ well-being, with so many hospitals depending on it for revenue and so many beneficiaries depending on it for care. Research on the Medicaid expansion, including a brand-new University of Michigan study, has shown that it is making a big difference in people’s lives.\nBut there is no way to know for sure how these Republicans would govern. And if they changed their minds about the Medicaid expansion once, there’s always the possibility they will change it again ― especially if their history of opposition doesn’t stop them from getting elected in November.", "date": "\n09/17/2018", "href": "https://www.huffpost.com/entry/schuette-whitmer-michigan-medicaid-expansion_n_5b9bba69e4b013b0977a04eb", "tags": "hating candidate obamacare expansion gop back medicaid ” coming schuette haunt state republicans governor michigan care"}