{"title": "Have India's farm suicides really declined?", "content": "Are fewer farmers killing themselves in India today?\nYes, according to the latest data from the country's National Crime Records Bureau (NCRB). \nA total of 11,744 farmers ended their lives in India in 2013, down from 13,754 farmers in 2012. \nMost farm suicides have been linked to debt, a sharp rise in input costs, serious water crises, price volatility and crop failure due to pest attacks and disease.  A total of 296,438 farmers have killed themselves in India since 1995.\nThe latest numbers show a very welcome decline - until you look at the numbers more closely. \nWith a total of 7,653 cases, five key states - Maharashtra, Andhra Pradesh, Chhattisgarh, Madhya Pradesh and Karnataka -  still account for two-thirds of all farmer suicides in the country. There are no changes in the pattern there.  Also, 15 other states recorded mostly mild increases.\nAlso, with 3,146 suicides, Maharashtra, India's richest state, tops the grim list for the 12th year in a row. The state alone has accounted for an alarming 60,750 farm suicides since 1995. \nThe fall in numbers coincides with a growing trend of states with traditionally high farm suicide numbers declaring zero or near-zero suicides in recent years. \nChhattisgarh has done this three years in a row now since 2011: it has declared 0, 4 and 0 suicides. West Bengal recorded no suicides in both 2012 and 2013.  \nWhat if we take a three-year average for these states before they began showing up virtually no suicides? \nFor Chhattisgarh that average was 1,567 suicides, and for West Bengal, 951.\nThis is not to say that states cannot or have not seen any decline at all. Also, one-off annual rises or falls are quite normal. \nIt is just that the nature of the decline as recorded in the past three years appears to be highly suspect. \nSo Chhattisgarh, a state that saw some 14,000 farm suicides from 2001 to 10, suddenly has none at all in the last three years.\nPondicherry, for long the worst among the federally-governed union territories in farm suicides, has declared a zero figure in 2011, 2012 and 2013. In 2010, it claimed only four suicides. But in 2009, its figure was 154 farm suicides.\n\"Clearly, massaging of the data continues,\" says Prof K Nagaraj, an economist at the Chennai-based Asian College of Journalism, whose study on farm suicides in India remains the most important one on the subject.\n\"When you want to play down very bad numbers in one column, you can't just erase them. You have to fit them into some other category. Shoving unwanted numbers into 'Others' is the common route to data massaging.\"\nAnd that's exactly the trend in the data that India's states have been submitting to the NCRB. \nHere's another thing that possibly gives away the heavy massaging the data have been subject to at the state level. \nOn the same page as the NCRB data which records the victims as \"Self-employed (farming/agriculture)\" is another column: \"Self-employed (Others).\" \nAs Chhattisgarh's farm suicide numbers have dwindled to zero, its numbers of suicides in this \"Self-employed (Others)\" column have swollen.  \nIn the years when Chhattisgarh wasn't blanking out farm suicides numbers - 2008 and 2009, for example - its figures for suicides in this \"Others\" column were 826 and 851. \nIn the last two years, when it reported zero farm suicides, the numbers for others soared to 1,826 and 2,077. \nMaharashtra, which claims a decline of 640 in farm suicides, records a rise of over 1,000 suicides under \"Self-employed (Others).\" \nMadhya Pradesh records a decline of 82 in farm suicide numbers, but a rise of 236 in this \"Others\" category. Pondicherry shows a similar trend. West Bengal solved that problem by simply not filing any data at all in 2012. \nThose prematurely celebrating a decline in farm suicides miss another point. \nThere were 7.7 million fewer farmers in 2011 than there were in 2001, as the census data shows. Millions were and are either quitting the profession or losing full farmer status. \nIn that period, the country, on average, saw 2,000 fewer farmers each day. So there were surely even fewer farmers in 2013. \nAlso studies have shown that suicide rates among Indian farmers were 47% higher than they were for the rest of the population in 2011. In some of the states worst hit by the farm crisis, they were well over 100% higher.\nAre the suicides occurring because of drought and crop failure?\nFarmers have been killing themselves in years when the crop has been excellent and in the years it has failed. \nThey have taken their own lives in large numbers in very different years. When it rains they lose out; when it doesn't, they lose out worse. \nThere have been high suicide numbers in some good monsoon years. And so too, in years of drought.\nThe suicides have been occurring overwhelmingly amongst cash crop farmers - growers of cotton, sugar cane, groundnut, vanilla, coffee, pepper and others. \nFar fewer suicides occur amongst growers of paddy or wheat. \nCan we argue that drought kills cash crop farmers but not those cultivating food crops?\nIndia's south-west monsoon does have a significant impact on agriculture. But lack of a good monsoon is by no means the main reason for the farm suicides. \nWith the bulk of those suicides occurring amongst cash crop farmers, the issues of debt, rising input costs, water-use patterns, and severe price shocks and price volatility come much more to the fore.  \nP Sainath is Rural Affairs Editor of The Hindu newspaper", "date": "14 July 2014", "href": "https://www.bbc.co.uk/news/world-asia-india-28205741", "tags": "india farmers really farm states years numbers data declined others suicides crop"}