{"title": "He Says He Got Away With 90 Murders. Now He’s Confessing to Them All.", "content": "Nearly every day for weeks, a white-haired man in a wheelchair, his body ravaged by diabetes and heart disease, has been escorted under heavy guard from a Texas jail cell to an interview room to speak about evil.\nDay by day, the authorities say, he has recounted details of long-ago murders: faces, places, the layouts of small towns. He has described how he picked up vulnerable women from bars, nightclubs and along streets and strangled them to death in the back seat of his car.\nThe man, Samuel Little, 78, has confessed to more than 90 murders, investigators say, stretching back almost half a century. Mr. Little already is serving three life sentences for the murders of three Los Angeles women during the 1980s, but the authorities suspect him of killing women in at least 14 states. Investigators say they have established Mr. Little’s ties to about 30 of the murders so far, and have little reason to doubt his confessions.\n“By the time we are done, we anticipate that Samuel Little will be confirmed as one of the most prolific serial killers in American history,” said Bobby Bland, the district attorney of Ector County, Tex., where Mr. Little is being held after a grand jury indicted him this summer for a 1994 killing.\nGary Ridgway, the Green River Killer, was convicted of 49 murders in Washington State during the 1980s and 1990s, the highest number of murder convictions for an American serial killer.\nHow a serial murderer could go on killing for years, apparently without anyone noticing a pattern, seems perplexing. But even the most effective police departments solve only about three-quarters of homicides, meaning that thousands of people get away with murder each year. Also, the killings Mr. Little is said to have admitted to occurred in a wide range of counties and states. Many of the women whom Mr. Little is believed to have killed were poor and addicted to drugs, alcohol, or both — a group of people that often are not reported missing for weeks and sometimes receive fewer investigative resources than others.\nIt was DNA evidence collected over years in the criminal justice system that first connected Mr. Little to several women who had been killed. Then, this year, a Texas Ranger named James Holland visited Mr. Little in a Los Angeles County prison and succeeded in winning his confidence, the authorities said. The stories began to tumble out, setting off a transfer to Texas and a frenzy of visits from investigators with cold cases from all over the nation.\nPart of Mr. Little’s impetus for talking now, investigators say, is that he seems to prefer the Ector County jail to the noisy, often chaotic environment of a Los Angeles County prison. Investigators who have spoken to him say he also appears to enjoy the attention he is receiving as he recites details only a killer would know, after decades of discussing them with no one.\nOfficials in Texas said Mr. Little would not be made available for an interview for this article, and a public defender who recently represented him declined to comment.\nAs the weeks have passed and new cases and details have emerged, more than a dozen local investigators, along with the F.B.I., have flocked to Texas to speak to Mr. Little in person.\nThe authorities say Mr. Little displays no sign of remorse while discussing the killings. He is exacting with certain details, they say, including where he left the women’s bodies years ago: A dumpster, near a hog pit, under a pecan tree. The investigators say he is matter-of-fact about his actions, and sometimes even chuckles about them; other times, they said, he speaks so quickly, with such excitement, that they struggle to understand his words.\n“Believe it or not, you only see evil a few times in your career,” said Tim Marcia, a cold case detective with the Los Angeles Police Department, who dealt with Mr. Little on the three killings he was convicted of there. “Looking into his eyes, I would say that was pure evil.”\nIn many ways, the investigation into Mr. Little began in earnest in 2012 when Detective Marcia and his partner, Detective Mitzi Roberts, tracked him down at a homeless shelter in Kentucky after his DNA had been found to match two Los Angeles murder victims from the 1990s.\nAt the time, Mr. Little had served fewer than 10 years in prison, though he had amassed nearly 100 arrests in numerous states over more than 50 years. The charges included kidnapping, rape and armed robbery.\n“He got off over and over and over again,” said Beth Silverman, the Los Angeles County prosecutor who ultimately won three murder convictions against Mr. Little. “There are a lot of agencies around the country that dropped the ball on this case.”\nMs. Silverman and others say the killings were sexually motivated, but she also said that Mr. Little takes offense at being called a rapist. He says erectile problems make that impossible. But he is believed to have raped some of his victims, and Mr. Little’s semen has been found on some of the women’s nude bodies or on their clothing.\n“The way he gets sexual gratification is during the strangulation,” Ms. Silverman said.\nDuring his interrogation of Mr. Little in October, Sgt. Michael Mongeluzzo, a detective in Marion County, Fla. — where Mr. Little has confessed to killing 20-year-old Rosie Hill in 1982 — said he had been astonished by Mr. Little’s ability to recall various specific details about the 36-year-old crime.\n“It’s scary the clarity he has about certain things after all this time,” Sergeant Mongeluzzo said. “He remembers names and faces.”\nMr. Little, detectives say, is a charismatic psychopath who would brutally beat his victims before strangling them. A former boxer, he punched with such force that when he struck one of his victims in the abdomen he broke her spine, according to the autopsy report.\nSergeant Mongeluzzo said he had wondered aloud during the interrogation how Mr. Little had managed to avoid arrest for so long. Mr. Little, he said, had an answer.\n“I can go into my world and do what I want to do,” Mr. Little said, according to Sergeant Mongeluzzo, describing neighborhoods around the nation where poverty, drug addiction and unsolved murders are common. “I won’t go into your world.”\nMr. Little has told investigators that his mother had been — in his words — “a lady of the night.”\nBut many other details about his childhood are unclear, although investigators said he may have been born in jail during one of his mother’s arrests. He was raised mostly by one of his grandmothers in Ohio.\nIn Opelousas, La., a town of 16,000, Donald Thompson, the police chief, said he has been haunted by a killing for years.\nIn January 1996, the naked body of Melissa Thomas, 24, the cousin of Mr. Thompson’s wife, was found under a pecan tree in a small cemetery behind a Baptist church.\nAt the time, Mr. Thompson was the department’s lead investigator on the case. He said he always suspected the killer had been an outsider because no one in the tightknit town had any information.\nLast month, Chief Thompson got a call from Texas that Mr. Little had confessed to the murder, and he sent one of his detectives, Sgt. Crystal LeBlanc.\nOver two hours, Sergeant LeBlanc found that Mr. Little knew the town’s streets, its bars, the location of the little church cemetery.\nMr. Little told Sergeant LeBlanc that he met Ms. Thomas on a street and they drove to the cemetery to use drugs. He said when they moved into the back seat to have sex, he began to stroke her neck and Ms. Thomas became alarmed.\n“He said that she said: ‘Why do you keep touching my neck? Are you a serial killer?’” Sergeant LeBlanc said.\nMr. Little said he became so enraged that he strangled her to death, according to Sergeant LeBlanc.\nToward the end of the interview, Sergeant LeBlanc said she asked about Mr. Little’s religious beliefs. They spoke about the nature of sin. He told her he had no need to fear God.\n“He said God made him this way, so why should he ask for forgiveness?” she said. “He said God knew everything he did.”", "date": "Nov. 26, 2018", "href": "https://www.nytimes.com/2018/11/26/us/samuel-little-serial-killer-murderer.html", "tags": "little ” got murders say women says investigators one away sergeant confessing said"}