{"title": "He Used to Call Viktor Orban an Ally. Now He Calls Him a Symbol of Fascism.", "content": "BUDAPEST — One night in December, as thousands of Hungarians gathered in the snow to protest Viktor Orban, their authoritarian prime minister, a pastor with a flowing white beard arrived to offer them tea.\nThe pastor looked like Santa Claus, and his presence was almost as unlikely.\nThis was the pastor who presided over Mr. Orban’s wedding. It was also this pastor who christened Mr. Orban’s two eldest children. And yet the pastor, the Rev. Gabor Ivanyi, was standing in the snow, handing tea to Mr. Orban’s opponents and questioning Mr. Orban’s claim to govern by Christian values.\n“This government has nothing in common with Christianity,” Mr. Ivanyi said, his soft voice almost drowned out by the crowd’s chants. “People may revile Christ because of what it does.”\nThe life of Mr. Ivanyi, 67, would be remarkable even without his connection to, and estrangement from, the prime minister. A prominent dissident under communism and a leading moral voice in the three decades since its fall, Mr. Ivanyi has achieved a near mythical status among other faith leaders.\nAccording to Jewish legend, “in every generation there are 36 righteous men, Jews or Gentiles, and because of them, the world doesn’t cease to exist,” said Robert Frolich, chief rabbi at the Great Synagogue in Budapest, the largest synagogue in Europe.\n“I think that Gabor’s one of them,” Mr. Frolich said.\nRevered as he is in his own right, however, Mr. Ivanyi’s journey shows almost as much about Mr. Orban, one of the world’s most prominent populists, as it does about Mr. Ivanyi himself. To Mr. Orban’s critics, his treatment of Mr. Ivanyi is an exemplary study in how the prime minister has abandoned his former ideals, eroded Hungarian democracy and instrumentalized religion.\nThe origins of the pair’s relationship date to the late 1980s, when both men were notable figures in the struggle against communism, and serve as a reminder of Mr. Orban’s beginnings as a liberal, pro-democracy activist.\nMr. Orban’s decision to seek a church wedding to renew his vows with his wife, Aniko Levai, seven years after they had married in a civil ceremony in 1986, came as he pivoted to the right to try to win over conservative and religious voters.\nAnd Mr. Orban’s decision in 2011 to remove Mr. Ivanyi’s branch of the Methodist church from a list of state-registered religious institutions highlights for many his shift from a conventional conservative to an authoritarian radical whose government has gradually curbed press freedom, judicial independence and religious autonomy and sought to silence anyone who, like Mr. Ivanyi, opposes him.\nWhen the pair first met, “we wanted the same thing,” Mr. Ivanyi said in a recent interview. “But now he’s the head of an extreme right-wing fascist party, and that is the root of our disagreement.”\nThe second of 11 children, Mr. Ivanyi was born in 1951 to a preacher and a teacher and grew up in a small city in northeast Hungary. Even Mr. Ivanyi’s heritage is at odds with Mr. Orban’s visions of a monoethnic Hungary: His family are descendants of French refugees, Czech dissidents and Jews.\n“There’s no such thing as a Hungarian race or ethnicity,” Mr. Ivanyi said. “Just a Hungarian language.”\nWhen Mr. Ivanyi first dueled with the Communists, Mr. Orban was still a child.\nIn 1968, age 17, Mr. Ivanyi was expelled from school for writing an essay the authorities deemed subversive. In 1974, at age 22, he was expelled from clerical college for joining a faction of the Methodist church that rejected regime interference in the church’s management. Along with roughly a dozen other ministers, Mr. Ivanyi helped create an outlawed offshoot, the Hungarian Evangelical Fellowship, which he now leads.\nDuring the 1970s, he was briefly jailed twice for his stance against the government, locked out of his church for several years and forced to preach in the street. But he refused to give in. He founded an underground newspaper, set up a provocatively titled “Fund to Support the Poor,” highlighting the regime’s failure to provide for many destitute Hungarians, and signed public letters of support for other dissidents across the eastern bloc.\nIt was not until the late 1980s, as the movement against communism gathered momentum, that Mr. Ivanyi came across a headstrong law student by the name of Viktor Orban.\nThe two never grew close — as a pastor, Mr. Ivanyi says he avoids forming friendships — but they often ran into each other at political meetings. Mr. Orban had just founded a prominent liberal youth group, and Mr. Ivanyi says he particularly remembers the younger man’s disdain for religion and his undisguised ambition.\n“He was someone who wanted a lot from life,” Mr. Ivanyi said. “People didn’t even like playing soccer with him, because if the ball went out of play, he insisted on being the one to throw it back in.”\nThe two were nevertheless on the same metaphorical team. After the fall of communism in 1989, both men were elected to Parliament as members of allied liberal caucuses, though Mr. Ivanyi never formally joined a political party.\nWhen Mr. Orban suddenly appeared to find God, it was Mr. Ivanyi whom he asked to renew his marriage vows in a religious setting.\nMr. Orban would have gained a bigger political advantage had he married in a more influential church, Mr. Ivanyi said. So Mr. Orban’s choice of a liberal pastor “was probably his very last honorable or respectable gesture to religion,” Mr. Ivanyi said.\nIt was also one of the last times that the two men met.\nMr. Ivanyi soon left Parliament, while Mr. Orban tacked further to the right. Mr. Ivanyi focused on building up a network of homeless shelters, schools for disadvantaged children and retirement homes, while Mr. Orban focused on winning power.\nWhich he did, from 1998 to 2002, governing as a conventional conservative. It was then that his relationship with Mr. Ivanyi, never especially warm, soured. After entering office, Mr. Orban sent Mr. Ivanyi a message through an intermediary, asking for the pastor’s public support. Mr. Ivanyi refused.\nWhen Mr. Orban returned to office in 2010, this time as a right-wing nationalist, his party extended another olive branch to Mr. Ivanyi, inviting him to a commemoration event. Mr. Ivanyi not only turned them down, but also did so in an open letter.\nA year later, Mr. Orban took his revenge.\nAlongside appointing loyalists to lead the judiciary, the prosecution service and the media regulation authority, Mr. Orban stripped around 200 religious institutions of official state recognition, starving them of significant tranches of state subsidies. Some of those bodies had only a few followers, and some seemed to operate more as a business than a faith.\nBut Mr. Ivanyi’s church had around 18,000 declared followers, and his work and faith were — and still are — widely praised by other religious leaders.\n“He helps the homeless, the poor, the refugees — he is doing what is written in the Gospel,” said Miklos Beer, the Roman Catholic bishop of Vac, a small city north of Budapest. The decision to delist Mr. Ivanyi’s church, Bishop Beer said, was a political one that “has nothing to do with Christianity as a religion.”\nIt also had a restraining effect on the 14 institutions that were allowed to keep their official status, Bishop Beer said. As Mr. Orban introduced laws that targeted homeless people and asylum seekers, Hungary’s official churches remained either silent, in the case of the Roman Catholic church, or supported Mr. Orban’s position.\n“They just don’t touch sensitive issues — migration, the homeless law, the situation of the Roma,” Bishop Beer said. “There is a sense within even the larger churches of a need to hold back.”\n“I feel a bit of shame, personally,” he added.\nBy contrast, Mr. Ivanyi did not keep silent. In both word and deed, he repeatedly challenged the prime minister, continuing to provide services to the homeless and refugees, even giving one Afghan a room in his own home. And he often questioned Mr. Orban’s presentation of Hungary as a monoethnic country, and his claims of governing by Christian principles.\n“What he does is against the teachings of Christ,” Mr. Ivanyi said recently. “It is the exact opposite of what the Bible preaches about treating the poor, about justice, about responsible service.”", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/world/europe/viktor-orban-hungary-ivanyi.html", "tags": "call calls ivanyi used orban ” one church ally pastor symbol — viktor fascism"}