{"title": "Health Insurance Exchange Enrollment Is Back- Here's What You Need To Know-", "content": "It’s open enrollment season again for Americans who shop on the Affordable Care Act’s health insurance exchanges to buy coverage. It’s a complicated, often confusing process for many people, especially those who may be using a health insurance exchange for the first time.\nHealth care — the ACA in particular — has been fodder for political debates this election year. But the ACA is still the law, and it still comes with benefits and responsibilities.\nHere are some basic facts about the exchanges, how they work, how to get financial help for insurance and how to find out about other options.\nThese marketplaces are intended for people who aren’t offered health benefits from their employers and aren’t enrolled in some other form of coverage, such as Medicare or Medicaid. \nThe exchanges are the primary way eligible people can apply for financial assistance to reduce their monthly insurance premiums and out-of-pocket costs.\nSome exchanges are operated by states, others by the federal government and others by both levels. Residents of most states use HealthCare.gov or CuidadoDeSalud.gov, the Spanish-language version. The state-run exchange websites are listed here.\nOn these websites, people enter their personal and financial information to sign up for comparison-shopping of health insurance policies and benefits and to apply for subsidies. Those eligible for other government health care programs may be able to apply through an exchange, or the exchange may refer them to a state or federal agency.\nConsumers who can’t access the internet or don’t want to enroll online can do so by phone or in person. The phone number for people in HealthCare.gov states is (800) 318-2596, and the state-run exchanges have their own hotlines. Insurance agents and brokers, as well as other enrollment counselors, can help people in person, and none of them charge consumers for that assistance. \nBecause of large budget cuts imposed by the Trump administration, however, there will be many fewer counselors available to consumers who use the federal exchanges this year, making it crucial for customers who want help to act before there is a rush near the deadline. State-run health insurance exchanges have not instituted similar cuts. \nShoppers using some online insurance brokers or buying directly from some insurance providers can bypass HealthCare.gov and apply for coverage and financial assistance directly with those companies. These websites may not include all the policies available on the health insurance exchanges, however, but they may include plans not sold on the exchanges, as well as alternative forms of coverage. Participating brokers include eHealth, GetInsured, GoHealth and Health Sherpa. A handful of insurers, such as Centene and Oscar Health, also offer this service.\nThe deadlines for enrolling in a health insurance plan for next year are different from last year in some states, and consumers in most states have less time than they did in previous years, so start your shopping and application process as early as possible.\nOn the federally run health insurance exchanges accessed via HealthCare.gov in 39 states, open enrollment begins Nov. 1 and ends Dec. 15. Residents of the following states with federal exchanges must enroll before the end of that period:\nAlabama, Alaska, Arizona, Arkansas, Delaware, Florida, Georgia, Hawaii, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Michigan, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Jersey, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin and Wyoming.\nThe state-run exchanges in Connecticut, Idaho, Maryland, Vermont and Washington have the same enrollment period, Nov. 1 to Dec. 15.\nOpen enrollment also begins Nov. 1 at the remainder of the state-run exchanges (except California, where sign-ups began Oct. 15), but the end date varies:\nCalifornia: Jan. 15\nColorado: Jan. 15\nDistrict of Columbia: Jan. 31\nMassachusetts: Jan. 23\nMinnesota: Jan. 13\nNew York: Jan. 31\nRhode Island: Dec. 31\nIn states with final deadlines in January, people who want their health insurance to be in place at the beginning of the year must enroll during December; those deadlines vary by state. Policies selected in January won’t be active until February.\nAfter those deadlines pass, you can’t purchase exchange-eligible health insurance until the next open enrollment period, except under special circumstances, such as having a baby or moving. Other types of coverage, such as short-term policies, may be available at other times. \nAs part of the tax bill President Donald Trump signed into law last December, the fines some people owed in past years if they did not have health coverage will be repealed in most states in 2019. \nBut residents of Massachusetts, New Jersey and the District of Columbia will still be liable for penalties if they do not obtain health coverage. Fines and exceptions differ in those states. Vermont will impose an individual mandate and penalties in 2020.\nThe ACA offers two kinds of subsidy, both linked to household income.    \nThe first is premium tax credits, offered to anyone using a health insurance exchange who has an income ranging from the federal poverty level to four times that amount, or about $12,000 to about $49,000 for a single person. The federal government sends the money directly to the health insurance company, and the policyholder pays the difference between the subsidy and the full price of the insurance. Tax credits may not be used for catastrophic plans, insurance policies that are available only outside an exchange or other types of coverage like short-term plans.\nThe second type of help is cost-sharing reductions, which lessen the amount a person pays out of pocket for health care by doing things like shrinking the deductible and any co-payments required by the insurance company. These are available to people with incomes between the poverty level and 250 percent of poverty, or about $12,000 to about $30,000. Cost-sharing reductions are available only for plans sold on a health insurance exchange. In addition, consumers must choose a midrange Silver plan to receive this subsidy. \nLast year Trump stopped reimbursing health insurance companies that provide these cost-sharing reductions. But the law still requires insurers to reduce cost sharing for eligible consumers. The insurance companies aren’t getting paid, but the subsidies didn’t go away.\nThere are four main types of health insurance plans sold on the exchanges: Bronze, Silver, Gold and Platinum. There are also high-deductible catastrophic plans mainly available to people younger than 30.\nAs the metal names indicate, the plans tend to get more generous and more expensive as you go from Bronze to Platinum. The big difference is how much out-of-pocket spending policyholders must do before most of their benefits kick in. That’s calculated using what’s called actuarial value, which is a way of estimating what percentage of a typical person’s medical costs the insurance pays and how much the patient pays. The metal tiers in general break down like this: \nCatastrophic plans have an actuarial value that’s almost the same as that for Bronze plans, but premiums often are lower because only those younger than 30 may buy them (with limited exceptions), and younger people tend to be healthier. \nThere’s good news and bad news about health insurance exchange plan rates for 2019. The good news is that the average price of benchmark plans ― the second-cheapest Silver plan in each geographic area ― is 2 percent lower than it was this year, according to data from the Department of Health and Human Services on the 39 states that use the federal exchanges. The prices for these plans are used to calculate the size of the subsidies available to people who qualify, so it’s a good measure of premiums overall. The average unsubsidized monthly premium for benchmark plans is $405, down from $412 in 2018.\nSubsidized customers will pay less, often significantly less, depending on their incomes. About 80 percent of people who qualify for premium tax credits will be able to find plans that cost $50 to $100 a month, according to Get America Covered, which promotes health insurance enrollment.\nThe bad news is that although unsubsidized premiums are slightly down for next year, prices are still high because the increases insurers imposed in previous years were so large. Average benchmark premiums are 85 percent higher than they were for 2014, the first year the exchanges were open. In the first few years, insurers miscalculated how expensive their customers would be and didn’t charge enough to cover their costs. After large rate hikes for 2018, insurers became more profitable, making additional large increases this year unnecessary overall.\nSince exchange enrollment began in 2013, affordability has been a major concern, especially for those who qualify for little or no financial assistance. Health insurance companies initially anticipated a healthy, less expensive pool of customers. But the medical costs of those who enrolled were higher than expected, leading insurers to raise rates.\nThese averages and general trends, however, mask a great deal of variation among markets. Some customers will see premium decreases, while others will see large increases. Statewide average premiums for benchmark plans tell part of the story. The highest is in Wyoming, at $709 a month, and the lowest is in Indiana at $280.\nThere are more insurance companies participating in the federal exchanges this year, which means more choice for some consumers, although insurers exited some markets. In federal exchange states, 155 insurers are selling policies for 2019, up from 132 this year. That’s still fewer than in 2014, when 187 companies participated. There are five states ― Alaska, Delaware, Mississippi, Nebraska and Wyoming ― with only a single carrier on their exchanges for 2019, down from eight this year.\nExchange customers need to shop around to find the best deals, even if they’re satisfied with their current plans and would like to keep them. The best bargain for 2018 won’t necessarily be the best bargain for next year.\nConsumers who qualify for tax credits to reduce their premiums are mostly shielded from premium increases because the subsidies rise to cover the additional cost. More than 80 percent of exchange customers receive these subsidies.\nBut people who earn too much for financial assistance must bear the full cost. For those consumers, better deals may be available from insurance companies that offer other policies off the exchanges. These policies can be reviewed at insurance company websites and through insurance brokers.\nAnother complicating factor relates to the Trump administration’s halting of payments to insurance companies with customers who receive cost-sharing reductions. In order to make up for the lost revenue, insurers in most states applied much larger premium increases to Silver plans for this year and next year, because those are the plans that people eligible for cost-sharing reductions must buy.  \nFor those who earn too much for that benefit ― whether they get subsidies for their premiums or not ― that means that Gold plans will sometimes be cheaper than Silver plans. As a result, consumers might be able to get more generous coverage at a comparable price. For subsidy-eligible customers, higher Silver prices mean bigger subsidies, which people may be able to use to get Bronze plans for little to no cost.\nDepending on your income and other factors, you or the children in your household may qualify for Medicaid or the Children’s Health Insurance Program (CHIP). Generally, the federal-state programs are intended for low-income individuals and families. In most states, there is no monthly cost, and out-of-pocket expenses are limited.\nThe eligibility criteria vary by state and usually are different for the categories of people who may enroll in Medicaid or CHIP. Those include children, parents, pregnant women, people with disabilities and elderly nursing home patients. Children in families with incomes as high as four times the poverty level (about $83,000 for a family of three) may enroll in one of these programs, depending on the rules in their home states. In states that didn’t expand Medicaid eligibility under the ACA, adults who qualify under older criteria (such as pregnant women, parents or people with disabilities) must have lower incomes to qualify.\nThe ACA called for a Medicaid expansion across the nation to open up the program to all working-age adults, including those with no children, who earn up to 133 percent of the poverty level (about $16,000 for a single person). But the U.S. Supreme Court ruled in 2012 that states could refuse the Medicaid expansion. \nExpanded Medicaid is available in 33 states, including Virginia, which adopted the policy this year and is accepting applications beginning Nov. 1. Maine voters approved a ballot initiative last year to expand the program, but it has not gone into effect yet. In Maine and the 17 states that have not expanded Medicaid, people with incomes below the poverty level are ineligible for subsidies to make private health insurance less expensive.\nSome states use different names for Medicaid and CHIP. In Wisconsin, for example, Medicaid is BadgerCare, and in Vermont, CHIP is called Dr. Dynasaur.\nIn Minnesota and New York, residents with incomes up to twice the poverty level (about $24,000 for a single person), may be eligible to enroll in the ACA’s Basic Health Program. These benefits are called MinnesotaCare and, in New York, the Essential Plan. No other states have opted to create these programs.\nThe Trump administration has prioritized making other types of coverage more available to consumers who don’t want to use a health insurance exchange or can’t find policies they consider affordable.\nMost significantly, the federal government has relaxed the rules governing the sale of so-called short-term, limited-duration plans. Previously, short-term plans could be issued for no more than three months; now they may last up to 364 days.\nThese policies do not have to meet the ACA’s standards for included benefits, and insurers are permitted to reject people with pre-existing conditions, charge them more than healthier people or refuse to provide coverage for specific medical needs. They might not include coverage for services like prescription drugs, mental health or pregnancy.\nBecause of the skimpier benefits and fewer costly sick customers, people with healthy medical histories may be able to find plans that are less expensive than policies sold on the exchanges or ACA-compliant policies sold off the exchanges.\nThose savings on premiums come at a cost, however, in the form of less coverage and greater exposure to uncovered medical costs. In addition, insurers may refuse to renew these policies at the end of their term on the basis of customers’ health. \nThese deregulated short-term plans aren’t available everywhere. California, Hawaii, Massachusetts, New Jersey, New York and Oregon prohibit them.\nThis is an updated version of an article originally published on Nov. 1, 2017.\nDo you have information you want to share with HuffPost? Here’s how.", "date": "\n11/01/2018", "href": "https://www.huffpost.com/entry/affordable-care-act-health-insurance-exchange-enrollment-starts-november-1_n_5bd8d9d5e4b019a7ab581a2c?wvc", "tags": "need back- may coverage exchanges states know- exchange year plans insurance enrollment health"}