{"title": "Health Care Reform Rule Aims To Ease Access To Medicaid For The Poor", "content": "Thirteen million more Americans are expected to join the Medicaid health program for the poor in 2014. A new federal regulation is supposed to make it simpler for them to find out whether they qualify.\nPresident Barack Obama's health care reform law expands the Medicaid program to cover practically anyone younger than 65 years old who earns up to 133 percent of the federal poverty level in a year, which is $30,657 for a family of four in 2012. \nThe federal government and states both fund Medicaid but states do most of the administrative work, such as enrolling beneficiaries. Their methods vary, as does the level of difficulty for people eligible for the program, and some states are already updating the ways they sign up residents.\nUnder the regulation issued today by the Department of Health and Human Services, there will be a single form people can use to seek government health benefits. \nApplicants will be able to find out whether their incomes qualify them for Medicaid or the Children's Health Insurance Program, tax credits for private health insurance in the Affordable Care Act's \"exchanges,\" or no benefits. States can use an application developed by federal authorities or design their own and people must be allowed to apply online, over the telephone, in person, or by mail, according to the regulation.\n“The Medicaid improvements in the Affordable Care Act will help simplify the system and ensure all Americans have the affordable high-quality coverage they need,” Health and Human Services Secretary Kathleen Sebelius said in a news release.\nBetween 2014 and 2022, 17 million more Americans will sign up for Medicaid or the Children's Health Insurance Program and 22 million more people will gain health coverage through the exchanges, according to the Congressional Budget Office. The Medicaid expansion will cost an estimated $795 billion over that period and the government will spend another $681 billion on tax credits for private insurance covering people with incomes up to 400 percent of the federal poverty level, which is $92,200 this year for a family of four. The health care reform overall is projected to provide up to 33 million uninsured Americans with health insurance but may change the type of coverage some people currently have.  ", "date": "\n03/16/2012", "href": "https://www.huffpost.com/entry/health-care-reform-medicaid-rule_n_1353848", "tags": "americans reform poor medicaid states rule access federal insurance aims program ease million care health"}