{"title": "Health Care Reform Rules Give Patients A New Bill Of Rights", "content": "Health insurance consumers won't be discriminated against because of pre-existing conditions, can't be charged more because of gender and will be guaranteed a basic set of benefits under historic new federal regulations published Tuesday.\nThink of them as the Patients' Bill of Rights that eluded former President Bill Clinton more than a decade ago. The regulations carry out the promises of President Barack Obama's health care reform law, which will extend health insurance coverage to 30 million people over a decade and outlaw some of the industry's most notorious practices. \nHealth insurance companies, state regulators and consumer advocates have eagerly awaited these rules since Obama enacted the health care overhaul in March 2010. \nThe details contained within the 331 pages of regulations are crucial for health insurance companies and states preparing for the new options that will be available to uninsured people and small businesses starting in 2014. The health insurance exchanges, online marketplaces where consumers can shop for plans and determine whether they qualify for tax credits to pay for private insurance coverage or Medicaid benefits, are slated to be open for business on Oct. 1, 2013.\n\"Americans in all 50 states will have access to an exchange and the benefits of the new law,\" Health and Human Services Secretary Kathleen Sebelius said on a conference call with reporters Tuesday. \"Beginning in October next year, families and small-business owners everywhere will be able to shop for affordable, quality health coverage.\"\nThe Department of Health and Human Services published three separate regulations Tuesday. Broadly, the rules restate the health insurance market reforms in Obama's health care law. But health insurance companies and state officials that aren't actively resisting the implementation of Obamacare need the details to ensure that health insurance exchanges are ready, and health plans available for sale on time. \nOne lays out the rules requiring health insurance companies to sell coverage to anyone who applies, prohibits charging women more than men, limits how much people must pay additionally based on age, where they live, family size and whether they use tobacco, and guarantees renewal of health coverage every year.\nA second set of regulations spells out which benefits all health insurance plans sold on the exchanges must cover -- 10 categories of medical care, including emergency services, hospital stays, maternity care, prescription drugs and preventive medicine. In addition, the rule explains how states must designate an insurance product already on the market as a \"benchmark plan\" to serve as a model for what the new insurance products will cover starting in 2014. This regulation also sets up how health insurance companies must prove their plans will cover at least 60 percent of a consumer's average annual medical expenses. \nThe cost of health insurance on the exchanges will be subsidized using tax credits for people with incomes up to 400 percent of the federal poverty level, which is $44,680 this year. People who make up to 133 percent of poverty, $14,856 in 2012, will qualify for Medicaid in states that opt into an expansion of the health program for the poor.\nThe Obama administration published a third rule on \"wellness\" programs that employers include in workers' health benefits, such as discounts to employees who quit smoking, lose weight or lower their cholesterol. The new regulations are designed, in part, to prevent companies from using the programs to set prices to discriminate against workers who don't meet the wellness programs' standards.\nPublishing these regulations is just one small step toward 2014, however, and major obstacles remain. As of Monday, just 17 states and the District of Columbia had committed to creating a health insurance exchange themselves as the law sets out, according to a tally by the Henry J. Kaiser Family Foundation. The federal government will have to step in, and partially or completely establish these exchanges in the rest of the states, including those run by Republican governors like Rick Perry of Texas who have vowed continued opposition to the law. \n\"Now that the law is here to stay, I'm hopeful that states and other partners will continue to work with us to implement the law,\" said Sebelius, who offered to meet with governors who have outstanding questions about states' role in carrying out the health care reform law. Florida Gov. Rick Scott (R), an ardent opponent of Obamacare, last week wrote Sebelius requesting a sit-down.\nThe administration hasn't yet detailed how it will handle the workload of establishing so many health insurance exchanges on its own but Gary Cohen, the director of the Center for Consumer Information and Insurance Oversight, vowed that it would get  done. \"Absolutely, we will be ready. There will be an exchange in every state open for business on Oct. 1 of next year,\" he said on the conference call.\nEight states also already have declared they would not participate in the Medicaid expansion, which will curtail Obama's goal of extending health coverage to the poorest people in those states. When the U.S. Supreme Court upheld the health care law in June, it also permitted states to refuse the Medicaid expansion, which the Congressional Budget Office says will result in 3 million fewer people gaining health coverage.\nThe benefits and consumer protections in the new regulations are in addition to other provisions of the health care reform law already in place, such as forbidding insurance companies from denying coverage to children with pre-existing conditions, and allowing young adults to remain on their parents' health plans until they turn 27.", "date": "\n11/20/2012", "href": "https://www.huffpost.com/entry/health-care-reform-rules_n_2165152", "tags": "regulations benefits reform give coverage law companies rights states insurance patients bill new care rules health"}