{"title": "Health Care Reform Lives- What Obama Must Do To Ensure It Thrives", "content": "President Barack Obama’s reelection removes questions about the survival of the health care reform law bearing his name, meaning that over the next two years medical insurance will all but certainly be extended to as many as 30 million Americans who now lack coverage.\nBut even as the endurance of Obamacare no longer appears in doubt, the breadth and impact of the president’s signature health care expansion remains subject to the vagaries of Washington bureaucracy, the inclinations of private employers opposed to extending health care benefits, and the political calculations of elected officials in individual states. Republican governors in six states have vowed to oppose one of health care reform's central components -- a dramatic expansion of Medicaid, the joint federal-state insurance program for poor people.\nIn essence, Tuesday night’s election result replaced one giant threat to Obamacare -- the prospect that the president’s Republican challenger, Mitt Romney, would seek to repeal it -- with myriad smaller questions: Will the federal agencies tasked with writing the rules to implement it do their work quickly enough, and despite the lobbying by affected industries seeking favored treatment? Will states opposed to Obamacare limit its reach by refusing federal money that is supposed to finance the Medicaid expansion?\nWith his reelection secured, it’s now up to Obama to turn those question marks into periods. Failure to do so could jeopardize the entirety of his project, leaving Americans still clamoring for stable and affordable health care disappointed and angry. Success might enshrine him as the president who delivered largest expansion of the social safety net since the Great Society.\n\"There are going to be some glitches,\" said Timothy Jost, a professor at the Washington and Lee University School of Law who advises state and federal officials as a consumer representative to the National Association of Insurance Commissioners. \"The implementation of massive programs is always problematic,\" he said. \"I'm fairly optimistic that this is going to happen. I'm also very optimistic that once it's been in place a year or two, a lot of people are going to say, 'How did we ever live without this?'\"\nIn simplest terms, Obamacare amounts to a package of measures that significantly expands options for Americans who now lack health care coverage. The law guarantees health benefits for the poorest Americans by expanding Medicaid to anyone who earns up to 133 percent of the federal poverty level, which is $14,856 this year. Currently, states determine their own Medicaid eligibility levels -- though federal minimums apply --and many exclude people once incomes reach as little as half the federal poverty line.  \nAmong those with incomes reaching up to 400 percent of poverty -- or $44,680 in 2012 -- the federal government will extend tax credits aimed at enabling people to buy their own health insurance policies from providers, shopping for their plans on so-called exchanges that allow them to compare prices and benefits. \nNot least, Obamacare prohibits some of the health insurance industry's most notorious practices, such as denying coverage to people who have pre-existing conditions, charging women higher premiums than men, and cutting customers off when their medical bills pile up.\nIn the nearly three years since his proposed legislation became law, Obamacare has already survived unanimous opposition from Republicans, a Supreme Court challenge, and finally Romney’s vow to undo the law if elected. \nWith these threats duly vanquished, the health care reform law now confronts a diffuse state-by-state, bureaucrat-by-bureaucrat battle to reach the ordinary Americans hoping for health care coverage.\nSome of its measures have already been implemented, such as a requirement that insurance plans allow parents to cover adult children up to 26 years old on their policies. A prohibition against rejecting children with pre-existing conditions is also in place.\nBut the Obama administration has yet to publish a slew of crucial regulations that will define how health insurance is sold and what it must cover. \nHealth insurance companies must rush to adapt to a new market and employers will weigh covering workers or dropping health benefits to save money. \nAnd as the Obama administration seeks to navigate this thicket of challenges, it still finds itself grappling with a public that is far from unified and not fully sold on the merits of his reform scheme, as Election Day exit polls revealed. \nThe biggest obstacle facing successful implementation of Obama's Affordable Care Act is the law's reliance on states to carry out one vital component of the law, the Medicaid expansion. While the Supreme Court upheld the broad challenge to Obamacare, finding that the federal government has the power to require people to purchase insurance, it also struck down a provision that obligated states to particpate in adding millions of people to their Medicaid rolls. That means the administration will need to cajole individual governors to go along to have any hope of achieving its goal of near-universal coverage by expanding health insurance to an estimated 30 million uninsured people by 2022. \n\"The major implementation tasks associated with the law are carried out by the states, especially when it comes to extending health insurance coverage,\" said Alan Weil, the executive director of the National Academy for State Health Policy. \nRepublican governors like Florida's Rick Scott and Texas' Rick Perry have adamantly refused to extend health coverage to poor residents in their states, which will limit health care reform's impact on the neediest people. \nThe stakes are considerable: The Congressional Budget Office calculated that allowing states to opt out of the planned Medicaid expansion could leave some 3 million people uninsured. \nRepublican recalcitrance and uncertainty about the federal rules have limited states' readiness to carry out the law. As evidence of the intensity of opposition to Obamacare in some quarters, Alabama, Missouri, Montana and Wyoming voters all backed ballot initiatives Tuesday aiming to limit their states' ability to comply with the law. A similar measure failed in Florida. \nThe decisions states make will go a long way toward determining how many poor people gain health coverage because they also have the option of creating their own health insurance exchanges under federal guidelines and have broad leeway to set regulations on health insurance benefits and premiums.\nA deadline looms just 10 days away for states to present the administration with their plans for building the health insurance exchanges. According to the consulting company Avalere Health, 20 states are likely to run their own exchanges and 13 are likely to partner with the federal government, leaving federal authorities to manage the remainder.\nPrivate sector interests that opposed health care reform, in whole or in part, will have to set aside their objections and adjust to the new reality if the law is to reach as many uninsured people as Obama aims. \nHealth insurance companies stand to gain tens of millions of new customers, but face new regulations and a new tax on their sales that will cut into their profits. A statement issued Wednesday by Karen Ignagni, president and CEO of America's Health Insurance Plans, a trade group, underscores insurers' mixed view of Obamacare. \n\"As the health care reform law is implemented, policymakers must prioritize affordability for consumers and employers. Several provisions in the law, such as the new premium tax, minimum coverage requirements, and age rating restrictions, need to be addressed to keep coverage as affordable as possible and ensure broad participation in the system,\" Ignagni said. \nPossibly the biggest source of potential disruption in the health insurance market could occur in plans offered to workers by their employers. More about 150 million Americans are enrolled in job-based health benefits, making it the most common source of coverage. That won't change, said Tracy Watts, the national health care reform leader for the consulting firm Mercer.\n\"Over 90 percent of employers are committed to continuing to offer coverage in 2014,\" Watts said, citing the company's surveys, which are consistent with projections from the Congressional Budget Office and others, and the real-word experience from Romney's similar 2006 Massachusetts health care law.\nUnder health care reform, companies with at least 50 employees must provide coverage or face penalties. For smaller companies, paying a penalty and letting workers buy their own coverage on the exchanges might make more sense, Watts said. The biggest cost increases will hit retailers and other companies that typically don't cover their workers, she said.", "date": "\n11/07/2012", "href": "https://www.huffpost.com/entry/health-care-reform-obama_n_2088813", "tags": "reform coverage thrives obamacare states federal lives- must obama insurance law ensure care health"}