{"title": "Health Care Reform Repeal Would Rob 4-Year-Old Jackson Whaley of Health Security", "content": "What happens when your ailing son is about to exhaust a lifetime of health insurance benefits before his third birthday? Kelly Whaley came dangerously close to finding out.\nWhaley, 34, and her husband Scottie, both public schoolteachers, had plenty to worry about when their son, Jackson, was born in 2008 with a cleft palate and Pierre Robin syndrome, meaning he had an underdeveloped jaw, a serious condition that makes it difficult to breathe. Jackson didn't take a breath of air until 20 minutes after birth and suffered damage to his brain stem, which has limited his development. He spent most of his first four years of life on a ventilator under near-constant care at home in Johnson City, Tenn. \nBut at least Jackson had health insurance from Scottie's job.\nSo they thought. The Whaleys' Blue Cross Blue Shield of Tennessee plan included a $1 million lifetime cap on benefits. Jackson reached that limit in April 2011 and Blue Cross cut him off, two months before his third birthday. \nAfter that, the family's debts racked up quickly, as they continued paying for Jackson's home-nursing care and other treatments. Things got so bad, their lawyer advised Kelly and Scottie to divorce and take separate homes so she, Jackson, and their twin baby daughters would be deemed poor enough to qualify for Medicaid. \n\"We've been so stressed out at times to where we have looked at that option,\" Kelly said. \"I would have to be a single mom, living on the state, to get proper care for my son.\"\nUnder the health care reform law President Barack Obama enacted, health insurance companies are no longer permitted to limit the amount they will cover over a person's lifetime. The rule took effect in September 2010, but the Whaleys weren't able to get Jackson back on insurance until Scottie's plan renewed in July 2011.\nNow the family waits anxiously for the Supreme Court's ruling on health care reform. If the court strikes down the law, Jackson could once again be cut off from insurance.\n\"It would devastate us,\" Kelly Whaley said. \"They just need to come here and live a week and they would change their perspective on everything. I wouldn't give them a week -- I'd give them 24 hours to be in our home and they would change it.\"\nIf the justices overturn the entire law, which is just one of several possible outcomes, health insurance companies would be free to restore those lifetime caps. Blue Cross Blue Shield of Tennessee has pledged not to reinstitute lifetime caps for its customers, company spokesman Roy Vaughn said in a written statement. The insurer will also maintain other policies from the health care reform law, such as covering young adults on their parents' plans until they turn 26, as will firms including the largest U.S. health insurance company, UnitedHealth Group.\nSo the Whaleys should be okay -- for now. All health insurance companies won't necessarily follow what Blue Cross Blue Shield of Tennessee and UnitedHealth have done, and any health insurer could change its mind in the absence of a regulation. If the Whaleys are forced to switch insurance companies or Blue Cross changes its policies at some later date, they could face the same trouble as before. \"What is voluntarily given can be voluntarily taken away,\" said Ron Pollack,  the executive director of Families USA, an advocacy organization that supports the health care reform law.\n\"Families are feeling more and more insecure and have lost peace of mind that they will be able to get the health coverage that they need,” Pollack said. “Health reform’s main objective is to provide that sense of security and to provide that peace of mind.”\nThe Obama administration and the Democrats who wrote the health care law view it as a comprehensive way to extend health care to about 30 million people and establish protections against health insurance companies denying coverage to people with pre-existing conditions, or charging much higher premiums to the sick or to women. It also is seen as providing the flexibility to experiment with mechanisms to slow the rising costs of health care. \nRepublicans are steadfastly opposed to the expansion of the government's role in the health care system and particularly to the individual mandate that most people obtain health coverage, which is the subject of one of the constitutional challenges to the law.\nWithout these reforms or a platform with a similarly far-reaching set of goals, which Republicans have vowed not to seek, the health care system will resume the trajectory it was on before 2010. \"Whether you like the law or you hate the law, if the law is overturned, we do go back to a world of 50 million uninsured people and climbing [and] far fewer consumer protections,\" said Drew Altman, the president and CEO of the Henry J. Kaiser Family Foundation, a nonprofit research institution in Menlo Park, Calif. \"The stakes for average people in this are actually huge, and it’s not just the uninsured.\"\nWhen Jackson went back on Blue Cross in July, the company refused to pay for the home nursing care he needed and only relented when the family got help from a lawyer.\nIn the meantime, the Whaleys racked up more than $40,000 in medical bills and have been sued by the nursing provider for not paying off their debt fast enough. The family is also fighting to get Blue Cross to pay for the nursing care Jackson received during the months in 2011 when they declined to cover the care. The Whaleys have gotten help from some charities, but not enough to cover all their expenses. None of this would have happened if the plan never had a lifetime cap on benefits.\nJackson Whaley might also one day have to depend on another provision of the health care reform law that forbids health insurance companies from denying coverage for children with pre-existing conditions. That protection would also disappear if the law is stricken, as would a rule slated to take effect in 2014 that wouldn't permit anyone to be turned down for insurance because of their medical histories. Blue Cross Blue Shield of Tennessee, UnitedHealth and the other insurers didn't promise to keep these prohibitions in place voluntarily.\nThe Whaley family has already been hit once by government cutbacks on health care. Because Jackson had special health care needs, Tennessee offered him coverage through its Medicaid program, known as TennCare, that supplemented their private health insurance. According to Kelly Whaley, the state took away those benefits in October 2010 as part of a budget-cutting law.", "date": "\n06/14/2012", "href": "https://www.huffpost.com/entry/health-care-reform-repeal-obama_n_1594888", "tags": "security reform whaley repeal jackson would rob lifetime insurance blue law cross care health"}