{"title": "Health Insurance Exchanges, Heart Of Obamacare, Rest In Hands Of Skeptical States", "content": "As the nation reaches a key deadline in implementing Obamacare, political resistance in some states and failure to plan in others is fueling worries that the speed and scope of the health care reform may already be in jeopardy, threatening the expansion of coverage to millions of uninsured Americans.\nThe latest area of concern: the health insurance exchanges that will function as the marketplaces for those who lack coverage. Under the Affordable Care Act, states had until Friday, Nov. 16, to inform the Obama administration whether they intended to set up their own exchanges or instead leave that task to the federal government. But late Thursday, in an acknowledgement that many states weren't ready, the administration relaxed that deadline until Dec. 14.\nExperts view the success of the exchanges as central to the effectiveness of Obamacare in helping those who currently lack health coverage. People will use the exchanges, which will be reachable online or by telephone, to research available health plans and also to find out whether they qualify for financial assistance or for Medicaid benefits. Yet as the original deadline approached, fewer than half of all states were on track to establish exchanges for their residents, according to the Henry J. Kaiser Family Foundation.\nThe fear is that if the exchanges do not quickly take shape -- if disorganization reigns and the marketplaces sow frustration -- some of the uninsured may give up, and others may get lost in the bureaucratic shuffle.  \n\"That will be the first concrete evidence of the law's impact for many, many consumers, and it's also the one that affects them personally the most,\" said Lynn Quincy, a senior policy analyst at Consumers Union. \"Consumers are going to form an impression of the exchange based on the first year's experience, and if you create a negative impression, it could take 10 years to overcome that.\"\nMany states, especially those governed by Republicans opposed to the 2010 health care law, have delayed making plans for the exchanges. Republican politicians hoped first that Congress would repeal the law, then that the Supreme Court would strike it down and finally that voters would send the anti-Obamacare Mitt Romney to the White House.\nBut with Obama's reelection, health care reform is here to stay and the federal government must scramble to get ready. The exchanges open for business to the uninsured on Oct. 1, 2013.\nPeople will go to the exchanges to learn whether they qualify for the health insurance tax credits available to anyone earning up to four times the federal poverty level, which amounts to $44,680 this year. Those earning up to 133 percent of the poverty level, or $14,856 this year, will be entitled to Medicaid if they live in a state that doesn't refuse to expand the program. Through the exchanges, 9 million people will obtain private health insurance for 2014 and 11 million will enter the Medicaid program or the Children's Health Insurance Program that first year, according to the Congressional Budget Office.\nOverall, who runs the exchanges shouldn't matter, said Joel Ario, a managing director at Manatt Health Solutions. Ario ran the health insurance exchanges office at the U.S. Department of Health and Human Services until last year and previously was Pennsylvania's insurance commissioner.\n\"The consumer wouldn't know whether it's state, federal or private,\" Ario said. \"They'd just know they've got a website they can go to that gives them access to choices and allows them to compare and contrast those choices relatively quickly.\"\nNevertheless, the law aimed to have states run the exchanges, he said. States that don't operate their own exchanges, or at least help the federal government set them up, relinquish some authority, Ario said. States that don't create exchanges in time for 2014 coverage can opt to do so in future years. \"Local control over the insurance market is the number-one reason why states would want to continue to be in charge,\" he said.\nResistance among strongly anti-Obamacare states could cause problems, especially for low-income people, warned Caroline Pearson, a director at the consulting company Avalere Health. Lack of coordination between a state and the federal government could create \"widespread\" roadblocks for people eligible for Medicaid and stymie the exchanges' one-stop-shopping principle, she said.\nOnly states have the authority to sign people up for Medicaid, so a consumer using a federally run exchange might have to jump through additional hoops, such as a separate state application or even a visit to a state government office, said Pearson. \"There could be enough hurdles to trying to process that Medicaid-eligibility component that you could see big delays or you could see people falling through the cracks,\" she said.\nIf they work as intended, the exchanges will take a lot of the guesswork out of the daunting process of shopping for coverage, Quincy said. \"The goal of the law is a transparent marketplace where consumers can shop confidently,\" she said.\nConsumers will be able to compare plan benefits, networks of medical providers and the costs of common medical treatments like childbirth, according to Quincy, and the descriptions must be written in plain language. The online marketplaces and telephone call centers need to be easy to use, offer a wide variety of health insurance options and guide people through the complex process of choosing a plan, she said.\nMost people are expected to shop for health insurance plans on the exchange's website, where they will enter personal information such as age, family size, income and ZIP code to determine what plans they can buy.\nThe concept is often compared to Expedia and other travel websites or online retailers such as Amazon, but Quincy said dating services like Match.com are a better analogy. Consumers will be presented with health plan options based on their own profile, she said. \"It would be very helpful for consumers if exchanges do something like that,\" she added. \"They're pretty befuddled by insurance.\"\nThe health insurance plans available on the exchanges will vary from state to state. The federally run exchanges and some states will opt to allow any licensed insurer to sell as many products as it wants, giving consumers a large number of choices. Other states will take a different approach by demanding lower premiums from participating insurers and limiting the number of products sold to ensure consumers don't have to navigate too many similar plans.\nThough there will be variation in terms of the available plans and the precise operation of the websites and call centers, Pearson said the exchanges will have much in common: All the health insurance plans sold on the exchanges will be subject to new federal consumer protections, including the prohibition against turning away people with pre-existing conditions, and will have to meet the health care law's minimum benefit standards, such as coverage of maternity care and prescription drugs.\nEstablishing a system in which health insurance companies compete under the same set of rules for a large pool of customers should lower premiums, said Pearson. Lower prices are especially important because the benefit mandates and guaranteed coverage mean plans on the exchanges could cost more than skimpier insurance available on the market today -- at least before the subsidies most people will receive.", "date": "\n11/15/2012", "href": "https://www.huffpost.com/entry/health-insurance-exchanges_n_2138576", "tags": "consumers coverage obamacare exchanges rest hands heart states federal skeptical plans insurance health"}