{"title": "Health Care Looks Like A Winning Issue For Democrats Again", "content": "Seven years ago, the unpopularity of the Affordable Care Act helped doom Democrats to a historic midterm drubbing. Like much of the political landscape pre-Donald Trump, that now feels like ancient history.\nBack then, the nation’s opinions of the bill were deep underwater. But after Trump’s election as president and a subsequent brush with repeal, the Democrats’ health care law has emerged, for the first time, as a political asset. On average, Americans’ support for the law now outstrips opposition by nearly 8 points, according to HuffPost Pollster’s aggregate.\nWhile the GOP has never polled especially well on health care, they’re currently running an 18-point deficit on the issue, per Pew Research tracking, up from 7 points in 2010. It’s Trump’s worst issue, according to surveys. A recent release from ABC and The Washington Post found barely over a quarter of respondents impressed with his handling of the health care system, thanks to a combination of universal antipathy from Democrats and relatively tepid support among Republicans. Trump’s score on the economy was 18 points higher.\nNow that the country is in a period of robust growth, health care has toppled the economy from its usual perch as the nation’s top concern. Democratic voters in particular cite health care as the issue most important to them.\nFollowing the attempt at repeal, Democrats, realizing the reforms they’d achieved were subject to reversal, “rallied around the ACA in a way that they hadn’t before,” said Mollyann Brodie, executive director for public opinion and survey research at the Kaiser Family Foundation. For the party, she said, “it’s an issue that you don’t have to hide from anymore.” \n“Health care is as divisive an issue as it’s ever been ― that hasn’t changed,” Brodie said. “What the threats against the ACA show Democrats is that the gains that they’ve made on health care could go away. It makes it an issue that Democratic candidates can embrace as they’re trying to rally their base to turn out. But I wouldn’t expect the Republicans to shy away from it either.”\nVoters aren’t always reliable narrators of how they made their decisions, but exit polling from Virginia’s gubernatorial race at least suggests that the issue was a rallying point for many Democrats on Tuesday. In that race, a 39 percent plurality of voters told exit pollsters that health care was their top issue. Among that bloc, Northam won more than three-quarters of the votes. (In Virginia’s gubernatorial election of 2013, just 27 percent of voters picked health care as their top issue, with those who did almost evenly split between the Democratic and Republican contenders.)\nFox News, which conducted separate election polling of the state, found health care close to tied with the economy in importance, but also highlighted Virginia’s support for the Affordable Care Act. Fifty-eight percent of those polled said the law either was about right or didn’t go far enough; those voters went for Northam by a wide margin.\n“Health care was central to our campaign,” Northam’s pollster, Geoff Garin, told HuffPost. “The best known fact about either candidate was that Ralph is a doctor. Even in our negative ads, the disclaimer showed Ralph as a pediatrician... In our ads criticizing [Republican nominee Ed] Gillespie for lobbying for the Trump agenda, health care was one of the prime examples we used.” \nFurther north, residents of Maine voted overwhelmingly to expand Medicaid in the state, in the face of national efforts to scale the program.\nHealth care, of course, wasn’t directly on the ballot in most races. And it’s certainly not the only thing lifting Democrats, whose success Tuesday seemed buoyed by a hostility toward Trump that transcends any one issue, not to mention their structural advantage as the opposition party.\nIt’s also unclear what role health care will play in the national debate a year from now. The bill’s failure likely blunted the edge of what might have been a reckoning for Republicans along the lines of what Democrats faced in 2010 after the passage of the Affordable Care Act. But Democrats, who once ducked discussion of the issue, now seem more than happy to let it take center stage.", "date": "\n11/10/2017", "href": "https://www.huffpost.com/entry/health-care-democrats-polls_n_5a05fecae4b0e37d2f375d36?ifb", "tags": "winning “ democrats issue looks voters affordable like care health"}