{"title": "Health Care Reform Rule Offers Preview of New Insurance Market", "content": "The Obama administration released a 643-page regulation today spelling out how states can establish health insurance \"exchanges\" under health reform, but it doesn't spell out what happens if Republican-led state governments continue to progress in an effort to obstruct the law.\nThe health insurance exchanges are a centerpiece of the reform law President Barack Obama enacted in 2010. These exchanges will allow people and small businesses to compare insurance plans available in their states and find out whether they qualify for tax credits or for government benefits like Medicaid. By 2019, more than 24 million Americans will buy health insurance through the exchanges in their states, according to the Congressional Budget Office.\nThe exchanges will operate as Web-based marketplaces for consumers to review health insurance benefits and prices, and to apply for financial assistance. Toll-free telephone numbers and counselors called \"navigators\" will be available to help insurance shoppers, said Tim Hill, the deputy director of the federal Center for Consumer Information and Insurance Oversight,  during a conference call with reporters Monday.\nThe rule is intended as a road map for states, which are supposed to set up and run their own exchanges under federal guidelines. But what if states simply refuse to carry it out?\nMost states have been reluctant to throw themselves into the process of implementing health reform. Indeed, the Supreme Court is set to hear arguments this month in a case brought by 26 states claiming that the law's mandated expansion of  Medicaid and requirement that nearly everyone obtain health insurance violate the Constitution. The high court is expected to decide on the case by the end of June.\nThe  possibility of the entire law being struck down by the Supreme Court, means Republican governors and Republican-led state legislatures have resisted moving ahead with exchanges in their states. Virginia Attorney General Ken Cuccinelli suggested last week that even a ruling in favor of the law might not bring an end to state protests.\nIf the Supreme Court upholds health reform, or only strikes down parts of it and leaves provisions about the exchanges in place, delays at the state level could hamper the success of the overall law. \"It’s hard to imagine how a state could take all the necessary legislative, policy, operational, and IT system development steps needed to meet this compressed timeline if it doesn’t start work until the summer,\" Dave Chandra, a senior policy analyst at the Center on Budget and Policy Priorities, wrote last month.\nUnder the regulation, states are given latitude to make decisions in a number of areas, including whether to limit their exchanges to certain insurance companies and whether to run the exchange through a state agency or a nonprofit.\nTwelve states have engaged in \"no significant activity\" on exchanges while 12 states and the District of Columbia have established them in advance of 2014, according to the Henry J. Kaiser Family Foundation. The rest of the states either plan to establish an exchange or are \"studying options,\" the Kaiser Family Foundation reports. Nearly all states have accepted some federal funding for exchanges, according to the Department of Health and Human Services. \nThe health reform law permits the federal government to set up exchanges in states that aren't ready (or refuse to participate) but today's announcement doesn't explain how. \"We are moving forward to set up a federally facilitated exchange\" for states that aren't prepared, Hill said. States have to be ready by Jan. 1, 2013, or the federal government can step in, according to the health reform law.", "date": "\n03/12/2012", "href": "https://www.huffpost.com/entry/health-care-reform-rules-insurance_n_1339517", "tags": "set reform market exchanges states rule federal preview insurance according state law new care offers health"}