{"title": "Health Insurers See Higher Prices And A Big Mess Ahead Without The Obamacare Mandate", "content": "Health insurance companies know that an insurance market without the requirement that everyone get coverage will be worse for them and their customers. They just aren’t sure how much worse.\nHuffPost contacted dozens of health insurance companies to ask them to assess the impact that removing the so-called individual mandate ― which Republicans in Congress are on the verge of doing as part of their tax bill ― would have on their businesses and their customers. \nFifteen companies responded ― and all warned that eliminating the mandate would force them to further raise prices, and could drive some insurers to leave the market altogether. Both of those outcomes would lead to fewer Americans having health insurance and destabilize an insurance market already plagued with problems.\n“Let’s assume for a second that you eliminate the mandate and so those healthy people decide to sit out, whether they need a subsidy or not, the pool shrinks,” said Jim Havens, senior vice president of individual and senior markets for Mountlake Terrace, Washington-based Premera Blue Cross. \n“That means that the people left are people who either intend to use it or think they will be using it, which is going to make it more expensive,” Havens said. Premera is the sole insurer offering individual policies in Alaska and also operates in Washington state.\nThe biggest losers would be middle-class people who don’t get health benefits from their employers and make too much money to receive subsidies for private insurance from a health insurance exchange. They will see fewer choices and higher prices in the future. \nPeople who live in sparsely populated regions are at the greatest risk of extremely high premiums, and of having no insurers doing business where they live because rural areas already are the toughest locations to make a profit.\nThe Senate approved a massive tax bill earlier this month that would eliminate the Affordable Care Act’s tax penalties for those who don’t adhere to the mandate to have health coverage, and the House likely will go along if Republicans are able to come to a final agreement on a tax package they can send to President Donald Trump for his signature.\nState officials along with health care industry groups representing insurers, doctors, hospitals and more oppose repealing the mandate, which is a key tool the Affordable Care Act uses to compel healthy people to enroll in health insurance. That’s because the premiums of the currently healthy are key to financing the medical claims of the currently unhealthy. \nThat’s crucial because the law allows all people access to health insurance, regardless of pre-existing conditions or health needs, and all evidence indicates people who need medical care are taking advantage of it.\n“The requirement that people have coverage year-round is critical. Those who buy coverage only when they need it then drop it later drive up costs for everyone,” Daniel Hilferty, CEO of Philadelphia-based Independence Health Group, said in a written statement. His company’s Independence Blue Cross is the only individual insurance provided in Philadelphia and its Pennsylvania suburbs, and its AmeriHealth New Jersey unit sells policies in the Garden State.\nJust how severe the effects will be, especially on those who earn too much money to qualify for subsidies, is uncertain.\nThe Congressional Budget Office estimates that 13 million fewer people will have health coverage over the coming decade if the mandate is repealed, which includes people dropping out of individual coverage, job-based benefits and government programs like Medicaid.\nThat includes a mix of those who will choose to go without insurance because there’d be no fine to pay if they did, and those who would be priced out of the market when insurers inevitably increase prices to compensate for a smaller, sicker pool of customers. \nSome portion of the people who’d forgo coverage without a mandate are those who don’t realize they qualify for low-cost private coverage or even no-cost Medicaid benefits, and aren’t motivated to check because there’d be no requirement to do so.\nThe Congressional Budget Office predicts insurance companies will hike premiums by 10 percent more than they otherwise would have if the mandate is repealed.\n“That spirals, because then the pool gets smaller and then the next year the pool gets smaller and the next year the pool gets smaller, and you can see how in very fast order does it get very expensive,” Havens said.\nNew York and other states experimented with systems similar to what the Affordable Care Act marketplaces without a mandate would look like, and it didn’t work. \nRequiring insurers to cover anyone regardless of pre-existing conditions but not including a mandate caused insurers to raise rates to cover their expenses. The resulting higher prices drove healthier people out of the pool and, in some cases, insurers fled those states. \n“This really isn’t a theoretical exercise, from my perspective. We saw in those markets they either had market exits from all the insurance carriers, near-collapses or legislation in many of the states” to restore the previous rules, said Scott Keefer, a spokesman for Blue Cross and Blue Shield of Minnesota, based in Eagan.\nA major source of the uncertainty about the consequences of scrapping the mandate is disagreement over how effective it is at its intended purpose of nudging low-cost healthy consumers to get coverage. \nJohn Baackes, CEO of L.A. Care Health Plan in Los Angeles, said his company saw a spike in enrollment when the minimum mandate penalty rose from $95 to $695 last year. “It does motivate people,” he said. \nThe original mandate enacted as part of Massachusetts’ 2006 health care reforms ― the model for the Affordable Care Act ― worked, leading to the expectation that the results would be duplicated nationwide. \nIt’s not clear that’s happened. In 2016, the IRS reported that 6.5 million people paid the mandate fine, and an additional 12.7 million people qualified for an exemption from it.\nThat’s why Lisa Carlson, senior director of market strategy at Sioux Falls, South Dakota-based Sanford Health Plan doesn’t share her colleagues’ level of anxiety about repealing the mandate, although she still opposes it.\n“I don’t think it will have a large effect,” said Carlson, whose company does business in North Dakota and South Dakota. \nThe availability of subsidies for low- and moderate-income families is the real driver of enrollment, not the mandate, Carlson said. States that previously attempted to prohibit insurers from discriminating against people with pre-existing conditions without a mandate didn’t offer financial assistance.\nFurthermore, Sanford’s existing customer base already is relatively sick and expensive and doesn’t include many health people paying premiums but not using their benefits. She doesn’t think its makeup will change much without a mandate. “We know our block of business is using their health care,” she said.\nCompanies that make a different calculation could decide they no longer want to sell insurance on the individual market, limiting already inadequate competition and potentially leaving some customers with no insurers in their areas, other executives warned.\n“It’s a real threat. There will be plans that will pull back. There’s no question about that,” said Ken Provencher, CEO of PacificSource Health Plans in Springfield, Oregon, which sells insurance in Idaho, Montana and Oregon.\nPacificSource isn’t currently eyeing an exit from these markets if the mandate is repealed, however, Provencher said. “We serve some markets where we’re one of a couple options, so we’ve got to be careful about being kneejerk about reactions.”\nThe secret to remaining in the exchange and off-exchange individual market is simply raising prices to account for a costlier customer base, Havens said.\n“The guiding principle of insurance is: You need to get the right rate for the right risk,” he said. “If you can do those two things, I don’t know that it precludes any carrier from participating in the Affordable Care Act in any state”\nThat may work out for subsidized customers, whose financial assistance rises along with premiums and mostly protects them from higher prices with taxpayer money. \nBut it disadvantages those with incomes too high. And these individuals aren’t necessarily wealthy: Subsidies are only available to those who earn up to four times the federal poverty level, which is $48,240 for a single person and $98,400 for a family of four.\n“It will lead to higher prices for the people that are left,” Baackes said. “They’re going to get screwed.”\nCorrection: A previous version of this article misspelled the name of Lisa Carlson from Sanford Health Plan.", "date": "\n12/09/2017", "href": "https://www.huffpost.com/entry/health-insurers-higher-prices-obamacare-mandate-repeal_n_5a272277e4b0c2117626a077", "tags": "care see mandate “ coverage without insurers obamacare big prices mess ahead higher insurance health"}