{"title": "Hectored by Netanyahu, Israeli Arabs Could Have the Final Say", "content": "UMM AL-FAHM, Israel — With three weeks to go, the Israeli election is so close that Arab voters, who make up only a fifth of the population, could help bring Prime Minister Benjamin Netanyahu’s long career to an abrupt end.\nMr. Netanyahu has been fanning the flames of anti-Arab sentiment almost daily.\nHe has warned Israelis that his main challenger, the retired army chief Benny Gantz, would “hand over parts of the homeland to the Arabs” and that he would make alliances with Arab parties that “want to destroy” Israel. Mr. Netanyahu has also joined forces with a racist faction whose leaders support expelling Arab citizens and call them “the enemy.”\nSuch appeals have worked for Mr. Netanyahu in the past. This time they might backfire.\nSmall Arab communities like the Druze, who prize their loyalty to the state and often vote for right-wing parties, show signs of deserting Mr. Netanyahu en masse, according to a new poll from the University of Maryland. The poll also suggests that Mr. Netanyahu’s racial provocations may spur turnout among Arab voters motivated to usher him out of office.\n[Read our overview of the Israel elections.]\nIf the race between Mr. Gantz’s Blue and White party and Mr. Netanyahu’s Likud remains a nail-biter, the swing of a single seat in Parliament could be decisive.\nAnd the two Arab parties could, as Mr. Netanyahu warns, help make Mr. Gantz the prime minister through postelection deal-making.\n“We need to tell Netanyahu, ‘Thank you for your incitement, now go home,’” said Afif Abu Much, 37, a computer engineer and political activist from Baqa al Gharbiyye, a town abutting the West Bank.\nThe danger for Mr. Netanyahu is that his belaboring of the threat posed by Palestinians could drive them to the ballot box.\nBased on a new survey of more than 700 Arab voters, Shibley Telhami, director of the University of Maryland’s Critical Issues Poll, projects that Arab turnout will rise to 69 percent of eligible Arab voters, up from about 64 percent in 2015.\n“For now, it looks like this strategy is working against Netanyahu, not for him,” Mr. Telhami said.\nBut with three weeks to go, anything could happen. Mr. Netanyahu’s strategy has proved reliable before and could still succeed if it depresses the Arab vote while energizing right-wing Israelis.\nIt was already a stormy time for Arab citizens of Israel, who were jolted last year by passage of a basic law formally declaring their country the nation-state of the Jewish people alone. The law, pushed through by Mr. Netanyahu, downgraded the Arabic language and dealt a blow to ideals of equality.\nMr. Abu Much still winces at the memory of a slogan in Mr. Netanyahu’s first election, in 1996: “Bibi is good for the Jews.” The implication for Arab voters, many of whom prefer to be called Palestinian citizens of Israel, was clear.\nIn his most recent campaign, in 2015, Mr. Netanyahu played on racial enmity on Election Day, warning that Arabs were being bused to the polls “in droves.” It energized his supporters, and he won handily, though he drew stern rebukes from the Obama administration and was forced to apologize.\nIn a sly wink to that remark, Israel’s leading Arab politicians, Ayman Odeh and Ahmad Tibi, are running ads showing themselves smiling in front of buses and urging voters to “flock to the polling stations.”\nThis year, with little fear of White House pressure and ample reason not to wait, Mr. Netanyahu has stirred the pot on a daily basis.\n“It’s not new, but he’s made it into an art form,” said Amal Jamal, a professor at Tel Aviv University who specializes in political communication. “Begin and Shamir were also racist. Even Rabin also said a few things that, if they were said against Jews in the U.S. or the U.K., the whole world would be standing on its back feet. But Netanyahu has turned it into the center of the campaign.”\nMr. Netanyahu’s campaign did not respond to a request for comment.\nThe prime minister’s haranguing against Arabs and their parties was so conspicuous that a popular Israeli model and television host, Rotem Sela, took Mr. Netanyahu to task, writing on Instagram that “the Arabs are also human beings,” that “all people are born equal,” and that “this is a country of all its citizens.”\nTo which Mr. Netanyahu responded with a fresh affront, saying matter-of-factly that Israel was decidedly not a state of all its citizens. “Israel is the nation-state of the Jewish people — and not anyone else,” he said, adding a day later that Israel’s “Arab citizens have 22 nation-states around them and they do not need another.”\nAgain, the implication was clear: “It means he’s depicting Arab citizens not only as second-class, but as traitors, as a fifth column, as illegitimate,” Mr. Jamal said.\nThe barbs seem to be taking a toll on the Druze, an Arab ethnic group whose members serve in the Israeli army, prize their loyalty to the state and had been a source of significant support for Mr. Netanyahu. More than half of likely Druze voters are now backing Mr. Gantz, Mr. Telhami said, and Druze support for right-wing parties as a whole — already exceptional among Arabs — has plunged to less than 20 percent from around twice that.\n“We are very disappointed,” said Manal Birani, 47, a Hebrew and math teacher in Daliyat al-Karmel, a Druze town near Haifa. “Very angry. I hope that Gantz will win. When he says, ‘I’m against the nation-state law and I’ll help you to change it,’ he wants to change it.”\nBut many Arabs say they cannot root for Mr. Gantz, who announced his candidacy with ads trumpeting the numbers of “terrorists” he had killed as army commander during the 2014 war in Gaza.\n“Gantz started his campaign with a confession of war crimes,” said Majd Kayyal, a 28-year-old novelist living in Haifa. He said he would not vote: “I don’t care with what instrument I will be oppressed.”\nIn Umm al-Fahm, a hilly town of 54,000 in the so-called Northern Triangle of heavily Arab Israel, residents complain that violent crime receives little attention and the police do little except hand out traffic tickets.\n“When it’s a Muslim Arab killing another Muslim Arab, there’s nothing done,” said Raja Mahmeed, 37, a fishmonger in a crowded strip mall. “This all comes from the Israeli politics — ‘Let them kill each other,’” he said.\nMr. Mahmeed said he would vote either for an Arab party or for Meretz, a left-wing party that put up big billboards in the center of town.\nBut others, disillusioned by Arab political infighting, say they are sitting out the election. “It’s useless,” said Samir Mahmeed, 37, a barber shop manager from the same extended family. “Who would I choose? I want to choose someone who works for the Arab community, for Umm al-Fahm. No one’s doing anything for the Arabs.”\nThe practical consequence is that Arabs who abstain — either out of support for a boycott or frustration with the options — are likely to benefit Mr. Netanyahu.\nPerhaps the most poignant finding in Mr. Telhami’s new survey was the steady increase in the number of Arabs identifying themselves as Israeli first, rather than Arab, Palestinian or Muslim. That number has been steadily ticking up, to 17 percent, from 12 percent in 2011.\nAt the same time, other polls have shown that nearly half of Israeli Jews would favor expelling all Palestinians, and a large majority believes Jews should have privileges that Arabs do not.\n“It’s heartbreaking,” Mr. Telhami said. “Just as Arabs are getting to be more and more Israeli, the Jews want them to be less Israeli.”\nRaja Mahmeed, the fishmonger, said he considered himself both an Israeli and a Palestinian Israeli.\n“Believe me, the people themselves, in the market, in the street, we and the Jews live together,” he said. “Our problem is just with Netanyahu, the extreme right wing. If we could just have them leave the government, we could live in peace.”", "date": "March 20, 2019", "href": "https://www.nytimes.com/2019/03/20/world/middleeast/netanyahu-arabs-election.html", "tags": "“ israel say hectored netanyahu israeli arabs could final arab"}