{"title": "Here Are The 'Muslim Neighborhoods' Ted Cruz Wants To 'Patrol And Secure'", "content": "After Republican presidential candidate Sen. Ted Cruz (R-Texas) called on authorities Tuesday to \"patrol and secure Muslim neighborhoods\" -- a proposal President Barack Obama called \"un-American\" -- American Muslims on Twitter tried to show the senator what those neighborhoods really look like.\n\"We need to immediately halt the flow of refugees from countries with a significant al Qaida or ISIS presence,” Cruz said in a statement Tuesday in the wake of deadly terror attacks in Brussels. “We need to empower law enforcement to patrol and secure Muslim neighborhoods before they become radicalized. We need to secure the southern border to prevent terrorist infiltration. And we need to execute a coherent campaign to utterly destroy ISIS.”\nHis remarks come amidst a surge in anti-Muslim crimes and rhetoric in the U.S. Cruz's main opponent, Republican front-runner Donald Trump, said last week that \"Islam hates us\" and has proposed banning all Muslims from entering the country. \n“Let us be clear: targeting Americans based solely on their faith is not only bigoted and wrong, it undermines our safety by wasting precious law enforcement resources,\" Muslim Advocates, a California-based legal advocacy group, said in a statement Tuesday responding to Cruz's proposal. \"Now more than ever, we need law enforcement focused on following legitimate leads and credible intelligence, not engaged in blanket, unconstitutional surveillance.” \nOn NBC's \"Today\" show Wednesday, host Savannah Guthrie pressed Cruz on his proposal. \n\"How would you define a Muslim neighborhood?\" Guthrie asked. \"Is there a certain percentage of Muslims that have to live there? And do you have to have any particular suspicion that they're being radicalized, or is it just the mere fact that they're Muslims, in your mind, means police officers should be securing and patrolling those areas?\" \n\"The entire Obama administration refuses to utter the words 'radical Islamic terrorists,'\" Cruz responded. \"And one of the reasons that America remains so vulnerable is that this administration is mired in political correctness, it will not acknowledge this threat.\"\n\"And so when it comes to law enforcement,\" Cruz continued, \"proactive law enforcement -- you know here in New York City, under Mayor Bloomberg, there was a proactive policing program, to work cooperatively with the Muslim community to prevent radicalization, to target and find out who may be affiliated with radical Islamic terrorism, who may be becoming radicalized and to stop terror plots before they occur. Mayor de Blasio, in an example of political correctness very befitting of Obama and Hillary Clinton, canceled the program, said we're not going to target the bad guys because they will not acknowledge --\" \nGuthrie then interrupted Cruz. \n\"You cite that program, but it of course has been disbanded,\" she said. \"A former supervisor of that program said that in six years, it never led to even one piece of intelligence, not an arrest, not a conviction.\"\nGuthrie's right. The decade-long, constitutionally dubious blanket surveillance of Muslims in New York and New Jersey by the New York Police Department -- uncovered by a Pulitzer-Prize winning Associated Press investigation -- led to exactly zero counterterrorism leads. \n\"In fact, the supervisor was quoted as saying that it involved paying undercover officers to sit in cafes frequented by Muslims, drinking tea and eating sweets at taxpayer expense,\" Guthrie said Wednesday. \nIn January, the city settled a pair of lawsuits over the NYPD's surveillance of Muslim communities, agreeing to appoint an independent monitor to oversee the department's counterterrorism programs so as to ensure the programs were constitutional. ", "date": "\n03/23/2016", "href": "https://www.huffpost.com/entry/muslim-neighborhoods-ted-cruz_n_56f2a614e4b0c3ef52174e62", "tags": "need cruz muslims secure wants guthrie muslim -- new neighborhoods ted law enforcement"}