{"title": "Here Are 13 Examples Of Donald Trump Being Racist", "content": "Republican presidential front-runner Donald Trump may have failed to disavow the Ku Klux Klan in late February, but he’ll have you know he is not racist. In fact, he claims to be “the least racist person that you have ever met,” and last summer he pulled out the old standby about not having a racist bone in his body.\nBut he hasn’t given us a lot of reason to believe that. In fact, despite Trump’s protests to the contrary, he has a long history of saying and doing racist things. It’s not really surprising that he’s won the support and praise of the country’s white supremacists.\nHere’s a running list of some of the most glaringly racist things associated with Trump. We’re sure we’ll be adding to it soon.\nTrump’s retaliation against the parents of a Muslim U.S. Army officer who died while serving in the Iraq War was a clear low point in a campaign full of hateful rhetoric.\nKhizr Khan, the father of the late Army Captain Humayun Khan, spoke out against Trump’s bigoted rhetoric and disregard for civil liberties at the Democratic National Convention on July 28. It quickly became the most memorable moment of the convention.\n“Let me ask you, have you even read the U.S. Constitution?” Khan asked Trump before pulling a copy of the document from his jacket pocket and holding it up. “I will gladly lend you my copy,” he declared.\nKhan’s wife Ghazala Khan, who wears a Muslim head scarf, stood at his side during the speech but did not speak.\nIn response to the devastating speech, Trump seized on Ghazala Khan’s silence to insinuate that she was forbidden from speaking due to the couple’s Islamic faith.\n“If you look at his wife, she was standing there. She had nothing to say. She probably, maybe she wasn’t allowed to have anything to say. You tell me,” Trump said in an interview with ABC News that first appeared on July 30.\nGhazala Khan explained in an op-ed in the Washington Post the following day that she could not speak because of grief over her son.\n“Walking onto the convention stage, with a huge picture of my son behind me, I could hardly control myself. What mother could?” she wrote. “Donald Trump has children whom he loves. Does he really need to wonder why I did not speak?”\nIn May, Trump implied that Gonzalo Curiel, the federal judge presiding over a class action against the for-profit Trump University, could not fairly hear the case because of his Mexican heritage.\n“He’s a Mexican,” Trump told CNN of Curiel. “We’re building a wall between here and Mexico. The answer is, he is giving us very unfair rulings — rulings that people can’t even believe.”\nCuriel, it should be noted, is an American citizen who was born in Indiana. And as a prosecutor in the late 1990s, he went after Mexican drug cartels, making him a target for assassination by a Tijuana drug lord.\nEven members of Trump’s own party slammed the racist remarks.\n“Claiming a person can’t do their job because of their race is sort of like the textbook definition of a racist comment,” House Speaker Paul Ryan (R-Wis.) said in a reaction to Trump’s comments, though he clarified that he still endorses the nominee.\nThe comments against Curiel didn’t sit well with the American public either. According to a YouGov poll released in June, 51 percent of those surveyed agreed that Trump’s comments were not only wrong, but also racist.Fifty-seven percent of Americans think Trump was wrong to complain against the judge, while just 20 percent think he was right to do so.\nWhen asked whether he would trust a Muslim judge, in light of his proposed restrictions on Muslim immigration, Trump suggested that such a judge might not be fair to him either.\nWhen Trump was serving as the president of his family’s real estate company, the Trump Management Corporation, in 1973, the Justice Department sued the company for alleged racial discrimination against black people looking to rent apartments in Brooklyn, Queens and Staten Island.\nThe lawsuit charged that the company quoted different rental terms and conditions to black rental candidates than it did with white candidates, and that the company lied to black applicants about apartments not being available. Trump called those accusations “absolutely ridiculous” and sued the Justice Department for $100 million in damages for defamation.\nWithout admitting wrongdoing, the Trump Management Corporation settled the original lawsuit two years later and promised not to discriminate against black people, Puerto Ricans or other minorities. Trump also agreed to send weekly vacancy lists for his 15,000 apartments to the New York Urban League, a civil rights group, and to allow the NYUL to present qualified applicants for vacancies in certain Trump properties.\nJust three years after that, the Justice Department sued the Trump Management Corporation again for allegedly discriminating against black applicants by telling them apartments weren’t available.\nWorkers at Trump’s casinos in Atlantic City, New Jersey, have accused him of racism over the years. The New Jersey Casino Control Commission fined the Trump Plaza Hotel and Casino $200,000 in 1992 because managers would remove African-American card dealers at the request of a certain big-spending gambler. A state appeals court upheld the fine.\nThe first-person account of at least one black Trump casino employee in Atlantic City suggests the racist practices were consistent with Trump’s personal behavior toward black workers.\n“When Donald and Ivana came to the casino, the bosses would order all the black people off the floor,” Kip Brown, a former employee at Trump’s Castle, told the New Yorker for a September article. “It was the eighties, I was a teen-ager, but I remember it: they put us all in the back.”\nTrump disparaged his black casino employees as “lazy” in vividly bigoted terms, according to a 1991 book by John O’Donnell, a former president of Trump Plaza Hotel and Casino.\n“And isn’t it funny. I’ve got black accountants at Trump Castle and Trump Plaza. Black guys counting my money! I hate it,” O’Donnell recalled Trump saying. “The only kind of people I want counting my money are short guys that wear yarmulkes every day.”\n“I think the guy is lazy,” Trump said of a black employee, according to O’Donnell. “And it’s probably not his fault because laziness is a trait in blacks. It really is, I believe that. It’s not anything they can control.”\nThree times in a row on Feb. 28, Trump sidestepped opportunities to renounce white nationalist and former KKK leader David Duke, who told his radio audience last week that voting for any candidate other than Trump is “really treason to your heritage.”\nWhen asked by CNN’s Jake Tapper if he would condemn Duke and say he didn’t want a vote from him or any other white supremacists, Trump claimed that he didn’t know anything about white supremacists or about Duke himself. When Tapper pressed him twice more, Trump said he couldn’t condemn a group he hadn’t yet researched.\nBy Feb. 29, Trump was saying that in fact he does disavow Duke, and that the only reason he didn’t do so on CNN was because of a “lousy earpiece.” Video of the exchange, however, shows Trump responding quickly to Tapper’s questions with no apparent difficulty in hearing.\nIt’s preposterous to think that Trump doesn’t know about white supremacist groups or their sometimes violent support of him. Reports of neo-Nazi groups rallying around Trump go back as far as August.\nHis white supremacist fan club includes the Daily Stormer, a leading neo-Nazi news site; Richard Spencer, director of the National Policy Institute, which aims to promote the “heritage, identity, and future of European people”; Jared Taylor, editor of American Renaissance, a Virginia-based white nationalist magazine; Michael Hill, head of the League of the South, an Alabama-based white supremacist secessionist group; and Brad Griffin, a member of Hill’s League of the South and author of the popular white supremacist blog Hunter Wallace.\nA leader of the Virginia KKK who is backing Trump told a local TV reporter earlier this month, “The reason a lot of Klan members like Donald Trump is because a lot of what he believes, we believe in.”\nAnd most recently, the Trump campaign announced that one of its California primary delegates was William Johnson, chair of the white nationalist American Freedom Party. The Trump campaign subsequently said his inclusion was a mistake, and Johnson withdrew his name at their request.\nLong before calling Mexican immigrants “criminals” and “rapists,” Trump was a leading proponent of “birtherism,” the racist conspiracy theory that President Barack Obama was not born in the United States and is thus an illegitimate president. Trump claimed in 2011 to have sent people to Hawaii to investigate whether Obama was really born there. He insisted at the time that the researchers “cannot believe what they are finding.”\nObama ultimately got the better of Trump, releasing his long-form birth certificate and relentlessly mocking the real estate mogul about it at the White House Correspondents’ Association dinner that year.\nBut Trump continues to insinuate that the president was not born in the country.\n“I don’t know where he was born,” Trump said in a speech at the Conservative Political Action Conference in February 2015. (Again, for the record: He was born in Hawaii.)\n \nLike many racial instigators, Trump often answers accusations of bigotry by loudly protesting that he actually loves the group in question. But that’s just as uncomfortable to hear, because he’s still treating all the members of the group ― all the individual human beings ― as essentially the same and interchangeable. Language is telling, here: Virtually every time Trump mentions a minority group, he uses the definite article the, as in “the Hispanics,” “the Muslims” and “the blacks.”\nIn that sense, Trump’s defensive explanations are of a piece with his slander of minorities. Both rely on essentializing racial and ethnic groups, blurring them into simple, monolithic entities, instead of acknowledging that there’s as much variety among Muslims and Latinos and black people as there is among white people.\nHow did Trump respond to the outrage last year that followed his characterization of Mexican immigrants as criminals and rapists?\n“I’ll take jobs back from China, I’ll take jobs back from Japan,” Trump said during his visit to the U.S.-Mexican border in July. “The Hispanics are going to get those jobs, and they’re going to love Trump.”\nHow did Trump respond to critics of his proposal to ban Muslims from entering the U.S.?\n“I’m doing good for the Muslims,” Trump told CNN in December. “Many Muslim friends of mine are in agreement with me. They say, ‘Donald, you brought something up to the fore that is so brilliant and so fantastic.’”\nNot long before he called for a blanket ban on Muslims entering the country, Trump was proclaiming his affection for “the Muslims,” disagreeing with rival candidate Ben Carson’s claim in September that being a Muslim should disqualify someone from running for president.\n“I love the Muslims. I think they’re great people,” Trump said, insisting that he would be willing to name a Muslim to his presidential cabinet.\nHow did Trump respond to the people who called him out for funding an investigation into whether Obama was born in the United States?\n“I have a great relationship with the blacks,” Trump said in April 2011. “I’ve always had a great relationship with the blacks.”\nEven when Trump has dropped the definite article “the,” his attempts at praising minority groups he has previously slandered have been offensive.\nLook no further than the infamous Cinco de Mayo taco bowl tweet:\nFormer Republican presidential candidate and Florida Gov. Jeb Bush (R) had a good breakdown of everything that was wrong with Trump’s comment.\n“It’s like eating a watermelon and saying ‘I love African-Americans,’” Bush quipped.\nIn 1993, when Trump wanted to open a casino in Bridgeport, Connecticut, that would compete with one owned by the Mashantucket Pequot Nation, a local Native American tribe, he told the House subcommittee on Native American Affairs that “they don’t look like Indians to me... They don’t look like Indians to Indians.”\nTrump then elaborated on those remarks, which were unearthed last year in the Hartford Courant, by saying the mafia had infiltrated Indian casinos. \nIn 1989, Trump took out full-page ads in four New York City-area newspapers calling for the return of the death penalty in New York and the expansion of police authority in response to the infamous case of a woman who was beaten and raped while jogging in Manhattan’s Central Park.\n“They should be forced to suffer and, when they kill, they should be executed for their crimes,” Trump wrote, referring to the Central Park attackers and other violent criminals. “I want to hate these murderers and I always will.”\nThe public outrage over the Central Park jogger rape, at a time when the city was struggling with high crime, led to the wrongful conviction of five teenagers of color known as the Central Park Five.\nThe men’s convictions were overturned in 2002, after they’d already spent years in prison, when DNA evidence showed they did not commit the crime. Today, their case is considered a cautionary tale about a politicized criminal justice process.\nTrump, however, still thinks the men are guilty.\nAt a November campaign rally in Alabama, Trump supporters physically attacked an African-American protester after the man began chanting “Black lives matter.” Video of the incident shows the assailants kicking the man after he has already fallen to the ground.\nThe following day, Trump implied that the attackers were justified.\n“Maybe [the protester] should have been roughed up,” he mused. “It was absolutely disgusting what he was doing.”\nTrump’s dismissive attitude toward the protester is part of a larger, troubling pattern of instigating violence toward protesters at campaign events that has singled out people of color.\nOne reason Trump may have exhibited special disdain for that particular demonstrator in November, however, is because he believes the entire Black Lives Matter movement lacks legitimate policy grievances. He alluded to these views in an interview with the New York Times magazine this week when he described Ferguson, Missouri, as one of the most dangerous places in America. The small St. Louis suburb is not even in the top 20 highest-crime municipalities in the country.\nTrump’s racial incitement has already inspired hate crimes. Two brothers arrested in Boston last summer for beating up a homeless Latino man cited Trump’s anti-immigrant message when explaining why they did it.  \n“Donald Trump was right ― all these illegals need to be deported,” one of the men reportedly told police officers.\nTrump did not even bother to distance himself from them. Instead, he suggested that the men were well-intentioned and had simply gotten carried away.\n“I will say that people who are following me are very passionate,” Trump said. “They love this country and they want this country to be great again. They are passionate.”\nWhen Trump addressed the Republican Jewish Coalition in December, he tried to relate to the crowd by invoking the stereotype of Jews as talented and cunning businesspeople.\n“I’m a negotiator, like you folks,” Trump told the crowd, touting his book The Art of the Deal.\n“Is there anyone who doesn’t renegotiate deals in this room?” Trump said. “Perhaps more than any room I’ve spoken to.”\nBut that wasn’t even the most offensive thing Trump told his Jewish audience. He implied that he had little chance of earning the Jewish Republican group’s support, because his fealty could not be bought with campaign donations.\n“You’re not going to support me, because I don’t want your money,” he said. “You want to control your own politician.”\nIronically, Trump has many close Jewish family members. His daughter Ivanka converted to Judaism in 2009 before marrying the real estate mogul Jared Kushner. Trump and Kushner raise their two children in an observant Jewish home.\nThen in July, Trump tweeted an anti-Semitic Hillary Clinton meme that featured a photo of her over a backdrop of $100 bills with a six-pointed Jewish Star of David next to her face.\n“Crooked Hillary - - Makes History!” he wrote in the tweet, which also read “Most Corrupt Candidate Ever” over the star.\nThe holy symbol was co-opted by the Nazis during World War II when they forced Jews to sew it onto their clothing. Using the symbol over a pile of money is blatantly anti-Semitic and re-enforces hateful stereotypes of Jewish greed.\nBut Trump insisted the image was harmless.\n“The sheriff’s badge ― which is available under Microsoft’s ‘shapes’ ― fit with the theme of corrupt Hillary and that is why I selected it,” he said in a statement.\nMic, however, discovered that the the meme was actually created by white supremacists and could be found on a neo-Nazi forum more than a week before Trump shared it. Additionally, a watermark on the image leads to a Twitter account that regularly tweets racist, sexist political memes.\nAt a campaign appearance in California in June, Trump boasted that he had a black supporter in the crowd, saying “look at my African American over here.”\n“Look at him,” Trump continued. “Are you the greatest?”\nTrump went on to imply that the media  conceals his appeal among African Americans by not covering the crowd more attentively.\n“We have tremendous African-American support,” he said. “The reason is I’m going to bring jobs back to our country.”\nIn fact, Trump has the lowest level of African-American support of any Republican presidential nominee since 1948, according to FiveThirtyEight. As of the most recent polling, just 2 percent of black voters plan to vote for him ― fewer than the percentage who plan to vote for Green Party candidate Jill Stein or Libertarian Party nominee Gary Johnson.\nIt may not be surprising that Trump has brought so much racial animus into the 2016 election cycle, given his family history. His father, Fred Trump, was the target of folk singer Woody Guthrie’s lyrics after Guthrie lived for two years in a building owned by Trump pere: “I suppose / Old Man Trump knows / Just how much / Racial hate / He stirred up / In the bloodpot of human hearts.”\nAnd last fall, a news report from 1927 surfaced on the site Boing Boing, revealing that Fred Trump was arrested that year following a KKK riot in Queens. It’s not clear exactly what the elder Trump was doing there or what role he may have played in the riot. Donald Trump, for his part, has categorically denied (except when he’s ambiguously denied) that anything of the sort ever happened.\nEditor’s note: Donald Trump is a serial liar, rampant xenophobe, racist, misogynist, birther and bully who has repeatedly pledged to ban all Muslims ― 1.6 billion members of an entire religion ― from entering the U.S.", "date": "\n02/29/2016", "href": "https://www.huffpost.com/entry/donald-trump-racist-examples_n_56d47177e4b03260bf777e83", "tags": "people “ white trump examples racist donald told black"}