{"title": "Here's Why Jon Snow Didn't Pet Ghost In His 'Game Of Thrones' Goodbye", "content": "Was Jon Snow ghosting Ghost in Season 8 of “Game of Thrones”?\nIn Episode 4 on Sunday, Snow (Kit Harington) chucks up the deuces to Winterfell as he heads south to bring the Northern army to fight for Daenerys Targaryen (Emilia Clarke). He has a number of goodbyes with fam and friends, including Tormund (Kristofer Hivju), Samwell Tarly (John Bradley) and Gilly (Hannah Murray). But when he sees his faithful direwolf Ghost, First of His Name, The Goodest of Good Boys, who’s just off to the side looking on, this happens: \nYep. Just a little Paws.\nSo what’s going on here? Jon and Ghost definitely had a moment, but didn’t the direwolf just lose an ear fighting the army of the dead for the King in the North? Should it have been more?\nThe scene left fans wondering one thing: Why didn’t Jon just pet Ghost?\nWell, now that mystery has been solved thanks to director David Nutter. \n“Since the direwolves are kind of CG creations, we felt it best to keep it as simple as possible,” said Nutter. “And I think that it played out much more powerfully that way.”\n“Game of Thrones” visual effects supervisor Joe Bauer previously explained the difficulties of bringing the direwolves to life ahead of Season 8, saying real wolves need to be filmed and scaled up. And unfortunately, those wolves “only behave in certain ways.”\n“Keeping Ghost off to the side, I thought that played out better,” said Nutter, adding that it gave Jon a chance to be with Tormund and Gilly before having one last moment with his wolf.\n“Then he just walks off by himself, he turns to Ghost and has this moment with Ghost that I thought was very, very powerful.”\nThe actors behind Samwell and Tormund, Bradley and Hivju, also reflected on the Ghost moment, agreeing that Jon sending his direwolf north was the right choice to make.\nBradley told HuffPost, “I think that Jon knows what he’s leaving behind. Jon Snow is a noble man, and he knows all about sacrifice ... He knows what he has to keep safe, and he knows he has a responsibility to Ghost and a responsibility to Sam, Gilly and Baby Sam because he knows where they’ll be safe.”\nHe added, “He was very aware of the sacrifice of leaving those figures behind, and they know — hopefully, Ghost knows what he means to Jon — and Jon knows what Ghost means to him.”\nIn another interview, Hivju told our own Leigh Blickley, “I think Jon is right that the south isn’t the place for a direwolf. In Episode 2 or 3 they killed one of them [Lady, Sansa’s direwolf] — it’s a wild animal, it’s like a wolf plus two! I think it’s best for Ghost to go north.”\nAnd if you’re worried about not seeing more Ghost in the future, Hivju is up for that fan-proposed Tormund and Ghost spinoff ... if they make it.\n“Well, there’s still two more episodes to go. We don’t know if they survive.”\nWhat is Ghost may never die.\nLeigh Blickley contributed reporting.", "date": "\n05/06/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-jon-snow-ghost_n_5cd04a2ce4b0548b735d884c", "tags": "ghost think goodbye moment tormund pet ” direwolf hivju jon knows snow thrones"}