{"title": "Here's Why Robert Mueller Didn't Make A Call On Obstruction Of Justice", "content": "Special counsel Robert Mueller did not make a determination about whether President Donald Trump broke the law by obstructing justice because it wasn’t Mueller’s call to make, he wrote in his 448-page report released Thursday.\nBut the special counsel’s explanation of why he couldn’t state that Trump obstructed justice suggests he may believe the president did.\nMueller was theoretically allowed to clear Trump of obstruction of justice, he wrote. But he could not justify doing so: “[I]f we had confidence after a thorough investigation of the facts that the President clearly did not commit obstruction of justice, we would so state,” the report reads. “Based on the facts and the applicable legal standards, however, we are unable to reach that judgment.”\nThere are, however, clear legal obstacles to stating that Trump did obstruct justice, according to Mueller.\nA sitting president may not be prosecuted, according to the Department of Justice’s legal guidelines, as it would interfere with the president’s official duties as laid out in the Constitution. Since the president cannot be prosecuted while in office, any determination that he committed a crime while not allowing for a trial would undermine legal principles of fairness, as it “affords no such adversarial opportunity for public name-clearing before an impartial adjudicator,” Mueller’s office wrote.\nFor these reasons, the report states, “while this report does not conclude that the President committed a crime, it also does not exonerate him.”\nThe special counsel’s office examined 10 acts by Trump that could be construed as obstruction of justice. \nThese included the president’s attempts to fire Mueller and to pressure then-Attorney General Jeff Sessions to un-recuse himself and stop the investigation. The report also documents Trump’s efforts to get then-FBI Director James Comey to end the investigation into former Trump adviser Michael Flynn and the decision to fire Comey when he did not, and the president’s efforts to obscure information about his actions and those of his family and his aides.\nIn most of these cases, Mueller’s team found that the president took actions with the intention of undermining or ending the investigation.\n“Our investigation found multiple acts by the President that were capable of exerting undue influence over law enforcement investigations, including the Russian-interference and obstruction investigations,” the Mueller report states. “These incidents were often carried out through one-on-one meetings in which the President sought to use his official power outside official channels.”\nSince Mueller declined to “make a traditional prosecutorial judgment,” the report instead suggests that Congress could use the evidence Mueller’s team compiled on obstruction of justice to make its own call.\n“The conclusion that Congress may apply the obstruction laws to the President’s corrupt exercise of the powers of office accords with our constitutional system of checks and balances and the principle that no person is above the law,” the report says.\nThis is a roundabout way of saying that the only constitutional remedy to the president breaking the law is impeachment by Congress.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-report-obstruction-of-justice-trump_n_5cb8c814e4b068d795ca609d", "tags": "call report make investigation justice ” robert obstruction mueller"}