{"title": "Here's What Happens In The Original, Terrible 'Game Of Thrones' Pilot That Never Aired", "content": "“One of the most painful experiences of my life.”\nThat’s how David Benioff once described seeing friends test-screen his and co-showrunner Dan Weiss’ original “Game of Thrones” pilot in 2010. After that viewing, more than 90 percent of the episode was supposedly reshot before it aired on HBO in April 2011, eventually leading to the phenomenon that the series is today.\nBut that first terrible, horrible, no good, very bad pilot ― called a “piece of shit” by the showrunners’ screenwriter friend Craig Mazin ― never saw the light of day. It became legend, something that could live only in Old Nan’s stories. Or so we thought.\nIt’s an oft-forgotten fact that George R.R. Martin, whose A Song of Ice and Fire novels serve as inspiration for “Game of Thrones,” has been depositing old copies of his writing to Texas A&M’s Cushing Memorial Library in College Station for more than two decades. He is said to have fallen in love with Cushing’s sci-fi collection and its archival system during visits to AggieCon as far back as the 1970s and decided to make the quiet spot in Texas a home for his massive catalog of original manuscripts.\nThe resulting collection at the library takes up multiple walls, the first of which is properly called the Wall. It’s a collection so vast, it’d make Samwell Tarly’s head spin, staffed by a team of dedicated librarians and professors who serve as a kind of Night’s Watch. Among the archive’s many files are manuscripts for the A Song of Ice and Fire novels, and ― as I learned during a trip to Texas over the summer ― a box containing a production draft of that painful “Game of Thrones” pilot. \nAn early version of the pilot script supposedly surfaced online years ago, but the script’s authenticity was never officially verified. No one seemed to know how similar it was to the rejected pilot that HBO shot or how much it differed; scripts often go through various rewrites, so the mysterious version floating around online could have been from any phase of revisions. \nI had three days to spend in Texas, but it took only five minutes to realize the script online and the one at Cushing are different. There are reasons to believe that the version in Texas is similar to the pilot script that HBO shot: The production draft at Cushing is dated Oct. 22, 2009, right around the time the unaired pilot started filming. The Cushing script credits the unaired pilot’s original director, Tom McCarthy, who was later replaced in reshoots by Tim Van Patten. Plus, in terms of content, the Cushing script contains storylines that have been rumored to be in the unaired pilot script (as we’ll get into below) ― key story departures, dialogue alterations and location changes that cast the Seven Kingdoms in a different light.\n“Game of Thrones” isn’t returning until April 2019, but fans are already bracing for a final season full of callbacks to early moments in the show, which will complete its eight-year “massive jigsaw puzzle,” as it was described by Nikolaj Coster-Waldau, who plays Jaime Lannister.\nIn advance of the season premiere, we exhaustively rummage through the secrets hidden in the pilot script from Martin’s collection, involving everything from an unreleased Cersei Lannister moment to a really drunk Jon Snow making a scene. Here’s what Westeros might have looked like if that “piece of shit” pilot had aired:\n \nLet’s begin with a defining scene between King Robert Baratheon and Ned Stark in the Winterfell crypts. \nThe scene that aired on HBO is slightly different from the scene in the Cushing script, but the gist is the same. Robert asks Ned to be his new Hand of the King, a position left open after Jon Arryn’s death. That’s when Robert places something small but highly symbolic on a statue of his onetime betrothed, Lyanna Stark: a feather. \nAnd that pretty much sums up the sequence you saw in Season 1:\nBut in the script found in the Cushing library, Queen Cersei plays a pivotal role in this exchange’s aftermath ― so much so that her involvement would have changed a Season 5 episode, the recent Season 8 teaser and possibly more. \nThe following scene is written into the pilot script found at Cushing and involves Cersei visiting the crypts right before the feast at Winterfell:\nCersei exits the crypts, crosses the courtyard and walks into the antechamber between the kitchen and the Winterfell great hall. The celebration for the king’s arrival is underway, and servants are rushing past her with food. The queen’s handmaidens make adjustments to her outfit and remove her heavy fur.\nThen Cersei reveals something she has inside her sleeve:\nWhy does it matter?\nThe episode that aired on HBO gave no indication that Cersei was aware of the feather Robert placed on Lyanna’s statue, let alone that she removed it to be burned.\nWithout this intervention, the feather goes on to play an important role in HBO’s recent Season 8 “Game of Thrones” teaser, falling to the ground as Jon Snow walks by and freezing when a wave of cold air rolls over it.\nEven before that, the feather was featured in Season 5, Episode 4, “Sons of the Harpy,” when Sansa Stark visits the Winterfell crypts and comes across the token Robert placed on the statue years ago.\nThe series’ creators, Benioff and Weiss, acknowledged the feather’s station in the crypts to Making of Game of Thrones, explaining that, after all this time, the feather would surely still be there because there “hasn’t been a janitorial crew going down and vacuuming.”\n“We thought it would be kind of a great thing,” they added, “to have Sansa wondering about it.” \nWhy Sansa? And why a feather?\nIf you’ve been living under a Casterly Rock your entire life, you might’ve missed the curious role that birds play in “Game of Thrones.” There’s Varys’ spy network of “little birds,” there’s the High Sparrow, there’s the Three-Eyed Raven, and then there’s Sansa, who is often referred to as a “little bird” or “little dove.” These characters have a few things in common: They’re misunderstood, underestimated and often hold powerful information.\nThe feather could hint at how Lyanna, too, was a misunderstood character, another little bird. It could also serve as a symbol for her secret, her child, Jon Snow.\nNow remember, in the Season 5 episode in which the feather reappears, viewers still think Lyanna had been kidnapped and raped by Prince Rhaegar. It hadn’t been revealed that she and Rhaegar were actually in love, married and had a baby — a secret that, with her dying breath, she made her brother Ned promise to keep.\nThe connection to Jon is reiterated in that Season 8 teaser when he looks back at the feather. Could Cersei’s burning the feather in the scrapped pilot script have been a hint at something else on the way? Will she do the same to Jon?\nWith Dany’s dragons flying around and Cersei having blown up part of King’s Landing with wildfire, it’s not much of a stretch to imagine a fiery run-in between Cersei and Jon in the future.\nThe cut feather scene is perhaps the first small hint of Cersei’s penchant for burning her enemies’ “cities to the ground,” as she likes to say. Considering HBO’s “Dragonstone” teaser from late in 2018, which shows a fire engulfing the signature Lannister lion, more flames are likely in the Lannisters’ future. And, just possibly, Jon Snow’s.\n \nOne of the more substantial differences between the script at Cushing and the episode that aired on HBO can be observed in the writing of Daenerys Targaryen’s marriage consummation scene.\nIn the Cushing script, Dany has a lot more control. She smiles when she realizes Drogo can say only the word “no” in her language, she helps him take rings out of his hair and, most important, she ultimately consents to sex: \nThis is far from the scene that aired on HBO, in which she cries as he undresses her, then has sex with her from behind. The more consensual framing of the scene is straight out of Martin’s books, which explains why it was included in an earlier version of the script; the pilot script at Cushing tends to hew closer to Martin’s words.\nThe version of the scene that aired, however, is traumatic. Daenerys is raped. Her relationship with Drogo eventually grows into love, but that doesn’t erase the fact that he raped her — and does so time and time again.\nShe addresses these rapes in her first conversation with Jon in Season 7, telling him, “I’ve been shamed and betrayed, raped and defiled. Do you know what kept me standing through all those years in exile? Faith, not in any gods, not in myths and legends. In myself, in Daenerys Targaryen.”\nWhy does it matter?\nThough a consensual scene would have been less traumatic to watch, Daenerys actress Emilia Clarke spoke about her character’s rape to Glamour in 2016, explaining some possible reasoning behind the scene:\nA rape scene is hardly necessary to build empathy for Dany’s plight, but as Clarke said, it underscores the terrors Dany overcame and her transformation from a scared, abused child into the khaleesi.\nSomewhere between her rape and her decision to sleep with Jon, aka King of the Squats, in Season 7, a completely different Mother of Dragons has emerged.\n \nAfter watching the “Game of Thrones” premiere on HBO, fans are well aware that Jaime and Cersei are related. It’s a pretty pivotal plot point. Interestingly, one of the most prominent critiques lodged against the unaired pilot was that this info wasn’t clear enough. Early viewers didn’t know Jaime and Cersei Lannister are brother and sister.\nPerhaps that’s why a scene featuring the incestuous siblings talking at King’s Landing was added to the episode that aired. In it, the two basically chat about how very, very related they are and how if anyone discovered their secret affair, their heads would be on spikes.\n“As your brother, I feel it’s my duty to warn you, you worry too much,” Jaime explicitly states. This scene is not in the Cushing pilot script or the script previously available online, as io9 points out.\nKeeping in mind that many viewers of the original pilot didn’t understand the Lannister twins’ relationship, a scene in the script at Cushing would have made it even more complicated. (Get out of here, Bran. You don’t want to see this.)\nIn all versions of the pilot, Bran Stark climbs the exterior of a tower at Winterfell and happens upon a window, through which he peeps a naked man and woman (Jaime and Cersei). In the script at Cushing, however, the encounter reads slightly differently, with Cersei telling Jaime to stop:\nWhy does it matter? \nIn the episode that aired, Cersei objects to Jaime only after she spots Bran inadvertently being a little creep in the window.\nIn contrast, in Martin’s book and the script at Cushing, she protests much sooner. It’s confusing to Bran and possibly would’ve been confusing to TV viewers too.\nConsider how this scene would have affected Jaime’s triumphant moment in Season 7, when he chooses to walk away from a power-hungry Cersei. Until that point, audiences are meant to believe he has always been under Cersei’s control; only then is he able to break free from her influence. The Cushing version of Jaime and Cersei’s sex scene could have made this harder to swallow.\nIn a show riddled with constant backstabbing, endless subplots and so many characters you remember as What’s His Name and Who’s Her Face, the less confusing a scene, the better.\n \nThe Cushing pilot script opens a lot like the episode that aired: Three men from the Night’s Watch are tracking down wildlings when they are ambushed by White Walkers. Things don’t go well.\nIn the early pilot script, one of those men, Will, realizes the bodies of the dead wildlings have vanished and proceeds to climb a tree to get a better view. He does this right before the Walkers arrive, and his decision is a lifesaving one. In contrast to the aired episode, which shows a Walker sparing a member of the Watch from death for some unknown reason, it’s Will’s position in the tree that prevents him from being killed along with the others.\nThe White Walkers descend on the other two men, all the while speaking a language of ice:\nWill stays in the tree. He’s going to let this one just play out.\nWhy does it matter?\nAt this point, White Walker dialogue is well documented. It just has never shown up on TV. However, it’s in the books, it’s referred to by Vanity Fair writer Joanna Robinson after she reviewed a number of “Game of Thrones” scripts, it shows up in the pilot script floating around online and it’s also in the one from Martin’s collection at Cushing.\nI asked “Game of Thrones” language creator David Peterson about the White Walker dialogue, which he named Skroth, in a previously unpublished portion of a 2017 interview.\nReflecting on early plans for the White Walkers to speak, he told me he originally put something together for the opening scene of the show.\nPeterson sent me a pre-effects example of the White Walker dialogue, which he previously played at conventions and gave us permission to include. Here’s an early version of what a White Walker would’ve sounded like:\nAt the time, he said, “Game of Thrones” sound designer Paula Fairfield was still hopeful they could use it one day, but that obviously hasn’t happened.\nIt’s not the only language casualty. Peterson said he created a full language for the Children of the Forest in Season 6, but for a variety of reasons (a desire to avoid the need for subtitles during action sequences, stunt people having difficulty with their lines), they “were either cut or shortened, and all of them were turned into English.”\n“It was an idea. They tried it. It just didn’t work,” he said.\n \nIn the “Game of Thrones” pilot that aired, Jon does not make an appearance in the memorable great hall scene. Instead, he stays outside, heeding Catelyn Stark’s wishes that Jon — who she and almost everyone else believes is Ned’s bastard son — not be present.\nBut in the pilot script at Cushing, he sits inside. He’s not at the highborn table, but he manages to have a drunken conversation with Benjen Stark in the great hall anyway.\nOur guy is left alone to drink more wine and eventually causes a scene:\nThe scene in the Cushing pilot script is almost exactly the same as the scene in Martin’s novel A Game of Thrones. From the book:\nBeyond the exclusion of Snow’s drunken escapade, the Cushing version of the sequence was drastically rearranged to form the scenes that aired on HBO. For example, in the episode that aired, the confrontation between Ned and Jaime in the great hall ends after Ned says, “I don’t fight in tournaments because when I fight a man for real, I don’t want him to know what I can do.”\nJaime replies, “Well said.”\nBut in the Cushing pilot script, as well as the one that has been online, the moment continues long enough for Jaime to remind Ned of how his brother and father were killed:\nIt continues:\nA flashback of Ned’s brother Brandon being killed also purportedly existed in an early version of the filmed pilot (a screenshot exists online), but this is not included in the script at Cushing (though it could have fit in around this conversation). \nThe Cushing version of the scene goes even further, with Ned leaving and Tyrion, who overheard everything, telling Jaime, “If it came down to it, Brother, I’d bet on you ― but I wouldn’t bet much.” Tyrion then downs another tankard of wine, realizes he drank too much, staggers out of the hall and eventually talks to Jon outside.\nWhy does it matter?\nWhile it would’ve been fun to see the future King in the North get shitfaced (you know nothing about holding your alcohol, Jon Snow), it’s so much extra character interaction to digest that you could be left feeling as dizzy as Tyrion. \nThere are a few moments that are really important from the Winterfell feast scenes, and Jon’s conversations with Tyrion and Benjen are at the forefront. The conversation with Tyrion is referred to in Season 7, when Tyrion writes Jon a letter that includes “All dwarves are bastards in their father’s eyes.” It’s a line Tyrion says in their first chat, and it seemingly convinces Jon he’ll be safe when he travels to see Daenerys.\nOf course, with Benjen he talks about going to serve in the Night’s Watch at the Wall, which he clearly does and then lives happily ever after. \nThe other character interactions, while entertaining, could have distracted from the truly important moments, so let’s all pour one out for Jon’s long-lost wasted scene.\n \nCatelyn and Daenerys were originally played by different actors — Jennifer Ehle and Tamzin Merchant, respectively. Before Michelle Fairley took on the role of Catelyn, the character’s personality was a lot different too.\nFor example, in a bedroom scene in the pilot script, Catelyn urges Ned to accept Robert’s offer of betrothal between Joffrey and Sansa and to head south with the king.\nMaester Luwin then enters with the note from her sister Lysa, saying that the Lannisters murdered her husband, Jon Arryn. Ned has no choice but to take up his old friend Robert’s request to be the new Hand of the King and go to King’s Landing to figure out what’s going on.\nIn the episode that aired, however, Catelyn urges Ned to stay in the North, claiming that she’ll confront Robert and tell him, “Listen, fat man. You are not taking my husband anywhere. He belongs to me now.”\nYou tell ’em, Cat.\nWhy does it matter?\nIn terms of the differences between the pilot script at Cushing and the episode that aired, Catelyn is my pick for most improved character. Benioff and Weiss were smart to realize that fans have pages and pages to get to know the Catelyn in the books but only a few scenes to get to know her on the show. The Cushing script might have made Catelyn seem a bit title obsessed, like Season 1 Sansa, who was, objectively, the worst.\nJust ask Season 1 Arya Stark.\nInstead, the showrunners chose to lean into the image of the Stark matriarch as a protective mother and wife who would later fend off an assassin in an effort to save her injured Bran.\nIt’s also worth noting that after reading Lysa’s letter in the Cushing script, Catelyn says to Ned:\nIn the episode that aired, Catelyn stops after saying Jon Arryn was murdered by the Lannisters. She doesn’t say, “By the queen.”\nJohn Standing, the actor who plays the dearly departed Jon Arryn, once said the original pilot included a “lunatic” scene in which Cersei watches his character die. Though this scene isn’t included in the script at Cushing, a line about Jon Arryn being killed by the queen paves the way for the bit to have been added later.\n \nWhen “Game of Thrones” begins, you don’t realize Joffrey is quite as turdish as he is until Episode 2, when Tyrion slaps him silly for not going to the Starks to offer sympathies after Bran’s fall. But in the pilot script at Cushing, you get the impression that Joffrey is a walking, talking pile of human excrement right away.\nAt a training session between the Lannisters and Starks, Bran has just finished pummeling Tommen Baratheon with a wooden sword, and Ser Rodrik, Winterfell’s master-at-arms, asks Robb Stark and Joffrey if they’d like to go another round. Robb’s in, but Joffrey complains that he’s “tired of swatting at Starks with a play sword.” He suggests “live steel,” and Rodrik is just not cool with that.\nWhile the pilot script gives Robb this early interaction with Joffrey, it omits many other scenes that made their way to air — the Winterfell scene where Bran is learning archery with his family, the scene in which Sansa and Arya are practicing their stitching, the scene in which Sansa begs Catelyn to let her go to King’s Landing and the infamous shaving scene in which the Stark boys stand around shirtless and flexing.\nWhy does it matter?\nThe Joffrey moment could have added tension later in the series — for instance, during the War of the Five Kings skit at Joffrey’s wedding, which features someone riding around with a wolf’s head to represent the decapitated Robb. But it seems likely that some minor scenes like this were cut in order to make room for more vital moments, such as getting to know the Starks. And, frankly, more Starks and less Joffrey sounds like a winning formula, bare-chested flexing and all.\nIn addition to the cut scenes, there were quite a few subtle differences between the script available online and the one from Martin’s official collection in Texas. In the version online, Tyrion pets the Stark direwolf Ghost, his brothel scene takes place at King’s Landing (not in the North), and there’s a long scene meant to describe a now-discarded title sequence.\nBut none of this happens in the script at the Cushing library. (In fact, as far as the credits go, the script there describes an opening sequence with just the words “TITLE CARD: GAME OF THRONES.”)\nThere are some less significant but amusing details sandwiched into the script at Cushing too. Ned, who’s about the grimmest dude around, makes a joke in the crypts:\nThe line was taken out and given to Jaime in Season 1, Episode 3: \nVarious shooting locations changed as well. For instance, Dany’s wedding was originally filmed in Morocco and featured a cameo from Martin himself as a Pentoshi (something that could have easily fit into the Cushing script, since it mentions “Merchants of Pentos” gathered for the ceremony). However, when Clarke was brought in as the replacement Daenerys, the subplot was altered and reshot in Malta.\nThe Cushing script alone doesn’t reveal exactly why the original pilot was such a “massive problem,” as Mazin put it. Kit Harington, who plays Jon Snow, touched on that version’s “mistakes,” telling The Guardian, “It didn’t look right, didn’t feel right.” The devil is likely in the scene execution details, which we might never see, although he said the showrunners would threaten to release the pilot on YouTube when he pissed them off. Perhaps the early drunk scenes weren’t the King in the North’s finest hour.\nStill, reading the script at Cushing, I got a sense of how even small changes would have led to a vastly different show. One of the most interesting aspects for me ― a moment that would’ve changed the way some future “Game of Thrones” scenes unfold and added some foreshadowing ― was Cersei’s cut scene. As the adage goes, where there’s smoke, there’s ... Cersei trying to light something on fire.\nThe scenes illustrated by Lena Vargas Afanasieva are not meant to be exact depictions of the scripted sequences.\nAdditional reporting by Leigh Blickley and Sara Boboltz.", "date": "\n02/09/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-unaired-pilot_n_5c0af138e4b0ab8cf6934dbe", "tags": "cersei happens pilot aired scene script never season ” terrible jon original thrones cushing"}