{"title": "Here's The Skinny On Meals On Wheels In Trump's Budget", "content": "WASHINGTON ― Though his budget director suggested last week that Meals on Wheels doesn’t deserve government support, President Donald Trump’s budget outline doesn’t directly target senior nutrition services.\nThe proposal does call for the wholesale elimination of several antipoverty programs, including grants that in some states help fund senior nutrition programs such as Meals on Wheels. But those grants provide only a small sliver of the overall federal support for senior nutrition, and an even tinier portion of overall funding for Meals on Wheels programs, which are largely funded by donations. \nMeals on Wheels America, an organization that represents 5,000 home-meal delivery organizations around the country, says that in the aggregate, these groups get about 35 percent of their funding from the federal government. Specifically, the funds are allocated by the Older Americans Act and distributed by the Administration on Aging within the Department of Health and Human Services. \nThe Trump budget document specifies several federal programs that it wants to kill ― including the Community Development Block Grant and the Low Income Home Energy Assistance Program ― but the budget doesn’t say anything about Meals on Wheels or senior nutrition. The proposal is silent about many federal programs partly because it’s been billed as a “skinny” budget that the administration plans to follow with more details later this year. \nNevertheless, when reporters asked Trump budget director Mick Mulvaney about Meals on Wheels last week, he didn’t point out that the budget doesn’t touch the program. Instead, he talked about Meals on Wheels as though he considered it an example of a questionable service funded by the Community Development Block Grant, a $3 billion flexible funding stream provided to states by the Department of Housing and Urban Development. About 1 percent of block grant funds go to senior services. \n“We can’t spend money on programs just because they sound good. And Meals on Wheels sounds great ― again, that’s a state decision to fund that particular portion too,” Mulvaney said. “But to take the federal money and give it to the states and say, look, we want to give you money for programs that don’t work ― I can’t defend that anymore. We cannot defend that anymore. We’re $20 trillion in debt.”\nSome commentators have dubiously suggested Mulvaney was trying to criticize the block grant, not Meals on Wheels. In response to a request for clarification from HuffPost, a spokesman for the Office of Management and Budget stressed that Meals on Wheels isn’t a federal program, despite the funding it gets. \n“In fact, it’s a program that’s a truly American response to a need ― neighbors helping neighbors ― and a praiseworthy effort,” OMB Communications Director John Czwartacki said in an email. “It’s unfortunate that some tried to incorrectly use this noble program to protect other wasteful and duplicative spending.”\nThe Trump budget proposal does say that it would slash overall HHS funds by 17.9 percent, so it’s possible that the senior services would eventually be targeted. \n“The problem with a skinny budget is it is lean on details,” Meals on Wheels America President Ellie Hollander said in a statement on Friday. “So, while we don’t know the exact impact yet, cuts of any kind to these highly successful and leveraged programs would be a devastating blow to our ability to provide much-needed care for millions of vulnerable seniors in America, which in turn saves billions of dollars in reduced healthcare expenses.” \nPresident Lyndon Johnson signed the Older Americans Act in 1965 as part of the War on Poverty and the federal government’s general effort to keep elderly people from dying in poorhouses. ", "date": "\n03/20/2017", "href": "https://www.huffpost.com/entry/meals-on-wheels-trump_n_58cfe9d3e4b0ec9d29dd84e1", "tags": "meals senior ” trump skinny ― programs federal program budget wheels"}