{"title": "Here’s Your Unclassified Briefing on Secret Government Code Names", "content": "The investigation into President Trump’s campaign and its ties to Russia is best known today by the man who runs it,  Robert S. Mueller III, the special counsel. But the F.B.I. conducted the investigation for nearly a year before Mr. Mueller was appointed. To the agents, it was known by its internal code name: Crossfire Hurricane. \nThe term is borrowed from the Rolling Stones song “Jumpin’ Jack Flash,” which begins with Mick Jagger declaring, “I was born in a crossfire hurricane.” According to the author Victor Bockris, however, his fellow band member Keith Richards inspired the line. In his book “Keith Richards: The Biography,” Mr. Bockris wrote that Mr. Richards was born amid the bombing and air raid sirens of Dartford, England, in 1943 at the height of World War II. “I was born with those sirens,” he said. \nIt varies. The C.I.A. randomly selects code names — called cryptonyms, or crypts — from a list of preapproved names. But C.I.A. officers can skip that process and pick their own. That is  most likely how the agency ended up with hacking tools named RickyBobby and EggsMayhem. Somewhere, there is a former classics scholar who can claim responsibility for choosing Anabasis, the epic Greek military tale, as the cryptonym for a C.I.A. operation in Iraq.\nMilitary operations get code names, too, and random selection has its downsides. When a blitz on Iraqi weapons sites was randomly given the name “Operation Bolton” by the British Ministry of Defense, the name divided residents of the town of Bolton. “Bolton is not an aggressive town,” one resident told The Independent.\nThe Pentagon’s high-profile military operations are more brand name than code name: Enduring Freedom, Desert Storm,  Iraqi Freedom, New Dawn.\nPerhaps the most famous coded F.B.I. operation was Abscam, the late-1970s operation in which agents posed as Arab sheikhs working for a company called Abdul Enterprises and tried to bribe lawmakers.  If it is not obvious, that code name was not chosen at random.\nAgents and analysts typically try to pick something clever, but being too cute can cause headaches. The investigation into Hillary Clinton’s use of a private email server was labeled Midyear Exam (often shortened inside the F.B.I. to Midyear). Agents may have thought they were being tested, facing a politically charged investigation in a presidential campaign. But last year, Senator Charles E. Grassley, Republican of Iowa, questioned the F.B.I. director at the time, James B. Comey, about whether to read anything into the name.\nNot if past practice is any indication.  Some agents seem to favor odd or obscure references. Take the federal gun case Tin Panda, for example. Others reach for the obvious, like the mortgage fraud investigation named Malicious Mortgage. Cyberinvestigators often nod at industry jargon (E-Con or Fastlink). Agents have chosen names that are descriptive (Disarray), misspelled (Lemon-Aid) and iterative (Cross Country XI).\nPerhaps the best guidance on the topic comes from Winston Churchill, whose opinions about World War II code names were so well regarded that in 1952, the deputy C.I.A. director, Allen W. Dulles, sent it to his covert action team. Mr. Churchill advised against choosing names that were boastful or grim or naming operations after living people. “After all, the world is wide, and intelligent thought will readily supply an unlimited number of well-sounding names,” he wrote. The full text can be read here,  and it offers some suggestions:\nConvenience, mostly. It is not necessary for record-keeping because every F.B.I. case has a unique number. A code name, though, allows for a familiar shorthand that avoids sharing delicate information. Nobody is going to say, “Stay behind after this meeting so we can discuss the investigation into Russian interference in the presidential election and whether the Trump campaign was involved.” \n“Stay behind after this meeting so we can discuss Crossfire Hurricane,” is easier and discreet. And, for brevity’s sake, it was often  shortened to Crossfire.\nWell, you’ve read this far, so probably at least a little. But no, the names do not reveal much about the underlying investigation. Think of them simply as a peek into the mind-set of the investigative team. Maybe the name was chosen with an eye toward marketing the eventual news release, or as an inside joke among agents.\nIn remains unclear who selected Crossfire Hurricane, but there is no doubt that it touched off a ferocious storm, and the winds continue to thrash the White House and the F.B.I. itself.", "date": "May 16, 2018", "href": "https://www.nytimes.com/2018/05/16/us/politics/fbi-code-names-investigations-crossfire-hurricane.html", "tags": "unclassified briefing name f.b.i crossfire secret investigation ” code government agents names"}