{"title": "Here's How Trump's New China Tariffs Will Hit Your Wallet", "content": "Last Friday, at the direction of President Donald Trump, U.S. trade representatives increased tariffs from 10 to 25 percent on $200 billion in imported Chinese goods, with an eye to potentially raise tariffs on another $300 billion of Chinese imports in the near future.\nTrump claims his tariffs are a tax, paid by China, and that these “massive payments go directly to the Treasury of the U.S.” That’s not even remotely close to accurate. In reality, it’s not China that pays; instead, American consumers cover the cost of the tariffs by paying higher prices on imported Chinese goods.\nIt’s difficult to accurately predict how much prices will rise since the tariffs are levied on components, not finished products. For instance, Morgan Stanley predicted an iPhone XS could cost $160 more thanks to the tariffs, but we don’t know how much Apple pays for the iPhone’s components. And given its cash reserves, Apple could also absorb some costs if needed.\n“There will be price hikes at Target, Costco, Home Depot and Walmart,” Nelson Dong, a partner with Dorsey & Whitney in Seattle, predicted to the Washington Post. “The importers are going to pass on some or all of the tariff to the consumer and that will become much more readily apparent and harder to mask.”\nInterestingly, American consumers are also now paying higher prices on goods that aren’t subject to Chinese tariffs. A Goldman Sachs analysis out Saturday found manufacturers in other countries have “opportunistically raised their prices” in response to decreased competition from China.\nWith that in mind, here’s what we should expect to pay more for now that the tariffs implemented last September have more than doubled. (For those looking to go a little deeper, here’s a 194-page PDF of the more than 5,700 items.)\nFish and seafood, butter, nuts, vegetables (e.g. cabbage, kale, carrots, beets), mill products (e.g. buckwheat, rice), oil seeds (e.g. flax, sesame, mustard), soy sauce, protein concentrates, fruit and vegetable juices, beer, wine and rice wine, and vinegars are all included.\nLast year, tariffs added $1 billion to U.S. housing construction costs, the National Association of Homebuilders told the Los Angeles Times. We should expect that to jump to $2.5 billion if the latest tariffs are levied for a full year. That’s thanks to tariffs on items like granite, cement, materials made out of vinyl, ceramic tiles, and stainless steel.\nBackpacks, hats, various fabrics (including silk, cotton, polyester and nylon). \nThis includes almost anything containing a circuit board, like televisions, cameras, smartphones, electric amps, video projectors, copiers, and, of course, computers. One analyst told The New York Times computers and computer parts account for $23 billion of tariffs alone.\nWooden furniture, upholstered chairs (e.g., sofas), car seats, baseball gloves, handbags, luggage and suitcases, glass and glassware, jars, pots, clocks and watches.\nRefrigerators, freezers, air conditioners, vacuum cleaners, vending machines, microwaves, generators and air compressors.", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/chinese-tariffs-increase-costs-american-consumer_n_5cdaf781e4b061f59bf85481", "tags": "goods china billion u.s. wallet hit trump ” prices chinese last new tariffs"}