{"title": "Here's What 'Game Of Thrones' Star Kristian Nairn Thinks 'Hodor' Means", "content": "There are a lot of unsolved mysteries in the \"Game of Thrones\" universe, but one of the biggest ones comes in the form of a two-syllable, five-letter word: Hodor.\nKristian Nairn's character has only ever uttered his own name in the series, leading fans to speculate what it could mean and who he really is. Is Hodor just a simple-minded man with little to say? Or does his name have a more significant role in the Seven Kingdoms?\nWhile on HuffPost Live on Thursday, host Alyona Minkovski asked Nairn what he thought \"Hodor\" could mean. Nairn suggested that the name Hodor could be related to the Norse god Höðr (anglicized as Hodr), who is believed to be the god of winter. \"George [R.R. Martin] calls on mythology in his writing,\" Nairn said. \"Does he do anything by accident? I don't know. It could be part of the whole 'winter is coming' thing; the others, the actual White Walkers -- he could somehow be connected to them.\" Wait, hold the Hodor. Let's investigate this further.\nNairn is referring to the fan theory that Hodor may actually be associated with the White Walkers, or could even be their god. The theory presumes that Hodor is actually an agent of The Great Other, the god of darkness and cold who in \"Thrones\" is the possible enemy of R'hllor, Melisandre's Red God. It's also said that The Great Other is another name for the Night's King, who we finally met in Season 5. Could Hodor be allies with the White Walkers? Is \"winter is coming\" actually all about Hodor?\nWe're not sure, and neither is Nairn. But the Northern Irish actor told HuffPost Live what he wished \"Hodor\" meant. \"I would like there to be a dragon,\" Nairn said, \"and the word to control it is 'Hodor.' He somehow tames it with the word 'Hodor.'\" Uh, yes, please!\nWhile this was just wishful thinking on Nairn's part, this could further prove the White Walker theory. Book readers know that there are legends of ice dragons said to exist (one fan even speculated that an ice dragon might have made an appearance in Season 5). How does this relate to Hodor, though? Old Nan, Hodor's great grandmother, was known to tell tales about the ice dragons in the books. So maybe \"GoT\" will end with Hodor hodoring atop an ice dragon. We'll have to wait and see.\nWatch the full HuffPost Live conversation with \"Game of Thrones\" actor Kristian Nairn here.\n﻿﻿Also on HuffPost:  \nFor a constant stream of entertainment news and discussion, follow HuffPost Entertainment on Viber.", "date": "\n08/13/2015", "href": "https://www.huffpost.com/entry/game-of-thrones-hodor-fan-theory_n_55ccd9f9e4b064d5910ac8ad", "tags": "nairn hodor name ice means white god could thrones kristian star thinks huffpost"}