{"title": "Here's What You Need To Know About Obamacare Enrollment This Year", "content": "An updated version of this article was published on Nov. 1, 2018.\nIt’s open enrollment season again for Americans who shop on the Affordable Care Act’s health insurance exchanges to buy coverage. It’s a complicated, often confusing process for many people, especially those who may be using a health insurance exchange for the first time.\nDespite all the noise about repealing Obamacare and the ongoing debate in Congress about whether to change it, it’s still the law, and it still comes with benefits and responsibilities.\nHere are some basic facts about the exchanges, how they work, how to get financial help for insurance and how to find out about other options.\nThese marketplaces are intended for people who aren’t offered health benefits from their employers and aren’t enrolled in some other form of coverage, such as Medicare or Medicaid.\nThe exchanges also are the primary way eligible people can apply for financial assistance to reduce their monthly insurance premiums and out-of-pocket costs.\nSome exchanges are operated by states, others by the federal government and others jointly by both levels of government. Residents of most states use HealthCare.gov or CuidadoDeSalud.gov, the Spanish-language version. The state-run exchange websites are listed here.\nOn these websites, shoppers enter their personal and financial information to sign up for comparison shopping of health insurance policies and benefits and to apply for subsidies. Those eligible for other government health care programs may be able to apply through an exchange, or the exchange may refer them to a state or federal agency.\nConsumers who can’t access the internet or don’t want to enroll online can do so by phone or in person. The phone number for people in HealthCare.gov states is (800) 318-2596, and the state-run exchanges have their own hotlines. Insurance agents and brokers, as well as other enrollment counselors, can help people in person, and none of them charges consumers for the assistance.\nThe deadlines to enroll in a health insurance plan for next year are different from last year, and consumers in most states have less time than they used to. That makes it crucial to begin the shopping and application process as early as possible.\nOn the federally run health insurance exchanges accessed via HealthCare.gov in 39 states, open enrollment begins Nov. 1 and ends Dec. 15. Residents of the following states with federal exchanges must enroll before the end of that six-week period:\nAlabama, Alaska, Arizona, Arkansas, Delaware, Florida, Georgia, Hawaii, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Michigan, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Jersey, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin and Wyoming.\nThe state-run exchanges in Idaho and Vermont have the same Nov. 1-Dec. 15 period to sign up.\nOpen enrollment also begins Nov. 1 at the remainder of the state-run exchanges, but the end date varies:\nCalifornia: Jan. 31\nColorado: Jan. 12\nConnecticut: Dec. 22\nMaryland: Dec. 22\nMassachusetts: Jan. 23\nMinnesota: Jan. 14\nNew York: Jan. 31\nRhode Island: Dec. 31\nWashington: Jan. 15 \nDistrict of Columbia: Jan. 31\nIn states with final deadlines in January, people who want their health insurance to be in place at the beginning of the year must enroll in December. Policies selected in January won’t be active until February.\nAfter those deadlines pass, you can’t purchase health insurance until the next open-enrollment period, except under special circumstances, such as having a baby or moving.\nThe Affordable Care Act requires most U.S. residents to obtain some form of health coverage or face a penalty next time they file their income taxes. The fine doesn’t apply if you were uninsured for two months or less.\nThat fine starts at $695 for each adult and $347.50 for each child in a household. \nBut for most people it will be higher ― possibly more than $13,100 for large, wealthy families. That’s because the penalty is the the minimum or 2.5 percent of annual income (minus the first $10,000 or so for a single person and a little over $20,000 for families), whichever is higher. The IRS hasn’t finalized these numbers for 2018, but they will be similar. A person earning the median U.S. income last year, $53,716, would owe more than $1,000, according to a calculator created by the Tax Policy Center.\nThere are a number of exemptions from the mandate, including one that lets you avoid the fine if the cheapest insurance policy available in your area is considered “unaffordable” under the law because it costs more than about 8 percent of household income. Other examples include people who don’t earn enough to file federal income taxes and people who would be eligible for Medicaid but live in states that didn’t expand the program under the Affordable Care Act. \nThere also are special “hardship” exemptions from the mandate, such as for people who filed bankruptcy during the year or were homeless.\nPresident Donald Trump’s administration has sent mixed signals about how strongly it will enforce the individual mandate, but the law hasn’t changed, so anyone who goes without health coverage next year and doesn’t qualify for an exemption still risks facing a tax penalty.\nThe Affordable Care Act offers two kinds of subsidy, both linked to household income.\nThe first is premium tax credits, offered to anyone using a health insurance exchange who has an income ranging from the federal poverty level to four times that amount, or about $12,000 to about $48,000 for a single person. The federal government sends the money directly to the health insurance company, and the policyholder pays whatever the difference is between the subsidy and the full price of the insurance. Tax credits cannot be used for “catastrophic” plans or for insurance policies that are available only outside an exchange.\nThe second type of help is cost-sharing reductions, which lessen the amount a person pays out of pocket for health care by doing things like shrinking the deductible and any co-payments required by the insurance company. These are available to people with incomes between the poverty level and 250 percent of poverty, or about $12,000 to about $31,000. Cost-sharing deductions are available only for plans sold on a health insurance exchange. In addition, consumers must choose a mid-range Silver plan to receive this extra subsidy.\nIn October, Trump announced he would no longer reimburse health insurance companies that provide these cost-sharing reductions. But the law still requires insurers to reduce cost-sharing for eligible consumers. The insurance companies won’t get paid, but the subsidies aren’t going away.\nThere are four main types of health insurance plans sold on the exchanges: Bronze, Silver, Gold and Platinum. There are also high-deductible ”catastrophic” plans mainly available to people younger than 30.\nAs the metal names indicate, the plans tend to get more generous and more expensive as you go from Bronze to Platinum. The big difference is how much out-of-pocket spending policyholders must do before most of their benefits kick in. That’s calculated using what’s called “actuarial value,” which is a way of estimating what percentage of a typical person’s medical costs the insurance pays and how much the patient pays. The metal tiers in general break down like this:\nCatastrophic plans have an actuarial value that’s almost the same as that for Bronze plans, but premiums often are lower because only those younger than 30 can buy them (with limited exceptions), and they tend to be healthier. \nThis year, however, the comparisons aren’t as clear cut as they have been in the past. Anticipating that Trump would cut off payments to health insurance companies that sell Silver plans to the lowest-income enrollees, some states allowed insurers to add extra rate increases to Silver policies. \nThis let insurers protect themselves against financial loss in the event Trump did cut off their funding, but it also made rates higher than they would have been and complicated the shopping process for consumers.\nFor example, in states with extra premium increases only for Silver plans, some Gold plans will cost about the same or even less than Silver. And because the size of the premium tax credits available to low- and middle-income people are linked to the price of Silver plans, those credits will be larger for 2018. That means some consumers could choose to use that subsidy to get Bronze plans for little to no premium instead of paying more for a more generous Silver plan.\nThe unsubsidized cost of health insurance on the exchanges is rising again next year, and in many states the increases are substantial. The causes are a mix of problems already existing in these marketplaces and actions taken by the Trump administration.\nIn the 39 states whose residents use HealthCare.gov to enroll, the premium for the lowest-cost Bronze plan is an average of 17 percent higher for 2018 than it was this year, according to an analysis of federal data from the Henry J. Kaiser Family Foundation. Prices for the least-expensive Silver plan are rising even more, by an average of 35 percent in those states.\nSince the exchanges began in 2013, affordability has been a major concern, especially for those who qualify for little or no financial assistance. Health insurance companies initially anticipated a healthy, less expensive pool of customers. But the medical costs of those who did enroll were higher than expected, leading insurers to raise rates each year since, including next year.\nWhen Trump took office, he contributed to the cost problem in two ways. \nFirst, he has hinted that he won’t aggressively enforce the Affordable Care Act’s individual mandate, causing insurers to worry that even fewer healthy people would sign up without the threat of a fine. Second, Trump cut off payments to health insurance companies serving the poorest exchange enrollees. As a consequence, insurers in most states are increasing premiums even more than they otherwise would have to protect themselves from significant financial losses if Trump halts the payments.\nExchange customers who receive premium tax credits are essentially shielded from these increases, however. In many parts of the country, some subsidized enrollees will actually be paying less next year. The way these subsidies are structured, there is a maximum percentage of household income any eligible person must pay for health insurance. When premiums rise, the subsidy gets bigger to compensate. But those who earn too much to qualify for tax credits must bear the full weight of the higher premiums. These higher earners may find better deals by shopping outside the exchanges: going directly to a health insurer, consulting a broker or using an online insurance brokerage. \nDepending on your income and other factors, you or the children in your household may qualify for Medicaid or the Children’s Health Insurance Program, also known as CHIP. Generally the joint federal-state programs are intended for low-income individuals and families. In most states, there is no monthly cost, and out-of-pocket expenses are limited.\nThe eligibility criteria vary by state and usually are different for the categories of people who may enroll in Medicaid or CHIP. Those include children, parents, pregnant women, people with disabilities and elderly nursing home patients. Children in families with incomes as high as four times the poverty level, which is $61,260 for a family of three, can enroll in one of these programs, depending on the rules in their home states. Adults who qualify under these rules, such as pregnant women, parents or people with disabilities, must have lower incomes to qualify for Medicaid\nThe Affordable Care Act called for a Medicaid expansion across the nation to open up the program to all working-age adults, including those with no children, who earn up to 133 percent of the poverty level, which is about $16,000 for a single person. But the U.S. Supreme Court ruled in 2012 that states could refuse the Medicaid expansion, and 19 states still haven’t adopted it.\nSome states use different names for Medicaid and the Children’s Health Insurance Program. In Wisconsin, for example, Medicaid is BadgerCare and in Vermont, CHIP is called Dr. Dynasaur.\nIn Minnesota and New York, residents with incomes up to twice the poverty level, which is about $24,000 for a single person, may be eligible to enroll in the Affordable Care Act’s Basic Health Program. These benefits are called MinnesotaCare and, in New York, the Essential Plan. No other states have opted to create these programs.", "date": "\n11/01/2017", "href": "https://www.huffpost.com/entry/basics-obamacare-enrollment-2018_n_59e004e0e4b0a52aca16bdcf?x3", "tags": "need care know obamacare exchanges person states exchange year plans insurance enrollment health"}