{"title": "Here Comes Another Effort To Undermine Obamacare's Rules For Health Insurance", "content": "President Donald Trump’s campaign to roll back the Affordable Care Act’s health insurance reforms just took a step forward.\nThe Department of Labor on Thursday proposed a regulation that would make it easier for some individuals and small businesses to get coverage exempt from some key Obamacare rules, including a requirement that all plans cover 10 “essential” benefits.\nIt’s impossible to say definitively how big an impact the proposed changes would have, or even when or if they will take effect. Like all new regulatory shifts, they must first go through a formal review process, with opportunity for public comment, before they become final. \nThe proposal is also likely to prompt legal challenges, because it calls for changes that may exceed what executive agencies can do on their own, without new acts of Congress.\nBut if the regulation eventually takes effect, Republicans will be closer to their goal of creating an insurance system with fewer rules on what or whom plans must cover. And the health care landscape would look very different as a result. \nPeople in good health would have access to cheaper, less generous policies. But it would also mean those who want or need more comprehensive coverage would have a harder time finding it.\nThe Trump administration’s proposed rules focus on association health plans ― AHPs ― which are policies that organizations sell to small businesses or individuals. An example of an AHP would be a policy that a Realtor’s association sells to individual real estate agents, or one that a state business organization sells to family-owned businesses.\nWhen the Obama administration wrote the regulations to implement the Affordable Care Act, it was careful to make sure AHPs were subject to the same guidelines on benefits and pricing ― including protections for people with pre-existing conditions ― as other insurance plans serving individuals and small businesses.\nIn other words, the Realtor association’s AHP is subject to the same rules as policies that insurers sell to individuals, directly or through Obamacare’s exchanges. Similarly, the state business organization’s plan is subject to the same rules for all small employers.\nBy writing the regulations in this way, the Obama administration had two goals in mind. One was to protect consumers by making sure all policies were sufficiently comprehensive to cover all medical needs. The other was to ensure all individuals and small businesses were part of the same insurance pool, so that there were enough healthy people paying premiums to cover the high bills of those who needed extensive medical care.\nCombined with Obamacare’s other features, including subsidies for low- and some middle-income people, this put comprehensive coverage within reach for millions who couldn’t get it before. But it also raised premiums for individuals and small businesses who previously were able to find coverage for much less money ― in part because their plans lacked full coverage for mental health, maternity care, rehabilitative services, or prescriptions. \nUnwinding those changes ― going back to a time when healthy people could get less expensive, less generous policies, even if it raises premiums for more comprehensive coverage ― has been the common thread in pretty much every GOP health policy effort of the last year, including proposals to repeal Obamacare. And that’s very much the goal of the new regulation.\nLike all such proposals, Thursday’s is dense and will require several days for experts to parse fully. But the gist seems clear. The regulation would modify the regulatory treatment of AHPs so that small businesses and certain individuals ―  in particular, sole proprietors who are part of the same industry or live in the same area ― would have access to plans that don’t comply with all of Obamacare’s insurance rules, including the requirement to cover those 10 essential benefits. \nThe primary mechanism for doing this involves a reinterpretation of a separate federal law, called the Employee Retirement Income Security Act, which governs the insurance plans of large employers and is under the jurisdiction of the Labor Department. That’s why it’s Labor and not, say, the Department of Health and Human Services, proposing the new regulation.\nAnd the reinterpretation appears to have some limits. A senior Labor Department official told Stephanie Armour of the Wall Street Journal, who was first to report on the proposal’s substance, that AHPs still could not vary premiums based on health status. That seems to be consistent with the regulation’s wording.\nBut there’s enough confusing language in it ― including a reference to Obamacare’s individual mandate, which Republicans just repealed ― to make the exact significance of many sections ambiguous. That’s especially true because insurance regulation involves multiple, overlapping statutes, and even experts can’t be sure how they are supposed to interact.\nSeveral analysts told HuffPost that the proposed regulation might allow AHPs to adjust premiums based on gender, charging women more than men. But the analysts cautioned that they couldn’t be sure of this, because other federal laws might still prohibit that practice.\nWhatever the regulation’s true limits, it would likely have significant effects.\nConsider what it would mean for a hypothetical real estate agent. Today, he or she can get an AHP, but it probably doesn’t look much different than the policies available at HealthCare.gov or from insurers directly. If the new regulation goes through, that agent could find an AHP with fewer benefits. It’d probably be cheaper, maybe significantly so, because it wasn’t designed to cover as many medical bills ― and because sicker people would be unlikely to buy it in the first place.\nAs long as that hypothetical agent didn’t need a lot of medical care, he or she would end up saving money. But one who had medical conditions or developed them would end up paying more, because AHPs wouldn’t cover medical bills as completely. Meanwhile, the more comprehensive plans available through HealthCare.gov would be getting more and more expensive, because they’d be attracting a sicker group of enrollees.\n“My quick take is that they are creating new sets of winners and losers here,” Sabrina Corlette, a senior research fellow at Georgetown University’s Center on Health Insurance Reforms, told HuffPost on Thursday. “In the individual market, winners will be younger people who are ok with skimpier benefits, losers are older folks like early retirees.”\nExpanded use of AHPs also create more opportunities for deceptive advertising ― or outright fraud ― surrounding the policies. Recent history is littered with cases of people buying AHPs, only to discover gaps in benefits they never knew existed. Other folks have purchased plans that quickly became insolvent.\nUnder the proposed regulation, it’s possible ― although not certain ― more people could end up in plans that the federal government has primary responsibility for regulating, rather than states. But when it comes to issues like insurance fraud and solvency issues, states have more significantly more experience, knowledge, and resources. \nSince October, when Trump signed an executive order calling on the Labor Department to develop new rules for AHPs, an array of experts and health care groups have warned about the potential to divide insurance markets between healthy and sick ― and to leave patients more exposed to crippling medical bills. On Thursday, those warnings were reiterated.\n“The rule proposed today will almost certainly result in more people facing financial distress when an unexpected health crisis happens and they discover their AHP coverage is inadequate,” Chris Hansen, president of the American Cancer Society Cancer Action Network, said.\nBut some organizations representing small businesses, including the kind that could have a role in selling AHPs, are welcoming the move.\n“For years, we’ve called for AHPs to ensure that heath care coverage is within reach for small retailers and their employees, and today’s action by DOL brings us one step closer to making this common sense reform a reality,” David French, senior vice president for government relations at the National Retail Federation, said.\nThe proposal is also winning praise from conservatives, especially Sen. Rand Paul (R-Ky.), who has been talking up the idea for years.\n“I applaud the administration for its action today, and I look forward to the finalization of the proposed rule,” Paul said on Thursday. “Conservative health care reform is alive and well, and I will keep working with President Trump to build on this progress.”\nThe big unknown is whether the new regulations are legal. Insurance regulation falls under multiple federal laws and it’s entirely possible that the attempt to change AHP regulations go beyond what those statutes allow. Lawsuits are a near certainty and they could tie up the regulation in courts for months, maybe years.\nBut Republicans have been pushing to relax the rules for AHPs for a long time. It’s possible that this time, they might finally get what they want.", "date": "\n01/04/2018", "href": "https://www.huffpost.com/entry/obamacare-health-insurance-rules-ahps_n_5a4e31e3e4b0b0e5a7ab5349", "tags": "care effort obamacare regulation undermine ahps small ― another plans comes insurance rules health"}