{"title": "Here's How Trump Could Make Obamacare Better – Or Worse", "content": "It’s President Donald Trump’s health care system now. The question is: What’s he going to do with it?\nAfter the collapse of the GOP effort to repeal the Barack Obama administrations’s Affordable Care Act and enact a different set of reforms to the health care system Friday, Trump inherited programs that aren’t going anywhere and that serve tens of millions of Americans.\nTrump reacted to his defeat by practically threatening to stand aside and do nothing to address the shortcomings of the law, like rising premiums and declining choices of insurers in some states. “The best thing we can do politically speaking is let Obamacare explode,” he said at the White House Friday. He made a similar statement on Twitter the next day.\nDespite claims by Trump and House Speaker Paul Ryan (R-Wis.) that the Affordable Care Act is unfixable, the Trump administration has tools at its disposal it could use to make the Affordable Care Act’s health insurance exchanges more attractive to health insurers and potentially less costly for consumers. Or Trump could go in the other direction and undermine the law to bolster their case for “replacing” it later.\n“I’m quite confident that unless the administration decides to not steward the exchanges because they have some draconian negotiating strategy that the exchanges will be fine next year,” said Andy Slavitt, who oversaw the exchanges as acting administrator of the federal Centers for Medicare and Medicaid Services under President Barack Obama.\n“If they choose to screw with them, they control all the branches of government and I think they’ll be judged very harshly,” Slavitt said.\nThe White House and Department of Health and Human Services so far have sent mixed messages to the industry and consumers about what to expect.\nTrump issued an executive order on his inauguration day directing federal agencies to relax Affordable Care Act rules, and the IRS responded by announcing it wouldn’t reject tax returns that failed to include information about health coverage under the law’s individual mandate, for example.\nBut the administration also has taken some steps to quiet anxiety among health insurers that the exchanges next year won’t function properly and that losses some have suffered ― and that drove some insurance companies out of the market entirely ― will continue. Insurers have until late June to decide whether to sell policies on the exchanges next year.\nAnd the key to shoring up the health insurance exchanges right now is catering to the carriers, even if those same changes make the law less consumer-friendly. \n“The program doesn’t work for consumers if there are no insurers participating,” said Larry Levitt, senior vice president of the Henry J. Kaiser Family Foundation.\nThere are limits to how much improvement, or damage, Trump could make to the health insurance exchanges, but there are several key actions that will go a long way to determining whether his administration wants to make the markets work better or worse.\nIn addition to the tax credits the Affordable Care Act offers to low- and middle-income households to reduce their monthly health insurance premiums, the law provides extra subsidies to the poorest enrollees that cut their out-of-pocket costs like deductibles and copayments.\nThese subsidies are paid to health insurance companies directly, and the law requires them to reduce eligible customers’ cost-sharing whether the federal government makes the payments or not. And nonpayment isn’t a theoretical problem; it’s a real one.\nHouse Republicans sued the Obama administration in 2014 to halt these payments, arguing the funding needs congressional approval it didn’t receive. A federal judge sided with House Republicans last year, prompting an appeal from Obama’s Justice Department. When Trump took office, his administration became the defendant, so he and congressional leaders got the court’s permission to delay the proceedings.\nWhat they do next is crucial. If House Republicans drop the lawsuit or appropriate the money to keep the subsidies flowing, it not only would make sure low-income families keep their benefits, but it would quell a major source of worry for insurance companies.\nThe individual mandate (and the fines taxpayers owe if they aren’t covered and don’t qualify for an exemption) is the least popular part of the Affordable Care Act, especially among Republicans. But it’s also vital for keeping the exchanges operating, because it pushes people with less medical need into the insurance pool, where their premiums offset the costs of treating sicker people.\nThe IRS announcement earlier this year made insurers nervous, but a strong signal now from the administration that it will make people comply with the law could alleviate that. “It’s insurer perceptions that matter here. If they’re not confident that this market is going to work, then they’re going to run for the exits or raise premiums,” Levitt said.\nAlaska and Minnesota already are taking matters into their own hands to improve the health insurance markets in their states. Health and Human Services Secretary Tom Price has invited states to apply for “waivers” the Affordable Care Act created that could give them flexibility to redesign the exchanges themselves.\n“That gets states more engaged,” Slavitt said. “It creates different solutions and, as far as I’m concerned, so long as you’re meeting the core requirement of covering more people with high-quality benefits, let the states experiment.”\nOne form that could take, Levitt explained, is helping states set up “reinsurance” funds like the one in Alaska. These compensate insurers that experience higher-than-expected costs, which allows them to charge lower premiums. And lower premiums mean less federal spending on tax credits, so these programs can actually save the federal government money, Levitt said.\nEnrollment on the health insurance exchanges dipped this year, partly because the Trump administration halted some outreach and advertising the Obama administration planned for the end of the 2017 sign-up period.\nThey could choose a different path for the coming enrollment campaign and work to sign up more customers, especially younger, healthier ones, which would strengthen the market for everybody, Levitt said.\n“It’s potentially the most stabilizing thing the Trump administration could do,” Levitt said. \nNot all consumers would like this, but Price has some leeway to allow health insurance companies to offer policies with fewer benefits, which would lower premiums in exchange for less coverage.\nThe Affordable Care Act requires health plans to cover 10 “essential health benefits,” like hospitalizations and prescription drugs, but gives the Department of Health and Human Services the authority to specify how that works. \nPrice would, for example, allow insurers to sell policies that only cover generic prescription drugs or that set limits on how many rehabilitation service visits a patient could have in a year, Levitt said.\n“There are tradeoffs and consequences in all these changes,” Levitt said. “There’s a big difference between taking administrative steps to sabotage the law and moving it in a more conservative direction,” he said.\nIf Trump gives in on the House Republican lawsuit or if Congress refuses to fund the cost-sharing reductions, it could blow up the insurance exchanges quickly. Health insurance companies might be able to leave the markets right away, tossing millions off their plans to prevent facing billions of dollars in losses. And they wouldn’t come back.\n“If they wanted to destroy the insurance market immediately, then the easiest thing they could do would be to stop paying,” said Timothy Jost, a professor at Washington and Lee University Law School.\nTrump could continue along the path the IRS started by making clear to the public that his administration won’t penalize people who don’t get health coverage. \n“Weakening the individual mandate could very well sabotage the individual insurance market,” Levitt said. \n“Insurers would perceive weakening the individual mandate as a sign that the administration is trying to sabotage the law,” he said. Fear that healthier consumers would opt out without the threat of a fine would spook insurers into avoiding the exchanges, he said.\nThe next sign-up period for the health insurance exchanges begins Nov. 1. The administration could choose to pick up where Obama’s team left off and engage in a nationwide campaign to publicize health insurance enrollment and help people apply for coverage.\nOr they could scale back this work, as they did early this year, and leave enrollees to their own devices, which would result in lower enrollment overall and likely make the insurance pool sicker, because those with the greatest health care needs would be the most prone to sign up without help or reminders. \n“It will be Secretary Price’s legacy forever if he acts in ways that are destructive to the American people. And he knows that people will die if they lose their coverage,” Slavitt said.", "date": "\n03/26/2017", "href": "https://www.huffpost.com/entry/heres-how-trump-could-make-obamacare-better-or-worse_n_58d7fea5e4b02a2eaab4f5b9", "tags": "administration better make obamacare worse exchanges ” trump could – insurance health"}