{"title": "Here's How 'Game Of Thrones' Cast Members Feel About That Coffee Cup Blunder", "content": "She’s fought the dead, and she’s faced Cersei Lannister (Lena Headey). But Daenerys Targaryen (Emilia Clarke) took the biggest risk of all on “Game of Thrones” this week when she placed an order at Starbucks ... because you know the barista spelled her name wrong.\n“Ummm, latte for Dayneris?” \nFans watching Season 8, Episode 4, titled “The Last of the Starks,” noticed something peculiar during the post-battle celebration in Winterfell: a coffee cup with a white plastic lid sitting in front of the Mother of Dragons. (Many guessed it was a Starbucks cup, though art director Hauke Richter told TMZ the coffee was actually from a local shop in Banbridge, Northern Ireland, near where they filmed.)\nThe to-go cup shows up during the scene when Tormund Giantsbane (Kristofer Hivju) is bragging about the many talents of Jon Snow (Kit Harington). \n“Most people get bloody murdered, they stay that way. Not this one,” Tormund says as Dany and her coffee scowl from a distance.\nHivju joked about the mistake when HuffPost spoke to him after the episode aired. \n“Product placement?” he said, laughing. “Maybe it’s made of wood and it just looks like a Starbucks cup?” \nJohn Bradley, who plays Samwell Tarly, was a little more forthcoming, admitting that the moment was “really unfortunate.” \n“It’s just one of those things. You can’t be pointing the finger because everybody makes mistakes,” he told HuffPost. “We’re all trying to create a kind of unique landscape and escape. ... It takes you out of that moment and brings you back in the real world.”\nAlthough Bradley knows the coffee cup’s placement might have distracted fans, he thinks all will be forgiven because, well, accidents happen. (Especially when you have an exhausted crew who just finished shooting a 55-night battle sequence.)\n“I think so many shows have human mistakes like that,” Bradley said. “People will forgive for that. People are invested in it. I don’t think you’re going to drag people out of it too much.” \nStill, after getting this little peek behind the scenes of the hugely successful HBO show, we couldn’t help but wonder: What is Emilia Clarke’s coffee order? \n“I don’t know what kind of coffee Emilia is drinking, but judging by her performance this year, it’s so strong ... I’ll have a cup, please,” Bradley played along.\nIn a statement to HuffPost, HBO said, “The latte that appeared in the episode was a mistake. Daenerys had ordered an herbal tea.”\nBradley concluded, “I don’t know what Emilia’s drinking, but the energy she’s giving throughout the season is superb. Her action, her emotion, all that stuff plays on her face. She’s reached such a level of performance and such a level of complexity and such a level of nuance for Daenerys that I’m just entranced by her every time I see her on the screen.”\nEntranced is one way to put it. \nvia GIPHY\nBill Bradley contributed reporting.", "date": "\n05/06/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-coffee-cup-daenerys_n_5cd031b6e4b0548b735d472f", "tags": "starbucks coffee cup ” cast bradley emilia blunder ... thrones feel daenerys members"}