{"title": "Herman Cain withdraws bid for Federal Reserve seat", "content": "Former Republican presidential hopeful Herman Cain withdrew his name for a seat on the Federal Reserve Board, US President Donald Trump has tweeted.\nThe president said he would respect the former pizza chain executive's wishes and not pursue Mr Cain's nomination to join America's central bank. \n\"My friend Herman Cain, a truly wonderful man, has asked me not to nominate him\", Mr Trump wrote. \nMr Trump first announced he intended to nominate Mr Cain earlier this month. \nThough the president did not formally nominate Mr Cain to the seven-member board, the announcement prompted backlash among Democrats and some Republicans in Congress.  \nIn an online column, Mr Cain says he withdrew his name from consideration because the job would mean \"a pay cut\" as he would have to give up most of his business interests.\nThe president has been accused of putting forward political loyalists to the Fed.\nArguably the world's most influential bank, it is traditionally an independent body.\nThe president is a fierce critic of the central bank, and has also often called for lower interest rates - his predecessors have largely refrained from trying to sway monetary policy.\nMr Cain would have required almost total Republican support in the Senate to be confirmed. As of last week, four of 53 Republican senators announced they plan to vote against him. \nMitt Romney of Utah, Lisa Murkowski of Alaska, Cory Gardner of Colorado and North Dakota's Kevin Cramer all indicated they would vote no on the nomination.\nMr Cain, a former executive of Godfather's Pizza, made a bid for the Republican presidential nomination in 2012, but dropped out amid allegations of sexual misconduct, which he denied. \nHe is often remembered for his 9-9-9 tax reform plan during his campaign, and this viral campaign video by an adviser.\nHe served as the chairman of the Kansas City Federal Bank from 1989 to 1991.", "date": "23 April 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-48017273", "tags": "bid president cain former bank federal herman republican nomination nominate withdraws reserve seat"}