{"title": "HHS Secretary Tom Price Says 'Nobody Will Be Worse Off Financially' Under Obamacare Repeal", "content": "WASHINGTON ― President Donald Trump’s administration made a bold guarantee Sunday morning, telling Americans that health insurance won’t cost more if Republicans repeal the Affordable Care Act. \n“I firmly believe that nobody will be worse off financially in the process that we’re going through, understanding that they’ll have choices that they can select the kind of coverage that they want for themselves and for their family, not the government forces them to buy,” Health and Human Services Secretary Tom Price said on NBC’s “Meet the Press.”\nThis line could become Price’s “If you like your plan, you can keep it” moment ― a sweeping sound bite that ends up being not true. (President Barack Obama eventually had to apologize for his promise in 2013.)\nUnder the GOP health care replacement legislation, older and low-income Americans who want to buy private health insurance would be hit the hardest, receiving less generous tax credits than they do under Obamacare. Younger and more affluent people, on the other hand, would receive more assistance than they currently do. \nThat means older and lower-income individuals could pay more for their premiums and out-of-pocket costs. Others may simply drop their insurance ― since there will be no mandate to have coverage under the Republican legislation ― and would have no protection from sky-high medical bills at all. \nHealth policy experts have found that the net effect of the Republican repeal bill would be to raise costs for the average insurance enrollee by $1,542 per year in 2017, and by $2,409 in 2020.\nWhile Price was trying to tamp down fears that people will have to pay more for health insurance under the GOP scheme, Gary Cohn, Trump’s chief economic adviser, was trying to convince people that it doesn’t matter whether fewer Americans will have coverage. \n“It’s not just about coverage, it’s about access to care, it’s about access to be able to see your doctors,” Cohn said in an interview on “Fox News Sunday.” “The numbers of who’s covered and who is not covered ― that’s interesting, and I know that may make some headlines, but what we care about is people’s ability to get health care and people’s ability to go see their doctor.”\n“Coverage is really important if you lose it,” responded host Chris Wallace.\nThe GOP has not been able to figure out whether its plan will lead to coverage for more people, fewer ― or, as Cohn tried to argue, it just doesn’t really matter. \nIn January, Trump vowed “insurance for everybody.” On Friday, Price also promised, “We don’t believe that individuals will lose coverage at all.” But that same day, House Speaker Paul Ryan (R-Wis.) seemed to acknowledge his plan won’t cover as many people, in an interview with conservative radio host Hugh Hewitt. \n“We always know you’re never going to win a coverage beauty contest when it’s free market versus government mandates. If the government says thou shall buy our health insurance, the government estimates are going to say people will comply and it will happen,” he said. “And when you replace that with we’re going to have a free market, and you buy what you want to buy, they’re going to say not nearly as many people are going to do that. That’s just going to happen. And so you’ll have those coverage estimates. We assume that’s going to happen. That’s not our goal.”\nAnd on CBS’s “Face the Nation” Sunday, Ryan admitted he actually has no idea how many people will lose coverage.\n“I can’t answer that question. It’s up to people,” he said.\nObamacare extended health insurance to 20 million people who didn’t previously have it. \nLow-income Americans would also face consequences in both access and cost under the repeal bill with the GOP’s plan to get rid of the expansion of Medicaid and turn it into a block grant program.\nThe bill effectively repeals Medicaid as we know it, and replaces it with a system of limited block grants to states that pays per person, rather than by the cost of health care expenses. The difference will need to be made up by the 70 million elderly, poor and working-class people on Medicaid. While people often think of Medicare as the principal health care program for the elderly, it is Medicaid that covers nursing care. \nThirty-one states and the District of Columbia have expanded eligibility for Medicaid under Obamacare, which has resulted in about 11 million people getting coverage. But under the Republican bill, starting in 2020, the federal government would no longer provide federal funds for people who newly qualify under the expanded eligibility standards. \nThe federal government would continue to provide funds for any expansion enrollee who was on the program before 2020 ― until he or she left Medicaid. \nCohn, however, was not worried about these changes in his “Fox News Sunday” interview. \n“If you are on Medicaid, you’re going to stay,” he said. The expansion is not going to change. There’s a roll-off period. There’s a period of transition, and we’re very confident that the period of transition is going to work.”\nWant more updates from Amanda Terkel? Sign up for her newsletter, Piping Hot Truth, here.", "date": "\n03/12/2017", "href": "https://www.huffpost.com/entry/tom-price-obamacare-repeal_n_58c54bc2e4b054a0ea6b2756", "tags": "people care going worse financially obamacare hhs coverage repeal secretary ― price says tom insurance health"}