{"title": "Hillary Clinton Blasts North Carolina's 'Mean-Spirited' Anti-LGBT Law", "content": "Hillary Clinton may have emerged from Monday’s presidential debate victorious, but she isn’t using the rest of the week to rest on her laurels. \nOn Tuesday, the Democratic presidential nominee made a campaign visit to Raleigh, North Carolina where she assessed her rival Donald Trump’s performance in the Sept. 26 debate. According to The News & Observer, Clinton also discussed the state’s House Bill 2, which effectively bans transgender people from using the bathroom that best corresponds with their gender identity.\nBefore a packed crowd at Raleigh’s Wake Tech Community College, Clinton called North Carolina Gov. Pat McCrory’s signing of the bill a “very mean-spirited, wrong-headed decision” that has not only damaged the state’s reputation, but also “hurt people” across the country. \nWatch a short video clip of Clinton’s speech below. \nClinton went on to note that House Bill 2 “sent a message to so many people that, well, you know, you’re not really wanted, you’re not really part of us,” before concluding, “I think the American Dream is big enough for everybody.”\nWhile campaigning in the state earlier this month, Clinton called the bill “another example of trying to discriminate against people that doesn’t have any place in our modern society,” according to The Washington Blade. \n“Discrimination is not only wrong, it’s bad for business,” she said, pointing to the NBA’s decision to relocate its 2017 All-Star Game from Charlotte to New Orleans over the law. Other businesses like PayPal, she added, had called off planned expansions in the state because “they don’t want to be associated with the discriminatory, bigoted policies of your governor and legislature.”\nShe previously shared her thoughts on the bill on Twitter, one day after McCrory signed it into law.  \nWhile Trump has touted himself as an inclusive candidate, LGBT voters aren’t buying it. A NBC News/Survey Monkey Weekly Election Tracking Poll released Monday found that 72 percent of registered LGBT voters support Clinton, compared to a mere 20 percent who back Trump. ", "date": "\n09/28/2016", "href": "https://www.huffpost.com/entry/hillary-clinton-north-carolina-bill_n_57ec08c6e4b024a52d2c41f6", "tags": "anti-lgbt hillary clinton presidential ” trump carolina called bill law state north monday blasts"}