{"title": "Historic Jewish Cemetery Defaced With Swastikas, Anti-Semitic Graffiti", "content": "Police are investigating after swastikas and anti-Semitic phrases were found scrawled in black marker on dozens of gravestones at a Jewish cemetery in Massachusetts over the weekend.\nFifty-nine gravestones at Fall River’s Hebrew Cemetery were vandalized with graffiti and two more were toppled over, Fall River Police Department spokesman John Robinson told HuffPost on Wednesday. The site is still being canvassed for evidence, he said.\nThe graffiti included phrases such as “Heil Hitler,” “Expel the Jews” and “Oy vey! This is MAGA country,” an apparent reference to President Donald Trump’s campaign slogan, Boston.com reports.\nFall River police suspect that the incident, which is being treated as a hate crime, occurred either Saturday or early Sunday morning, according to a statement released Tuesday. The vandalism was discovered and reported by a cemetery maintenance worker on Sunday afternoon.\nPolice have not released information about any suspect or suspects. Asked whether the vandalism could have been committed as part of a hoax, Robinson told HuffPost, “It is a fluid investigation and we will follow all avenues evidence takes us.”\nHebrew Cemetery was established in the late 1800s, according to Boston.com, and is one of the oldest Jewish burial sites in Massachusetts.\nAccording to the latest data from the New England chapter of the Anti-Defamation League, there were 177 anti-Semitic incidents reported in Massachusetts in 2017. That constituted a 42 percent increase in reports, compared to 2016. Most of the alleged incidents (109) were acts of anti-Semitic vandalism.\nA Jewish cemetery in Melrose, north of Boston, was vandalized in 2017. Police later charged one male juvenile with knocking several gravestones to the ground. \nThe ADL’s New England chapter is offering a reward of $1,500 to anyone who provides information that leads to the apprehension of a suspect or suspects involved in vandalizing the Hebrew Cemetery.\n“The real solution and the real response comes from the people in the community,” ADL New England director Robert Trestan told CBS Boston. “When we say this is not normal and we are not going to allow this to become part of mainstream American society.”", "date": "\n03/20/2019", "href": "https://www.huffpost.com/entry/jewish-cemetery-swastikas-fall-river-massachusetts_n_5c92406fe4b0f7ed945e603c", "tags": "massachusetts anti-semitic graffiti ” gravestones fall river swastikas police jewish defaced cemetery historic"}