{"title": "Hit them in the Harleys: EU fights Trump tariffs", "content": "You don't need to be a great military tactician to understand that when fighting a battle you need to hit your opponent where it hurts.\nWith that in mind, the European Union warned last week that it would retaliate to President Trump's tariffs on European steel and aluminium with import levies of its own on some pretty iconic US products.\nBrussels said it planned to introduce retaliatory tariffs on items such as Harley-Davidson motorbikes and bourbon whiskey.\nThe EU has informed the World Trade Organisation of its intentions, which also includes tariffs on numerous other American exports including Levi's jeans, and are now due to come into effect from early July.\nBut why exactly has Brussels chosen such specific products, and do past trade wars between the US and Europe suggest that the White House will now ultimately back down?\nMeredith Crowley, international trade economist at the University of Cambridge, says that the EU is being far more politically savvy than just picking famous American goods. Instead it has chosen products made in states that are home to some key members of Trump's Republican Party.\n\"Bourbon is produced in Kentucky, home state of Mitch McConnell US Senate Majority Leader,\" she says.\n\"Harley-Davidsons are manufactured in Wisconsin, a swing state that is the home of the Speaker of the House Paul Ryan.\n\"The EU hopes these men will petition the president to save jobs in their home states by eliminating the US steel and aluminium tariffs.\"\nStephen Woolcock, a lecturer in economic relations at the London School of Economics, adds that the aim is \"to have as much impact [as possible] on the policy debate in Washington\".\nThere is, however, a risk to the EU's plans - it could antagonise consumers in Europe who resent suddenly having to pay a lot more for their bourbon or American jeans.\nDavid Henig, a global trade policy expert at the European Centre for International Political Economy think tank, says the EU has to play \"a really delicate game\".\n\"The EU's planned retaliatory tariffs are more about sending a message [to Washington] than outright retaliation. It is about finding the best way to retaliate without further damaging the economy of the EU.\n\"But obviously the risk is that the move will annoy EU consumers, but we just don't know yet. Nobody really wants a trade war.\"\n David Collins, law professor and global trade expert at London's City University, adds that the EU must avoid \"earning the bad blood of its own people\".\nMore from the BBC's series taking an international perspective on trade:\nWhile President Trump has undeniably been more bellicose about his willingness to introduce trade tariffs than past presidents, George W Bush also brought in tariffs on EU steel back in March 2002.\nThe EU quickly retaliated with levies on Florida oranges and juice, it what was an easy political target for two main reasons.\nFirstly, Florida was (and remains) a key swing state, that President Bush had only won by just 537 votes in the 2000 US presidential election. With the 2004 election on the horizon, the EU guessed that Bush would not be happy about angry Floridian farmers.\nSecondly, Bush's younger brother Jeb was governor of Florida at the time. \"The EU was using tariffs to beat up the president's little brother,\" says Mr Collins.\nAccording to reports at the time, President Bush agreed that the EU was being personal. He is said to have told the then European Commission President Romano Prodi: \"Why are you attacking my family?\"\nIn December 2003, one year and nine months later, Bush backed down and removed the steel tariffs.\nBrussels - which is also targeting Floridian orange juice this time around - must be hoping that history repeats itself.\nHowever, analysts cautions that Trump is so independently minded and unpredictable that he may be a lot more stubborn than Bush.\n\"I speak to various trade experts in Washington, and they all admit they cannot predict the president's actions on trade,\" says Mr Henig.\n\"But given that he's moved on from steel and aluminium to threats on car imports, it seems on balance likely that this continues for a while yet.\n\"The president is probably not going to want to be open to accusations that he talked tough but didn't deliver.\"\nMs Crowley agrees that it is unclear if Trump will back down any time soon.\n\"It is unclear that the EU's strategy of targeting Republican congress members' districts will work because Trump is not personally close to either McConnell or Ryan.\n\"And, moreover, he doesn't seem to be too bothered about the possible loss of US jobs from either his own steel tariffs, which could cause job losses in cars, and other steel-using industries. Or from retaliatory tariffs from the EU, or Mexico, Canada and China.\"", "date": "7 June 2018", "href": "https://www.bbc.co.uk/news/business-43926092", "tags": "fights bush us european eu steel hit trump says trade tariffs harleys"}