{"title": "Hologram phone calls - sci-fi or serious possibility?", "content": "High-speed 5G networks could lead to big changes in how we use our mobile phones, allowing us to enjoy virtual reality on-the-go, interactive live broadcasts, and even project holograms from our handsets. But will connection \"not-spots\" and high costs stop many of us reaping the benefits?\nHolograms have always felt like science fiction - think of the scene in Star Wars when robot R2-D2 beams a 3D hologram message from Princess Leia into thin air.\nBut imagine if you could project Leia from your mobile phone or tablet, anytime, anywhere.\nRichard Foggie, an expert at the Knowledge Transfer Network, says this could well be possible within the next five years thanks to the arrival of 5G mobile broadband networks. These will allow devices to handle much greater amounts of data at far higher speeds. \n\"Right now, some sort of headgear or enclosed 'cave' is required to view holographics, but within five years I think we'll see AR/VR [augmented reality/virtual reality] just sprout out of the phone,\" Mr Foggie says.\n\"You could use it for video, playing games or industrial applications - even hologram phone calls.\" \nExperiments are under way. Last year, US telecoms giant Verizon and Korean Telecom (KT) held what they said was the world's first live hologram international call over the two companies' trial 5G networks. \nThe demonstration saw a KT employee in Seoul converse with a live hologram of a Verizon employee in New Jersey that appeared on a monitor at KT's headquarters. \nAnd in the UK this week, Vodafone demonstrated a hologram phone call made over its trial 5G network to demonstrate the technology's potential.   \nWhile both firms described the test as \"early stage\", KT has said it is working on commercialising hologram video calls that would let users \"meet a person in a remote area in a real size in real time\".\nAnother change - in theory at least - will be 5G's lower latency - the delay between issuing a command and the network responding. It could let people interact in near real-time over the web, removing the lag you get with communication tools such as Skype over lower-speed 4G.\nLast year Mischa Dohler, a professor in wireless communications at King's College, London, showed what this would look like when he performed a live concert with his daughter over a 5G video link. \nShe sang from London's Guildhall while he accompanied her at Berlin's Brandenburger Tor, 1,000km away, with an end-to-end delay of just 20ms [milliseconds]. \n\"You could have a virtual audience watching a play or a live event,\" says Jon Kingsbury of Immerse UK, an organisation doing research into VR and AR.\n\"People could also collaborate and work together in an immersive environment or have virtual conferences.\"\nHe also thinks 5G will enhance mobile video, enabling much sharper images on the go. Its superior bandwidth will mean we can enjoy data-heavy VR and AR in high definition on our phones and tablets - something not possible with 4G.\n\"If you use virtual reality now you are rooted in the house with your headset and your PlayStation, but 5G will let you use it when out and about,\" Mr Kingsbury says. \nHe is sceptical that everyone will start wearing VR headsets in the street, but does think it will be used for training and simulations in sectors like engineering and healthcare. \nConsumers are also likely to see a lot more \"immersive\" content - video you can move around in or interact with. Possible examples could included more sophisticated AR games (in the vein of Pokemon Go) 360 degree films, and \"smart tourism\", whereby useful information is superimposed on a user's view of the real world by way of their smartphones.\nNot only will 5G be much faster than 4G, says Howard Jones, head of network communications at EE, a mobile operator owned by BT, but many more people will also be able to use it simultaneously without slowing the network down. \n\"It'll be like when we went from 3G to 4G and the service became much more reliable. And when you have a network with good capacity and speeds, app developers also start building for that capability.\"\nThis could particularly benefit live events and broadcasts, he says. He points to a BT Sport trial in 2015 where selected fans attending the FA Cup Final at Wembley were able to see real-time footage of the action on their tablets using advanced 4G technology.\nThe spectators could switch between camera angles as well as watch replays whenever they liked, enhancing their experience of the live game. They could also view updated football statistics and ask questions, such as \"which player has made the most passes in the game so far?\"\n\"With 5G everyone at a stadium could use this sort of app, not just a few, because it wouldn't put a strain on the network [as it would with 4G],\" says Mr Jones. \n\"It could go further too, in effect making you your own producer. You could have access to everything we have in production, including bird's eye views of the pitch, or footage from behind the goal or the subs bench.\" \nHe says people could use it anywhere they had a 5G connection - at the stadium, at home or on the bus.\n5G will also make it cheaper and easier to broadcast live TV, believes Claire Harvey of Red Bee Media, which is owned by Swedish telecoms giant Ericsson. It manages broadcast services for UK broadcasters.\n\"5G-enabled cameras will be able to transmit raw footage straight to the internet,\" she says, removing the need for broadcast trucks and satellite link-ups positioned at the scene. \nThat will cut the costs of broadcasting big events like the Royal Wedding between Prince Harry and Meghan Markle, but also allow channels to screen much smaller events such as fringe music festivals or regional sporting fixtures. \n\"Our TV channels will become much more live,\" she says, \"and that will help traditional broadcasters fight back against subscription video streaming services such as Netflix that are challenging their dominance.\" \nExperts do see barriers to the rise of 5G apps for consumers, though. According to Dimitra Simeonidou, a professor in high performance networks at Bristol University, many people may not be able to afford the first 5G-ready handsets or accompanying equipment like VR glasses. \nAnd that could mean media companies delay investing in new applications or simply charge us extra to access the latest 5G content.\n\"Even though networks will be rolled out in 2019 I think we won't see real 5G services reaching us on our mobile phones until 2021,\" she says. \nThe other issue is technical; some experts say much more investment will be needed in mobile phone towers and antennae if everyone wants to see a real difference in performance. \nAlso, 5G networks in the UK at least will initially be rolled out in urban areas, not the countryside. The government says this divide could be bridged over time, but will people be prepared to wait? \n\"There is a risk it could widen the digital divide in the short term,\" says Mr Kingsbury. \n\"You're likely to have these rich 5G experiences in cities, but it might become easier to collaborate between London and Berlin than London and rural Wales.\"", "date": "20 September 2018", "href": "https://www.bbc.co.uk/news/business-45009458", "tags": "also mobile use calls much like live network hologram networks possibility says could serious sci-fi phone"}