{"title": "Home Is Where the Greek Drama Is", "content": "Depending on how comfortable you are with confrontation, the performance artist and choreographer Ann Liv Young can be a menace or a breath of fresh air. Since arriving on the scene in the early 2000s, she has undergone many physical transformations onstage, yet throughout she has stuck firmly to a belief: Art happens in the moment with an audience.\nShe has taken bites of raw fish and spit them out at the crowd as a deranged mermaid, incorporated a dildo into her version of Snow White and initiated brutally personal and public therapy sessions as her alter-ego Sherry. Yes, Ms. Young presides over a particularly raw, tough kind of art. It can get ugly, and that’s O.K. Art, after all, is about revealing truths.\nFor her latest work, “Antigone,” Ms. Young, 38, is inviting viewers into her private, domestic space, where she is surrounded by children (her two daughters, Lovey, 11, and Akiko, 6) and animals (a kitten, a cat and a dog). Her Bushwick apartment — and basement and overgrown backyard — is the backdrop for “Antigone,” which runs May 23 to May 31. On a recent afternoon visit, Ms. Young deemed the place not quite performance ready. Yet just by virtue of her design eye and thrift-shopping prowess, it could easily have been mistaken for a movie set.\nLike all of her shows, “Antigone” will feature a table of merchandise for sale, along with a drinks and food; with special guests and a feedback session, it runs roughly from 6 to 10 p.m. on most nights. Guests include the band the Naysayers, who will perform in the shower. “I guess when somebody needs to use the bathroom,” Ms. Young said, “they’ll just pull the curtain closed.”\nFor this intimate rendition of “Antigone” — a larger version has already toured Switzerland and Norway — Ms. Young, who plays the title role, was inspired by Bertolt Brecht’s 1948 version, with its exploration of social resistance, and Sophocles’ original. In the play, Antigone buries her brother against the wishes of Creon, the King of Thebes, who rules that she must die; her fiancé, Haemon, fights for her, but it ends in both of their suicides. \nBut Ms. Young’s “Antigone,” like much of her work, also refers to events of her life. Over the past year, things have been rocky: She parted ways with her partner of 14 years, Michael A. Guerrero, who is the father of her children. Her home “Antigone” braids together her imaginative rendering of the characters with her own struggles with a broken relationship.\n“I do think it’s important to know that it’s so hard,” she said. “How do you deal with this? How do you break up with someone? It’s all depressing, isn’t it? It is. That’s why I have to have kittens around.” \nMs. Young has long included Lovey in her work. She was originally meant to play Antigone, but after her parents separated it was decided that she should concentrate on school. In Bushwick, she will play the chorus on select nights. (Look for her sister, Akiko, as the shadow of the chorus.)\nThe specifics of Lovey’s role are up for discussion. “I think it’s going to change on different nights,” she said one morning before school. One idea she had was to watch “Harry Potter” movies in bed in character. “I was just kind of joking around, but my mom was like, ‘Oh, that is actually a good idea,’” Lovey said. “And then she decided on doing it.”\nMs. Young said she was also going to try a night of live-directing Lovey as Antigone. “Just to have her try on the role,” she said. “We had so much fun getting ready for this. I spent six months working with her. I think it’s fascinating to have someone so young in a role so intense.”\nShe’s already thinking about her next choreographic move — and it’s one that would involve more young people: a version of Anne Frank featuring only children.\n“Maybe it’s because I have kids, and I see the stuff that people propose to them,” she said. “I’m like, what is wrong with you? They’re not stupid. They can deal with heavy material. I just think, Gosh, maybe if we had them working on really intense layered things they wouldn’t be so glued to the iPad.”\nArt is life, and life is art. Ms. Young spoke about both recently at her Bushwick home. What follows are edited excerpts from our conversation.\nYou said that this show is not super choreographed like your last major piece, “Elektra,” was. How would you describe it?\nIt’s very hypnotic. It’s very abstract. I was on my migraine med, like 75 milligrams a night, when I made this show, and I think you can a little bit feel that. Migraine meds are anti-depressants.\nHow did that affect it?\nYou cannot focus on many things at once. You have to zone in on one thing, and this is not good for me. I have to be able to see the whole picture and make choices, and so this show feels a bit like that: It feels a bit like zoning in on one thing and then stretching it out.\n Who is your Antigone?\n[Sighs] Originally, I think I was like, oh, another strong female Greek blah blah blah. But then I had all these weird visions of a courtroom, and that was really weird to me. I would dream of a courtroom, and then I’m literally in court three times a month since I broke up with Michael. I think if there is any role that I feel the closest to it’s probably this one.\nHow?\nWhat I’ve ended up trying to do with this show is taking the scraps that have been left from this breakup and using those scraps to make something. It’s like “Antigone” is the remnants after a war.\nHow do you feel about performing with your kids?\nIt feels a little weird in this space, but I think what we’re doing to it is going to be super beautiful. I love performing with them.\nWhy did you want to host this piece in your home? \nI’ve always been really into the idea of opening your home. What does it mean to be hospitable? It’s nice to take something that’s so expansive and needs so much room and crunch it into a tiny space. \nWhat else?\nI also like the idea that this place can’t fit so many people. It has to be quite intimate, and I think that’s quite good for this particular show because people are held more accountable. You can hide less. And being here, it feels almost like opening a wound.\nHow so?\nIt feels very vulnerable, like: here, come — I’m going to open this very painful process to you. It’s like letting people step on a sore. I don’t know why I don’t have issues with that. I think that’s part of my problem. [Laughs]\nWhat does that give you back?\nI’m a firm believer in “make something with what you have.” I always have been, and in some ways I wish I wasn’t like that.\nI’m not really interested in prestige or money. I just want to make stuff that I feel like needs to be made. I want to ask difficult questions. I think art is the place to pose questions. Are we aspiring to make things that just make people feel O.K.? So people can just go in there and sit and be like, this is neither here nor there? That’s what it seems people want.\nAnd it’s not what you do.\nNo. And I will never. ", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/arts/dance/ann-liv-young-antigone-bushwick.html", "tags": "people think young drama home ” greek antigone art ms. like"}