{"title": "Honda plans six-day shutdown post-Brexit", "content": "Honda UK has said it will shut down its Swindon factory for six days in April as part of its preparations for any disruption caused post-Brexit.\nThe Japanese-owned car giant said the move was to ensure it could adjust to \"all possible outcomes caused by logistics and border issues\".\nThe firm said it would help in recovering lost production if shipments of parts were held up at borders.\nHonda employs about 3,400 people at its Swindon plant.\nIn a statement, the company said: \"We are planning six non-production days in April 2019. This is to facilitate production recovery activity following any delays at borders on parts. \n\"These contingency provisions have been put in place to best mitigate the risk of disruption to production operations at the Swindon factory.\"\nMeanwhile, Japanese car giant Toyota said it had \"no contingency for no deal\".\nA Toyota spokesperson said: \"We need a deal. We will have peak production in March because we have a new model, the Corolla.\n\"There is no planned production stop. No deal is not an option for us. We operate lean manufacturing and hold hours of inventory at the plant.\"\nThe spokesperson added that the firm could \"increase this by hours or perhaps a few days but there is no contingency that can offset no deal and production lines would start or stop\".\nLast year, the senior vice-president of Honda Europe warned that if the UK left the EU without a deal, it would cost his company tens of millions of pounds. \nIan Howells told the BBC that quitting the bloc without an agreement would affect the carmaker's competitiveness in Europe. \nHe said the Japanese firm was preparing for a no-deal outcome, but had not discussed relocating its Swindon plant. \nThe firm builds its Civic model in the UK for the global market. ", "date": "10 January 2019", "href": "https://www.bbc.co.uk/news/business-46829441", "tags": "uk plant six-day production days post-brexit plans firm shutdown honda deal swindon"}