{"title": "Honors, at Last, for Ida B. Wells, ‘a Sword Among Lions’", "content": "The Chicago City Council made a timely and historic decision last week when it renamed a prominent downtown street for the pioneering newspaper editor, anti-lynching campaigner and suffragist Ida B. Wells. Renaming Congress Parkway as Ida B. Wells Drive comes as Wells’s descendants are preparing to commemorate their forebear with a monument — also to be built in her adopted city, Chicago — and as the country gears up for the centennial of the 19th Amendment in 2020.  \nBorn in slavery in Mississippi in 1862, Wells grew up during Reconstruction, when constitutional rights were extended to formerly enslaved African-Americans. Black men participated in electoral politics throughout the former Confederacy. Wells took up her career as a journalist during a time “when the possibilities of racial inclusiveness and the power of unified, collective action were palpable,” the biographer Paula Giddings writes in “Ida: A Sword Among Lions.”  \nBy 1892, however, when Wells turned 30, she had witnessed the passing of those halcyon days and the rise of lynch mobs throughout the South, hanging, burning and beating to death black men who dared stand up for their rights or compete with whites in business. \n“The government which had made the Negro a citizen found itself unable to protect him,” Wells later wrote of this period. “It gave him the right to vote, but denied him the protection which should have maintained that right. Scourged from his home; hunted through the swamps; hung by midnight raiders, and openly murdered in the light of day, the Negro clung to his right of franchise with a heroism which would have wrung admiration from the hearts of savages.”\nLynch mobs often justified their bloody murders by claiming they were punishing a black man for raping a white woman. Wells scandalized the white South by declaring in her newspaper, The Memphis Free Speech and Headlight, that black men were actually being killed for succumbing “to the smiles of white women” and entering consensual interracial relationships. A Memphis mob destroyed the offices of The Free Speech, driving Wells north, where she embarked on a storied anti-lynching campaign through lectures and legendary pamphlets like “Southern Horrors,” “The Red Record” and “Mob Rule In New Orleans,” which relied for their impact on forensic descriptions of violence purveyed by Southern lynch mobs. \nAs one of the founders of the N.A.A.C.P., Wells was integral to the long fight for racial equality. In January 1913 — five months before Illinois gave women the right to vote — she threw herself deeply into politics in Chicago, where she started the nonpartisan Alpha Suffrage Club, the first black women’s suffrage association in the city. The club helped to concentrate black political power and was crucial to electing the first black alderman in the city, Oscar De Priest, who later became the first African-American elected to Congress in the 20th century. Despite the long shadow she cast, Wells was often overlooked in the white world — The Times failed to publish an obituary when she died in 1931. The paper corrected that mistake with an obituary published this year. \nThe movement to name a street for her began after last year’s white supremacist march in Charlottesville, Va. The honor has certain “poetry” to it, as Chicago’s mayor, Rahm Emanuel, said. The street was once named for the 10th president, John Tyler, who, after leaving office, led a peace conference that set itself the goal of averting the Civil War. When the effort collapsed, Tyler embraced secession and was later elected to the Confederate Congress.  \nNow a real hero will get the visibility in the Chicago landscape that she has long deserved. \nFollow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter.", "date": "July 31, 2018", "href": "https://www.nytimes.com/2018/07/31/opinion/honors-at-last-for-ida-b-wells-a-sword-among-lions.html", "tags": "‘ chicago city honors b. sword ” white right street last black lions — wells ida among"}