{"title": "Hope You Don't Expect The Senate GOP To Be Transparent About Obamacare Repeal", "content": "Senate Republicans have spent the last 10 days or so promising not to tackle health care in the same hurried, irresponsible way that their House counterparts did. “We are not under any deadlines,” Sen. John Cornyn (R-Texas) said last week, “so we are going to take our time.” \nThey have also suggested they have little interest in drafting something that looks like the American Health Care Act ― the wildly unpopular House bill that would roll back many of the Affordable Care Act’s most important insurance regulations and deprive something like 24 million people of coverage. “We’re starting over from a clean sheet of paper here,” Sen. Bob Corker (R-Tenn.) promised.  \nAll of that is probably true ― and less meaningful than it sounds at first blush. \nIt’s possible to write a bill in a slower, more deliberative manner than the House did without allowing the kind lengthy, open public debate that legislation of such magnitude would seem to require. It’s also possible to pass less disruptive, less extreme legislation that would nevertheless take away insurance from many millions of people, causing widespread hardship.\nIn fact, from the looks of things, this is precisely what Senate Republican leaders are trying to do.\nThe big boast Senate Republicans are making is that they won’t vote on legislation before the Congressional Budget Office has a chance to analyze it. That’s what House Republicans did when they voted on their bill last week, less than 24 hours after making amendments that had potential to affect insurance coverage and the federal budget in fairly significant ways. \n“Y’all, I’m still waiting to see if it’s a boy or a girl,” Sen. Lindsey Graham (R-S.C.) quipped afterward. “Any bill that has been posted less than 24 hours, going to be debated three or four hours, not scored? Needs to be viewed with suspicion.” \nBut voting without a CBO score was merely one way in which the House rushed its debate. \nHouse leaders wrote legislation privately and then pushed it through the two committees of jurisdiction with markup sessions that lasted just one day each. Leaders had to pull the bill from the House floor at the last minute, because it lacked enough support to pass, but their response was to return to private negotiations, hash out the additional amendments, and then proceed quickly with the final vote.\nEven those House Republicans who had time to read and study the final language (many admitted they hadn’t) probably didn’t grasp its implications, because those implications were still becoming apparent in real time. Two days before the vote, for example, a Brookings Institution report showed how the bill could bring back annual and lifetime limits on benefits, even for employer policies.\nThose limits, which the Affordable Care Act prohibits, would be a huge deal for that tiny portion of Americans dealing with the most severe medical problems ― think aggressive cancer that requires chemotherapy and surgery, or genetic disorders that require long stays in neonatal care. By the time a Wall Street Journal article on the subject brought the possibility to national attention, the vote was just hours away ― too late for new information to have an effect.\nOf course that was precisely what House Speaker Paul Ryan (R-Wis.) and his allies were trying to accomplish ― to avoid public scrutiny, to get legislation through the House before either the media or the public could recognize and seize on its shortcomings. Now it looks like Senate Republicans are intent upon doing the same thing. \nBack in March, the first time the House was set to vote on repeal, Senate leaders indicated that they intended to bypass the two committees that had jurisdiction. “Probably straight to the floor,” Cornyn told CNN, when asked about the plan, “Because there has already been a lot of consultations on a bicameral basis to get us here.”\nLeadership hasn’t said much about his plans since that time, and the office of Majority Leader Mitch McConnell (R-Ky.) declined to answer HuffPost’s inquiries about process and timetable. But on Wednesday, finance committee chairman Orrin Hatch (R-Utah) told The Hill, “I don’t think it’s going to go through the committees, at least from what I know about it.” \nDemocrats are furious, in part because most of them were around in 2009 and 2010 when they spent more than a year writing and debating what eventually became the Affordable Care Act. For all of the discussion that took place behind closed doors back then, quite a lot took place in public ― over the course of more than 130 hearings, spanning five committees, according to a Democratic tally that didn’t even include administration events like the daylong, bipartisan session at Blair House that President Barack Obama presided over personally.\n“We had 45 bipartisan hearings and roundtables,” Sen. Patty Murray (D-Wash.), ranking Democrat on the Health, Education, Labor and Pensions Committee, said in an interview. “Every issue and aspect of this was discussed. People had a chance to really see the impact ― line by line, amendment by amendment ― and know what they were actually passing.”\n“You saw what the House Republicans did,” Murray added. “When you don’t read it, you don’t know what the impact is. And somebody who is being impacted doesn’t have a chance to say, ‘Wait a minute, that doesn’t work for me.’”\nThis isn’t just some partisan talking point. Norm Ornstein, a respected political scientist at the American Enterprise Institute, says, “The push and pull, give and take of an open markup can make a bad bill, with stupid provisions, sloppy drafting, unintended consequences, repeated mistakes from past experience, a better one.” \nEarlier this week, Murray and Sen. Ron Wyden (D-Ore.), ranking Democrat on the finance committee, sent their GOP counterparts a letter demanding hearings. They have not gotten a formal response, and neither did HuffPost inquiries to those offices, except for a statement from Hatch’s office that he “appreciates Senate Democrats’ renewed interest in improving the nation’s healthcare system and welcomes their input and ideas as we move through this debate.”\nOne reason the House bill is so spectacularly unpopular is the likelihood that it will leave so many millions of Americans without health insurance. And from the very beginning of the debate, senators have been warning, publicly and privately, that they could not abide such dramatic losses of coverage.\nMany of those warnings focused on the American Health Care Act’s proposed cuts to Medicaid. That includes phasing out the new funding available through Obamacare that the states have used to expand eligibility for the program ― effectively making it available to all people with incomes below or just above the poverty line. Among the 32 states that have accepted the money and expanded the program are more than a dozen with Republican senators. \nOne of them is Sen. Rob Portman (R-Ohio), who has reportedly taken the lead on figuring out how the Senate legislation will deal with Medicaid. Something like 700,000 of his constituents got insurance through the Medicaid expansion, and the program has become a critical source of financing for opioid treatment, as well as for community clinics that provide basic medical care to the poor. Ohio’s Medicaid expansion also has a vocal, influential champion in Gov. John Kasich (R-Ohio), one of about a half-dozen Republican governors who have lobbied hard to keep the expansion in place.\nBut Portman told reporters on Wednesday that he was looking for a “soft landing” on Medicaid and that he supported ending expansion funding eventually. A key letter on Medicaid he and three other Republican senators wrote during the early stages of House debate was careful to talk about “stability for individuals currently enrolled in the program” ― which suggests they are open to a proposal that tapers off funding slowly, and lets people who qualify under the expansion hold onto Medicaid until their enrollment lapses.\nThat’s actually what the House bill already does. The Medicaid population would still drop sharply in the first three years, CBO predicts, because low-income people tend to have volatile incomes and lose eligibility quickly. Senate Republicans might have some other ideas for stretching out the transition ― they have said very little publicly ― but it appears to be a matter of when, not whether, the expansion population loses its coverage.\n“Clearly the House has done some important work,” Sen. Roger Wicker (R-Miss.) said this week. “I think we’d like to take the Medicaid provision and engineer a softer landing and eventually get to the same place”\nThe House bill wouldn’t simply roll back the Medicaid expansion. It would also introduce a “per capita cap” that would reduce the program’s funding over time. Sen. Shelley Moore Capito (R-W.V.), who joined the Portman letter and whose home state is particularly dependent on Medicaid, left a meeting two days ago saying that the Senate was open to per capita caps ― a tell-tale sign that the cap, or something like it, could end up in final legislation.\nAnd then there are the implications that repeal could have for people purchasing coverage on their own, either directly from insurers or through healthcare.gov and state-run insurance exchanges. Senate Republicans have said the House bill would punish older consumers too much, by allowing insurers to charge near-retirement seniors up to five times what they charge younger consumers ― and, simultaneously, by rearranging the Affordable Care Act’s financial aid so that it doesn’t provide extra help to people with high insurance costs.\nBut they haven’t made the same fuss about the way the House bill also shifts assistance away from lower-income consumers, which is a big reason why so many people would lose coverage. And key members like Hatch seem committed both to cutting as much spending as possible ― and rescinding the Affordable Care Act’s taxes, including hefty levies on corporations and the wealthiest American households. The net result is likely to be large losses of insurance coverage, even if they are not as large as the losses in the House bill.\nGOP leaders face some big obstacles as they try to craft a bill that can pass, and most likely those obstacles are bigger than the ones that stood in the way of Ryan and his allies earlier this year. \nIn the Senate, Republicans need 50 votes to pass legislation, assuming Vice President Mike Pence would break a tie, and they have only 52 seats. Already two of their members, Sens. Bill Cassidy (R-La.) and Susan Collins (R-Maine), have called explicitly to preserve or even expand the Affordable Care Act’s expansion of insurance coverage. Sen. Dean Heller (R-Nev.), who is among those who have been most openly critical of the House bill, faces a difficult re-election fight in a Democratic state. \nPut those together with the likes of Capito, Portman and Sen. Lisa Murkowski (R-Alaska), and their strong feelings about protecting the Medicaid expansion population, and it’s easy to see how the Senate could end up with a bill that’s less extreme than the House version ― or maybe no bill at all. \nBut even Cassidy and Collins have left themselves wiggle room, which means they could end up supporting a bill in exchange for minor modifications, just as so-called moderates in the House did. And they will be fighting ultra-conservatives like Sens. Ted Cruz (R-Texas), Mike Lee (R-Utah) and Rand Paul (R-Ky.), whose idea of “compromise” is a bill that looks like the House bill or is maybe even more extreme. \nThe deciding factor could be public reaction, but the public can’t react to a bill unless it gets a good look at it. It appears Republican leaders are trying not to let that happen.", "date": "\n05/13/2017", "href": "https://www.huffpost.com/entry/senate-obamacare-repeal-bill_n_5914b018e4b00b643ebcb066", "tags": "transparent hope obamacare repeal gop expect ” house ― medicaid senate bill like care sen."}