{"title": "Horrors of India's brothels documented", "content": "British photojournalist Hazel Thompson has spent the last decade documenting the lives of girls trafficked into India's thriving sex industry. She spoke to Atish Patel about her experiences.\nGuddi was only 11 years old when her family was persuaded by a neighbour to send her to the city of Mumbai hundreds of miles away from her poverty-stricken village in the eastern state of West Bengal.\nThey promised her a well-paid job as a housemaid to help feed her family. \nInstead, she ended up at one of Asia's largest red light districts to become a sex worker.\nTrafficked by her neighbour, she arrived at a brothel. She was raped by a customer and spent the next three months in hospital.\nGuddi's sad and harrowing story is similar to many of the estimated 20,000 sex workers in Kamathipura, established over 150 years ago during colonial rule as one of Mumbai's \"comfort zones\" for British soldiers.\n\"They raped her to break her,\" said Ms Thompson.\nMs Thompson's journey into Kamathipura started in 2002 when she travelled there to photograph children born into the sex trade. The result is her new, interactive ebook, Taken.\nMumbai's oldest and largest red light district is a maze of around 14 dingy, cramped lanes overlooked by gleaming, new skyscrapers - symbols of India's recent economic prosperity that has lifted millions out of poverty.\nBut in Kamathipura, time seems to have stood still.\nThroughout the 1800s, the British military established and maintained brothels for its troops to use across India. \nThe girls, many in their early teens from poor, rural Indian families, were recruited and paid directly by the military, which also set their prices. \nBy 1864, there were eight neighbourhoods in Mumbai which were home to more than 500 prostitutes. Almost 60 years later, there were only two, with Kamathipura being the largest.\n\"The system is continuing to be fed to this day,\" Ms Thompson said.\nTo protect the women from violent customers, police introduced bars to the windows and doors of brothels in the 1890s. \nThese \"cages\" still exist today and some women continue to work and live in the same brothels constructed by the British.\n\"Nothing has changed for 120 years. Nothing,\" Ms Thompson claimed.\nToday the women charge up to 500 rupees ($8; £5) for sex and girls aged between 12 and 16 can earn up to 2,000 rupees($32; £20), she added.\nVirgins in Kamathipura are auctioned to the highest bidder.\nThe 35-year-old photographer was able to gain access to this secret world after reaching out to Bombay Teen Challenge, a charity consisting of former sex workers and pimps who for more than 20 years have been rescuing and rehabilitating women working in Kamathipura. \nEntering the brothels initially under the guise of an aid worker, she shot images discreetly from the back of vehicles, the roofs of buildings and under her scarf.\n\"The way I worked was I would go in and come out. I would spend a few days and attention would build up so I would leave,\" she said.\nShe felt constantly on edge every time she went into the district, reaching a tipping point in 2010 when she was manhandled by a gangster while she interacted with a prostitute.\n\"Along the journey there were many times I wanted to give up,\" she added.\nMs Thompson's ebook, which uses texts, images and videos to get a sense of what life is like in Kamathipura, also includes stories from women who managed to escape from a situation she describes as \"modern-day slavery\".\nLata, for example, was tricked and trafficked by her boyfriend at the age of 16, when she was drugged and taken to Mumbai from the southern state of Karnataka. \nBut years later, with the help of Bombay Teen Challenge, she was reunited with her family and now lives in a rehabilitation home run by the charity.\n\"In the 11 years I've been there, I've never met one woman who has chosen to be there. Every woman I've met has been trafficked or born there,\" Ms Thompson said.\n\"These girls who have been trafficked can't return to their families because of the stigma and [yet it is] often [they who] are responsible for them being in Kamathipura,\" she added.\nThe British photojournalist is also launching a campaign with the UK-based Jubilee Charity calling for India and other countries to criminalise the purchase of sex.\nIn April, the Indian government amended the law to broaden the types of crimes considered to be a trafficking offence and established harsher sentences for traffickers. \nBut enforcement of anti-trafficking laws remains a problem, as does official complicity, according to the US State Department's Trafficking in Persons Report 2013.\n\"Countries like Sweden and Norway have made the purchase of sexual services illegal and it has had a profound impact on demand, causing trafficking to also decrease significantly,\" Ms Thompson said.\n\"This change is desperately needed for Mumbai and all of India.\"", "date": "23 November 2013", "href": "https://www.bbc.co.uk/news/world-asia-india-24530198", "tags": "horrors thompson ms india kamathipura brothels mumbai trafficked sex british documented years"}