{"title": "Horrible Health Insurance Now Legal Again, Thanks To Trump", "content": "The Trump administration on Wednesday finalized yet another set of new health insurance rules as part of its ongoing effort to roll back the Affordable Care Act’s consumer protections and restore the kind of market conditions that existed before the law took effect.\nThe new rules affect so-called short-term, limited-duration insurance plans, which typically cover far fewer services than comprehensive policies and aren’t available to people who have pre-existing conditions. The plans, which because of Obama-era restrictions are currently available for only three months at a time, have historically served as a stopgap for people who have temporary lapses in coverage ― say, because they are between jobs.\nNow the Trump administration is undoing the Obama regulations and putting new ones in place. Under the Trump rules, which the administration formally proposed in February, insurers will be able to sell plans that last for 364 days ― by design, one day short of a year ― with a possibility of renewing coverage twice.\nAs a result, consumers in some cases could buy and then hold on to these plans for what basically amounts to three years, making it much easier to use “short-term” policies as a substitute for the kind of comprehensive coverage available through the Affordable Care Act.\nIt will be up to the insurers whether to offer renewals and under what conditions, administration officials explained in a conference call on Tuesday night. And states will still retain the right to regulate the plans more tightly, whether that means keeping the Obama rules in place or prohibiting the sale of short-term plans altogether.\nBut whatever the insurers and state officials decide, the plans are likely to prove popular in some parts of the country and for some consumers.\nTheir big allure will be their upfront cost. Because short-term plans leave out key benefits and because insurers can exclude people who already have serious medical problems, the policies usually have much lower premiums than plans with comprehensive coverage. \nFor some people now struggling to pay for insurance, including those who are uninsured because they cannot afford coverage available through the Affordable Care Act, these short-term plans will seem like a big relief ― a point administration officials stressed Tuesday night. \n“We do think those plans will be very attractive to those who have been most poorly served by the Affordable Care Act,” said Randy Pate, a deputy administrator at the Centers for Medicare and Medicaid Services. He mentioned in particular younger and healthier people who think comprehensive coverage isn’t worth the expense. “This could be an option for them.”\nBut if people who buy short-term policies get seriously ill, they could end up spending a lot more money on medical care than they would with a comprehensive policy under the Affordable Care Act, because they’ll be paying out of pocket for services such as mental health care, maternity care or prescription drugs that short-term plans frequently don’t cover completely or simply don’t cover at all.\nOne short-term plan now available in California, for example, limits HIV coverage to just $10,000, according to researchers from Georgetown’s Center for Health Insurance Reforms. Treatment for HIV can exceed that amount in just two months.\nAn existing plan from UnitedHealth will help pay for prescriptions, but only up to $3,000. And it won’t cover mental health care at all, except in states that require it. \n“Many consumers will buy these plans thinking they are getting a great deal,” Sabrina Corlette, a research professor at Georgetown University, told HuffPost before seeing the final rule. “But if they need health care services and the bills start to pile up, they’ll quickly discover that these plans cover very little.”\nMeanwhile, those seeking out comprehensive plans because they want or need them will discover those policies have gotten more expensive, thanks to the way short-term plans will affect the rest of the insurance market. Some insurance shoppers will have serious, even life-threatening diseases, such as cancer, which will mean their insurance must have a full set of benefits. But those kinds of policies will become more expensive than they can afford.\nThe new rules represent one of the most consequential steps that President Donald Trump and his Republican allies have taken in their campaign to dismantle the 2010 health care law known as Obamacare. Although Trump and his partners in Congress have not managed to repeal the law outright, they have weakened its underpinnings in ways that have already affected millions and are now set to affect even more people starting in 2019.\nOver the past year and a half, the administration has reduced the funding to promote HealthCare.gov, the federally run online marketplace for coverage, all but certainly reducing enrollment. The Trump administration has also given several states permission to change Medicaid in ways that will make it difficult for some people to enroll or to stay on the program.\nIn July, the administration announced a dramatic cut in funding for navigators, which are the federally certified organizations that assist people with enrollment.\nThe Republican Congress has also done its part. Last year, it passed a tax bill effectively eliminating the individual mandate, the financial penalty for people who don’t get insurance. Trump promptly signed it, removing a key pillar of the Affordable Care Act that, although unpopular even with many Democrats, encouraged healthy people to get coverage and ultimately kept premiums from going higher.\nAnd Trump’s Justice Department took the unusual step of declining to defend the Affordable Care Act against a lawsuit brought by GOP state officials in a Texas federal court. The plaintiffs argue that eliminating the mandate penalty makes the entire law unconstitutional and that it should be stricken. The Trump administration argues for a relatively less extreme outcome that would leave most of the statute in place but eliminate all its protections for people with pre-existing conditions.\nBut the main focus lately has been on the Affordable Care Act’s insurance regulations, which include requirements that all policies carry 10 “essential benefits” and a prohibition on insurers charging higher premiums or denying coverage to people with pre-existing conditions. \nThese provisions are among the law’s most popular features, because they make insurance available to some of the people who need it most. They are likely part of the reason that, according to numerous studies, the public as a whole has better access to care and more financial security than it did before the law took effect.\nBut the law’s regulations have also pushed up premiums, because insurers are suddenly paying for more medical services. And, although the Affordable Care Act’s tax credits offset those higher premiums, many people still have ended up paying more than they did previously ― or more than they feel they can afford. \nRepublicans have seized on that problem, arguing it’s proof the law is a failure. Their solution is to reverse the process.\nIn June, the Trump administration did so by making it easier for people to enroll in so-called association health plans, which serve small businesses and are not subject to all of the Affordable Care Act’s regulations. Now it is easing the restrictions on short-term plans, which the Obama administration had eventually limited to durations of no more than three months with no possibility of renewal (although insurers sometimes sold packets of plans at once, so that people could string together consecutive policies for up to a year).\nWith the possibility of obtaining and then holding these plans for up to three years ― and with no mandate steering people toward more comprehensive coverage ― more people will be able to use these policies as their ongoing source of health insurance. If the official and unofficial projections are right, as many as several million people could do just that. \nOne beneficiary of this shift will be the insurance companies that sell short-term policies and make a lot of money off of them. \nUnitedHealth, which is the top seller of short-term plans today, has reported a “medical loss ratio” on these policies of nearly 44 percent. The MLR, as it’s known, refers to the portion of premium payments that go into actual care, which is another way of saying that roughly 56 percent of the premium dollars for UnitedHealth’s short-term plans end up as some combination of overhead and profit.\nThat is far higher than the comparable figure for comprehensive plans. Because of Affordable Care Act regulations, only 20 percent of the money charged for premiums can go to overhead and profit. The rest is supposed to pay for medical services (or for efforts to improve the quality of those services).\nEven alongside the other changes, this latest regulatory move isn’t tantamount to destroying the Affordable Care Act, although Trump has frequently suggested as much.\nHealthCare.gov and state-run marketplaces, like Covered California, will continue to exist and offer coverage to people who want to buy comprehensive coverage. In addition, plenty of insurers will continue selling comprehensive coverage directly to consumers, as they do now, either directly or through private websites and individual brokers.\nThese plans will remain subject to the Affordable Care Act’s rules. They will not only provide the surest protection for medical bills; for many, they will remain the cheapest option, as well. That’s especially true for people who qualify for tax credits that the Affordable Care Act put in place.\nBut those tax credits vary by annual income, phasing out completely at four times the poverty line, which works out to about $49,000 for an individual and $100,000 for a family of four. And as insurers selling comprehensive policies lose healthier customers to the short-term and association plans, they will have to raise premiums in response. The people who don’t qualify for subsidies will have to pay those premiums in full. \nExactly how this will all play out is difficult to know, as the regulatory changes are likely to affect individuals in widely varying ways.\nSome people who today don’t buy comprehensive coverage because it’s already too expensive will purchase short-term or association plans ― and gain at least some financial protection from medical bills. At the same time, some people who have comprehensive coverage today are likely to see their premiums rise and will have to drop it.\nOne possibility is that insurers will start to offer short-term plans with benefits that, though still not up to Affordable Care Act requirements, are generous enough to attract a larger market share. Insurers could also find ways of keeping healthy customers but shedding unhealthy ones, even while promising renewability.\nInsurers spent decades perfecting those techniques, and now they will have a chance to use them again, at least for one segment of the market. “If you can’t repeal the ACA and change its insurance rules, this is the next best thing ― creating a parallel market that looks like the old one did,” Larry Levitt, senior vice president of the Henry J. Kaiser Family Foundation, said Tuesday, before seeing the final rule.\nOverall, the number of people without any kind of health insurance will be 3 million higher as a result of the recent legal and regulatory changes to the health care law, the Congressional Budget Office has predicted. But that number actually understates the decline in coverage, since some of the insured will be in plans without key benefits. In other words, they will be what many experts consider “under-insured.”\nThe rule will take effect in 60 days, administration officials said, although it is likely to invite legal challenge. It appears the Trump administration is restricting short-term plans to 364 days at a pop in order to distinguish them from more traditional, full-year policies that are subject to all of the Affordable Care Act’s requirements. It’s not clear whether judges will find the distinction meaningful.\nIt’s also an open question how quickly insurers can prepare and market new plans ― and how states will react. Some states are already doing what they can to block the new changes by using their insurance regulatory authority to keep the Obama-era restrictions in place.\nIt’s part of a broader effort by the states that have most aggressively implemented the Affordable Care Act to protect their markets from Republican sabotage efforts. Two states, New Jersey and Vermont, have enacted their own versions of the individual mandate, joining Massachusetts, which has had a mandate since 2007.\nNational Democrats, for their part, have talked about more wholesale improvements to the system that the Affordable Care Act created ― by making subsidies more generous, for example, or having the government directly regulate the prices of prescription drugs. The most sweeping proposals call for creating a large public program, which proponents call “Medicare for all,” that would cover all Americans or at least be available to all of them.\nThese plans would require some combination of tax increases and new regulations, with effects that would vary depending on the specifics of the plan ― and, ultimately, the specific financial circumstances of each individual.\nBut every Democratic proposal, big or small, attempts to do what the Affordable Care Act has tried to do: create a uniform, relatively generous standard for insurance and then give every American enough financial support to get it. Every Republican change so far, including the new rules for short-term and association plans, pushes the health care system in the opposite direction.\nJeffrey Young contributed reporting", "date": "\n08/01/2018", "href": "https://www.huffpost.com/entry/trump-short-term-obamacare-sabotage_n_5b168a07e4b093ac33a201a4", "tags": "thanks care administration horrible coverage legal short-term comprehensive trump act affordable plans insurance health"}