{"title": "House Democrats May Hold William Barr In Contempt After He Bailed On Mueller Hearing", "content": "WASHINGTON ― House Democrats signaled they’d move towards holding Attorney General William Barr in contempt of Congress after the nation’s top law enforcement official refused to show up to a House Judiciary Committee hearing or provide a full copy of Robert Mueller’s special counsel report in response to a subpoena.\nBarr had previously agreed to appear before the House committee, but the Justice Department objected when Rep. Jerry Nadler (D-N.Y.) indicated that, in addition to questions from members of the committee, a staff attorney would question Barr for an extended period. A Barr spokeswoman called the plan “unprecedented and unnecessary” and “inappropriate.”\nDemocrats had also issued a broad subpoena seeking the full Mueller report and its underlying evidence. But the Justice Department said that the House Judiciary Committee “lacks any legislative purpose for seeking the complete investigative files.”\n“It is one thing for the Attorney General to disclose a written report of prosecutorial decisions, but quite another thing to open up the entirety of the investigative file to congressional review,” Assistant Attorney General Stephen Boyd wrote in a letter to Nadler Wednesday evening.\nNadler, speaking in front of an empty chair where Barr was supposed to sit on Thursday, indicated that the next step could be to hold Barr in contempt.\n“We will have no choice but to move quickly to hold the attorney general in contempt if he stalls or fails to negotiate in good faith,” Nadler said.\n“The attorney general of the United States is sworn to uphold the Constitution as our nation’s chief law enforcement officer. He has an obligation to do everything in his power to warn the president of the damage he risks and the liability he assumes by directly threatening our system of checks and balances,” Nadler said.\n“Sadly, the attorney general has failed in that responsibility,” Nadler continued. “He has failed to check the president’s worst instincts. He has not only misrepresented the findings of the special counsel. He has failed to protect the special counsel’s investigation from unfair political attacks. He has himself unfairly attacked the special counsel’s investigation. He has failed the men and women of the department by placing the needs of the president over the fair administration of justice. He has even failed to show up today.”\nOn Friday, Nadler wrote a letter to the Department of Justice urging that it comply by 9 a.m. Monday with a subpoena for the full Mueller report and its underlying evidence or else face contempt of Congress proceedings.", "date": "\n05/02/2019", "href": "https://www.huffpost.com/entry/barr-contempt-nadler-hearing_n_5ccaed77e4b0913d078dc7d8", "tags": "hearing may hold democrats bailed mueller committee nadler ” house failed attorney barr general william contempt"}