{"title": "House Democrats To Seek Documents From 60 Entities And People Close To Trump", "content": "Over 60 entities and individuals with close ties to President Donald Trump and his businesses will get document requests from the House Judiciary Committee on Monday, panel Chairman Rep. Jerry Nadler (D-N.Y.) said Sunday.\n“The Republicans spent two years shielding the president from any proper accountability. ... It’s our job to protect the rule of law,” Nadler said on ABC’s “This Week.”\nTestimony by Michael Cohen, Trump’s longtime personal lawyer, to the House oversight committee last week yielded new leads for committee investigators to follow as they probe whether the president engaged in corruption, obstruction of justice and abuse of power. \nNadler said some of the individuals receiving requests for documents will include people Cohen named at last week’s hearing, including Donald Trump Jr., the president’s eldest son, and Trump Organization chief financial officer Allen Weisselberg. According to two checks submitted to Congress, Trump Jr. and Weisselberg helped reimburse Cohen for payments he made to an adult film star to maintain her silence before the 2016 election about an alleged affair with Trump.\nNadler also said that officials who are currently serving or who have previously worked in the White House and the Department of Justice for the administration will be asked to provide information to the committee. These may include Don McGahn, the former White House counsel, and John Kelly, Trump’s former chief of staff.\nKelly wrote an internal memo about how he had been “ordered” to give Jared Kushner, Trump’s son-in-law, a top-secret security clearance last year, overruling concerns from intelligence officials and the White House’s top lawyer, The New York Times reported last week. \nNadler said he believed such an order constituted an example of the president’s “abuse of power” that his committee would like to know more about.\n“Look, the president has the right to do a lot of things but he can’t abuse his power in doing that,” he said when asked Sunday about the Times report.\nThe New York Democrat has repeatedly expressed his view in recent months that Trump either clearly obstructed justice, or attempted doing so, by seeking to curtail special counsel Robert Mueller’s investigation into possible Trump campaign collusion with Russia during the 2016 presidential election.\nNadler reiterated his view on Sunday, saying it is ”very clear that the president obstructed justice.”\nBut Nadler ― like other top Democrats, including House Speaker Nancy Pelosi (D-Calif.) ― continued to express reservations about opening impeachment proceedings against Trump.\n”Impeachment is a long way down the road. We don’t have the facts yet,” he said. “Before you impeach somebody, you have to persuade the American public. ... You ought to persuade the opposition party voters, Trump voters, that you’re not trying to reverse the result of the last election.”", "date": "\n03/03/2019", "href": "https://www.huffpost.com/entry/trump-documents-jerry-nadler_n_5c7be348e4b0614614db294e", "tags": "people sunday democrats committee entities documents nadler close house trump seek ” last"}