{"title": "House Democrats to Unveil Plan to Expand Health Coverage", "content": "WASHINGTON — Democrats won control of the House in large part on the strength of their argument that Congress needs to protect people with pre-existing medical conditions and to lower the cost of health care.\nOn Tuesday, Democratic leaders, including Speaker Nancy Pelosi, will put aside, at least for now, the liberal quest for a government-run “Medicare for all” single-payer system and unveil a more incremental approach toward fulfilling those campaign promises. Building on the Affordable Care Act, they would offer more generous subsidies for the purchase of private health insurance offered through the health law’s insurance exchanges while financing new efforts to increase enrollment.\nThey would also reverse actions by the Trump administration that allow insurance companies to circumvent protections in the Affordable Care Act for people with pre-existing conditions. Insurers could no longer sell short-term health plans with skimpy benefits or higher premiums for people with chronic illnesses.\nMs. Pelosi said the legislation would “strengthen protections for pre-existing conditions, reverse the G.O.P.’s health care sabotage and lower Americans’ health costs.”\nThe legislative package, put together by Ms. Pelosi and several House committee chairmen, builds on the health law that the speaker was instrumental in passing — and that was signed by President Barack Obama almost exactly nine years ago. And it seems to answer a question facing Democrats since they took control of the House: How would they balance the expansive demands of their most liberal members with the needs of more pragmatic Democrats elected in seats that were held by Republicans?\nMs. Pelosi, the committee chairmen and many other House Democrats see the new legislative package as a more efficient way of achieving universal coverage, a goal shared by champions of “Medicare for all,” led by Representatives Pramila Jayapal of Washington and Debbie Dingell of Michigan.\nDemocrats said they would probably try to pass the legislative package piece by piece, with the first votes on the House floor expected in May. Some elements could win support from Republican House members and from the Republican-controlled Senate.\nWith their new proposal, House Democratic leaders hope to finesse the disagreements within their caucus and to focus public attention instead on the gulf that separates Democrats of all stripes from President Trump on health care.\nIn his latest budget request, Mr. Trump urged Congress again to repeal the expansion of Medicaid under the Affordable Care Act, which has provided coverage to at least 12 million people newly eligible for the program. Mr. Trump attacked Senator John McCain last week, seven months after his death, for casting a decisive vote against repeal of the 2010 health law.\nAnd in the economic report of the president, the White House boasted last week about how Mr. Trump had allowed small businesses and individual consumers to buy insurance plans that skirt many requirements of the Affordable Care Act, offering lower costs but fewer benefits.\nUnder a rule issued in August, Mr. Trump greatly expanded the market for sales of short-term insurance plans that do not have to cover prescription drugs, maternity care, drug abuse treatment or pre-existing conditions.\nThe House Democrats’ bill would turn back the president’s action by stipulating that short-term plans are included in the definition of “individual health insurance coverage” under the Affordable Care Act and therefore must comply with coverage requirements of the health law.\n“These junk plans discriminate against people with pre-existing conditions,” said Representative Frank Pallone Jr., Democrat of New Jersey and an architect of the new legislation. “They deny access to basic benefits. They set arbitrary dollar limits for health care services, leading to huge surprise bills for consumers.”\n“We passed the Affordable Care Act to rein in exactly these types of abuses,” said Mr. Pallone, who is investigating the short-term plan as chairman of the Energy and Commerce Committee.\nThe Affordable Care Act provides two main types of financial assistance to people of modest means buying private insurance: tax credits to help them pay premiums, and cost-sharing reductions to lower their deductibles, co-payments and other out-of-pocket costs.\nThe House Democrats’ bill would revise the law to provide more of both types of assistance.\nIn addition, the bill would make subsidies available to some working families who are now ineligible. The law, as interpreted by the Internal Revenue Service, bars subsidies to workers who have access to affordable employer-sponsored coverage for themselves — even if the cost of coverage for the entire family is unaffordable. The House Democrats’ bill would eliminate this quirk in the law, sometimes called the family glitch.\nThe bill would also provide money to publicize the insurance options and subsidies available under the Affordable Care Act and to help people enroll. Mr. Trump has cut the budget for such efforts by more than 80 percent, saying the funds were no longer needed because people were now well aware of the law.\nHouse Democrats would also block guidance issued by the Trump administration under which states can get waivers allowing them to use federal funds to subsidize insurance that does not comply with coverage requirements in the Affordable Care Act.\nThe Democrats’ package includes several measures proposed by freshmen. One, by Representative Angie Craig, Democrat of Minnesota, seeks to lower premiums by setting up reinsurance programs, using a combination of federal and state funds to help pay the largest claims. Minnesota and several other states have established such programs and are pleased with the results.\nThe package will also include a bipartisan bill offered by Representative Andy Kim, a freshman Democrat from New Jersey, that would provide federal money to states that want to set up their own insurance marketplaces but have yet to do so.\n“With skyrocketing premiums in the federal marketplace, state-based exchanges have proven to be more effective at increasing the rate of coverage and lowering costs,” said Representative Brian Fitzpatrick, Republican of Pennsylvania, who helped write this proposal with Mr. Kim.", "date": "March 25, 2019", "href": "https://www.nytimes.com/2019/03/25/us/politics/house-democrats-health-coverage.html", "tags": "care unveil “ coverage democrats house insurance act expand affordable plan health"}