{"title": "House Members Unite to Read Stanford Rape Victim’s Letter", "content": "WASHINGTON — Hoping to dramatize the issue of campus sexual assault, 18 members of the House took turns on Wednesday night reading portions of the 7,200-word letter a woman known as Emily Doe wrote to the former Stanford University student who raped her.\nThe letter — which the victim read at the sentencing of the former student, Brock Turner — described her anguish after the assault and during Mr. Turner’s trial, and went viral after it was published on BuzzFeed. It attracted attention to the case and to the light sentence that a California judge gave Mr. Turner, causing national outrage and leading to a petition campaign to remove the judge, Aaron Persky.\nReading the letter in its entirety on the House floor was an attempt to share the voice of sexual assault victims and to build support for legislation that would require the Department of Education to provide a list of institutions under investigation for sexual assault, said Representative Jackie Speier, the California Democrat who organized the reading and is the sponsor of the bill.\n“We don’t sweep murder cases under the rug, but we have for decades been sweeping rape cases under the rug,” Ms. Speier said in an interview Wednesday night.\nTwelve of the 18 readers were women, but the group was bipartisan, bringing together lawmakers who rarely cooperate. They included liberals like Ms. Speier and three Republicans. Representative Paul Gosar of Arizona, a conservative Republican, said he had been horrified when he read Emily Doe’s statement.\n“People need to learn from this,” Mr. Gosar said. “I’m a father too. I have two daughters. This should matter to everyone.”\nMr. Gosar said that he was not sure whether adding a rape victim’s testimony to the Congressional Record would lead to legislation to better address campus sexual assault, but that he thought it would at least help promote awareness.\nPrevious attempts to pass legislation related to sexual assault on college campuses and in the military have not ended well.\nThe Fair Campus Act and the Safe Campus Act never made it past committee in 2015. An amendment that would have transferred decisions on whether to prosecute military sexual assault cases from commanders to military prosecutors — introduced by Senator Kirsten E. Gillibrand, Democrat of New York — was blocked during a recent vote.\nRepresentative Cheri Bustos, Democrat of Illinois, who helped Ms. Speier organize the reading, blamed the lack of diversity in the House for the inaction.\n“This is why we need more women in Congress,” Ms. Bustos said. “If the makeup of Congress truly represented the full makeup of the public, the issue of sexual assault would be on the forefront.”\nThe House members who took turns reading Wednesday night promised that there would be more efforts to keep sexual assault in the spotlight.\nRepresentative Ann McLane Kuster, Democrat of New Hampshire, plans to host another special order in the House on Tuesday, at which members of Congress will share personal stories related to sexual harassment and assault.\n“We are all Emily Doe,” Ms. Kuster said. “Everyone, of course, knows someone who has been sexually assaulted. We need to demonstrate that this is a bipartisan issue, and we need to make progress on this urgently.”\nRepresentative Anna G. Eshoo, Democrat of California, said she had watched as outrage over the sentencing of Mr. Turner spread from her district, which includes Stanford, across the nation. “Stanford is accustomed to being No. 1 at a lot of things, but this is not a source of pride,” Ms. Eshoo said.\nShe said she was appalled that so many cases of rape resulted in sentences equivalent to those for a misdemeanor, when sexual assault is a felony in all states.\nMs. Bustos said she hoped that a few members of Congress could amplify the voice of the woman who was attacked by Mr. Turner.\n“This is a horrible, horrible epidemic,” Ms. Bustos said. “I so admire this woman, who had the guts to expose what she is going through and share it with the world. We’ve had many wake-up calls, but this one has really done a service to prevent other rapes.”", "date": "June 16, 2016", "href": "https://www.nytimes.com/2016/06/17/us/politics/congress-stanford-letter.html", "tags": "letter victim rape stanford unite read would ” house sexual ms. — assault members"}