{"title": "House Votes, 420-to-0, to Demand Public Release of Mueller Report", "content": "WASHINGTON — House Republicans joined Democrats on Thursday to demand that the Justice Department publicly release the full findings of the special counsel’s investigation into Russia’s interference in the 2016 election and the possible involvement of President Trump’s campaign.\nThough the resolution is nonbinding, Democrats who put it on the House floor are trying to build public pressure on Attorney General William P. Barr before the investigation’s anticipated conclusion.\nFar from standing in the way, Republicans joined Democrats en masse. On the 420-to-0 vote, four Republicans voted present.\n“This report must see the light of day, must be available to the American public for a catharsis that will allow us to start with the facts, understand what happened and begin to rebuild the faith of the American people,” said Representative Jim Himes, Democrat of Connecticut and a senior member of the Intelligence Committee, which has undertaken its own Russia investigation.\n[Update: Mueller delivers report on Russia investigation to attorney general.] \nRepublicans debating it on the House floor called the resolution a waste of time and said they trusted Mr. Barr. But they were unwilling to stand in its way.\n“I am especially concerned about what would happen if the report was not made available to Congress,” Representative Steve Scalise of Louisiana, the second-ranking Republican, said in a statement. “Since the investigation began, Democrats have used it as an excuse to fund-raise, fear-monger and peddle conspiracy theories about collusion with the Russian government. Let’s bring this chapter to a close.”\nThe four “present” votes came from two libertarians who routinely oppose such resolutions, Representatives Justin Amash of Michigan and Thomas Massie of Kentucky, and two ardent Trump loyalists, Representatives Matt Gaetz of Florida and Paul Gosar of Arizona.\nMr. Gaetz said afterward that while he supported making the report public, he objected to other language in the resolution praising the special counsel, Robert S. Mueller III, whose team he has repeatedly attacked as partisan.\nSenator Chuck Schumer of New York, the Democratic leader, tried to move the resolution through the Senate later on Thursday by unanimous consent, but he was blocked by Senator Lindsey Graham, Republican of South Carolina.\nThough Mr. Graham, the Senate Judiciary Committee chairman, said he supported transparency, he asked to amend the resolution to include the appointment of a new special counsel to investigate the F.B.I.’s handling of the Hillary Clinton email case and its surveillance of a former Trump adviser. Mr. Schumer rejected the request as political and beside the point, and the resolution failed.\nThe Justice Department has given signals in recent weeks that after 22 months, Mr. Mueller is nearing completion of his work. Peter Carr, a spokesman for Mr. Mueller, offered what many viewed as fresh evidence of an imminent conclusion on Thursday when he confirmed that one of the special counsel’s top prosecutors, Andrew Weissmann, will be departing the special counsel’s office “in the near future.”\nThe resolution — sponsored by Representative Jerrold Nadler of New York, the Judiciary Committee chairman, and a handful of other Democratic committee leaders — “calls for the public release of any report Special Counsel Mueller provides to the attorney general, except to the extent the public disclosure of any portion thereof is expressly prohibited by law.”\nUnder the regulation that governs special counsels, Mr. Mueller is expected to produce a confidential report on his prosecution decisions to Mr. Barr, who will then review it and produce his own report to Congress. Thus far, Mr. Barr has demurred on just what he will release to Congress and the public, reserving the right to keep some matters secret.\nDemocrats seized on Mr. Barr’s resistance to making specific promises about the Mueller findings during his confirmation process in the Senate. They have not let the point rest in the weeks since, with prominent Democratic chairmen and other leaders laying out their case for why all of the special counsel’s findings — including underlying evidence — ought to be shared with Congress for review.\nHouse Democrats are prepared to use subpoena power and other tools at their disposal to force the Justice Department to turn over anything Mr. Barr chooses to withhold.\nThey argue that the Justice Department set a new precedent in the last two years when it granted Republicans, who then controlled the House, extraordinary access to hundreds of thousands of pages of sensitive investigative material related to the F.B.I.’s investigation of Mrs. Clinton’s use of a private server and the Russia investigation itself.\n“Last year, I directly warned department leadership that in providing these materials to Congress, they were establishing a precedent, and one they would have to live with in the future,” said Representative Adam B. Schiff of California, the chairman of the Intelligence Committee.\nDemocrats also fear that the Justice Department could combine its policies against indicting a sitting president and against disclosing negative information on an investigative target who was not indicted to justify keeping secret all the information collected about Mr. Trump.\n“To maintain that a sitting president cannot be indicted, and then to withhold evidence of wrongdoing from Congress because the president cannot be charged, is to convert D.O.J. policy into the means for a cover-up,” Mr. Nadler said during debate over the resolution on Thursday.\nThough they voted for the resolution, many Republicans expressed skepticism about the wisdom and likely success of Democrats’ quest. Representative Doug Collins of Georgia, the top Republican on the Judiciary Committee, told reporters last week that he anticipated hurdles to public disclosure in the form of classified information, information obtained through a secret grand jury process and the need to insulate continuing prosecutions stemming from the investigation.\n“Those are also going to be things that we are going to have to litigate,” Mr. Collins said.", "date": "March 14, 2019", "href": "https://www.nytimes.com/2019/03/14/us/politics/mueller-report-public.html", "tags": "resolution public report democrats investigation counsel ” house demand votes release mueller special"}