{"title": "House Democrats Begin Push to Secure Trump’s Tax Returns", "content": "WASHINGTON — Democrats took the first cautious steps on Thursday in their quest to obtain President Trump’s long-hidden tax returns, further inflaming the contentious relationship between the president and the newly empowered House.\nA fractious afternoon hearing of a Ways and Means oversight subcommittee was intended to begin building a case that Mr. Trump’s withholding of his returns was not only flouting modern political norms but also potentially hiding violations of federal tax laws and compromising the interests of the United States. Democrats argued that they had the legal authority and good cause to invoke an obscure provision in the federal code that gives the committee’s chairman access to private tax information to find the answers and potentially inform other related inquiries into Mr. Trump’s financial positions.\n“We are not interested in getting someone,” Representative Bill Pascrell Jr., Democrat of New Jersey, said during one exchange. “We are interested in following the law, period.”\nThe Democratic lawmakers faced stiff objections from congressional Republicans, who accused them of seeking to violate Mr. Trump’s privacy, setting a dangerous precedent for political retribution and abusing the power laid out in the law. Earlier in the day, Mr. Trump had said the House’s multiplying inquiries into him, his business and his administration constituted “presidential harassment.”\n“The Dems and their committees are going ‘nuts,’” he wrote on Twitter.\nTensions have also simmered between Democratic leaders who want to proceed slowly and liberals who think they are wasting time. But by the time the gavel fell in the Ways and Means hearing room, the Democrats had already made clear they were undeterred.\n“Overwhelmingly, the public wants to see the president’s tax returns,” said Speaker Nancy Pelosi of California. “They want to know the truth. They want to know the facts. And he has nothing to hide.”\nWhat comes next is far less clear. The statute in question — Section 6103 of the federal tax code — gives the chairman of the Ways and Means Committee extraordinary powers to request that the Treasury Department release to him tax information on any filer, including the president. The provision allows the committee to review the tax information privately, but it would have to vote to disclose any return information or findings to the public.\nThere is scant precedent for its use to investigate an individual, much less someone of Mr. Trump’s stature. That and an all but certain legal challenge from the administration will most likely leave the outcome to the federal courts.\nThe tax policy experts assembled by the committee generally supported Democrats’ view of the law, arguing that Section 6103 gave the chairman wide discretion as long as he could show a “legitimate purpose” for obtaining sensitive records.\n“Congress in effect placed tax return information in a locked safe in 1976, but it preserved one key for purposes of disclosing such information to the public,” said George K. Yin, a University of Virginia tax law professor. “It gave that key to the tax committees. The law therefore should be interpreted to enable the tax committees to use the key in appropriate and necessary circumstances.”\nOnly one of the panelists, Ken Kies, a former Ways and Means aide and veteran Republican tax lobbyist, disagreed.\nThe committee’s chairman, Representative Richard E. Neal of Massachusetts, is working closely with the House’s general counsel, Doug Letter, to build a legal rationale that could withstand a court challenge. Mr. Neal, who prides himself more on his bipartisan policymaking skills than hard-nosed partisan oversight, is reluctant to move too quickly and risk making a mistake that could be exploited in court, people familiar with his thinking said.\nThough it focused almost exclusively on invoking existing authorities, for instance, Thursday’s subcommittee hearing was technically a legislative session concentrated on a portion of Democrats’ broad election reform bill that would require all presidents and vice presidents to disclose their tax returns going forward.\nBut pressure from Mr. Neal’s left flank is growing. Three liberal groups — Tax March, Stand Up America and Indivisible — recently wrote a letter urging the chairman to “stop slow-walking” and even attached another form letter, addressed to the Treasury secretary and the Internal Revenue Service commissioner, for Mr. Neal to sign formally requesting the returns. Liberal lawmakers, too, are growing impatient.\nMr. Neal has not indicated when he plans to make a formal request under the law, how he would review what he got or if his committee or others will convene additional hearings first. Nor has he said whether he will request tax information on the Trump Organization or just the president’s personal returns.\nAs written, the law does not give the Trump administration clear grounds to deny a request from Mr. Neal. It says only that the Treasury secretary “shall” furnish the information upon request.\nSteven Mnuchin, the Treasury secretary, has said he will comply with all legal requests from Congress for the tax returns of any taxpayer, including Mr. Trump. However, Treasury officials are preparing to challenge the legitimacy of any requests coming from the committee that they could argue are political in nature and not related to real legislative work.\nRepublicans forcefully defended Mr. Trump, beginning with a letter from the committee’s ranking member, Representative Kevin Brady of Texas, early Thursday urging Mr. Neal to reconsider “weaponizing the nation’s tax code” for political purposes.\n“This isn’t about the tax returns of presidents and vice presidents but about making sure Congress does not abuse its authority,” he wrote. “This is about protecting the private tax returns of every American.”\nIn the hearing room, Republicans tried out various arguments. The current law does not actually require presidents or candidates to release their tax information, they pointed out. Representative Mike Kelly of Pennsylvania, the ranking Republican on the oversight subcommittee, said a committee review would be redundant since the I.R.S. is mandated to audit all presidential returns. Representative Brad Wenstrup, Republican of Ohio, compared requiring candidates to release their tax returns to asking them to make their medical records public.\n“Where does it end?” Mr. Kelly asked. “What about the tax returns of the speaker? Members of Congress? Federal employees? Or, for that matter, any political donors? There is no end in sight for those whose tax information may be in jeopardy.”\nDemocrats called that argument ridiculous. They said their case was about a specific president who had defied norms and was known to have complicated financial entanglements. They also pointed to reports in The New York Times and other news media outlets that suggested that Mr. Trump had substantially misled the public about certain aspects of his wealth.\nMr. Trump is the first president or major party nominee to refuse to release his personal tax returns since doing so became the norm in the 1970s. During the campaign, he cited a continuing I.R.S. audit of his returns, but since taking office, the White House has signaled that Mr. Trump has no intentions of making the material public regardless of an audit.", "date": "Feb. 7, 2019", "href": "https://www.nytimes.com/2019/02/07/us/politics/democrats-trump-tax-returns.html", "tags": "tax “ democrats committee secure house trump returns information push law begin"}