{"title": "House Intelligence Committee Seeks Documents From Trump’s Inaugural", "content": "The House Intelligence Committee has asked one of the top contractors to President Trump’s inaugural to provide it with documents about the event, a person familiar with the situation said on Wednesday, opening up a new line of inquiry into the planning and financing of the ceremonies.\nThe committee asked for documents from and an interview with Stephanie Winston Wolkoff, who had been a close friend of the first lady, Melania Trump, and who had helped plan the celebrations and parties around the inaugural, the person said. The request was disclosed by a lawyer for Ms. Winston Wolkoff in a letter this week to the inaugural committee.\nIt is unclear what was requested, or why the intelligence committee is now involved. But it adds a new layer to the existing federal investigations into the inaugural committee, which was run by Thomas J. Barrack, a close friend of the president, with help from some former Trump political aides. They include Rick Gates, who previously pleaded guilty to charges brought by the special counsel, Robert S. Mueller III, and who has been cooperating with various investigations for more than a year.\nIn February, federal prosecutors issued a subpoena to the inaugural committee demanding that it turn over documents about donors, finances and activities. The subpoena sought documents related to all of the committee’s donors and guests; any benefits handed out, including tickets and photo opportunities with the president; federal disclosure filings; vendors and contracts.\nAmong other issues, federal prosecutors have been investigating whether foreigners illegally funneled donations to Mr. Trump’s inaugural committee and a pro-Trump super PAC in hopes of buying influence over American policy, according to people familiar with the inquiry.\nThe inquiry has been looking at whether people from Middle Eastern nations — including Qatar, Saudi Arabia and the United Arab Emirates — used straw donors to disguise their donations to the two funds. Federal law prohibits foreign contributions to federal campaigns, political action committees and inaugural funds.\nA spokesman for the intelligence committee, Patrick Boland, declined to comment on the request it made for documents from Ms. Winston Wolkoff. Representative Adam Schiff, the California Democrat who is chairman of the committee, has said that the panel would investigate any “financial or other leverage” that “foreign actors” might have over Mr. Trump and his administration.\nA lawyer for Ms. Winston Wolkoff declined to comment. The Wall Street Journal reported the request from the intelligence committee on Wednesday.\nProsecutors in the Southern District of New York have been investigating donors to and spending by the inaugural committee since last year.\nTheir investigation was prompted by a recording between Ms. Winston Wolkoff and Michael D. Cohen, the president’s former personal lawyer and fixer, that the prosecutors found on Mr. Cohen’s cellphone. In a separate case brought by those prosecutors, Mr. Cohen pleaded guilty to arranging hush money payments to women who claimed they had affairs with Mr. Trump.\nMs. Winston Wolkoff has been cooperating with that probe since last fall, earlier than inaugural officials knew, according to the letter from her lawyer.\nA sealed court order prohibited Ms. Winston Wolkoff from disclosing the fact that she received a subpoena from the federal prosecutors in Manhattan. That order, which lasted for 180 days, recently expired, a person briefed on the letter from her lawyer said.\nFederal prosecutors in the Eastern District of New York, in Brooklyn, have also been looking into questions about donations to the Trump inaugural committee. They have been examining Mr. Barrack’s ties to the Middle East, among other matters, according to the people briefed on the work.\nThe inaugural committee raised $107 million and spent more freely than those of previous presidents. In 72 days, it spent about $100 million, roughly twice as much or more than was raised by Presidents Barack Obama or George W. Bush for their first and second presidential inaugurations.\nMs. Winston Wolkoff, with a partner, set up a firm that oversaw broadcast rights for the inaugural events and worked on the documentary project featuring interviews with top inaugural committee officials.", "date": "April 3, 2019", "href": "https://www.nytimes.com/2019/04/03/us/politics/house-intelligence-trump-inaugural.html", "tags": "prosecutors winston intelligence inaugural seeks committee documents house trump federal ms. wolkoff"}