{"title": "House Chairman Says Treasury’s Concerns Over Trump’s Tax Returns ‘Lack Merit’", "content": "A Democratic House chairman on Saturday castigated the Treasury Department for failing to meet his deadline to furnish President Trump’s tax returns, arguing that the administration’s apparent concerns over his use of powers outlined in the Internal Revenue Service’s tax code “lack merit.”\nThe chairman, Representative Richard E. Neal, Democrat of Massachusetts, set a new deadline for compliance, April 23, and warned that if the Trump administration did not reply by then, its “failure will be interpreted as a denial of my request.”\nThe tone of Mr. Neal’s letter suggested Democrats are prepared to take their request — made through a little-known provision in the federal tax code — to court if necessary, initiating what could be a protracted legal fight over Congress’s oversight powers. In it, he cited legal precedent that he argued clearly showed the law is on the committee’s side, and said that the executive branch had no right to “second guess” its motivations.\n[Read the letter here.]\n“I am aware that concerns have been raised regarding my request and the authority of the committee,” Mr. Neal wrote. “Those concerns lack merit. Moreover, judicial precedent commands that none of the concerns raised can legitimately be used to deny the committee’s request.”\nThe Treasury secretary, Steven Mnuchin, said on Saturday that he had read Mr. Neal’s letter but made no commitments about complying with the request by the new deadline, which he described as “arbitrary.”\n“I feel a responsibility that we get this right and that the I.R.S. doesn’t become weaponized like it was under the Nixon administration,” Mr. Mnuchin said during a news briefing on the sidelines of the annual spring meetings of the International Monetary Fund and World Bank.\nMr. Mnuchin said that Treasury lawyers were studying the lawfulness of the request with the Justice Department. While he said that he would follow the law, he made clear that he had serious concerns about protecting the privacy of the tax returns of all taxpayers, including Mr. Trump.\n[Related: How Kamala Harris’s tax returns compare to those of other 2020 candidates.] \n“I don’t think these are simple issues,” Mr. Mnuchin said. “They are constitutional issues.”\nHouse Democrats, anticipating an increasingly likely legal fight over the Ways and Means action, have also taken steps to open a side door into Mr. Trump’s finances. Representative Elijah E. Cummings, Democrat of Maryland and the chairman of the House Oversight and Reform Committee, informed Republicans on Friday that he intended to issue a subpoena in the coming days to compel Mazars USA, an accounting company tied to the president, to turn over relevant financial records in its possession.\nRepublicans balked at the request, calling it an “astonishing abuse” of the committee’s powers. But Mr. Cummings said he had the authority to investigate potential wrongdoing by Mr. Trump and testimony from Michael D. Cohen, his longtime fixer, that the president had intentionally misrepresented his assets and liabilities to suit his needs at a given moment.\n“The committee has full authority to investigate whether the president may have engaged in illegal conduct before and during his tenure in office, to determine whether he has undisclosed conflicts of interest that may impair his ability to make impartial policy decisions, to assess whether he is complying with the emoluments clauses of the Constitution, and to review whether he has accurately reported his finances to the Office of Government Ethics and other federal entities,” Mr. Cummings wrote, hinting at the broad scope of his own investigation.\nThis month, Mr. Neal formally requested six years of Mr. Trump’s personal and business tax returns, ending months of speculation about when newly empowered Democrats would make a request and how they would justify it.\nMr. Trump himself has made abundantly clear he does not intend to relent on his yearslong objections to turning over his tax returns, and his personal lawyer has urged the Treasury Department to fight Mr. Neal’s request.\nOn Wednesday, just before Mr. Neal’s initial deadline for compliance, the Treasury Department said it needed more time to assess the legality of the request but cast doubt on his assertions to having a legitimate legislative purpose to do so. Mr. Mnuchin wrote that he was consulting the Justice Department to draft a response, but did not indicate how long that would take.\n“The committee’s request raises serious issues concerning the constitutional investigative authority, the legitimacy of the asserted legislative purpose and the constitutional rights of American citizens,” Mr. Mnuchin wrote. “The legal implications of this request could affect protections for all Americans against politically motivated disclosures of tax information, regardless of which party is in power.”\nMr. Trump has defied modern political norms and refused to release any of his tax returns, either as a candidate or as president. He has repeatedly claimed, including as recently as Wednesday, that he is under audit by the I.R.S. and therefore cannot make the documents public as every other presidential nominee has done for decades.\nBut no law prevents a taxpayer from releasing returns while under audit, and the I.R.S. automatically audits the returns of all presidents and vice presidents while they are in office.\nMr. Neal says it is a committee investigation of that mandatory presidential audit policy that necessitates seeing Mr. Trump’s returns.\nMr. Neal is relying on a little-known provision in the federal tax code, Section 6103, that dates to the Teapot Dome scandal of the 1920s and gives the chairmen of Congress’s tax writing committees unique powers to request tax information on any filer. The code itself gives the executive branch little wiggle room in responding, stating only that the Treasury secretary “shall” furnish the information upon request.\nLegal scholars who have studied the provision and Mr. Neal’s request believe that if the Treasury Department does object, it will argue that the Ways and Means chairman has overstepped Congress’s oversight authority by making a request that lacks a legitimate legislative purpose and is meant only to achieve a political end. A resulting legal fight could ultimately make it to the Supreme Court and have significant implications on the expansiveness of Congress’s investigative powers.\nRepublicans on Capitol Hill, Mr. Trump’s White House aides, and his personal lawyer, William S. Consovoy, have all argued that Democrats are merely out to politically embarrass the president and urged the I.R.S. and Treasury Department to reject their request as illegitimate.\nMr. Neal’s letter on Saturday punched back at some of their objections. Notably, it was addressed not to Mr. Mnuchin but to Charles P. Rettig, the I.R.S. commissioner, whom Democrats believe should make the decision himself.\nAt the news briefing on Saturday, Mr. Mnuchin defended his decision to oversee the request, noting that the Treasury Department supervises the tax collection agency.\nMr. Neal argued that the statute in question was clear that Mr. Rettig must hand over the information. But he added that the administration had no authority to question how the committee would handle the information or the validity of its legislative purpose.\n“There is no valid basis to question the legitimacy of the committee’s legislative purpose here,” Mr. Neal wrote, citing a 1957 Supreme Court case, Watkins v. United States, as saying Congress’s investigative powers were “broad” and “encompasses inquiries concerning the administration of existing laws as well as proposed or possibly needed statutes.”\nBut legal scholars say that the administration could seek to cite the same 1957 ruling against the committee, because it also holds that while the powers of Congress to investigate are “broad,” they are also “not unlimited.”", "date": "April 13, 2019", "href": "https://www.nytimes.com/2019/04/13/us/politics/trump-tax-returns.html", "tags": "‘ tax lack “ concerns committee chairman treasury merit house trump returns says neal request"}