{"title": "House Votes For Anti-Semitism Resolution As GOP Shifts Ilhan Omar Narrative For Democrats", "content": "WASHINGTON ― After a week of internal debate and torment, Democrats looked to put the controversy surrounding Rep. Ilhan Omar’s latest comments behind them on Thursday with a vote on a resolution that was seen as an indirect rebuke of the Minnesota Democrat. \nBut ultimately it wasn’t anything Democrats did that may change the damaging narrative. It was the decision of 23 Republicans to vote against the resolution.\nHouse lawmakers voted 407-23 to condemn a wide range of hate speech and bigotry in a resolution that morphed from an admonishment of Omar to a 7-page measure condemning hate in all forms. Twenty-three GOP lawmakers opposed the legislation seemingly because it didn’t single out Omar, though it was notable that many of the no votes came from some of the most far-right members of Congress.\nIt was a saving grace for Democrats that the 23 Republicans decided to vote no on the resolution. (GOP Rep. Steve King of Iowa, who’s had a far lengthier history of problematic statements, was the lone present vote.) Those Republicans took heat off their counterparts during a week in which the Democrats have been unable to quash the Omar story themselves.\nThe wide-ranging resolution that Omar herself supported simply wasn’t enough for those Republicans, and it still might not be enough to appease some Democrats who wanted a direct reprimand ― or to just finally bury the controversy. But the vote does muddle the narrative that this problem singularly belongs to the Democrats.\nUp until the vote, the Omar controversy was one that divided Democrats and united Republicans. It was, after all, a small group of veteran Democrats who pressured Speaker Nancy Pelosi (D-Calif.) into holding a vote on a resolution, after Omar said recently that she wanted to discuss “the political influence in this country that says it is OK for people to push for allegiance to a foreign country.” \nMany saw her comments ― taken in combination with previous remarks ― as a dig against pro-Israel lobbying. But Omar and some other Democrats argue they should have the ability to criticize Israel without fear of being labeled an anti-Semite. Ultimately, Democratic leadership split the difference by voting on a broad resolution that called out “accusing Jews of being more loyal to Israel or to the Jewish community than to the United States” as anti-Semitism, while also deploring multiple forms of Islamophobia and white supremacy.\nAt the urging of some veteran Democrats ― including Reps. Eliot Engel, Nita Lowey and Jerrold Nadler (all three of whom chair committees, are Jewish and represent districts in New York state) ― Pelosi agreed over the weekend to hold a vote on a resolution. But other Democrats pushed back, arguing that the speaker was playing into the hands of Republicans who have looked to paint Omar as an anti-Semite. \nOn Wednesday, a closed-door meeting with Democrats turned ugly when some lawmakers began attacking each other. Pelosi actually walked out of the meeting after freshman Rep. Jahana Hayes (D-Conn.) questioned why she had learned about the resolution from MSNBC instead of from House leadership.\nWith many Democrats taking issue with how their leaders had decided to move forward, those leaders actually considered burying the resolution. But they also worried that doing nothing would drag out the story even longer, potentially allowing Republicans to offer a procedural motion deploring anti-Semitism on Friday, which would distract attention from Democrats passing the long-awaited voting rights bill, H.R. 1.\nBy Thursday morning, Democratic leadership decided to move ahead with the vote. They also decided it should be written so broadly that Omar wouldn’t feel singled out. (Omar has received hours of coverage on cable news, been the focus of hundreds of articles and received death threats.)\nStill, because the resolution seemed to call out everything, some lawmakers felt it effectively called out nothing. \nRep. Ted Deutch (D-Fla.) spoke on the floor Thursday contending that the resolution was inadequate. \n“Why aren’t we able to singularly condemn anti-Semitism? Why can’t we call it anti-Semitism and show that we’ve learned the lessons of history?” Deutch said.\nHe added that it seemed like Congress was only willing to address anti-Semitism in the context of “all forms of hatred.”\n“If feels like we can’t say it’s anti-Semitism unless everyone agrees that it’s anti-Semitism,” Deutch said.\n“Any attack must be condemned when it’s based on hatred. But when a colleague invokes classic anti-Semitic lies three times, then this body must condemn that anti-Semitism,” he said.\nHuffPost also overheard Engel telling Rep. Mike McCaul (R-Texas) on Thursday that the resolution was “ridiculous.” While Engel was more reserved in a later interview, he nonetheless made it clear that he didn’t feel the resolution went far enough.\n“I can only talk for me, and I condemned every statement that was made by my colleague, and I will continue to do it if anyone does anything wrong,” Engel said.\nEngel later spoke on the floor to say he was voting for the resolution, but regretted there wasn’t a separate measure condemning what Omar said and suggested that he’d work with anyone ― presumably Republicans in the form of a motion to recommit ― to secure a more targeted vote.\nRepublicans on Thursday also lambasted the resolution on the House floor for calling out so many forms of hate, and it was that contention that seemed to ultimately lead 24 Republicans ― counting King’s present vote ― not to support the resolution.\nOmar has faced an onslaught of criticism from colleagues, both Republicans and Democrats, but it was the Democratic infighting that was receiving all the attention before.\nOn Twitter, Lowey said that lawmakers should be able to debate issues without “prejudice or bigotry,” continuing that she was “saddened” that Omar “mischaracterizes support for Israel.” \nRep. Juan Vargas (D-Calif.) tweeted that he found it “disturbing” that Omar was perpetuating “hurtful anti-Semitic stereotypes,” which in turn earned him a quote tweet from Rep. Alexandria Ocasio-Cortez (D-N.Y.), who asked him to explain his stance that it’s unacceptable to question U.S. foreign policy.\nThe online back-and-forths prompted Rep. Jan Schakowsky (D-Ill.) to implore her colleagues on Wednesday to quit it. “Everyone stop tweeting!” she said during the closed-door meeting.\nOn Thursday, Pelosi herself seemed to defend Omar. She said the resolution ― which was initially intended as a rebuke of Omar ― wasn’t about the first-term congresswoman. “It’s about these forms of hatred,” Pelosi claimed.\nThe speaker said she didn’t think that Omar intended her statement to be “anti-Semitic in any way.” But Pelosi also said that she didn’t think Omar understood “the full weight of the words” and that when the statement was interpreted as anti-Semitic, “we have to remove all doubt.”\nWith the vote Thursday, Democrats took a step toward moving beyond the Omar controversy. What we may end up remembering about this resolution, in a few months or years, is that 23 Republicans voted against it.", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/house-anti-semitism-resolution-ilhan-omar_n_5c8176e0e4b0ed0a0011437f", "tags": "resolution democrats anti-semitism shifts gop omar ” house ― republicans narrative ilhan votes vote rep."}