{"title": "House Judiciary Committee Subpoenas Donald McGahn As Part Of Its Investigation", "content": "The House Judiciary Committee issued a subpoena to former White House counsel Don McGahn on Monday as part of its investigation into President Donald Trump’s potential obstruction of justice in the Russia probe. \nIn a subpoena signed by committee chairman Jerry Nadler (D-N.Y.), lawmakers commanded McGahn to testify before the committee on May 21 and requested he supply documents related to several incidents detailed in special counsel Robert Mueller’s redacted report by May 7.\nEarlier this year, the House launched an investigation into the president’s potential obstruction of justice, corruption or abuse of power in relation to Mueller’s investigation into the Trump campaign and Russian interference in the 2016 election. \nThe Mueller report, a redacted version of which was made public Thursday, shed new light on Trump’s efforts to intervene in the Russia investigation, detailing 10 instances of possible obstruction. \nSpecifically, the report described how Trump had told McGahn to fire Mueller as special counsel. McGahn ultimately did not help fire Mueller ― one of several instances of Trump’s staff foiling the president’s attempts to influence the investigation.  \nThe subpoena issued to McGahn on Monday included a list of more than three dozen issues for which lawmakers were requesting documents, including the firing of former FBI Director James Comey, former Attorney General Jeff Sessions’ resignation, the June 9, 2016, meeting at Trump Tower in Manhattan and other incidents that were detailed in Mueller’s redacted report. \nThe House Judiciary Committee has also served a subpoena to the Justice Department for the full Mueller report and underlying evidence by May 1. ", "date": "\n04/22/2019", "href": "https://www.huffpost.com/entry/mcgahn-subpoena-house-investigation-trump_n_5cbe373ee4b00b3e70ce037c", "tags": "report judiciary investigation committee subpoenas mcgahn former counsel house donald subpoena mueller part"}