{"title": "House Republicans Pass Tax Bill", "content": "WASHINGTON ― After months of internal squabbling and doubts, House Republicans passed their tax proposal on Thursday, a major step forward for a House GOP that has thus far been unable to deliver on any major piece of President Donald Trump’s agenda.\nThe House passed the bill 227-205, with 13 Republicans joining every Democrat in opposing the measure, which would lower individual tax brackets, dramatically cut the corporate tax rate from 35 percent to 20 percent, and nearly double the standard deduction while eliminating a slew of smaller write-offs.\nBut even as Republicans celebrated the passage of their tax plan, the public perception of the bill is less than stellar. According to the most recent polling, only 30 percent of Americans support the GOP tax plan, with 40 percent opposing the bill and another 30 percent unsure. Most Americans believe they won’t see a tax cut from the GOP tax plan. In fact, only about 25 percent of Republicans believe they will pay less as a result of the measure, while 47 percent of Americans believe Trump will pay less.\nTrump came to the Capitol on Thursday to rally Republicans and implore them to vote yes (and, apparently, give a maundering speech about his trip to Asia). But his whip efforts, late and unnecessary, didn’t seem to do much to move members. The same Republicans who have appeared doubtful from the beginning over concerns about eliminating the state and local tax deduction ― mostly Republicans from high-tax states such as New Jersey and New York ― ended up voting against the bill.\nAfter a small mutiny in the House as leadership was releasing the bill in October, Republicans did adjust the legislation to allow filers to write off the first $10,000 of their property taxes. But for the Republicans who voted no, even that adjustment might still result in a significant number of their constituents facing a tax increase.\nOf the 13 Republicans who voted no, five come from New York, four come from New Jersey, three from California, and one, Rep. Walter Jones Jr., comes from North Carolina. (Jones was concerned about adding to the debt.)\nThe other Republicans who voted no are: Reps. Dan Donovan (N.Y.), John Faso (N.Y.), Darrell Issa (Calif.), Peter King (N.Y.), Leonard Lance (N.J.), Frank LoBiondo (N.J.), Tom McClintock (Calif.), Dana Rohrabacher (Calif.), Chris Smith (N.J.), Elise Stefanik (N.Y.), Lee Zeldin (N.Y.) and Rodney Frelinghuysen (N.J.), who chairs the Appropriations Committee.\nCalifornia Republicans, many of whom serve highly taxed areas, mostly got onboard with the GOP tax plan, a trend that has played out repeatedly on two other budget votes setting up the reconciliation bill. (Republicans are using the budget reconciliation process to pass the tax bill so they can sidestep the 60-vote threshold in the Senate and pass the legislation with a simple majority.)\nThe Senate is still a significant hurdle for Republicans. Sen. Ron Johnson (R-Wis.) has come out against the Senate version of the bill, and Sen. Susan Collins (R-Maine) also seems unlikely to vote for the bill if, as expected, it includes a repeal of the individual mandate for Obamacare. The GOP can currently afford to lose only two Republicans on their measure, with Vice President Mike Pence breaking a tie to push the bill over the finish line, but there are a number of other Republicans who have concerns about the bill, particularly a somewhat restrictive 25 percent pass-through rate for S corporations and the mandate repeal.\nThe Senate math is also complicated by an Alabama Senate special election. Democrat Doug Jones is polling ahead of Republican Roy Moore after numerous allegations have come out that Moore dated ― as well as sexually assaulted ― teenage girls when he was in his 30s. A Jones victory would mean Republicans could lose only one vote and still pass the bill.\nThe Senate is aiming to pass the bill before the Dec. 12 special election, with the intention of making the Alabama race meaningless for tax reform, but ― the Senate being the Senate ― delays are more than possible.\nOn the House side, GOP lawmakers seem to have gone along with this tax bill despite some reservations because they feel the need to have something to point to next year when it comes time for re-election. Conservatives were concerned about debt, as the bill would allow Republicans to increase debt by $1.5 trillion over 10 years in the name of tax cuts. \nRepublicans from those highly taxed “blue states” were concerned some of their constituents would face tax increases, or at least not as big of a tax cut as voters in other states. And a number of other Republicans had individual concerns with a such an expansive tax code rewrite that has drawn major opposition from home builders, real estate agents and small businesses.\nBut conservatives ultimately sided with arguments that tax cuts don’t need to be paid for. Leadership was able to split the votes from Republicans adversely affected by the state and local deduction changes. And other Republicans with more specific concerns fell in line.\nDemocrats criticized their GOP colleagues for selling this tax plan as a middle-class tax cut when 47 percent of the tax benefits, according to a study by the nonpartisan Tax Policy Center, would go to the richest 1 percent.\nOn the House floor, Minority Leader Nancy Pelosi (D-Calif.) called the argument of “trickle-down” economics “BS.” Republicans groaned.\nThe passage of the House bill is a significant moment in the tenure of Speaker Paul Ryan (R-Wis.). The former Ways and Means chairman has long sought to rewrite the tax code ― he claimed on Thursday that this is a “generational defining moment” ― and Ryan portrayed the GOP’s tax bill as a necessary step to ignite the economy.\n“It’s about tax relief. It’s about fairness. It’s about simplicity. It’s about easing the stress and anxiety in this country,” Ryan said.\nArthur Delaney contributed to this report. This post has been updated with additional details on the vote and quotes from Ryan.", "date": "\n11/16/2017", "href": "https://www.huffpost.com/entry/house-passes-tax-reform_n_5a0dd657e4b0c0b2f2f8afe9", "tags": "percent tax gop republicans house pass ― senate bill plan"}