{"title": "House Democrats Subpoena Full Mueller Report, and the Underlying Evidence", "content": "WASHINGTON — The chairman of the House Judiciary Committee issued a subpoena on Friday demanding that the Justice Department hand over an unredacted version of Robert S. Mueller III’s report and the evidence underlying it by May 1, and pledged “major hearings” on its findings.\nThe subpoena, one of the few issued thus far by House Democrats, escalates a fight with Attorney General William P. Barr over what material Congress is entitled to see from the special counsel’s nearly two-year investigation. The chairman, Representative Jerrold Nadler of New York, asked for all evidence obtained by Mr. Mueller’s investigators, including summaries of witness interviews and classified intelligence — and indicated he intended to air it to the public.\n“Even the redacted version of the report outlines serious instances of wrongdoing by President Trump and some of his closest associates,” Mr. Nadler said in a statement. “It now falls to Congress to determine the full scope of that alleged misconduct and to decide what steps we must take going forward.”\nThe subpoena was sent as House Democrats, who have the power to initiate impeachment proceedings if they so choose, debate how to proceed with the new evidence handed over Thursday by Mr. Mueller. Democratic-led committees have already initiated their own investigations of Russian election influence, as well as obstruction of justice and abuse of power, which can incorporate the findings in the shorter term. But there were also new calls in the wake of the report from the party’s left flank — including Senator Elizabeth Warren, a Massachusetts Democrat running for president — to go further and open a formal impeachment inquiry.\nSpeaker Nancy Pelosi of California has publicly opposed impeachment unless Democrats can attract bipartisan support in the House and in the Republican-controlled Senate. That prospect appeared to be slim as Republican lawmakers embraced Mr. Barr’s conclusion that, despite the evidence collected, the president did not commit a crime.\nBy Friday afternoon, though, at least one Senate Republican critical of Mr. Trump, Mitt Romney of Utah, offered a blistering assessment, calling the report “a sobering revelation of how far we have strayed from the aspirations and principles of the founders.” Still, he said, “the business of government can move on.”\n“I am sickened at the extent and pervasiveness of dishonesty and misdirection by individuals in the highest office of the land, including the president,” Mr. Romney said in a statement, adding that he was “appalled” that the president’s campaign would welcome help from a foreign adversary.\nMs. Pelosi, for her part, has scheduled a conference call for all House Democrats on Monday to discuss the implications of what she called “a grave matter.” Lawmakers are scattered around the country on a two-week spring recess, and many are expected to observe the Passover and Easter holidays.\nSpeaking to reporters in Belfast, Northern Ireland, where she was meeting with political leaders on Friday morning, Ms. Pelosi said she would not, as a matter of principle, criticize the president while out of the country. But she signaled that Congress would not sit by.\n“We believe that Article I, the legislative branch, has the responsibility of oversight of our democracy, and we will exercise that,” she said.\nMr. Nadler’s May 1 deadline falls a day before Mr. Barr is scheduled to testify publicly before the Judiciary Committee in what is expected to be an explosive session where Democrats plan to excoriate his handling of the 448-page report and Republicans will urge their colleagues to accept that there was no criminality and move on.\nIn addition to Mr. Barr’s testimony and an outstanding invitation for Mr. Mueller, Mr. Nadler said on Friday that he would hold additional hearings to “get to the bottom of this” and “educate the country as to what went on.”\n“The idea is not to decide whether to debate articles of impeachment — we may get to that point,” Mr. Nadler said in an interview with WNYC. “The idea is to find out exactly what went on, who did what, what institutional safeguards were gotten around and how, and then decide what to do about it.”\nHe added, “But we have to lay this out for ourselves, the Congress and the American people, and then we’ll decide if we should go down one way or another.”\nMr. Nadler’s Republican counterpart on the committee, Representative Doug Collins of Georgia, blasted the subpoena as “wildly overbroad” on Friday and encouraged Mr. Nadler to narrow its terms and extend the response time. As written, he said, Mr. Nadler was demanding “millions of records that would be plainly against the law to share” because of investigators’ extensive use of a grand jury.\nA Justice Department spokeswoman, Kerri Kupec, called the subpoena “premature and unnecessary” given Mr. Barr’s voluntary release of the report and offer to share more with lawmakers.\n“The department will continue to work with Congress to accommodate its legitimate requests consistent with the law and long-recognized executive branch interests,” she said.\nMr. Barr released to Congress and the public a redacted copy of the report on Thursday. Though the redactions were less extensive than some Democrats feared, the Justice Department had blacked out sections of the report that it said contained classified material, secretive grand jury testimony or information that would affect investigations still underway.\nDemocrats have been threatening to issue a subpoena for weeks, and the Justice Department on Thursday sought to head it off with a pledge to share more information with Congress.\nStephen E. Boyd, an assistant attorney general, wrote in a letter that the department would allow the bipartisan leaders of the House and the Senate, as well as the heads of their judiciary and intelligence committees, to view a fuller version of the report beginning next week. But he said even that copy would still have secretive grand jury information blacked out because of legal requirements.\nGiven the sensitive nature of the information, Mr. Boyd wrote, “all individuals reviewing the less-redacted version” must agree to keep the newly unredacted information confidential.\nDemocrats in both the House and the Senate rejected the proposed accommodation as insufficient on Friday.\n“Unfortunately, your proposed accommodation — which among other things would prohibit discussion of the full report, even with other committee members — is not acceptable,” wrote the Democrats, including Ms. Pelosi, Mr. Nadler and other top members in the House and the Senate. They said they were “open to discussing a reasonable accommodation with the department that would protect law-enforcement-sensitive information while allowing Congress to fulfill its constitutional duties.”\nMr. Nadler has repeatedly asked the Justice Department to join him in requesting that a court unseal the grand jury information, in particular, for Congress to review privately. Mr. Barr, in turn, has so far rejected that request, and Republicans have backed him up, arguing in effect that the Judiciary Committee is not entitled to such information unless the House authorizes a formal impeachment inquiry.\nMr. Nadler’s requests put him at odds with his Senate counterpart, Lindsey Graham, Republican of South Carolina and the leader of the Judiciary Committee. Mr. Graham has spoken supportively of Mr. Barr, said he accepts his conclusions and pledged to scrutinize the investigators who targeted Mr. Trump and his campaign.\nLike most other Senate Republicans, though, Mr. Graham has not commented on the details of Mr. Mueller’s report, which painted a damning portrait of Mr. Trump’s norm-bending campaign to thwart the special counsel investigation.", "date": "April 19, 2019", "href": "https://www.nytimes.com/2019/04/19/us/politics/Mueller-subpoena.html", "tags": "congress evidence full report democrats “ underlying nadler house said subpoena mueller"}