{"title": "House Votes To Condemn White Supremacy, And Thus Rep- Steve King", "content": "The House of Representatives overwhelmingly voted on Tuesday to formally condemn white supremacy and white nationalism, in reference to the racist remarks by Rep. Steve King (R-Iowa). \nHouse Resolution 41, introduced by Majority Whip James Clyburn (D-S.C.) to “reject white nationalism and white supremacy,” comes as King faces bipartisan backlash for his statements in a recent interview with The New York Times. In it, King asked how the terms “white supremacist” and “white nationalist” became “offensive.”\nThe GOP was initially criticized for delaying its own condemnation of King, whom HuffPost has long described as an open white supremacist for similar racist comments over the years. But Republicans moved to punish him this week by stripping him of committee assignments in the current Congress.\nTuesday’s resolution, which passed by a vote of 424-1, was seen as a precursor to censuring King. The House has two measures pending on censure, the highest form of disapproval the chamber can levy before full expulsion. Censure is a formal vote of disapproval of a member by a House majority, according to Roll Call.\nThe only lawmaker to vote against the white supremacy measure was Rep. Bobby Rush (D-Ill.), who wanted a much more direct rebuke of King.\nFor his part, King said he’d vote yes on Resolution 41, in an apparent attempt to separate his name from it.\n“I want to ask my colleagues on both sides of the aisle, let’s vote for this resolution,” he said. “I’m putting up a yes on the board here because what you say here is right and is true and is just, and so is what I have stated here on the floor of the House.”\nKing also noted: “I regret we are in this place.” \nRead the resolution below:", "date": "\n01/15/2019", "href": "https://www.huffpost.com/entry/house-condemn-white-supremacy-steve-king_n_5c3e344ee4b0e0baf541cabf", "tags": "resolution supremacy steve condemn king white house ” nationalism votes rep- thus tuesday vote"}