{"title":"House Panel Investigates Obstruction Claims Against Trump Lawyers","content":"WASHINGTON — The House Intelligence Committee is investigating whether lawyers tied to President Trump and his family helped obstruct the panel’s inquiry into Russian election interference by shaping false testimony, a series of previously undisclosed letters from its chairman show.\nThe line of inquiry stems from claims made by the president’s former personal lawyer and fixer, Michael D. Cohen, who told Congress earlier this year that the lawyers in question helped edit false testimony that he provided to Congress in 2017 about a Trump Tower project in Moscow. Mr. Cohen said they also dangled a potential pardon to try to ensure his loyalty.\nIn recent weeks, the committee sent lengthy document requests to four lawyers — Jay Sekulow, who represents the president; Alan S. Futerfas, who represents Donald Trump Jr.; Alan Garten, the top lawyer at the Trump Organization; and Abbe D. Lowell, who represents Ivanka Trump. The lawyers all took part in a joint defense agreement by the president’s allies to coordinate responses to inquiries by Congress and the Justice Department.\n“Among other things, it appears that your clients may have reviewed, shaped and edited the false statement that Cohen submitted to the committee, including causing the omission of material facts,” the Intelligence Committee’s chairman, Representative Adam B. Schiff of California, wrote to lawyers representing the four men in a May 3 letter obtained by The New York Times.\nHe continued: “In addition, certain of your clients may have engaged in discussions about potential pardons in an effort to deter one or more witnesses from cooperating with authorized investigations.”\n[Read the letters here.]\nThe lawyers have so far balked at the committee’s requests. Mr. Schiff is prepared to issue a subpoena to compel cooperation if necessary, according to a senior committee official.\nIn a statement on Tuesday on behalf of the group, Patrick Strawbridge, who represents Mr. Sekulow, accused Mr. Schiff of ginning up a conflict.\n“Instead of addressing important intelligence needs, the House Intelligence Committee appears to seek a truly needless dispute — this one with private attorneys — that would force them to violate privileges and ethical rules,” Mr. Strawbridge said. “As committed defense lawyers, we will respect the constitution and defend the attorney-client privilege — one of the oldest and most sacred privileges in the law.”\nThe lawyers raised other objections in response to Mr. Schiff’s initial request, writing that the inquiry “appears to be far afield from any proper legislative purpose.”\nMoreover, they wrote, Mr. Cohen is a witness of “questionable reliability” and his current lawyer, Lanny J. Davis, has acknowledged that Mr. Cohen himself wrote the lines in question “that formed the basis of his guilty plea for lying to Congress, and not anyone else.” (Mr. Cohen reported to federal prison earlier this month to begin a three-year term.)\nIt is unclear what evidence the committee may have beyond that shared by Mr. Cohen.\nThe claim that cooperation should come only on an inquiry with “proper legislative purpose” has been made repeatedly by the Trump administration as it denies House Democrats documents and access to witnesses for nearly a dozen continuing investigations. But Democrats say the House’s legitimate oversight role extends far beyond its legislative responsibilities.\nThe questions about Mr. Cohen’s false testimony and possible pardons are part of a broader inquiry by the committee into possible attempts to obstruct its investigation of Russian election interference and ties between the Trump campaign and Russia. Raising the possibility of legal exposure for lawyers in the case is certain to further inflame tensions between the president’s team and Democrats who control the House.\nThe two sides are already at a hostile stalemate over witnesses and documents that the House says it needs to conduct legitimate oversight. Mr. Trump and his allies have accused Democrats of abusing their own congressional powers to humiliate the president.\nWhile it is a crime to obstruct a valid congressional investigation and to conspire to make false statements to Congress, it would most likely be a difficult case to bring against lawyers working in the case. Even if it could prove wrongdoing, the committee has little recourse beyond referring the case to the Justice Department, and the special counsel, Robert S. Mueller III, has already declined to investigate or to charge the lawyers involved.\nMore likely, given the Trump administration’s across-the-board objection to Democrats’ requests, the line of inquiry could end up in court.\nIn a statement, Mr. Schiff indicated that he was trying to send a message to other potential witnesses.\n“If any individual is allowed to lie to our committee or encourage others to do so, hide behind inapplicable privileges, or otherwise fail to provide anything less than full cooperation, other witnesses will be emboldened to similarly obstruct, both now and in the future,” he said.\nOf the two topics raised by Mr. Schiff, the committee appears so far to have more evidence on the preparation of Mr. Cohen’s false statements than of possible pardons.\nMr. Cohen delivered a false statement to the Intelligence Committee in August 2017, when he said that the Trump Organization had stopped pursuing the Moscow project five months before it actually had. He asserted, falsely, that he had never discussed potential travel to Russia with Mr. Trump in connection to the project, and he played down the president’s role in and knowledge of the project, which took place during the course of the 2016 presidential campaign.\nMr. Cohen pleaded guilty in November 2018 to making false statements to Congress.\nHe later told the Intelligence Committee in closed testimony in February and March that lawyers in the joint defense agreement had reviewed and suggested edits to his statement. He also shared documents that he said showed some of the edits.\nThe Mueller report lays out several of Mr. Cohen’s claims. In it, he said that the lawyers had pushed him to remove a sentence disclosing that there had been “limited contacts with Russian government officials” in the course of the project.\nMr. Cohen also said that Mr. Sekulow told him that the details of an effort to set up a meeting between Mr. Trump and President Vladimir V. Putin of Russia were “not relevant and should not be included in his statement to Congress,” the report said. Mr. Cohen and Mr. Sekulow spoke frequently before Mr. Cohen submitted his false statement, and Mr. Cohen said Mr. Sekulow told him he should not elaborate because the Moscow project had not progressed.\nOther lawyers in the joint defense agreement also would have had access to the statement before its delivery. Vanity Fair later published the contents of emails between Mr. Cohen and his lawyer at the time, Stephen Ryan, in which Mr. Ryan detailed changes to the statement he said were requested by Mr. Lowell. The Times also reviewed the emails, which show Mr. Lowell asking that the statement assert that Ivanka Trump, the president’s elder daughter, had essentially no knowledge of the proposal. Mr. Cohen later told Congress that he had, in fact, briefed Mr. Trump’s children regularly on his progress.\nA person familiar with what Mr. Cohen told the committee about the editing of the false statement said that at the time, Mr. Davis, who is Mr. Cohen’s lawyer, sent texts to Mr. Lowell to say that Mr. Cohen was not suggesting he had tried to advance false information. In the messages, Mr. Davis told Mr. Lowell that he would make that clear to House officials, the person said.\nOn Tuesday, Mr. Davis confirmed sending Mr. Lowell the texts, but he added that Mr. Lowell had made other suggested changes to Mr. Cohen’s 2017 false statement that were not incorporated into the final version. Mr. Davis said he thought Mr. Lowell believed the changes were truthful, but they were not, so they were not used.\nThe special counsel assigned Mr. Cohen’s claims on the false statement at least some credibility in his 448-page report, but he appeared to pass on examining them fully.\nPeople close to Mr. Trump have said in the past that because Mr. Cohen was the primary person handling a possible Trump Tower deal in Moscow, no one else was privy to the details of conversations that he had, and so lawyers representing others in the Trump orbit did not know enough to challenge his account. The lawyers have also argued that congressional officials are seeking to get people to violate the confines of a joint defense agreement.\nMr. Schiff is taking a more aggressive approach and has argued that the committee is not obligated to honor attorney-client privilege, particularly if there is evidence that the lawyers aided a crime.\nMr. Cohen’s accusation about a possible pardon is murkier, and had also come under scrutiny by federal prosecutors in New York.\nEssentially, Mr. Cohen has claimed that in April 2018, after the F.B.I. raided his home and office, lawyers connected to Mr. Trump held out the possibility of a presidential pardon if he remained loyal to members of the joint defense agreement.\nBut the lawyers involved, including Rudolph W. Giuliani and Robert J. Costello, have vigorously denied this account, saying that Mr. Giuliani said at the time that the president was then unwilling to discuss pardons.","date":"May 14, 2019","href":"https://www.nytimes.com/2019/05/14/us/politics/trump-obstruction.html"}ommentsContainer"}