{"title": "House Expands Domestic Violence Gun Controls in Rebuke to N.R.A.", "content": "WASHINGTON — The House on Thursday rebuffed a furious lobbying campaign by the National Rifle Association and approved a revamped Violence Against Women Act that would expand law enforcement’s ability to restrict gun purchases by convicted domestic abusers.\nThe legislation passed easily, 263 to 158, but the divided vote came on what was once a broadly bipartisan measure first passed in 1994. In recent years, partisan rancor over efforts to expand the protections of the legislation have clouded efforts to renew it, and this year, the divide was over gun control.\nThe provisions would close the so-called boyfriend loophole and bar those under a restraining order or who were convicted of abusing, assaulting or stalking a domestic partner from buying guns. The N.R.A. seized on the new measures and warned Congress that it would track and publish how lawmakers voted, hoping to intimidate Republicans and Democrats in Republican-leaning districts.\n“Do not let the N.R.A. bully you,” Representative Debbie Dingell, Democrat of Michigan, urged her colleagues before the vote, noting that her recently deceased husband, former Representative John Dingell Jr., also a Democrat, was a member of the organization.\nThirty-three Republicans bucked the threat and voted with the Democratic majority in favor of the legislation — among them, Representative Brian Fitzpatrick of Pennsylvania, the sole Republican sponsor of the reauthorization. Representative Jeff Fortenberry, Republican of Nebraska, voted present.\nDemocrats, including all of the freshman members who won in districts swept by Donald J. Trump in 2016, stood up to the gun lobby, with only one — Representative Collin C. Peterson of Minnesota — voting no.\nMany in the new majority campaigned on tightening access to guns, and they appeared to embrace condemnation from the gun lobby as a badge of honor.\n“Lawmakers should be reading the tea leaves,” said Shannon Watts, the founder of Moms Demand Action for Gun Sense in America, a group that supports restricting gun laws. “In the midterm elections, it was gun safety that got people to the polls.”\nOther supporters of the legislation argued that the gun provisions made up only a fraction of the protections offered by the bill, and included invaluable resources for survivors.\n“This wasn’t a gun bill — this is a bill to protect women,” said Lisette Johnson, a member of the Everytown Survivor Network and a survivor of domestic abuse. “This passing today is really a huge support for women and keeping them safer.”\nRepublicans had advocated a clean one-year extension of the current law, which expired in February, arguing that new elements of the legislation were controversial and overreached — in particular, the gun restrictions and language offering additional protections to transgender people.\n“Can we stop playing political games at the expense of vulnerable women?” asked Representative Elise Stefanik, Republican of New York, before the vote, arguing that the bill put forward by Democrats would “collect dust in the Senate.” (Democrats, who booed vigorously during her speech, rejected her motion.)\nThe vote highlighted the stark contrasts between the new Democratic majority, with its historic number of women, and the Republican minority, which has struggled to attract female voters and to increase the number of conservative women holding office on Capitol Hill. Democrats framed opposition to the legislation’s renewal as a denial of protections for survivors of abuse, efforts to prevent domestic violence and support for law enforcement.\nRepresentative Sharice Davids, Democrat of Kansas and one of the first two Native American women elected to Congress in November, presided over the final vote on the measure, which contains a number of protections for women on tribal lands — including a new provision that would allow tribal courts to prosecute nonnative people accused of domestic crimes or dating violence on tribal lands.\nA number of Democrats, including Ms. Dingell and Representative Katie Porter of California, offered passionate defenses of the legislation, repeatedly drawing on their own experiences as survivors of domestic abuse.\n“I know that fear, I know that terror and I just want to try to save another family from going through that terror,” Ms. Dingell said at a news conference on Wednesday, recalling being afraid as a child that her father, who had mental illness and owned a gun, would harm her mother or her siblings. “Why would you not close that loophole?”\nRepublicans, beyond objecting to what they said was an infringement on gun ownership, argued that the measure contained other proposals that were too broad for a law intended to protect survivors of assault. In previous hearings and speeches, they had singled out provisions that would expand protections for transgender people and require the Bureau of Prisons to consider the safety and protection of transgender prisoners when giving housing assignments.\n“We find ourselves debating a VAWA reauthorization act that is literally a Christmas tree of progressive liberal policy objectives, rather than an honest approach to reforming and updating such an important law,” said Representative Debbie Lesko, Republican of Arizona, who is a survivor of domestic abuse.\nThe legislation heads to the Senate, where Senators Dianne Feinstein, Democrat of California, and Joni Ernst, Republican of Iowa, have said they will lead efforts to pass a version. It is unclear how many of the new gun provisions in the House legislation will prevail in the Republican-controlled Senate.\n“There are a number of improvements in the House bill that I think should be in our version, including preserving improvements already made in the 2013 reauthorization,” Ms. Feinstein said in a statement after the vote. “I hope the Senate will move quickly. This is an important law and one the Senate should take very seriously and act upon expeditiously.”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/us/politics/nra-violence-against-women-act.html", "tags": "domestic controls gun house n.r.a ” violence — women new legislation expands representative rebuke"}