{"title": "House Republicans Ask Court To Delay Their Lawsuit To Blow Up Obamacare", "content": "WASHINGTON ― House Republicans want a federal appeals court to let them delay the next phase of their lawsuit against President Barack Obama that would have devastating consequences for the Affordable Care Act.\nA lower court this year ruled in favor of House Republicans’ claim that the Obama administration is illegally spending $5 billion a year on subsidies for the poorest Obamacare enrollees. With Obama on his way out, the Justice Department’s appeal would pit House Republicans against President-elect Donald Trump’s administration next year. \nAccording to Politico, House Republicans don’t want the appeals court to take up the case, House v. Burwell, while Congress and Trump devise a health care agenda to succeed the Affordable Care Act, so they have formally asked the court to wait. \n“In light of public statements by the President-elect and his campaign, there is at least a significant possibility of a meaningful change in policy in the new administration that could either obviate the need for resolution of this appeal or affect the nature and scope of the issues presented for review,” the House Republicans’ motion to the appellate court says. “The status quo will be maintained during the abeyance period, because the district court stayed its ruling, permitting appellants to continue paying insurers the funds at issue on a monthly basis.” The motion requests the court delay any further action on the appeal until as late as Feb. 21.\nThe Obama administration rejects the lawsuit’s premise that the funds are being distributed illegally, and argues that lawmakers don’t have standing to sue a federal department.\nIf the House Republicans eventually prevailed in the case, it would cut off cost-sharing reduction payments made to health insurance companies that are required to reduce out-of-pocket costs like deductibles and co-payments for low-income people.\nAs The Huffington Post reported Saturday, eliminating these subsidy payments would give Trump and congressional Republicans their first major win in their war against Obamacare. But it also would severely disrupt the health insurance market.\nEven if the court accedes to the House Republicans’ request for a delay, the threat of these subsidies disappearing remains. Trump will retain the authority as president to end the subsidy payments if he wants to. Neither he nor his transition team has taken a public position on the matter.\nMore than half of those who enrolled in health insurance policies on the Affordable Care Act’s health insurance exchanges this year, or about 7 million people with incomes below 250 percent of the federal poverty level, which is $60,750 for a family of four, qualified for these subsidies. They are separate from the tax credits exchange enrollees can receive to offset their monthly premium costs.\nThis article has been updated to include a quotation from the Republicans’ appeal.", "date": "\n11/21/2016", "href": "https://www.huffpost.com/entry/house-republicans-obamacare-lawsuit-delay_n_58338205e4b058ce7aacab8c", "tags": "lawsuit blow administration obamacare court ask appeal house obama year republicans delay care health"}