{"title": "House Republicans Unveil Bill To Repeal Obamacare", "content": "House Republican leaders on Monday formally unveiled legislation to repeal most of the Affordable Care Act and “replace” it with a very different health policy scheme ― one in which government would do a lot less to help people get comprehensive health insurance and, most likely, many more people would struggle to find affordable medical care.\nThe bill represents a starkly different vision for the health care system than embodied by the Affordable Care Act. President Barack Obama’s 2010 law expanded health coverage to 20 million previously uninsured people and slashed the share of Americans without health insurance to an all-time low. The law targeted financial assistance to lower-income households and featured a slew of consumer protections, starting with an ironclad guarantee of coverage for people with pre-existing conditions.\nThe plan endorsed by House Speaker Paul Ryan (R-Wis.), by contrast, offers less financial assistance to low-income people, likely resulting in millions of Americans losing the health coverage they have today, and provides tax credits to people with higher incomes. The bill scraps key consumer protections.\nAnd, crucially, the legislation is a vehicle for massive tax cuts for rich people and corporations, paid for by slashing assistance to poor and middle-class people.\nIn sum, the GOP health care legislation falls far short of President Donald Trump’s promises of “insurance for everybody.” Just what the effects of this bill would be on the federal budget and the number of Americans with health coverage isn’t yet known, because House Republican leaders are poised to move the measure forward before the scorekeepers at the Congressional Budget Office have made an assessment. And the bill doesn’t say how it would pay for its spending after scrapping the taxes that financed the Affordable Care Act.\nThe “American Health Care Act,” as Republicans call it, actually consists of two separate, but complementary bills ― one for the Energy and Commerce Committee, and one for Ways and Means. Each committee plans to begin “marking up” the legislation on Wednesday, which means they will review the text, contemplate amendments, and then vote.\nIf they pass their bills, it will be a major step toward pushing legislation through Congress to the desk of President Donald Trump ― who, along with GOP leaders, has made repeal of Obamacare a top priority. \nRepublicans have at various times promised that their proposal would provide better, cheaper insurance than the Affordable Care Act ― and that people who now depend on the law for coverage won’t be left in the lurch. But they have also promised to reduce spending and regulations ― and to get rid of the law’s highly unpopular individual mandate, which is a financial penalty for people who decline to get coverage even when it wouldn’t cause hardship.\nThese goals aren’t compatible with each other. And with this legislation, House leaders have made it clear they are going to err on the side of less regulation, spending, and taxes ― even if that means people who need help paying their medical bills don’t get it.\nIn fact, the new legislation looks a lot like earlier versions of the measure that Politico, The Wall Street Journal, and other publications have described. Studies of those bills suggested they would result in cheaper premiums for younger and healthier people, and new tax breaks for more affluent consumers ― but also higher out-of-pocket costs, higher premiums for older and sicker people, and ultimately many more uninsured.\nHere are some key features:\nChanges who gets financial assistance, and how much. People who buy private coverage would be eligible for fixed tax credits that vary only by age, starting at $2,000 a year for people who are younger than 30, and peaking at $4,000 a year for people who are older than 60 ― with tax credits phasing out for single people earning more than $75,000 and married couples earning twice that. This would replace the Affordable Care Act’s tax credits, which are bigger for people with lower incomes and higher insurance costs. It would be a net transfer of federal resources from the old and the less affluent to the young and the more affluent ― and it’s a big reason that, according to several studies, such a scheme would lead to millions of newly uninsured. (Also, the value of the tax credits would probably not keep up with the cost of health insurance from year to year, so they would provide less assistance over time.) \nThe bill also provides states $100 billion over 10 years to establish high-risk pools or other mechanisms to support people with high medical costs.\nRaises premiums for older people. The Affordable Care Act limited insurers from charging older customers more than three times what they charge younger adults. The House bill would raise that to five times. This may enable younger consumers to find cheaper coverage, but older policyholders would face higher rates.\nEnds the individual mandate. Penalties under the individual mandate would disappear, retroactive to Dec. 31, 2015. Insurers depend on the mandate to make sure healthy people don’t wait until getting sick before buying coverage. Doing away with these fines removes a key incentive for consumers to keep the insurance they have now or to buy next year, which could result in higher premiums for those sicker people who remain in the system. \nInsurers could charge higher premiums to people who did not maintain “continuous coverage” ― a lapse of more than 63 days ― 30 percent more for their policies when they sign up again. It’s not clear that insurers would consider this adequate to protect against massive losses ― and that could mean a rapid destabilization of insurance markets, which in many states are already fragile, and a quick spike in the number of people without coverage. The bill also eliminates the penalties large employers pay when workers receive health insurance subsidies because the company didn’t offer health benefits.\nRolls back Medicaid expansion. Thirty-one states and the District of Columbia have expanded eligibility for Medicaid, thereby insuring more than 10 million people, by taking advantage of extra federal funds that the Affordable Care Act set aside for that purpose. Starting in 2020, the federal government would no longer provide those federal funds for people who newly qualify under the expanded eligibility standards. The federal government would continue to provide the extra funds for any expansion enrollee who was on the program before 2020 ― until he or she left Medicaid, as people inevitably do. Eventually, the expansion population would dwindle and disappear without the federal dollars. \nRadically transforms Medicaid. Funding for the entire Medicaid program, including for people who were on the program before the health care law took effect, would change dramatically. Today, the federal government offers an open-ended promise: States receive however much money it takes to guarantee comprehensive benefits for anybody who becomes eligible. Under the new legislation, states would get a lump sum per person, based on a pre-determined formula. Critics have warned that formula would not keep up with medical costs, forcing states to make deep cuts over time, either to who is eligible for coverage, what benefits they receive or how much medical providers are paid to treat these patients.\nEnds Obamacare taxes. Taxes to finance the Affordable Care Act’s expansion, including new payroll taxes on the wealthiest Americans and taxes on health care companies and tanning salons, would expire.\nThe bills call for other changes that would affect regulations on insurance, such as the level of coverage that plans must provide. It is not clear such changes fall within the guidelines of a “reconciliation” rules ― the special legislative process, reserved for fiscal matters, that would allow Republicans to pass legislation with a simple majority rather than the 60 votes it normally would take to overcome a Democratic filibuster.\nEven as as House Republicans prepared to take this momentous step, there were new signs of just how difficult passing legislation would be. The House legislation calls for rolling back the Affordable Care Act’s expansion of Medicaid, which the majority of states have embraced and allowed millions to get insurance. \nOn Monday afternoon, Republican Sens. Rob Portman (Ohio), Shelley Moore Capito (W.Va.), Cory Gardner (Colo.) and Lisa Murkowski (Alaska) ― all from states that have expanded Medicaid ― warned that they could not vote for a bill that took away federal money for the expansion. \nAnd Rep. Justin Amash (R-Mich.) denounced the legislation as “Obamacare 2.0.”\nConservatives have in the past objected to anything that allows the law’s taxes and spending to last a few years, even if they are set for expiration later. Another sore spot is the provision of “refundable” tax credits, meaning they are available to people who don’t make enough money to owe income taxes.\nIf the credits go out every month, that’s even worse, Rep. Thomas Massie (R-Ky.) told HuffPost on Friday. “Advance monthly refundable tax credits is a euphemism for a new monthly entitlement check,” he said.\nRep. Mark Meadows (R-N.C.), chairman of the conservative House Freedom Caucus, told HuffPost on Monday it’s “apparent that strides have been made to address real concerns” raised by caucus members. He added: “At first glance, it appears that Medicaid issues are still very problematic.”\nEven the White House appeared reticent about embracing the new plan.\n“Today marks an important step toward restoring healthcare choices and affordability back to the American people,” press secretary Sean Spicer said in a statement. “President Trump looks forward to working with both Chambers of Congress to repeal and replace Obamacare.” \nMatt Fuller contributed reporting.\nThis article has been updated to include the White House statement and additional details from the legislation.", "date": "\n03/06/2017", "href": "https://www.huffpost.com/entry/house-republicans-obamacare-repeal_n_58bdf877e4b09ab537d63e57", "tags": "unveil coverage obamacare repeal republicans would house ― ” insurance bill legislation care health"}