{"title": "House Republicans Finally Pass An Obamacare Repeal and Replacement", "content": "WASHINGTON ― After years of promises and months of delays, House Republicans passed their version of an Obamacare repeal and replacement Thursday, muscling the far-right legislation through their chamber by feverishly pressuring moderates in the closing days.\nRepublicans passed the bill 217-213, with 20 Republicans voting “no” and not a single Democrat voting in support.\nBut what seems like a victory for House Republicans may ultimately be their downfall.\nDemocrats were of two minds about Republicans advancing the bill, which would gut some of Obamacare’s most popular provisions (including protections for people with pre-existing conditions as well as the Medicaid expansion). \nOn one hand, Democrats desperately wanted to protect President Barack Obama’s signature law. On the other hand, Democrats believe ― perhaps correctly ― that this extremely conservative bill can’t pass the Senate, and that House Republicans may have just hung a profoundly unpopular legislation around the necks of some of their most vulnerable members.\nAs Minority Leader Nancy Pelosi (D-Calif.) told Republicans during her floor speech before the vote, Democrats plan to tattoo every provision of this bill to the foreheads of Republicans. “You will glow in the dark,” Pelosi said.\nWhile Republicans were cheering as they passed the voting threshold requirements, Democrats began singing to their counterparts the popular anthem of “Na-na-na-na, na-na-na-na, hey, hey, hey! Goodbye!”\nA number of vulnerable Republicans also held off on voting for the bill until it was clear leadership needed their vote. Of particular note, Carlos Curbelo (R-Fla.), Darrell Issa (R-Calif.), and Peter Roskam (R-Ill.) all waited to see if their votes would be needed before they supported the bill. Ultimately, leadership needed all of them.\nWhen Democrats passed the health care law in 2010, many members knew it was coming at the expense of their seats. They did it, however, because it was policy they deeply believed in, protecting millions of sick and poor Americans while growing the number of insured in the country to record highs. \nRepublicans marched off this potential political cliff knowing their bill would uninsure millions, undermine protections for the sick and poor, and probably face little chance of becoming law ― and they did it without a revised score from the Congressional Budget Office.\nBut at least it’s off their plate.\nThat was the thinking among many members who just wanted to advance the process to the Senate and fulfill a promise that every Republican ran on: to repeal and replace Obamacare.\nA number of the last remaining holdouts on the GOP health care legislation said in the closing days that they just wanted to move on. One vulnerable Republican, Rep. Martha McSally of Arizona, told members in a closed door meeting on Thursday that they just had to “get this fucking thing done,” according to members and aides present.\nRep. Daniel Webster (R-Fla.), one of the last Republicans to flip from no to yes, changed his position after he got assurances from President Donald Trump, Vice President Mike Pence, and Speaker Paul Ryan (R-Wis.) that they would address Webster’s concern about Florida having to pick up a clawback in federal funding for seniors in nursing homes, even though that fix isn’t in the legislation and leaders haven’t agreed on what they’ll do.\n“We got several on line,” Webster said Thursday. “We’re working on those, we’re going to get some scores and so forth before we actually commit, and I’m willing to do that.”\nPressed that he was, in essence, voting to pass the legislation before he knows what will ultimately be in it, Webster said he was just advancing the process.\n“There’s plenty of votes between now and the end. This is for this vote,” he said.\n“As long as we get to a process,” Webster added. “As long as we have a conference, as long as the Senate has to vote, as long as we get another vote on the conference report, which we will, then there’s all kinds of ways to block [it] in the future if it doesn’t work out.”\nRepublicans are also voting on this latest legislation without a CBO score, a fact Republicans either shrugged off or denied, claiming that an earlier score was sufficient.\n“We already had the Congressional Budget score when we did the main bill,” Rep. David McKinley (R-W.V.) told reporters Thursday morning. “These are amendments that only perfected, [and] do not add costs.”\nMcKinley added that the CBO score could “only get better” with the latest amendments, but when pressed how he knew that, McKinley ignored the question.\nThe amendments that McKinley believes will improve the legislation were critical to getting the bill over the finish line. The first amendment, which brought roughly 20 Freedom Caucus members who were voting no to yes, would allow states to opt out of the Obamacare provisions ensuring that people with pre-existing conditions are charged the same amount as healthy people, as well as the provisions mandating that insurers cover 10 essential health benefits ― things like lab services, maternity care and emergency room visits.\nThat amendment, worked out between moderate leader Rep. Tom MacArthur (R-N.J.) and Freedom Caucus Chairman Rep. Mark Meadows (R-N.C.), was key to reviving health care talks, after the first version of the bill was pulled from the floor at the end of March. \nMacArthur and Meadows’ amendment will be difficult for the CBO to score, as they’ll have to predict whether states opt out of those Affordable Care Act provisions and set up a high-risk pool for sick people. (One of the conditions of a state waiving those regulations is that it establishes a high-risk pool.)\nRepublicans argue the high-risk pools are a sufficient protection for those people with pre-existing conditions, though, historically, those pools have been underfunded and people in them have paid much higher premiums and deductibles. The Center for American Progress estimated earlier this week that the Republican health care bill underfunds the high-risk pools by $200 billion over 10 years. \nIn a small bow to moderates, GOP leaders agreed to accept an amendment that would add $8 billion over five years for states that waive those Obamacare regulations to help people facing higher premiums. Fred Upton (R-Mich.), who was a “no” vote on the bill earlier in the week, said leadership told him $5 billion would cover the costs of those higher premiums and he got $8 billion, though Upton doesn’t know where those figures came from and the Center for American Progress estimates it would only cover the costs of about 80,000 people ― a tiny portion of the people who could be affected by the change. \nEither way, that amendment brought Upton and fellow Energy and Commerce member Rep. Billy Long (R-Mo.) back to a “yes” vote, and it was later treated as a key reasoning for Reps. David Young (R-Iowa,) Jeff Denham (R-Calif.), and David Valadao (R-Calif.) ― three potentially vulnerable Republicans who had been holding out ― to flip to a “yes” vote.\nThose three members were key to leadership moving ahead, but there were dozens more Republicans who said they were undecided about the legislation that leadership had to win over.\nWhile this bill’s passage will be treated as a victory for Paul Ryan and Donald Trump ― and, at least in the short-term, it is ― Republicans have chief deputy whip Rep. Patrick McHenry (R-N.C.) to thank for shoring up support among many doubtful members. McHenry worked the floor frantically in the week leading up to the vote, convincing fence-sitting Republicans to help leadership out by voting “yes.”\nOf course, Meadows and MacArthur were also instrumental in reviving the bill, and Trump’s force of character may have helped persuade some members not to cross him. But on the president’s first real legislative battle, he showed that he can lose and he can “win” ― if you believe Republicans passing any bill at any cost constitutes a win ― as long as he mostly stays out of the specific negotiations.", "date": "\n05/04/2017", "href": "https://www.huffpost.com/entry/house-republicans-finally-pass-an-obamacare-repeal-and-replacement_n_590b5e1fe4b0e7021e956436?pqm", "tags": "voting obamacare repeal finally house pass ” ― replacement republicans bill legislation vote members"}