{"title": "House Republicans Win Battle In Major Legal Challenge To Obamacare", "content": "Obamacare could be headed for another major legal showdown after a federal judge on Thursday handed a victory to House Republicans seeking to block subsidies for millions of low-income people.\nAffordable Care Act opponents didn't give up after losing at the Supreme Court in 2012 and 2015, even as the law led to an estimated 20 million fewer people being uninsured. In addition to ceaseless calls to repeal President Barack Obama's health care law, Republicans and allied conservative activists continued to attempt upending the law in the courts.\nThe ruling in House v. Burwell, which won't go into immediate effect pending appeal, would have a devastating effect on the poorest Obamacare enrollees who receive financial assistance to limit their out-of-pocket health care costs.\nThe key argument in the lawsuit then-House Speaker John Boehner (R-Ohio) brought in 2014 is that the Obama administration unconstitutionally spent money on these so-called cost-sharing reductions because Congress didn't appropriate the funds. The administration counters that the funding is permanent and doesn't require legislative authorization.\nU.S. District Judge Rosemary Collyer, who sits in Washington, agreed with the House GOP in the latest ruling.\nAt his daily briefing Thursday, White House press secretary Josh Earnest seemed confident that the administration is on solid legal footing in the case.\n\"It's unfortunate that Republicans have resorted to a taxpayer-funded lawsuit to re-fight a political fight that they keep losing,\" he said, as he deferred to the Justice Department on the administration's next steps. \"They've been losing this fight for six years. And they'll lose it again.\"\nThe subsidies at stake reduce out-of-pocket costs like deductibles and copayments for people who earn up to 250 percent of the federal poverty level, or about $29,500 for a single person.\nUnder the ACA, health insurance companies must lower these costs for customers who qualify because of their low incomes, and the federal government pays the insurers to cover the expenses.\nResidents of 38 states can use the federal HealthCare.gov platform to shop for insurance, and 59 percent of 9.6 million customers received this type of assistance at the end of this year's enrollment period.\nWithout the cost-sharing reductions, low-wage workers would be left with health insurance requiring them to pay large portions of their incomes before their benefits kicked in.\nThat would make the insurance itself significantly less valuable, even with heavily subsidized premiums, which could cause beneficiaries to drop out of the market.\nThe lawsuit doesn't challenge the tax credits that reduce enrollees' monthly health insurance premiums, which are available to people with incomes up to four times the federal poverty level.\nIn her decision, Collyer wrote that the administration must wait for Congress to act before it can provide any further payments to insurance companies covering low-income Obamacare enrollees under the challenged provisions.\n\"The Affordable Care Act unambiguously appropriates money for...premium tax credits but not for...reimbursements to insurers,\" Collyer wrote. \"Such an appropriation cannot be inferred.\"\nHer decision frequently references King v. Burwell, the most recent unsuccessful Supreme Court challenge to the Affordable Care Act.\nYet Collyer stayed her order to halt the cost-sharing payments, meaning the spending can continue while the appeals process runs its course.\nHouse Speaker Paul Ryan (R-Wis.) cheered the decision in a press release.\n“This is an historic win for the Constitution and the American people,\" he said. \"The court ruled that the administration overreached by spending taxpayer money without approval from the people's representatives. Here, the executive branch is being held accountable to We the People, and that's why this decision is very good news.\"\nThis is an early stage for the litigation, although the case should be expected to make its way to the Supreme Court, probably well after the presidential election.\nBut before that, the administration likely will fiercely appeal Collyer's ruling to the U.S. Court of Appeals for the D.C. Circuit -- the same court where Supreme Court nominee Merrick Garland sits -- and focus on the question of whether the House has \"standing\" to even bring the lawsuit in the first place. Collyer granted the House institutional standing in a ruling made last year, marking the first time the legislative branch as a whole was allowed to sue the executive branch over an appropriations dispute. If the appeals court overrules Collyer's opinion on standing, then the case would be dismissed, after which the plaintiffs probably would appeal to the Supreme Court.\nBut the uncertainty of the high court's current makeup, evenly divided between conservative and liberal justices, makes it hard to predict if the justices will even choose to get involved in the dispute. Since the battle is at its core political, the court may very well let the elected officials battle it out.\nIf the House ultimately prevails in the courts, that might not actually kill the cost-sharing subsidies, however, and could lead to protracted legal fights between health insurance companies and the U.S. government.\nWhile the Collyer ruled cost-sharing money must be appropriated, the plaintiffs didn't challenge the part of the statute requiring health insurance companies to reduce cost-sharing for their lowest-income exchange customers.\nThe cost-sharing reduction money goes directly to health insurance companies that cover eligible enrollees. Consequently, those companies could argue in court that they are entitled to the funds, and the federal government would be forced to pay them -- even without a congressional appropriation of the money -- if those arguments persuade judges.\nJennifer Bendery contributed reporting.\nThis article has been updated throughout. ", "date": "\n05/12/2016", "href": "https://www.huffpost.com/entry/republicans-obamacare-win_n_5734b476e4b077d4d6f24f8e", "tags": "administration challenge battle legal obamacare win court health collyer house federal republicans cost-sharing insurance major"}