{"title": "How Sessions’s Firing Could Affect the Russia Investigation", "content": "WASHINGTON — President Trump’s decision to fire Attorney General Jeff Sessions and appoint Mr. Sessions’s former chief of staff, Matthew G. Whitaker, as the acting head of the Justice Department immediately raised questions about what the move means for Robert S. Mueller III, the special counsel leading the Russia investigation.\nThe shake-up means that Mr. Whitaker assumes oversight of the inquiry from Rod J. Rosenstein, the deputy attorney general.\nMr. Sessions recused himself from overseeing cases arising from the 2016 election, citing his role as an active Trump supporter, so Mr. Rosenstein has been serving as acting attorney general for the investigation into whether any Trump associates conspired with Russia’s election interference and whether Mr. Trump obstructed the inquiry itself. He appointed Mr. Mueller as special counsel.\nBut because Mr. Whitaker is not recused from overseeing cases arising from the 2016 election, as Mr. Sessions was, he takes over the case. Mr. Rosenstein goes back to his day job overseeing the day-to-day operations of the Justice Department.\nIn August 2017, before joining the Trump administration, Mr. Whitaker wrote in an opinion column that Mr. Mueller’s investigation went too far by looking at Trump Organization financial records and by scrutinizing Mr. Trump’s associates for non-Russia-related crimes in order to encourage them to cooperate.\n“It does not take a lawyer or even a former federal prosecutor like myself to conclude that investigating Donald Trump’s finances or his family’s finances falls completely outside of the realm of his 2016 campaign and allegations that the campaign coordinated with the Russian government or anyone else,” he wrote, arguing that Mr. Rosenstein needed to rein Mr. Mueller in so the investigation did not become “a political fishing expedition.”\nThe acting attorney general establishes the special counsel’s jurisdiction and budget. He could tell Mr. Mueller to stop investigating a particular matter or could refuse any requests by Mr. Mueller to expand his investigation. He could also curtail resources to the Office of the Special Counsel, requiring Mr. Mueller to downsize his staff or resources.\nMoreover, Mr. Whitaker could block Mr. Mueller from pursuing investigative steps, like subpoenaing Mr. Trump or issuing new indictments. When Mr. Rosenstein appointed Mr. Mueller, he decreed that the Justice Department’s regulations for special counsels would apply to the Russia investigation.\nAmong other things, that regulation says that while the special counsel operates with day-to-day independence, the attorney general for the inquiry can require him to explain “any investigative or prosecutorial step,” and may overrule any moves that he decides are “inappropriate or unwarranted under established department practices.”\nUnder the regulation, if Mr. Whitaker were to block any of Mr. Mueller’s steps, Congress must be notified.\nMr. Trump was “clearly” motivated to replace Mr. Sessions to affect the Mueller investigation, said David Kris, a founder of the Culper Partners consulting firm who led the Justice Department’s national security division during the Obama administration.\nAn open question, he said, is what Mr. Whitaker will do — and what reactions that will provoke from Mr. Mueller, other federal prosecutors and House Democrats.\n“What guerrilla-war tactics will he try to take to limit Mueller’s activities?” Mr. Kris said of Mr. Whitaker. “Under the regulation, he has a bunch of supervisory actions he can take and if he does undertake those actions, the more extreme they are, the more likely they will provoke reactions from other players in this drama.”\nThe regulation that Mr. Rosenstein invoked when appointing Mr. Mueller also made it more difficult to fire him. It said that the attorney general may remove the special counsel only for cause, like misconduct of some kind, rather than at will.\nMr. Whitaker could decide that Mr. Mueller has committed misconduct and fire him, or he could revoke the protections that the regulation provides to Mr. Mueller and then fire him without cause.\nWhen Mr. Mueller completes his work, he is to deliver a report about his findings to the attorney general, according to the regulation. It would then be up to the attorney general — now Mr. Whitaker — to decide whether to turn that document over to Congress or keep it secret.\nOf course, next year, when Democrats take over the House of Representatives, they could issue a subpoena for such a document, but if the Trump administration wants to fight that subpoena by asserting executive privilege, it is not clear what would happen.\nUnder normal circumstances, Mr. Rosenstein would become acting attorney general. A federal statute governing Justice Department succession says that the deputy attorney general takes over if the office of attorney general is vacant.\nHowever, there is another law, the Vacancies Reform Act, that applies generally across the executive branch. It gives a president other options to make temporary appointments without Senate confirmation.\nThere is some dispute among legal scholars about whether Mr. Trump can bypass the Justice Department-specific statute and use the vacancies act mechanism in a situation where he has fired the attorney general. But that appears to be what he has purported to do.\nUnder the vacancies law, a president can install a departed official’s first assistant or install someone whom the Senate confirmed for a different position in the executive branch. The third option — which Mr. Trump is apparently relying on for Mr. Whitaker’s appointment — is to put in place a sufficiently senior official from inside the department, even if he has not been confirmed by the Senate for that role.\n“Under that third category, that person is often a senior careerist, but the Vacancies Reform Act doesn’t require them to be a careerist,” said Anne Joseph O’Connell, a Stanford law professor who specializes in issues related to appointments. “It can be a politically appointed person, so long as he has served 90 days in the department and is being paid at a sufficiently high level.”\nAfter an administration’s first year in office, an acting official appointed under the Vacancies Reform Act may serve up to 210 days. But Mr. Whitaker could serve longer than that while someone else’s nomination to be attorney general is pending.\nIf the Senate were to reject that nomination, or if it returned the nomination without acting on it because the congressional session had ended, Mr. Trump could start the process over and Mr. Whitaker could serve another 210 days or longer. But Ms. O’Connell said that Mr. Trump could not nominate Mr. Whitaker himself under the Vacancies Reform Act.\n“There is something a little odd,” Ms. O’Connell said, “that this gap-filling measure allows putting someone who is not at a senior position, like a deputy, temporarily into one of the most important positions in the country.”", "date": "Nov. 7, 2018", "href": "https://www.nytimes.com/2018/11/07/us/politics/mueller-investigation-sessions-resigns.html", "tags": "general sessions investigation department ” could russia affect firing attorney mueller whitaker"}