{"title": "How an 'Australian values' debate puzzled even Australia", "content": "Australia unveiled significant changes to its citizenship process on Thursday, flagging - among several changes - new tests on English language and \"Australian values\".\nThe new requirements would put \"Australian values at the heart of citizenship processes\", the government said.\nBut as Prime Minister Malcolm Turnbull explained the system, social media observers were keen to interrogate an obvious question.\nThat question appeared to trouble even Mr Turnbull, when a reporter asked him to provide a summary.\n\"What we will… the answer is yes, but the discussion paper that [the immigration] department has released is going to engage public discussion on this,\" he said.\nAfter some further comments, he said: \"Australians have an enormous reservoir of good sense, and we know that our values of mutual respect, democracy, freedom, rule of law, those values, a fair go - these they are fundamental Australian values.\"\nDespite his clarification, Mr Turnbull's response drew rapid criticism from political commentators. \"Wow... doesn't answer,\" said one; another dubbed the briefing \"surreal\"; a third suggested Mr Turnbull was in \"full gibbering mode\".\nSharing comments on a hashtag #AustralianValues, many people were quick to offer amusing alternatives.\nSome joked that sporting fans complaining about rising match costs demonstrated \"Australian values\", while others poked fun at Australians' use of language and skill at making coffee. \nOthers took aim at politicians including one who resigned over an expenses scandal involving a chartered helicopter.\nSome used it to protest government policy over the ailing Great Barrier Reef, or Australia's tough policy of offshore detention for asylum seekers.\nThere was also criticism of Australia's soaring house prices, a topic of much national discussion in recent weeks.\nOthers suggested that \"Australian values\" as a solitary concept would not necessarily result in wise policy. \nCriticism included comparisons to last century's White Australia policy, when Australia took migrants from only certain countries, and the Stolen Generations, when Aboriginal children were forcibly removed from their families.\nThat may be difficult to immediately assess, given the specifics of the new test are not fully known. \nHowever, although the opposition accused Mr Turnbull of playing domestic politics, it did agree some of his ideas were worthwhile.\n\"I think it is reasonable to look for English language proficiency and I think it is reasonable to have some period of time before you become an Australian citizen,\" said opposition leader Bill Shorten.\nMr Turnbull's linking of Australian values to gender equality, and preventing domestic violence, also drew praise.\n\"The Prime Minister is on the right track defending the fundamental right of every woman and child to live free from violence and domestic abuse,\" said Libby Davies, the CEO of anti-domestic violence group White Ribbon. ", "date": "20 April 2017", "href": "https://www.bbc.co.uk/news/world-australia-39650480", "tags": "policy australia language debate values even discussion australian turnbull new puzzled"}