{"title": "How many Labour supporters voted Leave?", "content": "The claim: Five million people who voted Leave in 2016 voted Labour in 2017.\nReality Check verdict: Although precise figures do not exist, most estimates for this figure fall between three and four million.\nBrexit Party leader Nigel Farage has repeatedly said that his party is targeting the five million people who voted to leave the EU in 2016 and voted Labour in the 2017 General Election.\nThe ballot paper in 2017 did not ask for voters' views on Brexit, so we do not have a definitive answer to whether this is an accurate number.\nBut several organisations have attempted to answer the question.\nThe widely respected British Election Study (BES) conducted a face-to-face survey of 2,194 people across the country.\nIts central estimate for the 2017 election was that 30% of Labour voters had voted Leave in the referendum. Labour received 12,877,918 votes in that election - 30% of that would be 3.9 million.\nAs this figure is based on a survey, there is a margin of error involved. In this case it is four percentage points, so the survey estimate is actually between 26% and 34% - between 3.3 million and 4.4 million.\n\"Nigel Farage's figure suggests that almost one third of Leave voters were Labour supporters, but the reality is that almost one third of Labour supporters voted Leave, which is, of course, not the same thing,\" said Prof Jane Green, co-director of the British Election Study.\nThe BES figure is somewhat higher than the estimate from Ipsos-Mori, which put it at 24%, or 3.1 million.\nLord Ashcroft Polls conducted a poll on election night in 2017 in which 25% of those who said they had voted Leave in 2016, said they had voted Labour - that would be 3.2 million. \nThe latest estimate from Comres is that 26% of those who voted Labour in 2017 voted Leave in 2016 - that's 3.3 million people.\nAnd YouGov reckons that 29% of those who voted Labour in 2017 and voted in the EU Referendum, voted Leave - that's about 3.5 million.\nSo there is a range of estimates for this figure, but even the top end of the range of the highest estimate does not get to five million.\nNigel Farage and the Brexit Party have not responded to requests for details about how he reached that figure.\nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter", "date": "29 April 2019", "href": "https://www.bbc.com/news/uk-politics-48039984", "tags": "election leave supporters estimate many labour million figure reality voted"}