{"title": "How to survive in Moscow without sunshine", "content": "Imagine only getting six minutes of sunshine in a whole month - sounds pretty depressing, doesn't it? \nWell, if you live in the Russian capital you don't have to imagine it - that's exactly what happened.\nMoscow had its darkest December on record in 2017, getting just six minutes of sunshine instead of the normal one hour per day. \nSo what's it like living through it, day after day? BBC Russian's Oleg Boldyrev offers us an insight. \nOne Thursday evening in late December I looked up to the sky and was startled. \nA thin golden, circular wedge of something other-worldly hung well above the roofs of central Moscow. I Googled it - my hunch was confirmed. I saw a crescent Moon. \nBut when I looked up again the clouds had engulfed it. \nI haven't seen the Moon since.\nRoman Vilfand, head of the Russian meteorological service, confirmed the obvious: in December Muscovites were deprived of clear skies more than ever. \nThe darkest month of the year became the gloomiest ever observed - only six minutes of open sunlight was registered, well down from the previous low of three hours in December 2000.\nMr Vilfand blamed the Atlantic, with its cyclonic masses bringing dense clouds. \nBlaming the West is quite popular in Russia these days, but the scientist was getting at something else. \nIt's getting warmer. December 2017 was warmer than usual by 5.8C, according to Mr Vilfand. \nAnd that meant another problem - no snow. Normally a winter's day in Russia looks tolerable because light, even if diffused by cloud, is reflected back from the ground. But not this winter. \nSeveral times in December nature struggled to imitate a proper Christmas - the ground carpeted white, kids sliding along on sledges, snowmen with carrot noses pointing into the less-than-pure city air. \nBut nature failed us: the snow melted a day or two after falling. I saw a girl stubbornly attempting to slide downhill, on a muddy patch. \nGrandfather Frost - Russia's Santa Claus - eventually came, but Moscow could only greet him with remnants of grass, wet confetti and fireworks bursting in low clouds.\nA typical Muscovite wakes up at around 07:00, when in winter it's dark. She or he hurries back to the metro station at 18:00, when the sun's shiny orange disk - the image you see on TV travel programmes - has already gone down.\nSo what do we do to keep our spirits up? \nSome, inevitably, try drinking to keep warm. \nBut mistaking the amber glow of a beer glass for the setting sun takes a lot of imbibing and the headache next morning makes things even worse. \nSurprisingly, the Russian health minister reports that Russians are drinking less each year, which seems strange.\nYou might also like:\nWith skiing or sledging near home now impossible some people go abroad, to snowy resorts in Europe or tropical Asia. \nThousands of Russians spend their new year holidays like that. But with average monthly salaries, even in more prosperous Moscow, hovering around 80,000 roubles (£1,018; $1,410), such a radical change of scene is unaffordable for most.\nI tried exercise. Tugging away on my trusty rowing machine one day I imagined crossing a blue lake, seagulls screaming above, the spray of water hitting my face. \nI opened my eyes - the grey wall seamlessly merged with the grey of the sky outside. The sweat dripped on my shorts. My illusion filled a meagre 15 minutes. Urgh!\nPre-and post-Christmas shopping in brightly-lit malls might have done the trick for some. But they probably paid too much for that kind of cheer. \nBesides, the Scandinavians, who long ago installed bright lamps to ease seasonal affective disorder, concluded that only a particular wavelength of light, similar to the Sun's, can be used.\nBy the third week of December I seriously considered making such a lamp. (Buying an imported one would have been almost equal in cost to a trip to Switzerland.) \nBut my last attempt at electrical engineering had produced a bright flash and a lot of burnt wires. So I couldn't summon up the energy for that.\nScientists advise us against using smartphones in bed as they may disturb Circadian rhythms, by exposing our eyes to too much blue light. \nCould the blue-topped screen of Facebook make up for the lack of sunlight? \nWell no. My Facebook feed was full of moans and groans related to - you guessed it - miserable weather. A clutch of posts from people on holiday in India and Thailand did nothing to cheer me up.\nIn the end I did what most of us do: wait and fill the time with a little bit of everything - books, booze, music and walking. Russians are good at waiting for things to pass. \nA couple of work trips lifted me closer to the Sun, if only for the duration of a flight. And a hike in a forest, filled with remnants of autumn grass, at least put more oxygen into my tired lungs. \nThe skies opened up a bit in early January and then showered a few centimetres of snow, restoring a semblance of winter. \nBut by now most of us have lost hope of a classic Russian winter. \nThose celebrating Epiphany on 19 January, with a dip in the icy water, can stay in a bit longer. \nThe rest of us are hoping for an early spring. That may be the silver lining in the grey clouds which still shroud Moscow.", "date": "19 January 2018", "href": "https://www.bbc.com/news/world-42722931", "tags": "minutes us survive december well without russian sunshine one moscow winter day getting"}