{"title": "How the Parkland Students Got So Good at Social Media", "content": "The secretary of education, Betsy DeVos, had only just announced that she would visit Marjory Stoneman Douglas High School when the students began to react.\n“Good thing I was already planning on sleeping in tomorrow,” Emma González tweeted out to her 1.2 million followers Tuesday evening.\n“Literally no one asked for this,” said her classmate, Sarah Chadwick,  to an additional 269,000 followers.\nAnd with a handful of tweets, the students had overtaken another adult official’s narrative. They were in command of their own story once again.\nIt has become obvious that many of the most well-known students at Stoneman Douglas in Parkland, Fla., are adept at using social media, and Twitter in particular, where many journalists spend much of their time talking to one another.\nWith their consistent tweeting of stories, memes, jokes and video clips, the students have managed to keep the tragedy that their school experienced — and their plan to stop such shootings from happening elsewhere — in the news for weeks, long after past mass shootings have faded from the headlines.\nMany observers have simply assumed that, like fish in water, the students are skilled simply because they have been using the platforms for most of their lives. That is not entirely true.\nMs. González became one of the most well-known of the shooting survivors after giving a passionate speech about gun control the Saturday after the attack. But when her name began to trend on Twitter, she did not know how to use it.\n“You know that meme where it’s a picture of a grandma in front of a computer?” she said in a recent interview. “That was me. In the early days, someone DM’d me and I was like, ‘O.K., so how do I respond? Where does the keyboard go?’’’ (A DM is a private message.)\nMs. González, 18, had been more of a Tumblr fan. She was also a fan of Instagram, but, before the shooting, had begun to use the platform less frequently after realizing she was wasting her time on it.\nAnd Facebook?\n“Facebook is not really used by the people in my community.”\nMs. González was surrounded by classmates who were familiar with Twitter’s ever-evolving dialect of memes, wisecracks and news stories. Within a week, she said, they had taught her the basics. How to make a thread. How to follow a thread. And, perhaps most importantly, the difference between a retweet, which reposts someone else’s tweet, and a quote tweet, which allows a user to retweet with a comment above the original.\nThe Parkland students’ use of quote tweets is one of their most effective tools. Ms. Chadwick, in particular, has used the technique, as well as other memes to mock the students’ ideological opponents.\nIn one memorable exchange, Ms. Chadwick was scrolling through her Twitter feed last month when she saw someone remark that politicians were “easy to buy.” She and her classmates had spent the last week educating themselves on how easy the AR-15 was to purchase. She made the obvious connection, and tweeted:\nThe Fox News host Laura Ingraham chided Ms. Chadwick, 16, for her tone, and attributed the quote to “Stoneman Douglas sophomore Sarah Chadwick.”\nMs. Chadwick’s response?\nGiven their single-minded focus on preventing school shootings, the more prominent Parkland students most often find themselves tangling with conservative politicians and commentators who support broad gun ownership rights, including Senator Marco Rubio, Ms. Ingraham, the N.R.A. spokeswoman Dana Loesch and the Fox News contributor Tomi Lahren.\nThe Florida senator, who has vast experience being mocked on Twitter by his political opponents, declined to comment directly on Ms. Chadwick’s tweet. A spokeswoman for Mr. Rubio pointed toward his recent tweets about political discourse, and how the two sides need to learn to talk each other again.\nIn response to a call and texts, Ms. Loesch, who is usually not shy about responding online or elsewhere to critics, directed an interview request to an N.R.A. official, who declined to comment.\nAnd as for Ms. DeVos? Students said that she spoke to few of them on her visit Wednesday, and left in a hurry.\nIn an interview on Tuesday, Ms. Lahren applauded the students’ use of social media to fight for their views. She said she was not bothered by quote tweets, which she saw as simply “a way to continue a conversation,” a tool that she said that she also used frequently.\nBut when it was pointed out that one of Ms. Chadwick’s  meme tweets instructed her to “stop talking,” she added: “I hope these kids understand that free speech isn’t just saying what you want to say, it’s hearing what you don’t want to hear. It’s great to be vocal about your stance but simply telling someone to stop talking doesn’t seem very constructive.”\nQuote tweeting may allow Twitter users some small window into the other sides of a debate. Delaney Tarr, who had about 500 followers before the shooting and now has close to 97,000, said she believed the tool breaks through the filter bubbles that keep ideological opponents from hearing each other.\n“Even if people maybe side with the other people a little bit more, they understand both sides,” she said, of the benefits of quote tweeting. “We want people to be educated.”\nThe social media activism has come with a cost for the high schoolers, who before the shooting just used these platforms to keep up with friends, make jokes and pass the time. Ms. Tarr was one of several students interviewed who said that she no longer felt comfortable using her Twitter account to express her opinions on pop culture, or the other lighter subjects she used to tweet about.\n“The fact is that I have to represent our movement,” she said. “It’s not just me tweeting whatever I want to tweet about. It has to be drawn back to who I am to the media, to who I am to the country.”\nIt is another way in which the students at Parkland have lost the normalcy of their teenage years. Ryan Deitsch said that he did not feel comfortable even tweeting his opinion of “Black Panther” (he thought it was great and that comparisons to “Thor: Ragnarok” were beside the point). Many other parts of his life have been put on hold. He has yet to respond to the colleges that have accepted him.\nAll of the students scoffed at the idea that they were coordinating their tweets. But they did say that as they are all following one another on the various platforms, they frequently alight on the same subject or tweet. (When reached for interviews, several of them were in the same room.) On Tuesday, a handful of them worked together to make a video parody of Ms. Loesch’s own video using an hourglass to tell celebrities and other N.R.A. critics “your time is running out.”\nBut while Ms. González and Ms. Chadwick said they usually composed their tweets on the fly, Ms. Tarr said she often took more time, mindful of her new audience and of the gravity of what she says online now.\n“I’ll start typing a tweet, then I’ll delete it,” she said. “I’ll think ‘what else can I say’ then type and delete again. I do miss having that teenage Twitter account. But we don’t get that regular teenage life anymore. It just doesn’t exist.”", "date": "March 7, 2018", "href": "https://www.nytimes.com/2018/03/07/us/parkland-students-social-media.html", "tags": "media tweet twitter good social got ” ms. one chadwick parkland students tweets"}