{"title": "How the Sydney siege unfolded", "content": "A 16-hour hostage situation in a Sydney cafe has come to an end with three people dead, including the hostage-taker. The BBC looks at how events unfolded.\n09:45 Monday local time (22:45 GMT Sunday): Police are called to the Lindt Chocolat Cafe in Sydney's Martin Place in the central business district. \n10:09: Australian TV stations broadcast footage of hostages holding a black Islamic banner up to the window. The gunman can also be seen, wearing a bandana. The number of hostages inside the cafe is unknown at this time.\nPolice cordon off several city blocks, and buildings in the area are evacuated or put on lockdown.\n12:30: Prime Minister Tony Abbott goes on national television to promise a thorough police response to the \"deeply concerning incident\". Hundreds of officers, commandos, negotiators converge on the area in an unprecedented operation.\nReports emerge that the gunman has made attempts to reach out to media through the hostages to voice his demands. One hostage was made to call local radio station 2GB, which refused to broadcast the requests.\n16:00-17:00: Five hostages, three men, then two women, sprint to safety from the building.\n18:30: Police confirm negotiations are under way with the gunman. They urge patience, saying their ultimate goal is to get everyone out safely and that could take some time.\n21:00: Chris Reason, journalist at 7 News Sydney, which has its office across the street from the Lindt cafe building, reports what he can see later at night.\n01:00 Tuesday local time (14:00 GMT Monday): A 50-year-old cleric from Iran, Man Haron Monis, is identified as the hostage-taker by police. He had been given asylum in Australia.\nMr Monis, who is known to police, is currently on bail for being an accessory to the murder of his ex-wife and is also facing more than 40 sexual and indecent assault charges, it emerges.\nHe has been convicted of sending hate mail to the families of dead Australian soldiers.\n02:10: Several more hostages escape and moments later commandos storm the cafe. Shots are fired and police are seen throwing stun grenades into the building. \nThe exact sequence of events inside the building is not clear.\n02:40: Police officially confirm that the siege has ended.\n05:30: Police confirm three people are dead; two hostages, 34-year-old Tori Johnson and 38-year-old Katrina Dawson, and hostage-taker Monis. Four other people are injured. \nIn the central business district on Tuesday morning, people begin laying flowers at a memorial at Martin Place.", "date": "16 December 2014", "href": "https://www.bbc.co.uk/news/world-australia-30490664", "tags": "building hostages unfolded three siege hostage-taker cafe sydney police time dead"}