{"title": "How Punjab governor's killer became a hero", "content": "In January 2011, the governor of Pakistan's Punjab province, Salman Taseer, was killed by one of his own bodyguards, who was subsequently sentenced to death. Now Mumtaz Qadri is appealing against his sentence and some people believe he could yet hold office himself.\nAs Salman Taseer was sitting in an Islamabad restaurant having lunch with a friend on 4 January, Mumtaz Qadri was considering his angles. \nAlready on three occasions that day Qadri had tried to line up a clear shot on Taseer and failed, but as Taseer moved from his lunch table through a leafy market towards his car, Qadri made his move.\nShouting \"God is great\", the guard shot Taseer 27 times (it took just three or four seconds) then put his hands up in the air and said to his fellow guards (the governor moved with more than 20 armed men) \"Don't shoot - arrest me.\" They did. \nHe has subsequently been sentenced to death, but going on the past performance of the judicial system in Pakistan and the particular circumstances of this case, few expect that sentence to be carried out. \nSalman Taseer was a larger-than-life, domineering, self-made millionaire.\nAs a hard-up accountancy trainee in London in the swinging 60s, he was a croupier in the Playboy club and, by all accounts, knew some of the bunny girls pretty well. In fact, by some accounts, he knew all of them quite well. \nBack in Pakistan, under the country's harshest military dictator General Zia ul Haq, he took to politics and was thrown into solitary confinement for campaigning for democracy. \nHe was always cracking jokes. Hillary Clinton once visited him in Governor House in Lahore, which is a hangover from the colonial era, a huge white building replete with columned arcades and tall, stiff-backed attendees wearing red tunics and starched turbans. \nInside there are huge ceremonial halls and wide corridors with parquet flooring and portraits of former governors on the walls. \n\"Mrs Clinton, I should probably let you know that when I lived in London I used to throw rocks at the American embassy in Grosvenor Square\", Taseer said. \n\"Don't worry, Mr Governor,\" she replied, \"so did I.\" \nWhen she was leaving they looked out on the acres of perfect, flat lawns (and this right in the middle of the city of Lahore).\n\"I am sorry Mrs Clinton,\" he said. \"We used to ask distinguished visitors such as yourself to plant trees in the lawns of Governor House here. Even the Queen planted one.\" \n\"The tradition has stopped?\" she replied.  \n\"Well, Idi Amin planted one - but then he ate the gardener,\" was his response.   \nTo his great delight he later heard that she had giggled all the way back to Lahore airport.\nSo why did his bodyguard kill him?  \nTaseer - who had a record of protecting minority communities in Pakistan - was campaigning on a blasphemy case, that of a Christian woman called Asia Bibi.\nSome Muslim women in her Punjab village accused her of defiling their well by drinking out of it and they demanded that she convert. \nShe refused and they accused her of blasphemy.\nWhen he heard about the case Taseer decided he would try to get her a presidential pardon. He called a few journalists and visited her in prison and there he criticised the blasphemy law. \nThe blasphemy laws in Pakistan mean that anyone accused of denigrating the Koran or the Prophet is subject to immediate imprisonment.\nIn fact that is often a protection. Many of those accused of blasphemy have been killed by violent mobs. \nTaseer believed the law was being misused by people who had petty disputes in order to get their enemies locked up. But when he said that he himself was accused of blasphemy and that is why his bodyguard decided Taseer should die. \nAfter a week in Pakistan asking people about the Taseer case, I left believing that more Pakistanis have sympathy for the murderer Mumtaz Qadri than for his victim Salman Taseer. \nThe issue is so sensitive in Pakistan that no senior lawyer would take on the state's case against Qadri.\nEventually a Lahore lawyer did agreed to do it and I met him in his home where he now has two armed guards at the gate. \nThis is what he told me: \"No lawyer would do it. My name was suggested. When I told my friends they said, 'Don't do it! Don't do it!' If the religious people here are annoyed with somebody they do not let them live. \n\"But Qadri's death sentence has to be maintained. If it is reduced to life, I tell you he will end up being released. \n\"And then he will become a member of parliament or even a minister because he is a hero, not only of the normal people but also very well read people, including ex-judges and serving judges. Very, very highly placed people are making him out to be a hero.\"\nAnd that is true. \nI went to see Mumtaz Qadri's brother at their sprawling home in Rawalpindi, where no fewer than 72 close relatives live in pretty cramped conditions.\nQadri's father was a brick-layer and his siblings have various low-paying jobs.\n\"You can't imagine what my brother has done,\" Qadri's eldest brother said. \"People who before used to refuse to even shake our hands now come up to us and kiss our hands. \n\"We are just grateful that God chose a member of our family to protect the reputation of the Prophet.\" \n How to listen to From Our Own Correspondent:\nBBC Radio 4: A 30-minute programme on Saturdays, 1130.\nSecond 30-minute programme on Thursdays, 1100 (some weeks only).\nListen online or download the podcast\nBBC World Service: \nHear daily 10-minute editions Monday to Friday, repeated through the day, also available to listen online.\nRead more or explore the archive at the programme website.", "date": "9 January 2012", "href": "https://www.bbc.co.uk/news/magazine-16443556", "tags": "well pakistan taseer blasphemy accused punjab became hero qadri killer governor case"}