{"title": "How operational is Yongbyon nuclear site?", "content": "Under Kim Jong-un, nuclear weapons development has been formally adopted as one of North Korea's top policy priorities, along with economic advancement. \nGiven the importance placed by the leader on demonstrating new achievements in the country's nuclear pursuits, it should come as no surprise that any external commentary questioning the technical sophistication of the country's nuclear and ballistic missile programmes is swiftly and harshly condemned by North Korean media. \nOn 8 September, satellite imagery analysis published by Johns Hopkins University examined recent activities at North Korea's Yongbyon nuclear complex and questioned the operational status of some of the facilities at the site. \nPyongyang lashed out. On 15 September it released a statement by the director of its Atomic Energy Institute insisting that all of its Yongbyon facilities had \"started normal operations\". \nThe statement appears to be carefully timed - and directed - rhetoric. \nIn early April 2013, in the midst of a crisis on the Korean Peninsula over US-South Korean joint military exercises, North Korea announced it was \"recalibrating\" and \"restarting\" certain nuclear facilities at its Yongbyon complex \"without delay\". \nAll available analysis points to North Korea's sincerity in its stated aim, but it remains uncertain as to whether it has managed to restart the facility.\nImagery analysis produced by experts since 2013 notes that characteristic signs of an operational reactor, including steam and hot water discharge, have not always been visible.\nThey have postulated that maintenance work could explain the intermittent inactivity. \nHowever, these assessments rely upon very limited information - an unavoidable weakness when using open sources to analyse North Korea's nuclear development.\nWhile satellite images may inject doubt about the operational status of the reactor at Yongbyon, they cannot be taken as conclusive proof of the North's dishonesty. \nComparable uncertainties exist as to whether facilities relating to uranium enrichment at Yongbyon are operating normally. \nBoth a uranium enrichment facility and an experimental light-water reactor were still under construction as of July 2015, though were rapidly nearing completion. \nThe former has been under development since 2009, and was initially said by North Korea to be designed to produce low-enriched uranium to fuel the planned experimental light water reactor, which would in turn allow for increased electricity generation in the country. \nHowever, if the enrichment facility is recalibrated as implied by the April 2013 announcement, it would also be able to produce weapons-grade uranium.\nOne or both of these facilities may have been completed since the last satellite photos were made available in July, and it is therefore possible that they are operational as North Korea alleges. \nTrue or not, North Korea's latest statement was not likely intended to reveal new insights into developments at Yongbyon, or settle the ongoing debate about the status of facilities there. \nPyongyang consistently boasts of the advanced stage of its nuclear and missile programmes regardless of the details, and it rarely acknowledges shortcomings in its most prized military programmes, even if such difficulties are actually encountered. \nInstead, North Korea is currently eager to remind observers of its intention to forge ahead with its nuclear and missile programmes regardless of the objections of the international community and especially its neighbours, including China. \nIt may also wish to heighten existing nervousness about the prospect of a forthcoming military provocation in order to convey a position of strength. \nTuesday's statement from the Atomic Energy Institute came within hours of another remarkably similar statement from the director of North Korea's National Aerospace and Defence Administration, outlining the achievements of the country's scientists and its intention to exercise its 'right' to launch satellites at a time of its choosing. \nFor months, South Korean, Japanese, and Western media have cited unnamed officials as saying that North Korea is readying itself to conduct a satellite launch in October, in time for the 70th anniversary of the founding of the Worker's Party of Korea. \nRead together, these two statements will only cement fears that another provocation is on the cards. \nAndrea Berger is a senior research fellow in nuclear analysis at the Royal United Services Institute. Follow her on Twitter @AndreaRBerger.", "date": "15 September 2015", "href": "https://www.bbc.co.uk/news/world-asia-34262300", "tags": "site country operational nuclear yongbyon korean satellite statement programmes north facilities korea"}