{"title": "How Israel, in Dark of Night, Torched Its Way to Iran’s Nuclear Secrets", "content": "TEL AVIV — The Mossad agents moving in on a warehouse in a drab commercial district of Tehran knew exactly how much time they had to disable the alarms, break through two doors, cut through dozens of giant safes and get out of the city with a half-ton of secret materials: six hours and 29 minutes.\nThe morning shift of Iranian guards would arrive around 7 a.m., a year of surveillance of the warehouse by the Israeli spy agency had revealed, and the agents were under orders to leave before 5 a.m. to have enough time to escape. Once the Iranian custodians arrived, it would be instantly clear that someone had stolen much of the country’s clandestine nuclear archive, documenting years of work on atomic weapons, warhead designs and production plans.\nThe agents arrived that night, Jan. 31, with torches that burned at least 3,600 degrees, hot enough, as they knew from intelligence collected during the planning of the operation, to cut through the 32 Iranian-made safes. But they left many untouched, going first for the ones containing the black binders, which contained the most critical designs. When time was up, they fled for the border, hauling some 50,000 pages and 163 compact discs of memos, videos and plans.\nIn late April, Prime Minister Benjamin Netanyahu announced the results of the heist, after giving President Trump a private briefing at the White House. He said it was another reason Mr. Trump should abandon the 2015 nuclear deal, arguing that the documents proved Iranian deception and an intent to resume bomb production. A few days later, Mr. Trump followed through on his longstanding threat to pull out of the accord — a move that continues to strain relations between the United States and European allies.\nLast week, at the invitation of the Israeli government, three reporters, including one from The New York Times, were shown key documents from the trove. Many confirmed what inspectors from the International Atomic Energy Agency, in report after report, had suspected: Despite Iranian insistence that its program was for peaceful purposes, the country had worked in the past to systematically assemble everything it needed to produce atomic weapons.\n“It’s quite good,” Robert Kelley, a nuclear engineer and former inspector for the agency, said in Vienna, after being shown some of the fruits of the document theft. “The papers show these guys were working on nuclear bombs.”\nThere is no way to independently confirm the authenticity of the documents, most of which were at least 15 years old, dating from the time when an effort called Project Amad was ordered halted and some of the nuclear work moved deeper under cover. The Israelis handpicked the documents shown to the reporters, meaning that exculpatory material could have been left out. They said some material had been withheld to avoid providing intelligence to others seeking to make weapons.\nThe Iranians have maintained that the entire trove is fraudulent — another elaborate scheme by the Israelis to get sanctions reimposed on the country. But American and British intelligence officials, after their own review, which included comparing the documents to some they had previously obtained from spies and defectors, said they believed it was genuine.\nFrom what the Israelis showed to the reporters in a secure intelligence facility, a few things are clear.\nThe Iranian program to build a nuclear weapon was almost certainly larger, more sophisticated and better organized than most suspected in 2003, when Project Amad was declared ended, according to outside nuclear experts consulted by The Times. Iran had foreign help, though Israeli officials held back any documents indicating where it came from. Much was clearly from Pakistan, but officials said other foreign experts were also involved — though they may not have been working for their governments.\nThe documents detailed the challenges of integrating a nuclear weapon into a warhead for the Shahab-3, an Iranian missile. One document proposed sites for possible underground nuclear tests, and described plans to build an initial batch of five weapons. None were built, possibly because the Iranians feared being caught, or because a campaign by American and Israeli intelligence agencies to sabotage the effort, with cyberattacks and disclosures of key facilities, took its toll.\nDavid Albright, a former inspector who runs the Institute for Science and International Security, said in an interview that the documents contained “great information.”\n“Iran conducted many more high-explosive tests related to nuclear weapons development than previously known,” he told Congress last month.\nBut the archive also shows that after a burst of activity, a political mandate delivered at the end of 2003 slowed the program dramatically, just as American officials had concluded in a 2007 intelligence report.\nIsrael, which has its own undeclared nuclear program, has long claimed that the Iranian program continued after 2003, and some documents show senior officials in Tehran’s program — including two who were later assassinated, presumably by Israeli agents — debating how to split it into overt and covert elements.\nOne of the scientists warned that work on neutrons that create the chain reaction for a nuclear explosion must be hidden. “‘Neutrons’ research could not be considered ‘overt’ and needs to be concealed,” his notes read. “We cannot excuse such activities as defensive. Neutron activities are sensitive, and we have no explanation for them.” That caution, the documents show, came from Masoud Ali Mohammadi, an Iranian nuclear physicist at the University of Tehran, who was assassinated in January 2010.\nMr. Netanyahu argues that the trove proves that the 2015 agreement, with its sunset clauses allowing the Iranians to produce nuclear fuel again after 2030, was naïve. The fact that the Iranians went to such lengths to preserve what they had learned, and hid the archive’s contents from international inspectors in an undeclared site despite an agreement to reveal past research, is evidence of their future intent, he has said.\nBut the same material could also be interpreted as a strong argument for maintaining and extending the nuclear accord as long as possible. The deal deprived the Iranians of the nuclear fuel they would need to turn the designs into reality.\nFormer members of the Obama administration, who negotiated the deal, say the archive proves what they had suspected all along: that Iran had advanced fuel capability, warhead designs and a plan to build them rapidly. That was why they negotiated the accord, which forced Iran to ship 97 percent of its nuclear fuel out of the country. Tehran would never have agreed to a permanent ban, they said.\nThe archive captures the program at a moment in time — a moment 15 years ago, before tensions accelerated, before the United States and Israel attacked Iran’s nuclear centrifuges with a cyberweapon, before an additional underground enrichment center was built and discovered.\nToday, despite Mr. Trump’s decision to exit the deal with Iran, it remains in place. The Iranians have not yet resumed enrichment or violated its terms, according to international inspectors. But if sanctions resume, and more Western companies leave Iran, it is possible that Iranian leaders will decide to resume nuclear fuel production.\nThe warehouse the Israelis penetrated was put into use only after the 2015 accord was reached with the United States, European powers, Russia and China. That pact granted broad rights to the International Atomic Energy Agency to visit suspected nuclear sites, including on military bases.\nSo the Iranians, Israeli officials said in interviews, systematically went about collecting thousands of pages spread around the country documenting how to build a weapon, how to fit it on a missile and how to detonate it. They consolidated them at the warehouse, in a commercial district with no past relationship to the nuclear program, and far from the declared archives of the Ministry of Defense. There were no round-the-clock guards or anything else that would tip off neighbors, or spies, that something unusual was happening there.\nWhat the Iranians did not know was that the Mossad was documenting the collection effort, filming the moves for two years, since the relocation began in February 2016. Last year, the spies began planning a heist that one senior Israeli intelligence official said bore a strong resemblance to George Clooney’s adventures in “Ocean’s 11.”\nIn most Mossad operations, spies aim to penetrate a facility and photograph or copy material without traces. But in this case, the Mossad chief, Yossi Cohen, ordered that the material be stolen outright. That would drastically shorten the time that the agents — many, if not all, of them Iranians — spent inside the building. But the Israelis wanted to be able to counter Iranian claims that the material was forged and offer it up for examination by international groups.\nClearly, the Israeli spies had inside help. They had learned which of the 32 safes held the most important information. They watched the habits of the workers. They studied the workings of the alarm system, so that it would appear to be working even though it would not alert anyone when the agents arrived around 10:30 p.m.\nFor all the cinematics of the raid, the immediate aftermath was absent much drama. There was no chase, said Israeli officials, who would not disclose whether the documents left by land, air or sea — though an escape from the coast, just a few hours’ drive from Tehran, appears the least risky.\nFewer than two dozen agents took part in the break-in. Fearing that some of them would be caught, the Israelis removed the materials on several different routes. At exactly 7 a.m., as the Mossad expected, a guard arrived and discovered that the doors and safes were broken. He sounded the alarm, and the Iranian authorities soon began a nationwide campaign to locate the burglars — an effort that, according to an Israeli official, included “tens of thousands of Iranian security and police personnel.”\nThe effort yielded nothing. And until Mr. Netanyahu’s speech, the Iranians never said a word in public about what had happened.\nAmong the most fascinating elements of the archive are pictures taken inside what were once key facilities in Iran, before the equipment was dismantled in anticipation of international inspections. One set of photos taken by the Iranians appears to show a giant metal chamber built to conduct high-explosive experiments, in a building at Parchin, a military base near Tehran.\nIntelligence agencies had long suspected nuclear activity at the Parchin site, and Iran had refused to allow international inspectors in, saying that as a military base, it was off limits to inspectors and not part of any nuclear experiments.\nBy the time the head of the International Atomic Energy Agency, Yukiya Amano, was finally permitted to visit the site in 2015, it was empty, though the agency’s report indicated that it looked as if equipment had been removed. The photos indicate that is exactly what happened: They show a large chamber that nuclear experts say is tailor-made for the kind of experimental activity that the international inspectors were looking for.\nIt was part of a larger, previously known effort: Satellite photographs show that Parchin was so sanitized before the inspectors’ arrival that tons of soil in the area had been removed, to eliminate any traces of nuclear contamination.\nThe chamber appears to be part of neutron experiments that strongly point to an effort to build nuclear weapons. Nuclear explosions start when fast-moving particles known as neutrons split atoms of nuclear fuel in two, producing chain reactions that release more neutrons and enormous bursts of energy. At the core of an atom bomb, a device known as a neutron initiator — or sometimes a spark plug — creates the initial wave of speeding neutrons.\nThe Iranian papers repeatedly mention a specific substance used for making neutron initiators: uranium deuteride. Experts say it has no civil or military use other than making nuclear arms, and is known to have been used for that purpose by China and Pakistan. The initiator appears to be one of the key technologies that A.Q. Khan, the Pakistani nuclear expert who ran a black market in atomic goods, sold to Iran, North Korea and other nations.", "date": "July 15, 2018", "href": "https://www.nytimes.com/2018/07/15/us/politics/iran-israel-mossad-nuclear.html", "tags": "dark iran nuclear way torched documents israel secrets night iranians israeli iranian international —"}