{"title": "How to Revisit the Ghosts of Your Past", "content": "We all have moments from our past that gnaw at us — a regret, an unanswered question, an old tragedy. We obsess over these moments when we can’t sleep, or when we need a good cry. But most days, we try to ignore these unwelcome memories, pushing them aside so we can buy groceries or go to work or do new things that we won’t regret. Our poor choices and hurt feelings fade to the background, until another quiet moment beckons them to come pick at us again.\nIn this way, a single moment can pester us for years and years — unless we return to the past and confront it head on.\nThis is something I think about a lot because I’m a producer for the podcast “Heavyweight,” which is about exactly that. The show, created by Gimlet Media, is hosted by Jonathan Goldstein, formerly of “This American Life” and “WireTap” on CBC Radio. In each episode, we take a moment from someone’s life that’s unresolved. Then, we go on a quest with them to try and make things right. We’ve revisited a disputed broken arm, a sorority drama and a suitcase of old love letters. We’ve helped people apologize, confront their bullies and rebuild frayed relationships.\nIt’s one thing to try to fix your past with the help of a well-intentioned but comically awkward podcast host, but perhaps you’d rather sort through your regrets on your own schedule, without letting a stranger with a microphone into your living room. In that case, I have some tips for you.\nThe moments we address on the show are often decades old. A lot of times that’s for the best, because the people involved have grown up and have had the space and time to clarify their feelings. For example, when Christina was in 11th grade, her foster mother made her quit playing basketball. After that, she felt like her life never got back on course. And so she always wanted to ask her foster mother why she made her quit. By the time Christina actually asks this question, she’s 42. The intervening decades have allowed her to understand her feelings in a way that she couldn’t at 16. She’s able to hear her foster mother’s response and take it in without shutting down.\nOften the solution to a problem — past or present — is simply to say what you’re feeling. It’s something I’ve been trying to do more frequently. But saying what you’re feeling is often slippery and terrifying; mostly I’ve gotten into the habit of saying what I felt at one time, a while ago, and explaining what I want to clear up now, years later. For example, after I started working on “Heavyweight,” I called my mom to apologize for a time that I was a brat in high school. I also texted my childhood best friend to thank her for consoling me when I didn’t get into the school play. I can see how such a thing would seem insane, but so far, everyone has reacted positively.\nEven if it feels odd — or maybe especially if it feels odd — remember: It’s never too late to say something, once you figure out what that something is. And if you’re waiting for the perfect moment to fix things, that moment might never come, so you might as well pick an imperfect moment. Like, say, right now.\nHere is a thing that happens to us often on “Heavyweight”: Someone sends a message saying something like, “Hey, I’d love to talk to you about that thing that happened 20 years ago that was very emotional for me,” and the recipient does not respond. Here are the top three reasons the message writers think they haven’t received a response:\n1. This person hates them.\n2. This person doesn’t want to talk about that thing from 20 years ago.\n3. This person is creeped out by being contacted after so long.\nSometimes those things are true! But unless the person you’re writing says that outright, you have no way of knowing for sure. Here are three other reasons people don’t respond:\n1. They are busy and this thing from 20 years ago is not as emotional for them, so they just haven’t gotten around to answering.\n2. The message was filtered into a spam folder and they didn’t see it.\n3. They need some time to think through whether this is something they want to revisit.\nIn one “Heavyweight” episode, Jesse wants to talk to the driver of the car that hit and nearly killed him. He wants to tell the driver, Christian, that he’s O.K. We tried to get in touch with Christian again and again for three months and heard nothing back. It seemed like the conversation just wasn’t going to happen. And then, Christian wrote us to say he’d been thinking about it, and he wanted to talk.\nIf you reach out to someone from your past and don’t hear back, don’t assume the worst. I suggest you don’t assume anything. Be patient and try again if this thing is still nagging at you in a few months.\nThe people on our show are often a little embarrassed by the moments that have stuck with them. They have the sense that, because it was something small or long ago, they should have gotten over it by now. But they haven’t gotten over it — it’s bothered them for years, and that’s a valid feeling no matter the magnitude of the event. \nThe world, as it turns out, is not a competition to experience the saddest possible thing. We’ve done stories about very big things, like being on a jury in a death penalty case, and we’ve done stories about small things, like getting kicked out of a pizza parlor. I don’t think that one delegitimizes the other.\n\nThe past is murky territory, and I am not a licensed therapist, just someone who talks to a lot of people about their lives. I recommend consulting a professional who has a broader context for who you are and what’s right for you.\nSome stories don’t have a clean ending, and the other person involved can’t or won’t give you what you need. And when that happens, you have to find a way to live without it.\nThese stories usually don’t turn into episodes for our show, because when you’re trying to build a 40-minute narrative arc, it’s not very satisfying to end on, “Every time we tried to call, they hung up on us,” or, “We decided not to even reach out to this person because they were abusive.”\nBut beyond the world of “Heavyweight,” many stories like these can have endings. And an ending doesn’t need to be tied up in a neat package with credits and a theme song for it to be a happy one.", "date": "May 13, 2019", "href": "https://www.nytimes.com/2019/05/13/smarter-living/how-to-revisit-the-ghosts-of-your-past.html", "tags": "like us something past things thing revisit ” years ghosts —"}