{"title": "How a Liberal Dissident Became a Far-Right Hero, in Hungary and Beyond", "content": "BUDAPEST — During the final days of communism in Hungary, a young, liberal dissident wrote to a foundation run by the Hungarian-American philanthropist George Soros, asking for a grant to finance his research into grass-roots democracy.\nHungary would soon “transition from dictatorship to democracy,” the student wrote in 1988. “One of the main elements of this transition can be the rebirth of civil society.”\nThe student was Viktor Orban. Now the prime minister, Mr. Orban is expected to lead his party to victory in parliamentary elections on Sunday — not as the pro-Western statesman he once promised to be, but as a hero to the far-right, a scourge of civil society (and of Mr. Soros), and the embodiment of the failed promise of liberalism in post-Cold War Eastern Europe.\nEach country has its own story. But societies across Central and Eastern Europe are dominated by similar figures — some by politicians who, like Mr. Orban, have lost interest in the liberal democratic project that followed the crumbling of communism in 1989, and others by those with different motivations who have exploited voters’ growing disaffection with liberalism.\n“It’s a regionwide phenomenon,” said Jiri Pehe, a former senior aide to Vaclav Havel, the first Czech president. “Democracy proved to be a very difficult project for this generation of politicians to master.”\nIn the early 90s, as prominent dissidents such as Mr. Havel and Lech Walesa in Poland entered office, it was widely assumed that the region would transition naturally into democratic states and market economies. Voters expected that living standards would soon match those in Western Europe — especially as many former communist countries moved to join the European Union.\nPersonal freedoms and wealth did increase, but the chaotic nature of the process, compounded by the global financial crisis in 2008, meant that expectations often outpaced progress. In some countries, the privatization of state assets was perceived as benefiting foreign investors and corrupt politicians more often than it did ordinary citizens.\nPoliticians sensed the mood, and shifted rightward. The current Czech president, Milos Zeman, was a liberal-minded dissident in the dying years of communism but now courts the far right. His prime minister, Andrej Babis, was never a freedom fighter but was elected last year on a populist platform attacking the perceived failings of the post-1989 political elite.\nIn Poland, the leader of the governing party, Jaroslaw Kaczynski, is a conservative who was once ostracized by the early leaders of post-communist Poland. But his nativist, autocratic ideas have gained currency as resentment over aspects of the transition set in when voters’ aspirations exceeded the pace of social and economic change.\n“Kaczynski is a master of playing on bad emotions,” said Radoslaw Sikorski, who was foreign minister and speaker of the Polish Parliament during the government that preceded Mr. Kaczynski’s.\nBut no one exemplifies the angry direction of post-communist Eastern Europe more than Viktor Orban, whose journey from liberal academic to illiberal populist is starker than any of his regional contemporaries. He used the Soros grant to study the history of civil society at Oxford University, fought communism as a dissident from behind the Iron Curtain and then, as a center-right politician, helped to steer Hungary into the European Union and NATO.\nNow Mr. Orban is a populist hero to Stephen K. Bannon, President Trump’s former strategist, and the self-declared leader of a “cultural counterrevolution” that is dividing the European bloc he once fought to join.\n“The worst nightmare, in terms of Orban-ism spreading, has come true,” said Gerald Knaus, the director of the European Stability Initiative, a Berlin-based research group.\nThe young Mr. Orban was a passionate dissident, famous for a 1988 speech in which he demanded that Soviet troops leave Hungarian soil. At another rally, Mr. Orban risked his life to protect another opposition leader, Gaspar Miklos Tamas, taking several blows to his head as he thrust himself between the police and Mr. Tamas.\nHe gave little hint of his future trajectory — save a cameo role in a student production of the German Absurdist drama “How Mr. Mockinpott Was Cured of His Sufferings”, in which he played a demagogue.\n“It was not his aim to be a politician,” said Gabor Fodor, Mr. Orban’s former roommate and best friend. “He wanted to be an intellectual and to be a member of Hungarian intellectual circles.”\nThat all began to shift in 1990, with the approach of Hungary’s first democratic elections in half a century. Mr. Orban had co-founded a liberal youth group, Fidesz, that was reconstituted as a political party and won 22 seats in the new Parliament.\nAppointed as the party’s leader, Mr. Orban spoke out against nationalism, defended civil society and opposed clerical influence in politics. But behind the scenes, his political ideology was beginning to morph — and he was beginning to exert greater control on the management of Fidesz.\nBy 1993, Mr. Orban had assumed overall leadership of Fidesz, redefined it as a more nationalist and centrist party and ruthlessly sidelined its liberal faction, headed by his now former friend, Gabor Fodor.\nQuite why Mr. Orban changed is a matter of debate. Some contemporaries believe it was the genuine ideological shift of a young man whose politics were a work in progress. Others argue he grew resentful of cosmopolitan liberals.\nBut most feel that Mr. Orban’s transition was a pragmatic response to the landscape of Hungarian politics. Overshadowed by other left-of-center parties, Fidesz lacked a clear brand. By tacking toward the political center, Mr. Orban reckoned that his party could stand out.\nUnlike most other Hungarian politicians of the time, Mr. Orban “thought about politics in a more professional way,” said Zsuzsanna Szelenyi, one of the Fidesz lawmakers sidelined by Mr. Orban in 1993. “He realized it was about power.”\nDespite Mr. Orban’s machinations, Fidesz did poorly in the 1994 elections. He responded by shifting further to the right, turning Fidesz into a center-right Christian democratic party — one still open to Western and American ideals.\n“The 1990s were wonderful for American diplomats,” said Donald Blinken, who, as the American ambassador to Hungary from 1994 to 1997, lunched annually with Mr. Orban. “Everyone loved us, the Cold War was won, and we thought it was this great period of peace and prosperity.”\nBut Mr. Orban kept growing more nationalistic — and, apparently, more religious.\nMarried in a civil wedding a decade earlier, Mr. Orban and his wife, Aniko Levai, renewed their vows in a religious ceremony in 1996. Gabor Ivanyi, the pastor who performed that second ceremony, has since become skeptical of Mr. Orban’s motivations. “He had to convince people, to win over the conservative right,” Mr. Ivanyi said. “He is an unscrupulous person.”\nMr. Orban finally assumed power in 1998, becoming prime minister for the first time at the head of a conservative coalition. (Voters were angered by the Socialist-led government’s handling of the struggling economy.)\nFor the next four years, Mr. Orban operated as a relatively orthodox center-right politician. His administration was tainted by minor corruption scandals, but his performance was mostly praised.\nHe brought Hungary to the brink of European Union membership and shepherded the country into NATO, an event he celebrated with a private dinner in Brussels attended by several of his mentors, including Zbigniew Pelczynski, his politics professor at Oxford.\nIt was his defeat in the 2002 elections that accelerated his pivot to the far right.\n“They say that power spoils good politicians,” said Jozsef Debreczeni, an adviser to Mr. Orban after his first rightward turn — and later his biographer. “With Orban that wasn’t the case. It was the loss of power that did that.”\nDuring an intense one-and-a-half days after the election, Mr. Debreczeni listened as Mr. Orban blamed his political demise on a partisan news media that needed to be reined in.\nMr. Debreczeni said that Mr. Orban had drawn one conclusion: “This democracy thing, where power can slip so quickly from you, was no good.”\n“And from that point on,” Mr. Debreczeni added, “he spent his time preparing so that if he ever won power again, he wouldn’t lose it.”\nThe global financial crisis of 2008, coupled with increasing resentment of the Socialist-led government, eventually gave Mr. Orban that chance. The Socialists, who were also in power during the economic turmoil of the 1990s, were accused of squandering the political and economic potential of the transition from communism.\nMr. Orban reinvented himself as an outsider who promised to restore Hungarian control to an economy buffeted by external forces — a popular policy among Hungarians rankled by how privatization efforts after 1989 had allowed foreigners to take over parts of Hungarian industry.\n“To understand the Orban phenomenon, you have to go back to 1989,” said Laszlo Andor, who was once Hungary’s most senior representative at the European Commission, the European Union’s executive arm. “People’s ambitions were not fulfilled.”\nElected by a landslide in 2010, Mr. Orban has steadily weakened Hungary’s democratic institutions while invoking the self-contradictory concept of “illiberal democracy” and hailing the autocratic governments of Vladimir V. Putin of Russia and Recep Tayyip Erdogan of Turkey.\nTo outflank a major far-right opposition party, Jobbik, he tacked further to the right on immigration. By 2015, Mr. Orban had cajoled several Central and East European countries to block the European Union’s efforts to resettle thousands of migrants fleeing violence elsewhere — and provided a template for a democratic backslide in Poland.\nHis influence then crept further west. He forged an alliance with Horst Seehofer, the new German interior minister; appeared with Geert Wilders, the Dutch nationalist politician; and became a frequent subject of praise during recent election campaigns in Austria that ended with a far-right party joining a coalition government.\nMr. Orban sees all this as nothing less than the march of history.\n“What we are experiencing now is the end of an era: a conceptual-ideological era,” he said in a major speech in 2015, as he began to expand his international profile. “Putting pretension aside, we can simply call this the era of liberal babble.”", "date": "April 6, 2018", "href": "https://www.nytimes.com/2018/04/06/world/europe/viktor-orban-hungary-politics.html", "tags": "european hungary dissident party orban ” became hero beyond fidesz liberal far-right —"}