{"title": "How Amazon Steers Shoppers to Its Own Products", "content": "It started with a simple battery.\nAround 2009, Amazon quietly entered the private label business by offering a handful of items under a new brand called AmazonBasics. Early offerings were the kinds of unglamorous products that consumers typically bought at their local hardware store: power cords and cables for electronics and, in particular, batteries — with prices roughly 30 percent lower than that of national brands like Energizer and Duracell.\nThe results were stunning. In just a few years, AmazonBasics had grabbed nearly a third of the online market for batteries, outselling both Energizer and Duracell on its site.\nInside Amazon’s Seattle headquarters, that success raised a tantalizing possibility. If, with very little effort, Amazon could become a huge player in the battery market, what else might be possible for the company?\nAnyone who spends much time on the Amazon site can see the answer to that question. The company now has roughly 100 private label brands for sale on its huge online marketplace, of which more than five dozen have been introduced in the past year alone. But few of those are sold under the Amazon brand. Instead, they have been given a variety of anodyne, disposable names like Spotted Zebra (kids clothes), Good Brief (men’s underwear), Wag (dog food) and Rivet (home furnishings). Want to buy a stylish but affordable cap-sleeve dress? A flared version from Lark & Ro ($39), maybe in millennial pink, might be just what you’re looking for.\nOn the surface, the move into the private label business (in which goods are sold under the retailer’s name rather than that of an outside vendor) appears to be a deft move by Amazon. Analysts predict that nearly half of all online shopping in the United States will be conducted on Amazon’s platform in the next couple of years. That creates a massive opportunity for Amazon to more than double revenue from its in-house brands to $25 billion in the next four years, according to analysts at SunTrust Robinson Humphrey. That’s the equivalent of all of Macy’s revenue last year.\nFurthermore, in an effort to incentivize shoppers to sign up for the Amazon Prime program (which now costs $119 a year, up from $99 a year ago), certain of Amazon’s private-label products, such as its Goodthreads men’s khakis or Wag’s salmon-and-lentil dog food, can be purchased only by Prime customers.\n“Amazon started very slowly in private label,” said Youssef Squali, a managing director of internet and digital media research at SunTrust. “Quite frankly, we think our estimate for the size of the private-label business is conservative,” he added.\nAmazon declined to make any of its executives available for this article, but in a response to a list of questions, the company said its overarching goal is to provide customers a wide range of products and brands.\n“We take the same approach to private label as we do with anything here at Amazon: We start with the customer and work backwards,” the company said in its statement.\nAmazon is hardly alone in its charge into private label. Big-box retailers like Walmart and Target have been offering store brands for years and are also racing to start more private labels, particularly in apparel.\nBut Amazon holds a unique position in the global marketplace. From its beginnings in 1994, Amazon’s platform was designed to democratize retail. Small vendors or manufacturers could sell outdoor grills, computer bags, and children’s toys alongside established brands. Now, with its expansion into private label, Amazon has shifted away from being an impartial, may-the-best-product-win distribution partner to being a direct competitor to those other vendors.\nIt’s not just lower prices that are driving Amazon’s customers to its private-label goods.\nAmazon is utilizing its knowledge of its powerful marketplace machine — from optimizing word-search algorithms to analyzing competitors’ sales data to using its customer-review networks — to steer shoppers toward its in-house brands and away from its competitors, say analysts.\nAnd as consumers increasingly shop using voice technology, the playing field becomes even more tilted. For instance, consumers asking Amazon’s Alexa to “buy batteries” get only one option: AmazonBasics.\nThe emerging private label threat from Amazon presents a quandary for small vendors and big, national brands alike. Even as Amazon takes away market share and eats into their profit margins, they have little choice but to continue to sell on Amazon’s platform in order to get themselves in front of millions of potential customers.\n“I think, effectively, you have a company that has conspired with about a billion consumers and technology to destroy brands,” argued Scott Galloway, a founder of business research firm now called Gartner L2 and a professor of marketing at New York University Stern School of Business, in a presentation last year. “Their attitude is that brands have, for a long time, earned an unearned price premium that screws consumers.”\nBut as Amazon uses its powerful platform to bolster its private-label business, there is also debate in legal circles whether some of its activities could be viewed as monopolistic in nature. Some say Amazon could face a legal challenge akin in size and scope to when the Department of Justice two decades ago filed antitrust charges against Microsoft for bundling its own browser into its software, making it difficult for consumers to install a browser from Microsoft’s top competitor, Netscape. Microsoft lost that court battle.\n“I think there is a potential monopolization case against Amazon,” said Chris Sagers, an antitrust professor at the Cleveland-Marshall College of Law in Ohio. “The Amazon marketing people are geniuses. They’re brilliant,” Mr. Sagers said. “But if they are getting massive penetration in the market and preventing customers from buying products from their competitors? Well, it’s like they’re writing the plaintiff’s complaint for them.”\nIn an emailed response, a spokeswoman for Amazon said the company is “a small fraction of a very large and vibrant global retail industry, and the competition and invention happening across retail is great for customers.”\nType the word “batteries” into Amazon’s search bar and the first thing that will catch your eye is a large sponsor ad running across the top of the screen for Energizer, featuring its ubiquitous drum-playing pink bunny.\nBut after that, the screen is filled with offerings for AmazonBasics batteries, many flagged with badges that denote them as a “best seller” or “Amazon’s Choice,” a designation for items that are highly rated and have low customer returns.\nEnergizer would not say how much it pays Amazon for the banner advertising, but several people with knowledge of Amazon’s pricing say some large brands are spending six figures each month advertising their products on Amazon’s platform even as Amazon’s private-label products are crowding them out.\nAre the big brands fighting a battle that may be impossible for them to win?\nFor more than two decades, shoppers perusing the aisles of Walmart have run into cans of Sam’s cola or coffee alongside national brands on the shelves. In Costco, shoppers can pickup store-brand Kirkland paper towels and bacon. (Store brands are typically priced well below their big-brand peers because they do not spend money on expensive national marketing campaigns like Procter & Gamble or Kimberly-Clark.)\nBut now, Amazon and many of these big-box retailers are increasing their private-label efforts. In the past year, sales of in-house labels of food and nonfood goods at brick-and-mortar stores grew more than 4 percent, while sales of name brands were flat, according to data from Nielsen’s Total Food View research.\nFor Amazon, the starting line for deciding what goods or products to replicate for an in-house brand is not that different than what happens at retailers like Target or Walmart. They look at what is selling online and figure out if they can manufacture it cheaper.\nCommodity goods like paper towels, exercise mats, and power strips can be easily cloned at a fraction of the cost. In other cases, particularly apparel, Amazon may use private-label goods to fill a gap if clothing manufacturers or high-end designers are unwilling to sell on their platform.\nShoppers looking for Ralph Lauren polos or button-down oxford shirts won’t find them sold directly on Amazon, for example. But they will find Amazon Essentials polos in a rainbow of 16 shades, priced at $12, or oxfords by its Goodthreads label for $25.\nAmazon’s advantage over traditional retailers is its knowledge and access to data from its platform.\nTake word searches. About 70 percent of the word searches done on Amazon’s search browser are for generic goods. That means consumers are typing in “men’s underwear” or “running shoes” rather than asking, specifically, for Hanes or Nike.\nFor Amazon, those word searches by consumers allow it to put its private-label products in front of the consumer and make sure they appear quickly. In addition, Amazon has the emails of the consumers who performed searches on its site and can email them directly or use pop-up ads on other websites to direct those consumers back to Amazon’s marketplace.\nSome of this data is also available to big brands or vendors selling on Amazon’s platform through a program called Amazon Retail Analytics Premium. But it is expensive, with vendors paying 1 percent of their wholesale cost of goods sold to Amazon or a minimum of $100,000 to get access to a database that lets them see some, but not all, of the data Amazon has compiled.\n“Amazon has access to data that nobody else has,” said James Thomson, a former Amazon executive who now works at Buy Box Experts, a consulting firm that advises companies on how to build their brands and sell products on Amazon. “I can’t just walk into a store and say, ‘Excuse me, did you look at this brand of cereal this morning and decide not to buy it?’ Amazon has that data. They know you looked at a brand and didn’t buy it and they’re not going to share that data with any other brands.”\nWith that data, Amazon is able to conduct regional or one-day price tests, dropping the cost of its goods in certain markets to discover at what price more customers purchase the item.\nAnd while traditional retailers can readily scan their sales data and understand what size shirts and colors sell and which ones don’t, Amazon has hundreds of reviews of competitors’ products on its website, providing customer feedback on how the shirt looked after five washes or how it fit different body types.\n“Amazon can analyze those reviews and figure out why customers were dissatisfied with a certain product,” said Cooper Smith, an analyst at research firm Gartner L2. “Amazon can then turn around and create a private label for a similar product but improve upon it based on what customers say.”\nWhen Amazon introduces a new private-label product, it doesn’t go all in. It often uses a technique analysts call “test-and-repeat,” ordering a small batch of product from its manufacturers, testing demand and then, if the product is successful, reordering a bigger batch of product as well as expanding its assortment.\nAgain, here, Amazon has a big leg up on traditional retailers. Most retailers appeal to one segment of consumer — the budget, midmarket, or higher-end shopper. Amazon can offer a variety of private-label goods, positioned toward shoppers in different categories, says Deborah Weinswig, the founder and chief executive of Coresight Research.\nFor instance, through Amazon’s Pinzon brand, it offers a queen-size hypoallergenic mattress topper for $40.37. But it also sells a mattress topper through its AmazonBasics private label for $22.99.\nSimilarly, Amazon sells men’s button-down shirts under both the Amazon Essentials and Goodthreads labels. Analysts at research firm Gartner L2 found, on best-selling products, the Goodthreads apparel cost 60 percent more.\nBut, perhaps more important, Amazon has utilized a reviewing program called Amazon Vine for many of its private-label goods.\nAmazon Vine, or Vine Voices, are very active reviewers on the Amazon marketplace who are then invited by the company to participate in its Vine program, which identifies them as influential reviewers. In exchange for free products, which they disclose receiving, the reviewers agree to write evaluations on Amazon’s site.\nAmazon has actively used Vine Voices to help introduce its private label brands. An analysis of more than 1,600 products across ten of Amazon’s private-label brands, including AmazonBasics, Amazon Essentials, Mama Bear, Pinzon, Goodthreads, and others, showed that about half had Vine reviews. Of those 835 products, more than half of the first 30 reviews were from the Vine program, according to ReviewMeta.com, an online tool that helps customers identify inauthentic reviews.\nWhile, for the most part, the Vine and non-Vine reviews were similarly rated, in a handful of cases, the Vine reviews were significantly better. For instance, Vine reviews for Amazon’s Mama Bear diapers and baby products averaged 4.36 stars; non-Vine reviews averaged 3.82 stars.\nAmazon Vine is also available to non-Amazon brands, but, specifics around how the program works are difficult to determine because Amazon doesn’t make it public. But many analysts say it is fairly expensive to participate, saying it can cost manufacturers as much as $5,000 to obtain reviews for one product, along with the cost of giving the product away. (The money to participate goes to Amazon; the Vine reviewers receive no compensation beyond the free product.)\nA spokeswoman for the company said Amazon does not incentivize positive star ratings or attempt to influence the content of reviews. She also said that the company limits the total number of Vine reviews that it displays for each product.\n“What’s happening on Amazon is different than you see in brick-and-mortar stores,” said Kevin Grundy, an analyst at investment bank Jefferies. “There, private label brands might take slightly more than 10 percent market share. Amazon’s private label brands are taking more than 25 percent of the online market.”\nMr. Grundy said when the contract for the AmazonBasics batteries, which are currently made by a manufacturer in the Far East, next comes up for bid, likely bidders could include Energizer and Duracell.\nThe next frontier? Alexa. Competitors and industry analysts are closely watching Amazon’s voice-operated platform, wondering whether Amazon will use that rapidly growing arena to further steer consumers to its own brands.\nIn a voice test of various categories using the Amazon Echo devices last year, researchers at Bain & Co., found in categories in which Amazon offered a private-label product, Alexa recommended those products 17 percent of the time. Noting that the private label goods represent only about 2 percent of total volume sold, the Bain researchers said, “the online retailer clearly positions its own private labels favorably in voice shopping.”\nEarly last year, the Yale Law Journal published a note that was simply titled “Amazon’s Antitrust Paradox.”\nThe essay, written by a law student named Lina Khan, argued, essentially, that the current framing of the nation’s antitrust laws have not evolved to deal with the market power of technology giants like Amazon.\nJust a few weeks earlier, The Capitol Forum, a Washington, D.C.-based news service that examines business and regulation, published a story arguing Amazon risked antitrust enforcement by the Trump administration for using its algorithms and platform to promote its own products over “those of merchants that are dependent on Amazon’s platform and with whom Amazon competes.”\nThe articles fed into a growing debate among economists and lawyers around whether Amazon is displaying monopolistic or anticompetitive behavior in its marketplace.\nAmazon has two strong defenses when these issues are raised.\nAt least since the 1970s, courts have been very skeptical of antitrust plaintiffs who can’t show that the challenged conduct would cause prices to go up or quality to go down. In this case, Amazon can argue, quite vehemently that, through its platform, consumers are paying lower prices, say legal experts.\nAnd while Amazon’s brands have quickly gained market share on its platform in some areas, in other segments, such as apparel, they account for less than 1 percent of the inventory sold. And when broadened out to include brick-and-mortar stores, its online share of the battery market equals less than 5 percent. Until Amazon’s share of the total market starts to reach closer to 40 percent or more, it is difficult to argue there is an attempted-monopolization case, say legal experts.\nBut if its private-label business grows as analysts expect it to do, could it face a legal challenge of whether it is a “monopsony”? In a monopsony, a large buyer controls a large proportion of the market and drives prices down.\n“If Amazon is not making its competitors available on voice and Alexa, well, that sounds like possible exclusionary conduct to me,” said Mr. Sagers. “If a federal court could be convinced that there is a market for in-home, voice retail distribution and that Amazon controls it, then I think Amazon could be looking at a monopsony case.”\nStill, others argue a dominant question in any sort of antitrust action has been whether the company’s actions or a planned merger would harm consumers.\n“You have to show that the end game is some sort of consumer harm, either through higher prices or lower quality,” said Herbert Hovenkamp, an antitrust professor at the University of Pennsylvania Law School and the Wharton School. “And so far, Amazon doesn’t even show up on the radar screen when it comes to consumer harm.”", "date": "June 23, 2018", "href": "https://www.nytimes.com/2018/06/23/business/amazon-the-brand-buster.html", "tags": "steers shoppers ” private-label products label brands private amazon platform"}