{"title": "How US death penalty capital changed its mind", "content": "Texas remains the strictest applicant of the US death penalty but its increasing reluctance to put criminals to death reflects a national trend. \nKent Whitaker supported the death penalty until his son, who arranged for a gunman to kill Mr Whitaker and the rest of his family, landed on death row in Texas. \nNow Mr Whitaker, the sole survivor of the attack, is desperately seeking clemency for Thomas Whitaker before his execution scheduled on 22 February. \n\"The petition is based on a legal overstep that shouldn't have happened,\" says Mr Whitaker. \"The district attorney chose to pursue the death penalty despite every victim involved, myself, the relatives of my wife, begging him not to do it.\"\nShot in the upper chest in the 2003 attack, Mr Whitaker barely survived the ambush after hearing the sound of the bullets that killed his youngest, Kevin, a college sophomore, and his wife Tricia.\nMr Whitaker has asked the Texas Board of Pardons and Paroles to recommend to Texas Governor Greg Abbott to commute his son's sentence to life in prison.\n\"I'm not asking them to forgive him as that's not their business,\" he says. \n\"But I don't want on 22 February to have to relive what happened to Tricia and Kevin, and lose the last member of my direct family in the name of justice that I think is wrong.\"  \nDespite Mr Whitaker's predicament, both executions and the awarding of death sentences are actually decreasing in Texas, reflecting a nationwide trend.\n\"The culture now is different,\" says Kristin Houlé, executive director of the Texas Coalition to Abolish the Death Penalty (TCADP). \"There isn't the same appetite for it from either the public or elected officials.\" \nSince 1976 and the US Supreme Court upholding capital punishment, 1,468 people have been executed in the US - 548 in Texas. \nHarris County became known as the execution capital of America when it was executing the highest number of people in all of Texas' counties.\nBut for the last three years, it has not imposed any death sentences, while 2017 was the first year since 1985 it did not execute anyone. \nExecutions in Texas peaked in 2000 when there were 40. Last year there were seven, matching 2016 for the lowest number of executions in two decades, amid a national total of 23. \n\"Whatever happens in Texas does have a ripple effect because it has been so notorious for its death penalty practices,\" says Ms Houlé. \"So any move away has a significant impact on the rest of the country.\"  \nThe shift in opinion - increasingly in conservative circles, too - follows decades of death penalty use during which it has proven exorbitantly expensive compared to putting someone in prison for life, ineffective in making society safer, while open to manipulation from ambitious prosecutors and old-fashioned human error, observers say.   \n\"More people know about the risks of innocent people being executed after TV programmes like 60 Minutes,\" says Heather Beaudoin, of Conservatives Concerned About the Death Penalty. \"They're thinking: 'Wow, this can happen - are we willing to risk it?'\"\nOther concerns include: drug shortages for lethal injections adding to the bureaucratic maelstrom and expense; increased mistrust of government; and botched executions leaving victims and relatives of the condemned and prison guards traumatised. \n\"The death penalty wouldn't have survived in America if it weren't for evangelical Christians,\" notes Shane Claiborne, a prominent Christian activist and best-selling author.  \"Where evangelical Christians are most concentrated is where the death penalty survives.\" \nBut, Mr Claiborne notes, younger evangelicals in states like Texas are increasingly embracing a pro-life interpretation that goes beyond the confines of the abortion debate to also include the likes of the Black Lives Matter movement, immigration and those on death row.  \nMeanwhile, the 2005 introduction in Texas courts of life without parole as a sentencing option in capital cases has helped decrease the number of death sentences and executions. \n\"When you sit with a victim's family and say it could take 10 years for an execution or they can be done with it now [through a life sentence without parole], they say they want to move on with their lives,\" says Texas criminal defence lawyer Keith Hampton, who is representing the Whitaker clemency case. \nAnother change in the Texas criminal justice landscape that's had an impact is increasing scepticism about gauging the \"future dangerousness\" a felon poses to society, which plays a critical role in the awarding of death sentences in only Texas and Oregon.\n\"When it comes to so-called lethal prediction you might as well gaze into a crystal ball, the predictions are that unreliable,\" Mr Hampton says. \"Studies show, and prison staff report, that those serving life sentences are the best behaved.\" \nAs a result, Mr Hampton explains, prosecutors know juries are less willing to tolerate the pursuit of a death sentence and the additional expense and time it involves.  \nThose who support the death penalty point out the decreasing trend also reflects a nationwide drop in murder rates, and that the death penalty continues playing an effective role, and retains public support, with the small percentage of eligible homicides.   \n\"Watching an execution is the most mentally draining experience, but it should be utilised for those who commit the most heinous, diabolical, despicable crimes known to man that cry out for the ultimate punishment,\" says Andy Kahan, a crime victim advocate for the City of Houston, who has accompanied victims to witness eight executions. \n\"Everyone has a right to disagree. I wouldn't be surprised if the death penalty eventually goes. The law is subject to change. Everything comes in cycles.\"  \nBoth sides in the debate cite studies supporting respective claims about the death penalty achieving or not achieving deterrence - currently studies supporting the latter appear to have the upper hand. \n\"Anyone who says it has been definitively proven that the death penalty has no deterrent effect either doesn't know what they are talking about or are lying,\" says Kent Scheidegger, legal director of the Criminal Justice Legal Foundation, which has supported death penalty cases throughout the country. \n\"The debate over studies supporting its deterrent effect is whether they have sufficiently shown it.\"\nDespite Texas' punitive reputation, Ms Houlé notes it was the first state to pass legislation giving defendants access to the courts if the science behind a conviction changed or was debunked, and had led the way nationally at compensating those wrongfully incarcerated.\nAt the same time, however, trends such as racial bias in the Texas courts remain a concern.\nSource: Death Penalty Information Center\nOver the last five years, 70% of death sentences have been imposed on people of colour - more than half of these sentences were for African-American defendants, according to TCADP.\nAlso, though less than 13% of Texas's population is African American, they constitute 43.8% of death row inmates, according to the Texas Department of Criminal Justice. \nDeath penalty critics also highlight how arbitrarily it is applied based on factors such as a crime's location or the whim of a district attorney. \nMr Whitaker's petition noted how the gunman was given a life sentence after pleading guilty to murder, while the getaway driver agreed to a 15-year plea deal and testified against Whitaker.\nComprising seven individuals who neither meet publicly nor have to physically confer with each other, the board can give its decision at any moment up to the day of execution.\nThe execution of Thomas Whitaker would be the fourth this year in America - all carried out by Texas. \n\"Texas claims to be a victims' rights state,\" My Whitaker says. \"What I am asking is that this means something even when the victim wants mercy and not vengeance.\"  ", "date": "11 February 2018", "href": "https://www.bbc.com/news/world-us-canada-42984170", "tags": "executions us sentences execution mind changed death capital says penalty life texas whitaker"}