{"title": "How young and old would vote on Brexit now", "content": "Few issues divide opinions between different age groups quite as sharply as Brexit. And it could be that the differences are becoming even more pronounced.\nVoters remain evenly divided about the issue, just as they were at the time of the EU referendum two years ago.\nIf there were to be a second referendum now, 52% would vote Remain and 48% Leave, an average of polls over the past three months suggests.\nSo, it is a stable picture, albeit one that reverses the position in 2016.\nBut the opinions of voters vary dramatically across different groups - none more so than between young and old.\nJust over 70% of 18 to 24-year-olds who voted in the referendum backed Remain, four major academic and commercial polls conducted shortly after the ballot agree, with just under 30% backing Leave.\nIn contrast, only 40% of those aged 65 and over supported Remain, while 60% placed their cross against Leave. \nThese younger and older voters may be even more polarised now.\nA total of 82% of 18 to 24-year-olds with a voting preference say they would vote Remain in a second referendum, an average of polls conducted in the past three months suggests, while only 18% of this age group say they would vote Leave. \nIn contrast, two-thirds of those aged 65 and over would back Leave, while only one-third would favour Remain.\nAnd it is not only the youngest and the oldest voters who have very different views about Brexit. Every age group is different. \nThe younger someone is, the more likely they are to favour Remain over Leave.\nAs a result, the UK is divided into the under-45s who, on balance, favour staying in the EU, and the over-45s, who want to leave.\nMore like this\nThis pattern reflects very different outlooks about some of the central issues in the Brexit debate.\nOn immigration, the most recent British Social Attitudes survey shows that 61% of those aged 18 to 34 think that immigration enriches Britain's cultural life.\nIn contrast, only 38% of those aged 55 and over feel that way. \nWhen it comes to the economy, 54% of 18 to 34-year-olds disagreed with the statement \"Britain will be economically better off post-Brexit\" in polling by ORB International between May and July. Half that number, 27%, thought the country would be better off.\nAmong those aged 55 and over, the balance of opinion is almost exactly the opposite - 54% agree that Britain will be better off, while 30% disagree.\nConsequently, younger people are also less concerned about an end to free movement - the right of EU citizens to come to Britain to live and work - and more concerned for Britain to remain part of the EU single market. \nWhen asked if they would choose to stay in the single market even if it means allowing free movement, 50% of 18 to 34-year-olds said they would do so, compared with 35% of 55 to 64-year-olds.\nThis difference of outlook is reflected in attitudes towards holding a second referendum.\nYounger people are much keener on the idea of revisiting the Brexit vote. \nAsked whether there should be a referendum on whether to accept the terms of Britain's exit from the EU once they have been agreed, about half of 18 to 24 year-olds say they are in favour of another poll. \nOnly three in 10 of those aged 65 and over hold that view.\nHowever, only half of 18 to 24-year-olds said that they would be certain to vote in a second EU referendum, according to recent polls by Survation. This compares with 84% of those aged 65 and over. \nSo if there were another ballot, it is far from certain that young people would necessarily take the opportunity to register their distinctive views.\nAbout this piece\nThis analysis piece was commissioned by the BBC from an expert working for an outside organisation.\nSir John Curtice is professor of politics at Strathclyde University, senior research fellow at the NatCen Social Research, a senior fellow at The UK in a Changing Europe and chief commentator at WhatUKthinks.org.\nEdited by Duncan Walker", "date": "10 August 2018", "href": "https://www.bbc.com/news/uk-politics-45098550", "tags": "brexit aged leave young eu different remain would britain old referendum vote"}