{"title": "How An Old Prophecy Complicates Cersei's Bombshell Reveal On 'Game Of Thrones'", "content": "WARNING! Spoilers ahead for “Game of Thrones” Season 7!\nSunday’s whirlwind “Game of Thrones” episode took viewers from the Reach to King’s Landing to Dragonstone to the North to even further north ― and back a couple times.\nIn all the commotion, it may have been easy to overlook Cersei’s (Lena Headey) big reveal: She’s pregnant with another child by her brother Jaime (Nikolaj Coster-Waldau). (Pause for: Ew.)\nAfter his surprise meeting with Tyrion (Peter Dinklage) in Season 7′s Episode 5, “Eastwatch,” Jaime returns to the Lannister queen’s chambers to share what he learned. Just before he walks in, we hear Qyburn distantly offering, “I could give you something,” and Cersei’s reply, “That won’t be necessary.” Jaime then tells her about the tentative truce proposed by Tyrion, in light of the White Walkers’ imminent arrival in the Seven Kingdoms, and she seems open to the idea, thanks in no small part to the idea of a new child.\n“Dead men, dragons and dragon queens ― whatever stands in our way, we will defeat it. For ourselves, for our house, for this,” she says, gesturing to her stomach. Over the course of seven seasons, oftentimes Cersei’s only redeeming quality has been the love and devotion she’s shown her children, and the deaths of Joffrey, Myrcella and Tommen have made her more vengeful than ever. A new child could change her outlook. \nBut according to her childhood prophecy, Cersei will only have three children ― not four. \nBack in Season 5, a flashback showed a young Cersei venturing into the woods with a friend to hear her future told by Maggy the Frog, who delivers three predictions that since came true:\nIf Maggy’s prophecy has been accurate thus far, it’s hard to imagine Cersei’s unborn child will come to term, suggesting she might not be long for the world of Westeros.\nAnd a fan on Reddit has a pretty compelling idea on how, exactly, she might die.\nIt goes back to George R.R. Martin’s “Song of Ice and Fire” book series, which includes another line in Maggy’s prophecy:\nValonqar, or “little brother,” partially explains Cersei’s hatred of Tyrion; she seems convinced that he is the little brother who will “choke the life” from her. Her twin, Jaime, is also fractionally younger than Cersei, though, and many fans believe he will be the one to kill her if her appetite for vengeance goes too far. \nBut on Reddit, a user named Bloreactivist explained how the “little brother” could actually refer to Cersei and Jaime’s new child ― who, if it’s a boy, would be the younger brother of their other three children. That “little brother” might then kill Cersei in childbirth and not survive, himself, allowing the prophecy to stand fulfilled.\nMelisandre made a pointed observation earlier in Season 7 about prophecies in the world of ice and fire ― they’re slippery, and it can be dangerous to take them too literally. But in the game of thrones, valar morgulis ― all men must die ― and this would be a pretty poetic way for Cersei to meet her end.\n“Game of Thrones” airs Sundays at 9 p.m. ET on HBO.", "date": "\n08/14/2017", "href": "https://www.huffpost.com/entry/how-a-prophecy-complicates-cerseis-bombshell-reveal-on-game-of-thrones_n_5991b3a6e4b08a247275fb0f", "tags": "cersei game reveal season bombshell ” ― complicates child old brother thrones jaime prophecy"}