{"title": "How forced marriage saved a US defector in North Korea", "content": "Every night before going to bed, US defector Charles Jenkins turned to Hitomi Soga, the woman North Korea had forced him to marry, and kissed her three times.\n\"Oyasumi\" he said, using her native Japanese. \"Goodnight\", she replied in English, the language of his North Carolina childhood.\n\"We did this so we would never forget who we really were, and where we came from,\" Jenkins wrote in his memoir.\nTheirs is a dark, strange, compelling tale - and finally, a love story.\nTrapped in the hermit kingdom known for its famines and labour camps, the pair were united by one of its less noted hazards: prisoner matchmaking.\nJenkins, who died on Monday aged 77, staggered into North Korea on a bitter night in January 1965.\nAged 24, he was drunk and depressed. A US Army sergeant stationed on the South Korean side, he worried he would catch a stray bullet patrolling the border. Or worse, be sent away to his death in Vietnam.\nJenkins knew defecting was risky, but figured he would claim asylum at the Russian embassy and make it home in a prisoner swap. He would later write: \"I did not understand that the country I was seeking temporary refuge in was literally a giant, demented prison; once someone goes there, they almost never get out.\"\nNorth Korea duly took him captive, and a four-decade ordeal began.\nJenkins was held in a Spartan single room with three other GIs who had deserted since 1962 - Pte James \"Joe\" Dresnok, a 6'5 giant of a man; Pte Larry Abshier - believed to be the first US soldier to defect to the North; and Cpl Jerry Parrish, just 19 when he went over, who said that if he ever went home to Kentucky his father-in-law would kill him. \nThe four were forced to study the teachings of then-leader Kim Il-sung for 10 hours a day, and beaten regularly by their captors. Desperate - and desperately bored - they tried to make their own fun \"stealing government property, or going on daredevil hikes,\" as Jenkins wrote in his book \"The Reluctant Communist\". \nIn 1972, the defectors were finally given separate homes and declared North Korean citizens - though they still endured constant surveillance, beatings and torture. \nThey taught English at a military school (which eventually fired Jenkins over his southern drawl), and were ordered to play evil Americans in a 20-part series of propaganda films, a move that made them instant celebrities. \nAnother set of orders was more surprising still. The four men were paired off with female prisoners of the regime, all foreigners, and forced to marry. \nWhy would North Korea bother? For Jenkins, the rationale was clear: he believed Pyongyang was running a spy breeding programme, and would train their Western-looking children to serve as agents abroad.\nWhile the four US soldiers took their own paths to the communist kingdom, the same was not true of the women they married.\nNorth Korea has only admitted to kidnapping Japanese citizens, but Jenkins claimed their wives, all from different countries, were abducted by its secret service.\nHitomi Soga, who would become Mrs Jenkins, was a 19-year-old nurse in 1978 when she was seized from her home island of Sado, off Japan's west coast. She had been kidnapped to serve as a teacher, training North Korean spies in Japanese language and behaviour. Ultimately, her nationality would buy her husband a future he could never have dreamed of. \nWhen the pair wed in 1980, Jenkins had spent 15 years alone in Pyongyang's frosty embrace. He later told CBS: \"I'll put it like this. I looked at her one time. I wasn't letting her go.\"\nThe newlyweds had nothing in common but a passionate hatred of North Korea - yet gradually, they fell in love. \nOver 22 years, Jenkins and Ms Soga found a measure of happiness. They were grateful for each other. Two daughters followed; Mika, now in her mid 30s, and Brinda, two years younger. \nThe extraordinary development that would change their lives came in 2002. Kim Jong-il, then leader of North Korea, admitted that his country had kidnapped 13 Japanese citizens in the 1970s and 80s. \nKim said eight had died (a claim questioned by Japan), but agreed that five survivors should be sent back to Japan for a 10-day visit. They were two couples, and Hitomi Soga - minus her husband.\nJapan embraced the men and women who had made it back with an outpouring of public sympathy. They never returned to North Korea. \nJenkins and his daughters were bereft. Desertion from the US army carries a maximum penalty of life imprisonment, and the old soldier knew that if he tried to join his wife in Japan the US military would arrest him.\nTwo years after Ms Soga was repatriated, he could stand it no longer. Jenkins and their children flew to Indonesia - which has no extradition treaty with the US - to meet her. \nPyongyang had only sanctioned a brief visit. But with the encouragement of Japan's then Prime Minister Junichiro Koizumi, the defector said he would risk a court martial and death in prison in order to reunite his family. \nOn 11 September 2004, the deserter left hospital in a mini-van bound for Camp Zama, just outside Tokyo. He looked a good decade older than his 64 years. Standing without his walking stick in a smart grey suit, he gave the US military police officer a long, crisp salute. \n\"Sir, I'm Sergeant Jenkins and I'm reporting,\" he said.\nJenkins served 25 days of a 30-day sentence after pleading guilty to desertion and aiding the enemy (for the time he spent teaching English). He was released early for good behaviour. \nIt is believed he shared his full knowledge of North Korea with the US in exchange for clemency.\nJenkins broke down after his release, sobbing: \"I made a big mistake of my life, but getting my daughters out of there, that was one right thing I did.\"\nUntil his death, he was convinced that North Korea wanted to weaponise his children, and that the elite languages college they attended had been grooming them for espionage.\nHitomi Soga moved back to Sado island in 2004, taking her husband and daughters with her. Jenkins got a job at a tourist park, selling senbei rice crackers and posing for photos. Ms Soga went to work in a local nursing home. Jenkins told their adult daughters never to pull over for Japanese traffic police, fearing they could be North Korean agents. \nAs a prisoner of Pyongyang, Sgt Charles Jenkins lost his appendix, one testicle, 39 years, and part of a US army tattoo that was hacked off his forearm without anaesthetic. \nHe credited Hitomi Soga with saving his life. Without question, she was the reason he died a free man.\nAll three of Dresnok's children, and his third wife, featured in a 2006 British documentary film about him, Crossing the Line. Siham Shraiteh appeared too, insisting that she was never kidnapped and had stayed in North Korea with her children by choice. It is not clear if she was speaking under duress, but criticism of the Kim regime would certainly be dangerous for a foreigner. \nDresnok, the last known US soldier living in North Korea, died of a stroke aged 74 in late 2016. \"I have never regretted coming to the Democratic People's Republic of Korea\", he declared in Crossing the Line. \"I wouldn't trade it for nothing.\"\nCharles Jenkins was the only one of the four 1960s defectors who set foot outside North Korea again.", "date": "14 December 2017", "href": "https://www.bbc.co.uk/news/world-asia-42321400", "tags": "us japan saved defector forced never years marriage hitomi jenkins north soga korea"}