{"title": "How We Apologize Now", "content": "To be famous in 2019 one must possess (in addition to talent, or at least popularity) a patina of authenticity and a willingness to admit wrongdoing. Also: an iPhone. \nLady Gaga makes for a perfect case study. On Thursday, she sent an apologetic message to her more than 77 million Twitter followers. The singer wanted to let her Little Monsters know that, after renewed criticism of R. Kelly, she had decided to pull a track she had recorded with him in 2013 from streaming music services. “I’m sorry,” she wrote, her words cast against a grayish faux-paper background familiar to Apple users and celebrity news consumers, “both for my poor judgment when I was young, and for not speaking out sooner. I love you.”\nHer statement was written using Notes, a free app that is preloaded onto Apple devices for the purpose of storing personal memories and to-do lists. In recent years, though, it has become the medium of choice for celebrity mass communication. \nThe reasons for writing these Notes notes vary, but oftentimes they are mea culpas for public errors. Armie Hammer apologized with a Notes app note for criticizing his peers for posting grief selfies after Stan Lee’s death (“I want to apologize from the bottom of my heart and will be working on my Twitter impulse control”). Kendall Jenner apologized for her clothing line’s insensitive use of the Notorious B.I.G.’s and Tupac Shakur’s likenesses (“we are huge fans of their music”). Logan Paul apologized for videotaping a dead body in Japan (“I intended to raise awareness for suicide and suicide prevention”). Cardi B notably did not apologize for secretly marrying Offset (“at least ya can stop saying i had a baby out of wedlock”). Ariana Grande once apologized for licking a doughnut (“I will strive to be better”).\nOther public figures who have used Notes to make statements include Taylor Swift, Lena Dunham, Drake, Pete Davidson and Sarah Huckabee Sanders.\nPart of the medium’s appeal is the ease with which its contents may be shared. Notes app apologies are screenshotted and dispersed, first on Twitter and Instagram, and then in entertainment news reporting. They are embedded into tabloid websites and quoted by magazines, as polished statements coming directly from publicists might be.\nZara Rahim, who handled publicity for Vogue before joining The Wing, a women’s co-working space, as its communications director, said that the efficacy of these statements lies not only in their speed but also their appearance. “I can just write this quick note on my Notes app, because it looks like I did it on my phone, have my publicist take a quick glance at it, if I’m smart,” she said, “and then post it directly on my Instagram.”\nSometimes statements include grammatical and spelling errors, or profanity, which function (perhaps unwittingly) as rhetorical devices, making the authors seem not only unpretentious but fallibly human. Their notes also frequently employ clichés of spoken apologies: “from the bottom of my heart,” “profoundly,” “I wish I knew then what I know now,” and so on. These tics foster the false sense of intimacy that most social media encourages. \nOf course, the marks of a direct-from-the source apology may come across as simply impulsive or careless. “The worst Notes app apologies are the ones that clearly were being written stream of consciousness and didn’t get the edit, that were way, way, way too reactive to the point of where there are misspellings,” Allison P. Davis, a pop culture reporter for New York Magazine, said.\nThere are also signs of possible fraudulence. After Taylor Swift said, in a Notes app statement directed at Kanye West and Kim Kardashian West, that she would “very much like to be excluded from this narrative,” people seized on a minute detail of her shared screenshot: the “search” icon in the upper left corner. Its presence suggested that the published note was one of many drafts she had carefully constructed with professional help, thus undercutting her attempt to appear off-the-cuff.\nThe best Notes app statements follow the same guiding principles of any good apology: get in and get out; be direct; don’t try too hard to defend yourself; and (this is a bonus!) maybe say what you’re doing moving forward. “Folks are more likely to give you a second shot if you are just willing to say you made a mistake, and that you are going to do better,” Ms. Rahim said.\nThe brevity of social media pushes most people toward a short and sweet statement. But when 280 characters doesn’t quite cut it, Notes app, or whatever text keeper Androids come with, does the trick. (Jeff Bezos, who has been known to use BlackBerry and Samsung phones, released a divorce announcement this week that appeared to be formatted by a newspaper typesetter.) \nSharing a Notes app apology does have its pitfalls. If fans suspect an apology isn’t as heartfelt or genuine as its straight-from-my-personal-device format implies, the entire thing could backfire. But even worse is a completely unapologetic apology. After the music-retreat-for-one-percenters known as Fyre Festival proved to be a scam, Ja Rule, its co-organizer, made sure to relinquish himself of blame: “I truly apologize as this is NOT MY FAULT.” \n“You want to avoid the Notes app spiral, long and short,” Ms. Rahim said, referring to the age-old tendency to get defensive, blowing out what should be a simple “sorry” into a long and winding tale of excuses.\nIf it seems like the trick to crafting a good Notes app apology isn’t too different from the trick to crafting a regular old apology, that’s because — surprise! — they’re one and the same. A Notes app apology is just written in fear of (or, perhaps, in service of) going viral.", "date": "Jan. 12, 2019", "href": "https://www.nytimes.com/2019/01/12/style/notes-app-celebrity-statements.html", "tags": "notes statements ” app apologized apologize apology get also"}