{"title": "How the Suffrage Movement Betrayed Black Women ", "content": "The suffragist heroes Elizabeth Cady Stanton and Susan B. Anthony seized control of the feminist narrative of the 19th century. Their influential history of the movement still governs popular understanding of the struggle for women’s rights and will no doubt serve as a touchstone for commemorations that will unfold across the United States around the centennial of the 19th Amendment in 2020.  \nThat narrative, in the six-volume “History of Women’s Suffrage,” betrays more than a hint of vanity when it credits the Stanton-Anthony cohort with starting a movement that actually had diverse origins and many mothers. Its worst offenses may be that it rendered nearly invisible the black women who labored in the suffragist vineyard and that it looked away from the racism that tightened its grip on the fight for the women’s vote in the years after the Civil War.  \nHistorians who are not inclined to hero worship — including Elsa Barkley Brown, Lori Ginzberg and Rosalyn Terborg-Penn — have recently provided an unsparing portrait of this once-neglected period. Stripped of her halo, Stanton, the campaign’s principal philosopher, is exposed as a classic liberal racist who embraced fairness in the abstract while publicly enunciating bigoted views of African-American men, whom she characterized as “Sambos” and incipient rapists in the period just after the war. The suffrage struggle itself took on a similar flavor, acquiescing to white supremacy — and selling out the interests of African-American women — when it became politically expedient to do so. This betrayal of trust opened a rift between black and white feminists that persists to this day.\nThis toxic legacy looms especially large as cities, including New York, prepare monuments and educational programs to celebrate the centennial of the 19th Amendment, ratified in 1920, which barred the states from denying voting rights based on gender. Black feminists in particular are eager to see if these remembrances own up to the real history of the fight for the vote — and whether black suffragists appear in them.  \nThe famous suffrage convention convened in Seneca Falls, N.Y., in 1848 featured Stanton and her partner-in-arms, Lucretia Mott, in addition to the towering figure of Frederick Douglass, the abolitionist and dyed-in-the-wool supporter of women’s rights who was on his way to becoming one of the most famous speakers of the century. Were it not for Douglass’s oratory, the historian Lisa Tetrault tells us in “The Myth of Seneca Falls,” the “controversial” resolution demanding the vote for women might actually have failed. \nIt became clear after the Civil War that black and white women had different views of why the right to vote was essential. White women were seeking the vote as a symbol of parity with their husbands and brothers. Black women, most of whom lived in the South, were seeking the ballot for themselves and their men, as a means of empowering black communities besieged by the reign of racial terror that erupted after Emancipation.\nThe tension escalated in the run-up to the 15th Amendment, a provision that ostensibly barred the states from denying Negro men the right to vote. Reasonable people could, of course, disagree on the merits of who should first be given the vote — women or black men. Stanton, instead, embarked on a Klan-like tirade against the amendment. She warned that white woman would be degraded if Negro men preceded them into the franchise. Admiring historians have dismissed this as an unfortunate interlude in an exemplary life. By contrast, the historian Lori Ginzberg argues persuasively that racism and elitism were enduring features of the great suffragist’s makeup and philosophy. \nSimilarly, the historian Faye Dudden wrote that Stanton “dipped her pen into a tincture of white racism and sketched a reference to a nightmarish figure, the black rapist,” and lashed out from the pages of the suffragist paper that she and Anthony published. Her message — that passage of the 15th Amendment would mean only degradation for women at the hands of Negro men — must have cheered the Ku Klux Klan as it terrorized the black South. \nDouglass was clearly wounded by what he described as the “employment of certain names, such as ‘Sambo,’ and the gardener, and the bootblack … and all the rest,” but gracefully declined to answer insult with insult. Instead, he summarized in dramatic fashion the differences between the interests of black and white suffragists — and the case for federal protection of black voters.\n“When women, because they are women,” he said, “are hunted down through the cities of New York and New Orleans; when they are dragged from their houses and hung upon lampposts; when their children are torn from their arms and their brains dashed out upon the pavement; when they are objects of insult and outrage at every turn; when they are in danger of having their homes burnt down over their heads; when their children are not allowed to enter schools; then they will have an urgency to obtain the ballot equal to our own.” \nDouglass cut to the central fallacy of the white suffragist push — that African-American women could magically separate their blackness from their femaleness.\nThe 15th Amendment was, of course, ratified. Women would wait another 50 years for the 19th. Racism intensified among suffragists as they neared their goals. African-American luminaries like the noted anti-lynching crusader Ida B. Wells and the civil rights leader Mary Church Terrell became more deeply and publicly engaged. \nAs in other instances, suffragists outside the South used the racism in the Jim Crow states as an excuse for their discriminatory treatment of their black suffragist sisters. Black women’s suffrage clubs that sought formal affiliation with the national white suffrage movement were discouraged from doing so on the grounds that admitting them might anger white Southerners. It has since become clear that this was a ruse Northern whites used to obscure their own discriminatory policies. \nThe most blatant example of accommodationism came in 1913 when organizers of a huge suffragist parade in Washington demanded that black participants march in an all-black assembly at the back of the parade instead of with their state delegations. Wells famously refused. Terrell, who marched in a colored delegation as requested, believed at the time that white suffragists would exclude black women from the 19th Amendment — nicknamed the Anthony Amendment — if they thought they could get away with it. These episodes fueled within the African-American community a lasting suspicion of white suffragists and of the very idea of political cooperation across racial lines.\nHistorians are rightly warning groups involved in suffrage commemorations not to overstate the significance of the 19th Amendment. It covered the needs of middle-class white women quite nicely. But it meant very little to black women in the South, where most lived at the time and where election officials were well practiced in the art of obstructing black access to the ballot box. As African-American women streamed in to register, Southern officials merely stepped up the level of fraud and intimidation.\nBy this time, the former suffragists of the North were celebrating the amendment and were uninterested in fighting discrimination against women who were suffering racial, as opposed to gender, discrimination. As the historian Rosalyn Terborg-Penn writes: “Within a few years, white supremacy was victorious throughout the South. Unlike Black men, who had been disenfranchised within 20 years after the ratification of the 15th Amendment, Black women had lost the vote in less than a decade.” It would take another half-century — and a new suffrage campaign, with black women in a leading role — before that black community was fully enfranchised, through the Voting Rights Act of 1965.\nThe recent uproar over the monuments to white supremacy that dominate public spaces in the South has put civic groups on notice that memorials often convey pernicious messages and perpetuate historical wrongs. Organizers need to keep that in mind as they commemorate a movement in which racism clearly played a central role.   \nFollow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter. ", "date": "July 28, 2018", "href": "https://www.nytimes.com/2018/07/28/opinion/sunday/suffrage-movement-racism-black-women.html", "tags": "movement suffragist amendment white ” suffrage black women betrayed vote —"}