{"title": "How Michael Cohen Turned Against President Trump", "content": "Michael D. Cohen was at a breaking point. He told friends he was suicidal. He insisted to lawyers he would never go to jail. Most of all, he feared that President Trump, his longtime boss, had forsaken him.\n“Basically he needs a little loving and respect booster,” one of Mr. Cohen’s legal advisers at the time, Robert J. Costello, wrote in a text message to Rudolph W. Giuliani, the president’s lead lawyer. “He is not thinking clearly because he feels abandoned.”\nThat was last June. The “booster” from Mr. Trump never arrived. And by August, Mr. Cohen’s relationship with him had gone from fraught to hostile, casting a shadow on the Trump presidency and helping drive multiple criminal investigations into the president’s inner circle, including some that continued after the special counsel’s work ended.\nIn the biggest blow to the president personally, federal prosecutors in Manhattan effectively characterized Mr. Trump as an unindicted co-conspirator in a criminal case against Mr. Cohen involving hush money payments to a pornographic film actress. Mr. Cohen, and evidence gathered by prosecutors, implicated the president.\nNow, as Mr. Cohen prepares to head to prison in two weeks, dozens of previously unreported emails, text messages and other confidential documents reviewed by The New York Times suggest that his falling out with Mr. Trump may have been avoidable.\nMissed cues, clashing egos, veiled threats and unaddressed money worries all contributed to Mr. Cohen’s halting decision to turn on a man he had long idolized and even once vowed to take a bullet for, according to the documents and interviews with people close to the events. Some of the documents have been turned over to the prosecutors in Manhattan, and a small number were mentioned in the special counsel’s report released on Thursday, which dealt extensively with Mr. Cohen and referred to him more than 800 times.\nMr. Cohen held out hope for a different outcome until the very end, when he pleaded guilty and confessed to paying the illegal hush money to avert a potential sex scandal during the presidential campaign. Just hours earlier, wracked with indecision, he was still seeking guidance, looking, as one informal adviser put it, “for another way out.”\nMr. Cohen’s anxiety, on display in the documents, played a role in the undoing of his relationship with Mr. Trump, as did Mr. Costello’s lack of success in serving as a bridge to the White House. But also looming large were Mr. Giuliani’s and Mr. Trump’s failures to understand the threat that Mr. Cohen posed, and their inability — or unwillingness — to put his financial and emotional insecurities to rest.\nAfter the Federal Bureau of Investigation raided Mr. Cohen’s home, office and hotel room last April, two of Mr. Cohen’s advisers explored whether the president might be open to a pardon, but Mr. Giuliani offered no assurances.\nIn June, Mr. Costello proposed that he and Mr. Giuliani, who have been friends for decades, meet urgently with Mr. Cohen to address his grievances and ease his anxieties. “Are we going to meet Thursday or Friday?” Mr. Costello texted Mr. Giuliani on a Monday. “I would like to get back to Michael with a response.”\nBut Mr. Giuliani did not respond. And when Mr. Costello followed up, “Can I get a response on the possible meeting?” Mr. Giuliani hesitated, replying, “Not yet because haven’t talked to President,” who was out of the country.\nThe next day, Mr. Cohen’s private admission to friends that he was open to cooperating with prosecutors suddenly appeared in the news. And Mr. Cohen relayed his growing displeasure with the Trump camp to Mr. Costello, sending the lawyer an article that suggested the president and his allies intended “to discredit Michael Cohen” and commenting in the email that “they are again on a bad path.” He also complained to Mr. Costello that the president had stopped covering his legal expenses.\nMr. Costello, who spoke with The Times after Mr. Cohen waived attorney-client privilege in February, said that without Mr. Cohen’s team and the president’s lawyers in sync, it was impossible to navigate the tumultuous relationship.\n“What we had here was a failure to communicate,” said Mr. Costello, who was never formally retained by Mr. Cohen. “My mission was to get everyone tuned in to the same channel. My thought was a face-to-face meeting among all the lawyers together with Cohen would put everyone on the same channel. The meeting never happened, and the rest is history.”\nIn an interview, Mr. Giuliani acknowledged that the Trump team had pulled back from Mr. Cohen, saying it did so because prosecutors might have viewed friendly overtures as witness tampering, and because Mr. Cohen’s legal problems extended beyond his relationship with the president.\n“It seemed like an unfortunate but sensible decision,” he said of the Trump team’s reticence toward Mr. Cohen. “The more I look back at it, the more I wonder if it was inevitable that Michael was going to crack.”\nMr. Cohen declined to comment, but his spokesman, Lanny Davis, suggested that the Trump team had initially tried to keep Mr. Cohen in “the liar’s club” of people covering for the president.\nAfter pleading guilty in August, and hoping to reduce his three-year prison sentence, Mr. Cohen told federal prosecutors about Mr. Trump’s role in the hush-money scheme, as well as other aspects of the president’s company, where he had worked for a decade. He also suggested Mr. Trump’s team had dangled a pardon to keep him loyal, according to Mr. Davis, who described the effort as more an attempt “to keep Cohen in the tent of those lying and protecting Trump than anything else.”\nMr. Giuliani denied that a pardon had been offered. Mr. Costello told prosecutors in a recent meeting that the pardon discussion had been initiated by Mr. Cohen and rejected by Mr. Giuliani.\nUnencumbered by the restraints on the investigation by Robert S. Mueller III, the special counsel, the prosecutors are now scrutinizing a wider swath of the president’s associates. About a dozen investigations are underway, including an inquiry into the Trump inaugural committee, which Mr. Cohen had assisted. Mr. Cohen also delivered congressional testimony that accused Mr. Trump of being a racist and a “con man.”\nThe relationship between Mr. Cohen and Mr. Trump was looking up, at least for a brief period, last April.\nJust days after F.B.I. agents searched his hotel room on Park Avenue, Mr. Cohen received a phone call from the president. “Stay strong,” Mr. Trump told him, according to the Mueller report and a person with knowledge of the call.\nMr. Cohen thanked Mr. Trump repeatedly, and later told people the message was clear: The president, who had a history of treating Mr. Cohen poorly, wanted to keep him on his team.\nAs federal prosecutors in Manhattan built a criminal case against Mr. Cohen, he set out to find a lawyer who had experience with the Manhattan United States attorney’s office, known as the Southern District of New York. That’s when an acquaintance at a local law firm emailed him to pitch the services of his colleague Mr. Costello. The firm was eager to become associated with such a high-profile case, and quickly embraced Mr. Cohen.\n“I am really sorry to read about your troubles,” the acquaintance, Jeffrey Citron, wrote. “My partner Bob Costello was formerly the deputy chief of the criminal division of the U.S. Attorney’s office for the Southern District.” He said that if Mr. Cohen wanted to connect with Mr. Costello and obtain “his insight into your situation, it would be my pleasure to arrange.”\nMr. Cohen jumped at the offer: “I do. Can you connect me to him?”\nMr. Cohen met that day with Mr. Citron and Mr. Costello in a conference room at the Loews Regency Hotel, where he had been staying while his home underwent renovations. After drawing the curtains, Mr. Cohen revealed the depths of his despair.\n“I was up on the roof. I was thinking of jumping,” Mr. Cohen told the two men, according to Mr. Costello.\nOver the course of the two-hour meeting, Mr. Cohen and Mr. Costello discussed options for digging out of the mess, including possibly seeking immunity from prosecution in exchange for cooperation. They also talked about whether state prosecutors could charge Mr. Cohen even if the president pardoned him, Mr. Costello said. And they discussed, in passing, Mr. Costello’s friendship with Mr. Giuliani.\nWhen Mr. Giuliani was hired by the president a few days later, Mr. Costello emailed Mr. Cohen: “I told you my relationship with Rudy which could be very very useful for you.”\n“Great news,” Mr. Cohen replied.\nThe next day, after speaking to Mr. Giuliani by phone, Mr. Costello wrote in an email to Mr. Citron that the president’s lead lawyer had been “thrilled that I reached out to him about Cohen.” He added that Mr. Giuliani was “calling the president tonight.”\nMr. Costello also shared his upbeat assessment with Mr. Cohen. “I just spoke to Rudy Giuliani and told him I was on your team,” he wrote in an email sent late that night. “Rudy was thrilled and said this could not be a better situation for the president or you.” He continued, “He said thank you for opening this back channel of communication and asked me to keep in touch.”\nMr. Trump praised Mr. Cohen on Twitter the next day, calling him “a fine person” and predicting he would not flip. After another conversation with Mr. Giuliani, Mr. Costello sent Mr. Cohen an update: “They are in our corner,” he wrote in an email. “You have friends in high places.”\nMr. Cohen believed at the time that “he had the support of the White House if he continued to toe the party line,” according to the special counsel’s report. “He determined to stay on message and be part of the team.”\nThe glow faded quickly, however, as a series of developments stoked Mr. Cohen’s suspicions about Mr. Trump’s intentions toward him.\nFirst, later in April, Mr. Giuliani rebuffed Mr. Costello’s question about whether Mr. Trump might entertain the idea of a pardon, according to Mr. Costello. Mr. Cohen also asked his Washington-based lawyer, Stephen Ryan, to make a similar inquiry, and Mr. Giuliani was noncommittal. Mr. Ryan had been working at the time with the president’s legal team to prevent prosecutors from reviewing materials seized in the F.B.I. raids that were protected by attorney-client privilege.\nNext, Mr. Trump called in to the television program “Fox & Friends” and tried to minimize the legal work that Mr. Cohen had performed for him — “a tiny, tiny little fraction,” he said. Those comments appeared to undermine Mr. Cohen’s argument that many of the seized materials might be privileged.\nA week after that, in early May, it was a television appearance by Mr. Giuliani that upset Mr. Cohen.\nUnder an information-sharing agreement among the lawyers, Mr. Ryan had discussed with Mr. Giuliani that the Trumps had reimbursed Mr. Cohen for the hush money he paid to the pornographic film actress Stormy Daniels. Without notifying Mr. Cohen or his representatives, Mr. Giuliani then delivered the revelation on Fox News. Mr. Cohen became concerned that the Trump team was disseminating information about him gleaned from the agreement, and that it was being done with Mr. Trump’s knowledge.\nAs the president’s lead lawyer continued to publicly discuss the hush-money scheme in the days and weeks that followed, Mr. Cohen told associates that Mr. Giuliani was “blowing this whole thing.”\nDays after Mr. Giuliani appeared on Fox News, Mr. Costello confided to Mr. Citron, his partner, about his mounting concerns that Mr. Cohen was stringing them along.\n“There are simply too many facts that he is not sharing with us to give me a level of comfort,” Mr. Costello wrote to Mr. Citron. He suggested that Mr. Cohen’s distrust of Mr. Giuliani was also a factor. “I do not think that Rudy doing his Press Tour is helping us in our relationship with Michael Cohen,” he wrote.\nSoon after, Mr. Cohen was dealt another blow when confidential financial records were leaked, showing that he had collected more than $1 million in consulting fees from major corporations and from a New York private equity firm tied to a Russian oligarch. With the special counsel investigating Russian interference in the 2016 election, Mr. Cohen was suddenly back in the discussion about Mr. Trump’s ties to Russia.\nMr. Costello emailed him words of encouragement — “keep on punching” — but Mr. Cohen did not reply. Mr. Costello doubled down, later emailing Mr. Cohen in all caps that Mr. Mueller had “REACHED THE CONCLUSION THAT THERE IS NO RUSSIAN ANGLE TO THE MICHAEL COHEN INVESTIGATION OTHERWISE HE WOULD HAVE KEPT THE CASE FOR HIMSELF.”\nMr. Costello made the same point in a text message to Mr. Giuliani, who “thought it was very important to get that message out there,” Mr. Costello recounted in an email to Mr. Citron. But, Mr. Costello said, Mr. Giuliani suggested he could not make that case himself, “because it will look like he is defending Michael Cohen.”\nThe challenge, Mr. Costello continued, was “to get Cohen on the right page without giving him the appearance that we are following instructions from Giuliani or the president.”\nBy mid-June, despite warning signs that Mr. Cohen might turn on the president, some members of Mr. Trump’s team concluded that he did not pose a real threat, interviews show. Mr. Giuliani never met with Mr. Cohen, though Mr. Costello had suggested it might help. And the same day that ABC News reported that Mr. Cohen was “likely to cooperate” with prosecutors, Mr. Giuliani appeared on Fox News and played down the possibility of Mr. Cohen’s flipping, saying he had “checked into this last night” and it was not true.\nThe next day, Mr. Costello sent Mr. Cohen a link to Mr. Giuliani’s interview. And when Mr. Cohen asked, “Why send this to me?” Mr. Costello explained, “You are under the impression that Trump and Giuliani are trying to discredit you.” He continued, “I think you are wrong because you are believing the narrative promoted by the left-wing media.”\nMr. Costello also texted Mr. Giuliani a note praising the interview, adding that he had sent a YouTube clip of it to Mr. Cohen in hopes that it would calm him down.\nBut later that month, any good will dissipated when The Times reported that the F.B.I. had seized in its raid a tape recording of Mr. Cohen and Mr. Trump from 2016. The two men were discussing hush money paid to another woman, Karen McDougal, who claimed to have had an affair with Mr. Trump.\nEach side blamed the other for the explosive revelation, pushing the relationship to a near breaking point.\nLater in June, Vanity Fair reported that Mr. Cohen had hired a new lawyer — not Mr. Costello, but Guy Petrillo, a former federal prosecutor who had worked in the Southern District alongside James B. Comey, the former F.B.I. director and a Trump foil.\nMr. Costello raised concerns with Mr. Giuliani. “Does Cohen really want a friend of Comey as his lawyer?” he asked in a text message.\nAt the same time, Mr. Cohen’s concerns about money were reaching a crisis, according to court records. Mr. Trump’s business and campaign had paid about $1.7 million of Mr. Cohen’s legal bills, but stopped paying in June, around the time Mr. Ryan finished reviewing the documents seized in the F.B.I. raid and withdrew from the case. An official with Mr. Ryan’s firm declined to comment.\nMr. Cohen wanted the Trump Organization to also help pay Mr. Petrillo, which never happened.\nIn the interview with The Times, Mr. Giuliani said that he was new to the issue of the legal fees at the time, having just been hired by Mr. Trump a couple of months earlier. He said that the decision was made by the Trump Organization to pay for legal work only if it was expressly connected to Mr. Trump or the company.\nA lawyer for the Trump Organization said Mr. Cohen’s criminal problems were of his own making. “He should quit lying and take responsibility for his actions,” said the lawyer, Marc L. Mukasey. “The idea that the Trump Organization should have paid his legal fees and expenses is a total crock.”\nDistrust between the two sides only grew in June when the comedian Tom Arnold tweeted a selfie with Mr. Cohen and later claimed that they were teaming up to take down the president. Mr. Giuliani, sounding alarmed, phoned Mr. Costello while he was having lunch at Bobby Van’s Steakhouse — the president wanted to know what this was about.\nAfter lunch, Mr. Costello tried to reach Mr. Cohen, who was slow to reply. “Is he totally nuts???” Mr. Costello wrote in frustration to his law partner. “He is playing with the most powerful man on the planet.”\nWhen Mr. Cohen finally sent along a clarification from Mr. Arnold, Mr. Costello texted Mr. Giuliani. “Make sure your client knows this,” he wrote. “He will sleep better.”\nMr. Cohen then asked Mr. Costello to make things right with Mr. Giuliani, Mr. Costello recalled, and assure Mr. Trump that he remained loyal. So Mr. Costello had lunch in late June with Mr. Giuliani at the Grand Havana Room on the top floor of 666 Fifth Avenue. Afterward, he assured Mr. Cohen in an email that he had “conveyed all of your expressed concerns” to Mr. Giuliani “for transmission to his client” — the president. Mr. Cohen replied, thanking him for “speaking to your friend.”\nStill, Mr. Cohen heard nothing from the Trump legal team, and no additional legal fees were paid by the Trump Organization.\nBy early July, Mr. Cohen was making overtly hostile moves toward the president. He appeared on ABC’s “Good Morning America” and declared, “My wife, my daughter and my son have my first loyalty and always will.” He deleted the line in his Twitter biography about working for Mr. Trump. And he hired Mr. Davis, a Democrat and a friend of the Clintons, as a spokesman.\nMr. Davis said that he asked Mr. Cohen at the time why he wanted to hire him. “I now fear for my family and my country,” Mr. Davis recalled Mr. Cohen’s saying. “So I decided to turn and tell the truth — and ask you to announce I wouldn’t accept a pardon if I was offered one.”\nA person who was familiar with Mr. Cohen’s decision-making at the time said the moves might have been a cry for help, but Mr. Costello and others saw them as evidence that he had “chosen a different path,” as Mr. Costello wrote to Mr. Cohen in an email.\n“We will not be involved in that journey and therefore Jeff Citron asked me to let you know that he will be sending you a bill,” the email said.\nWithin weeks, Mr. Giuliani, who had previously referred to Mr. Cohen as “an honest, honorable lawyer,” was instead casting him as a “pathological liar.”\nHis bond with Mr. Trump all but broken, Mr. Cohen decided to cooperate with law enforcement officials. And so he traveled to Washington to meet on Aug. 7 with Mr. Mueller’s team for the first of many discussions.\nThe next week, his lawyer, Mr. Petrillo, arranged to talk with prosecutors in Manhattan, interviews show. The prosecutors had been putting him off but suddenly agreed to meet a couple of days later, on Friday, an indication that criminal charges against Mr. Cohen were imminent.\nMr. Petrillo asked for a deferred prosecution agreement relating to the hush money, a lighter punishment that might have spared Mr. Cohen from prison so long as he stayed out of trouble. That weekend the prosecutors signaled there would be no such deal, but they were willing to consider a guilty plea.\nOver the next day, Mr. Cohen and his wife huddled in Mr. Petrillo’s office debating their options. And throughout the day on Monday, his lawyers went back and forth with prosecutors over the details of the plea to campaign finance, banking and tax crimes.\nBut that evening, Mr. Cohen was still unsure whether to plead guilty at all. He poured a glass of 12-year-old Glenlivet Scotch on the rocks and debated his future.\nEarly on Tuesday, he was still having second thoughts, but ultimately stuck to the plan. Standing at the defense table, Mr. Cohen said he had worked with Mr. Trump to cover up two potential sex scandals, including the one involving Ms. Daniels. He confessed that he had arranged the hush money “in coordination with, and at the direction of, a candidate for federal office,” implicating the president publicly for the first time in a federal campaign finance crime.\n“Time and time again,” Mr. Cohen later told the judge at his sentencing, “I felt it was my duty to cover up his dirty deeds.”", "date": "April 21, 2019", "href": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-trump.html", "tags": "prosecutors giuliani turned costello president ” trump cohen michael said"}