{"title": "How to Make Sure You Travel with Medication Legally", "content": "Travelers often pack medications when they go abroad, but some popular prescription and over-the-counter ones Americans use for things like pain relief, better sleep, allergies and even the common cold are illegal in some countries. \nThe United Arab Emirates and Japan, for example, are among the most restrictive nations, but many ban or restrict importing narcotics, sedatives, amphetamines and other common over-the-counter medications. \nMost travelers won’t run into problems for carrying small amounts for personal use, said Katherine L. Harmon, who oversees health analysis for iJET International, a travel risk management company. But noncompliance can result in confiscation,(which could, in turn, have severe medical consequences), deportation, jail time, and even the death penalty. “Does it happen a lot? No. Could it? Yes,” Ms. Harmon said. “Consumers need to understand this and how it might adversely impact them before they book that awesome trip to an exotic location.” \nShe shared a few tips to keep you on the right side of the law, whatever you take and wherever you roam.  \nLaws vary by country and there is no central, up-to date repository, so Ms. Harmon suggests consulting your physician, travel medical insurance company, or local pharmacist four to six weeks before traveling. “When you inquire about your shots, ask about medications. Odds are they may not know off the top of their head, but they have the resources to find out.”  \nShe also suggests checking with the embassy of your destination country. The State Department website lists foreign embassies in the United States, and their contact information.  It also lists insurance providers that offer overseas health coverage. Comparison websites Insure My Trip and SquareMouth can help assess those insurance plans, if they’re necessary.\nCarry all of your medication — even vitamins and supplements — in their original, clearly marked containers or packaging in a clear plastic bag in carry on luggage. Make sure the name on the prescription, the medicine container and your passport (or one for the recepient of the medication) all match. If you lost the product information insert, ask the pharmacist to print a new one for you.\nAlso, check the Transportation Security Administration’s website for up-to-date rules and regulations on packing and carrying your medication when you depart. The standard rules for liquid carry-ons don’t apply to medications in liquid or gel form, but you need to inform the T.S.A. when you pass through security so they don’t confiscate it.\nKeep copies of your original prescriptions, if you can. Better yet, obtain a letter on official letterhead from your physician that lists the medicines you need and why they were prescribed. Ideally, you would get this translated to the language of your destination country, so it’s easy to read. \nFor some medication and specialized equipment used to administer them, some countries require documents to be submitted to government officials well in advance of your arrival. Ms. Harmon, for example, was questioned at the Singapore airport once for entering with an EpiPen, but she had prior authorization allowing its transport.  \nThe documentation you carry should also indicate the generic and chemical names of the active ingredients, which determines permissibility, not brand names. \nFor example, the active ingredient in Benadryl, diphenhydramine, is banned in Zambia in over-the counter products.  In Japan, it is allowed only if the amount in a tablet or injection is limited. However, a typical 25 milligram tablet of Tylenol PM in the United States exceeds the 10 milligram maximum amount in a tablet you can bring into Japan. Some countries restrict the overall total amount of an active ingredient an individual traveler can legally import, which may impact longer stays.\nIn countries where a medication is allowed, but its amount is capped, reducing your dosage or switching to another available medication is the best way to stay compliant. Allow enough time beforehand to ensure the smaller dose or new medicine works effectively, and consider making the switch before your trip to give yourself time to adjust. \nSome medications can be used for several diagnoses. Hormones used for birth control may also be used to treat excessive menstrual bleeding, Ms. Harmon said. “Doctors need to get creative sometimes. Substitutions can allow authorities to accept the drug as a medical need rather than going against the country’s religious or moral code.”\nParents with a child doing well on Adderall for attention deficit hyperactivity disorder who prefer not to make adjustments on the fly, or a student with bipolar disorder may want to consider vacation or study abroad locations where the medications they rely on for mental health are not banned or restricted. \n“Viewpoints on treatment and diagnoses can vary widely,” Ms. Harmon said. “Western Europe and North America understand that brain chemistry is often at the root of these problems. But some countries, like Russia, do not consider mental health challenges as medical problems and often treat them criminally.”", "date": "Jan. 19, 2018", "href": "https://www.nytimes.com/2018/01/19/travel/how-to-make-sure-you-travel-with-medication-legally.html", "tags": "need also legally sure make ” medication countries medications travel ms. harmon"}