{"title": "How Obama Would Fix Obamacare If Congress Would Let Him", "content": "WASHINGTON -- The Affordable Care Act is nearly six years old, and over that time it's made real headway accomplishing some of its key goals.\nThe uninsured rate is the lowest ever recorded, health insurance coverage is now guaranteed to everyone regardless of their pre-existing conditions, low-income people have access to low-cost or even no-cost coverage, and national health care spending has grown at a historically low pace.\nBut as anyone who has paid attention to Obamacare knows, the law is far from perfect. Tens of millions of Americans remain without health coverage and the insurance policies sold on the exchange marketplaces are still unaffordable to too many people, even with subsidies. Shopping for health insurance continues to be a headache, especially in an era of high deductibles and narrow networks of providers.\nThese are just a few of the shortcomings of the American health care system that the Affordable Care Act either didn't address, failed to resolve or even created. There has been a lot of progress toward a more equitable, stable and accessible health care system, but more is needed.\nPresident Barack Obama knows this, even as he brags about the benefits of the Affordable Care Act. While Congress has been busy repeatedly attempting to repeal Obamacare, the White House has proposed a series of fixes that could make it work better. \nObama signed off on a bunch of small changes to Obamacare and reluctantly agreed to delaying some key provisions last year, but most of his ideas for further reforming the health care system aren't likely to get so much as a hearing in today's rancorously partisan political atmosphere.\nDrawn mainly from the budget request the White House released this week and proposals from previous years, here are some of the big ways Obama would improve Obamacare if he had his way:\nThe most important part of the Affordable Care Act for low-income people was its expansion of Medicaid to anyone earning up to 133 percent of the poverty level, which is about $15,700 for a single person. But the Supreme Court ruled in 2012 that states could refuse to participate, and 19 states still haven't taken part in the expansion, which leaves their poorest residents with no access to affordable health care. \nA key incentive to expand Medicaid is that the federal government pays the full cost of expansion from 2014 to 2016, then gradually decreases its share to 90 percent by 2020. Obama wants to alter this policy so that states get three free years of Medicaid expansion regardless of when they put it into place. This could go a long way to further reducing the uninsured rate.\nIn most states, the sheer number of health insurance plans available on the exchanges can be daunting for consumers, particularly since it can be really hard to tell one Bronze plan from the next. The White House has proposed to further standardize plans -- which might reduce the number of products on the exchanges, but would make it easier to differentiate one from another and make things like copayments more consistent from policy to policy. California has already done this in its successful exchange.\nIt's frustrating and all too common: You think you do everything right, picking a hospital and a doctor in your insurance network, only to get a bill later from another professional at the hospital who's not in your network. \nObamacare didn't address this, but the White House wants to change the rules so providers and insurers are tasked with working out a payment, rather than sticking patients with the cost. New York enacted strong protections against surprise bills last year, and Florida, Pennsylvania and other states are looking into it, too.\nThe Children's Health Insurance Program, created in 1997, is a big reason why nearly all kids in the U.S. have health coverage. When Obamacare was being written, some lawmakers wanted to eliminate the benefit and move children into Medicaid or exchange plans, but the final bill continued funding CHIP. The White House wants to keep the program funded for another three years, through fiscal year 2019.\nLast year, Obama signed a large government spending bill that postponed the introduction of a tax on high-priced health insurance plans from 2018 to 2020, even though he opposed the delay. The so-called \"Cadillac tax\" is designed to dissuade employers from offering generous health benefits that encourage the heavy use of medical care. This was supposed to cut health care spending and raise money to pay for the rest of Obamacare.\nBut big business and big labor hate the tax, and enough Democrats agreed with Republicans to push it back. The White House has pitched modifications to the tax that would soften the blow on lower-income workers or people whose insurance is expensive because they live in areas with higher-than-average health care costs.\nHealth insurance policies, especially on the exchanges, increasingly come with access to fewer doctors and hospitals than they used to. Excluding providers that won't accept lower payments is one way insurers try to keep premiums down. But as a result of these narrow networks, patients sometimes can't get appointments or have to travel long distances to visit a specialist or a hospital.\nWashington state and others have tough standards requiring insurers to contract with more medical professionals. The Obama administration wants to take smaller steps. In a regulation proposed last fall, the Department of Health and Human Services announced it may begin scrutinizing provider lists more closely.\nObama hasn't proposed radical changes to the pharmaceutical industry to lower U.S. drug prices to what people pay in other countries, but he has floated a handful of policies that could help some people.\nThe White House would let Medicare set prices for the most expensive drugs; force drugmakers to pay bigger rebates to the government when Medicare beneficiaries buy medicine, like they do under Medicaid; require pharmaceutical companies to disclose their justifications for the prices they charge; and crack down on deals drug companies make to delay generic drugs from reaching the market. Obama also wants to enhance Medicare's prescription drug benefit.\nThe Affordable Care Act includes a plethora of policies and experiments designed to change the way health care is delivered, like financial incentives for hospitals to ensure that patients don't have to be treated for the same thing twice or to better coordinate the care they provide with doctors.\n Obama's budget would expand and extend some of these programs, including Accountable Care Organizations, which are alliances of doctors and hospitals that collaborate on patient care to improve quality and reduce costs.\nYet even with all these proposals, the White House hasn't directly addressed some of the significant problems Obamacare and American consumers face. Some big health insurance companies are struggling financially in the exchanges. Affordability is major concern for middle-income households. Progress in covering the uninsured may have stalled.\nLooking beyond Obama's presidency, Democratic presidential candidate Hillary Clinton has proposed changes she argues would strengthen the Affordable Care Act, and her rival Sen. Bernie Sanders (I-Vt.) favors replacing the entire health care system with a single-payer program.  \nBut a Democratic president likely wouldn't get much farther than Obama has in making constructive changes to Obamacare, and a Republican president would seek to repeal it -- though GOP candidates haven't said much about what they'd do instead. Whatever happens in November, we may have to live with the Obamacare we've already got. \nAlso on HuffPost:", "date": "\n02/12/2016", "href": "https://www.huffpost.com/entry/how-obama-would-fix-obamacare_n_56bcd8d6e4b0c3c550506e19", "tags": "obamacare let would white house insurance act obama affordable fix congress care health"}