{"title": "How knowing your genetic code could lengthen your life", "content": "Fifteen years ago this month, the full human genome sequence was published for the first time, heralding a new era of medicine. Since then technology has markedly speeded up genomic sequencing and reduced the cost. But have those hoped-for medical breakthroughs materialised?\n\"We have embarked on one of the most exciting chapters of the book of life,\" said Prof Allan Bradley, director of the Wellcome Trust Sanger Institute, as he welcomed the success of the Human Genome Project.\nSequencing the human genome took 10 years and cost about $3bn (£2.2bn). Now advances in computing power have seen the cost of human genome sequencing fall to under $500. \nA firm called Oxford Nanopore has even developed a hand-held reader that can sequence genetic material in minutes.\nDr Gordon Sanghera, the firm's chief executive, talks about creating \"the internet of living things - real time connection of live DNA information\" using such portable devices.\nAnd the applications won't just be for healthcare, he argues, but for establishing the provenance of food in restaurants, or the presence of dangerous microbes in food factories or water supplies. It could also be used for analysing DNA evidence at crime scenes.\n\"It's like the ultimate barcode,\" he says.\nA single strand of DNA is one ten-thousandth the width of a human hair, but the hand-held reader, called MinION, squeezes each strand through a tiny hole - the nanopore - and reads its electrical signals. These signals are instantly converted into a DNA sequence.\nDr Sanghera, whose firm has raised more than £450m in investment so far, believes the device could eventually be used to diagnose common infections at home and so reduce needless trips to the doctor and the over-prescription of antibiotics.\nWithin the next 10 years, \"everyone will get sequenced at birth\", he says, and we'll be able to assess whether we have genetic dispositions to particular diseases and take preventative steps accordingly. \nThis reduction in the cost of genomic sequencing has seen the number of completed sequences rise quickly. \nDNA sequencing company Illumina - worth $35bn on the US stock market - estimates that more than 500,000 human genomes have now been sequenced worldwide.\nBut it is how this data will be combined with other data and analysed that is causing excitement.\nThe UK Biobank, established in 2007 by the Wellcome Trust, has enlisted 500,000 volunteers who've shared their medical data anonymously in the hope of improving the prevention, diagnosis and treatment of illnesses.\nScientists at Brigham and Women's Hospital in Boston, Massachusetts, used Biobank data to highlight the increased risk of developing type 2 diabetes among shift workers. \nThe researchers found that people who worked irregular shift patterns were 44% more likely to develop type 2 diabetes than people working permanent day shifts.\nNow, genetic data will be added to the mix. \nIn April, UK Biobank announced that it plans to sequence the full genomes of 50,000 volunteers by 2019. The project will be funded by a £30m Medical Research Council grant and conducted by the Wellcome Sanger Institute in Cambridge.\nA consortium of companies, led by Regeneron Pharmaceuticals, has already vowed to read and analyse volunteers' exome data - a small subset of the entire genome - with each member investing $10m in the project.\nThere are great hopes that such genomic data, analysed by artificial intelligence (AI), will help speed up the diagnosis of cancers and lead to more targeted treatments. \nSwiss company Sophia Genetics has developed an AI that has been used in the diagnosis of 200,000 patients in more than 400 hospitals across 55 countries.\n\"Sophia has the capability of paving the way towards a collective intelligence that will help diagnose and treat every patient precisely and equally around the world,\" claims Sophia Genetics boss Dr Jurgi Camblong.\nBillions of data points are analysed in just a few minutes. These results are refined by the healthcare community, which helps the algorithm to become smarter.  \nTests that would normally take months can now be done in hours. \n\"We are entering a new era where we will be able to cluster patients' cancer cases in virtual cohorts and determine whether the cancer of a specific patient looks like the one of 10,000 other patients,\" says Dr Camblong.\nDoctors will then know which treatment worked best for that type of person with that type of cancer. \nThe AI engine was recently boosted with radiomics capabilities, which is the ability to extract useful information from medical images - of tumours, for example. If you can predict how a tumour is likely to develop you can treat it more effectively, says Dr Camblong.\n\"We are at the beginning of a revolution in healthcare,\" says Ruth March, vice-president and head of precision medicine and genomics at pharmaceutical company AstraZeneca.\n\"An increasing number of patients are being matched with precision medicines due to the growing understanding of the genetic drivers of disease. Patients can be treated with medicines most likely to benefit them.\"\nSome companies believe genomics linked with other health data analysis could help us lead longer, healthier lives.  \nFor example, human genome pioneer Prof Craig Venter is co-founder and chairman of Human Longevity Inc (HLI), a firm aiming to give us all \"data-driven health intelligence\". \n\"We're fighting medical tradition where we wait until people are sick before we treat them,\" says Prof Venter. \nHLI has teamed up with Amra, a world leader in body composition analysis, to combine genomic analysis with metabolic profiling. The aim is to give patients a detailed understanding of their fat and muscle measurements from a simple six-minute scan.  \nBut dramatic medical breakthroughs have been tougher to come by than many had hoped at the start of the genomics era.\n\"The completion of the human genome project held out much hope for the better understanding and treatment of diseases. \n\"But as is usually the case, we had underestimated the complexity of the relationship of genome to disease and health,\" concludes IBM's Laxmi Parida.\nYet this is only the beginning - in the genomics era, healthcare is irrevocably changing.", "date": "27 April 2018", "href": "https://www.bbc.com/news/business-43897018", "tags": "genome medical dr knowing sequence data patients says code human could sequencing dna lengthen life genetic"}