{"title": "How Australia's extreme heat might be here to stay", "content": "A section of highway connecting Sydney and Melbourne started to melt. Bats fell dead from the trees, struck down by the heat.\nOn the northern Great Barrier Reef, 99% of baby green sea turtles, a species whose sex is determined by temperature, were found to be female.\nIn outer suburban Sydney, the heat hit 47.3C (117F) before a cool change knocked it down - to the relative cool of just 43.6C in a neighbouring suburb the following day.\nScenes from a sci-fi novel depicting a scorched future? No, just the first days of 2018 in Australia, where summer is in fierce form.\nWith parts of the US suffering through a particularly grim winter, extremes in both hemispheres have triggered discussions about the links between current events and the build-up of carbon dioxide in the atmosphere.\nThe climate system is incredibly complex and no weather event can be directly attributed to rising emissions, but everything that is experienced today happens in a world that is about one degree warmer than the long-term mean. \nProf Andy Pitman, the director of the ARC Centre of Excellence for Climate Extremes at the University of New South Wales, says given the average temperature has risen it is a \"no brainer\" that the likelihood of the sort of heat that hit Sydney last week has also increased.\n\"It was a meteorological anomaly, but the probability works a bit like if you stand at sea level and throw a ball in the air, and then gradually make your way up a mountain and throw the ball in the air again,\" he says.\n\"The chances of the ball going higher increases dramatically. That's what we're doing with temperature.\"\nWhile it is record-breaking that tends to make news, scientists say it is the unbroken run of hot days in the high 30s and 40s that causes the significant problems for human health, and other life.\nHealth officials in Victoria highlighted the threat of heatwaves when they found about 374 more people died during an extreme three-day period in January 2009 than would have been expected had it been cooler. \nThere has, however, been relatively little investment in research into the health impact of escalating maximum temperatures.\nA paper published in the journal Nature Climate Change last year said while a government report called for greater focus on the area 25 years ago, less than 0.1% of health funding since has been dedicated to the impact of climate change.\nProf Pitman says Australia is yet to properly consider the health risks of a warming planet.\n\"It's not being able to cool down at night, and in the days that follow, that causes problems,\" he says. \n\"I was camping in the Blue Mountains [west of Sydney] on Saturday night. It was about 30 degrees at midnight, and I could feel my heart racing. Now, that extra stress on my cardiovascular system didn't kill me, but it might have if I was 20 years older.\"\nLast year was Australia's third-warmest year since records began, according to the Australian Bureau of Meteorology.\nGlobally, it was the second or third warmest, and comfortably the hottest year in which there was not an El Niño weather system helping push up temperatures further. \nPut another way: it is now hotter without an El Niño than it was with an El Niño just a few years ago.\nIn eastern Australia - where the bulk of the population lives - temperatures were particularly inflated during summer months, when an increase is most likely to lead to uncomfortable or dangerous heat.\nSeveral locations had runs of record hot days and nights. More than 40% of the most populous state, New South Wales, recorded at least 50 days hotter than 35C. The town of Moree had 54 consecutive days of extreme heat.\n\"Across Australia, the last five years were all in the top seven years on record. That's quite a striking signal,\" the Australian Bureau of Meteorology's Dr Blair Trewin says.\nThe extra energy warming up the climate system is also being felt in several ways. The bushfires season starts earlier than it used to, and Australia has already experienced wild blazes this season.\nAlong with the increased background heat, this is in part due to a clear drying pattern in some areas. \nRainfall is down for both the south-east and south-west of the country in the cooler months months between April and October.\n\"That also has quite significant impacts for agriculture because historically that's when they get most of their inflows,\" Dr Trewin says.\nThe impact of warming on the World Heritage-listed Great Barrier Reef, the only living structure visible from space, has been well documented. Estimates suggest about half its shallow-water coral was killed during bleaching events over the past two years linked to increased water temperatures.\nFurther south, the sea along Tasmania's east coast has warmed dramatically, pushing tropical species to unlikely high latitudes and coinciding with the disappearance of giant kelp forests.\nSome weather patterns have not changed. There is no evidence of variations in cyclone behaviour or the frequency or intensity of large hail and lightning, for instance.\nAll this comes against a backdrop of political fighting over how to tackle climate change.\nIt is less than a year since senior government members brandished a piece of coal in parliament to taunt the Labor opposition, whom ministers accused of wanting to see an end to the fossil fuel industry.\nThe Malcolm Turnbull-led government remains committed to a 2030 target pledged at the Paris climate talks: a 26-to-28% cut below 2005 emissions. \nIt says it can cut emissions while shielding the public and business from unnecessary price rises. It also points out that Australia is directly responsible for little more than 1% of global emissions (though it is responsible for about 30% of the global coal trade).\nBut national greenhouse accounts released in the week before Christmas showed Australia's industrial emissions have been on an upward curve since 2014, when the government repealed carbon pricing laws, which required big business to pay for its pollution. \nEmissions had fallen in the two years the laws were in place. The latest projections in the accounts suggest Australia will overshoot its 2030 target unless new policies are introduced to arrest the growth.\n\"There really isn't an argument that climate change isn't true in parliament anymore,\" Prof Pitman says. \"You'd find a couple of members of parliament that say that, but you'd also find a couple who didn't believe in evolution and didn't believe in inoculating children against disease.\n\"The issue now is that the scale of concern - and the action under way or committed to both in Australia and internationally - doesn't match the scale of the problem.\"", "date": "13 January 2018", "href": "https://www.bbc.com/news/world-australia-42657234", "tags": "australia heat extreme might stay days climate change says years emissions also health"}