{"title": "How Amazon Has Made Money Off Racism And Hate", "content": "Amazon is enabling and profiting from hate groups and ideologies, according to a damning report released on Friday.\nThe report, “Delivering Hate: How Amazon’s Platforms Are Used to Spread White Supremacy, Anti-Semitism, and Islamophobia,” details a variety of ways that hate groups take advantage of Amazon’s massive platforms and inconsistently enforced policies. Two advocacy groups ― Partnership for Working Families and Action Center on Race and the Economy ― compiled the study.\nWhen asked about the report, Amazon referred HuffPost to its official guidelines, which prohibit the selling of “products that promote or glorify hatred, violence, racial, sexual or religious intolerance or promote organizations with such views.”\nBut critics say that this policy often doesn’t reflect reality.\nAmazon’s approximately 300 million active customers can encounter products that feature hate symbols and hateful language on Amazon Marketplace, which has allowed racist, Islamophobic, anti-LGBTQ and anti-Semitic groups to sell merchandise.\nThe report found items for sale that included a costume of a lynching victim, a hangman’s noose decal, Nazi memorabilia and children’s toys featuring alt-right symbol Pepe the Frog.\nAmazon users can unwittingly purchase these products without realizing that they are funding hate groups that operate on the platform. \nSome items, like George Lincoln Rockwell’s children’s book The Fable of the Ducks and the Hens: A Dramatic Saga of Intrigue, Propaganda and Subversion, do not explicitly advertise their white supremacist roots. The book is described as a colorful and entertaining read ― but it is actually a warning about the danger of allowing immigrants into one’s country. The item description also doesn’t mention that Rockwell created the American Nazi Party and coined the phrase “white power.”\n“The world of white supremacist symbols is not something that the average person is going to recognize,” said Heidi Beirich, director of the Southern Poverty Law Center’s Intelligence Project. “You could have, for example, an iron cross or you could have obscure things that look cool but you don’t realize that that’s from ... a hate group.”\nThe report detailed items that were active on Amazon as of last month. HuffPost found that some of the items are no longer available for purchase.\nIn 2015, third-party vendors on Amazon generated more than $131 billion in sales, The Seattle Times reported. For a fee, Amazon handles order fulfillment and customer support for these sellers. \nIn addition to the Marketplace, hate groups have also benefited from Amazon’s status in the ebook market. As of June 2018, at least seven hate groups published content in Amazon Kindle format. These groups also use Amazon’s service CreateSpace to self-publish books and sell them on the Marketplace. CreateSpace keeps 40 percent of the list price of books sold, plus an additional charge per book, according to its website. \nKyle Bristow’s novel White Apocalypse, which claims that white people were the original Native Americans before dark-skinned people invaded, was published and distributed through CreateSpace.\nAmazon Music has also featured at least 11 bands that produce white power or “hatecore” music, the report alleges. The genre is a “multimillion-dollar, worldwide industry that is a primary conduit of money and young recruits to the radical right,” according to the Southern Poverty Law Center.\nAlthough the Southern Poverty Law Center says it has alerted Amazon to sellers who sell hate group material, the company has not always been receptive to completely eliminating these sellers.\n“Sometimes it works, sometimes it doesn’t,” Beirich said.\nAmazon recently made headlines after social media users unearthed problematic merchandise on its platforms, including Holocaust-denying books, a racist Halloween costume and products featuring the slogan “Slavery Gets Shit Done.”\n“Amazon has been reactive, not proactive, in its response to use of its site by peddlers of hate,” Friday’s report said. “Amazon has a history of responding slowly — or not at all — to public pressure on this front rather than effectively preventing hate groups from using its platforms in the first place.”\nCORRECTION: A previous version of this story indicated third-party sellers had generated $131 billion in revenue for Amazon. In fact, that figure refers to how much they’d generated in their own sales.", "date": "\n07/06/2018", "href": "https://www.huffpost.com/entry/amazon-hate-groups-racism_n_5b3f7d5be4b07b827cbfcd43", "tags": "groups platforms center hate report ” white money products made racism amazon"}