{"title": "How to make money the Instagram way", "content": "Instagram, the Facebook-owned photo app, has become a lucrative shop window for many small entrepreneurs. So what are the secrets of its success?\nWhen Facebook bought the photo app Instagram in 2012 for a cool $1bn (£760m), eyebrows were raised at the value the tech giant had placed on this 18-month-old start-up. \nFast forward to 2017, and while Instagram may still be Facebook's little sister, it has built a sizeable community of 700 million users - dwarfing both Twitter and Snapchat. \nWith improved photo filters and the addition of Instagram Stories, a feature that lets users upload short videos that disappear after 24 hours, the platform has become a big hit with freelancers and small organisations looking to reach new audiences.\nSo how can you use it to make money?\n\"Instagram is your shop front,\" says Donna McCulloch, a fashion stylist who works under the name Sulky Doll.\n\"People don't ask for business cards any more - they ask for your 'handle' [Instagram nickname]. It's instant - you both get your phones out, and you're connected.\"\nFor yoga instructor Cat Meffan, the glamorous images she posts of herself in impressive yoga positions in picturesque locations around the world are intended to inspire and motivate her 77,000 followers.\nBut they also help her to build her business.\n\"I sold out my first yoga retreat in five days and all I did was put up one Instagram post,\" she says.\n\"I was extremely shocked and excited. That's the power of Instagram.\"\nCat says she'll spend up to an hour crafting the captions alongside her photos - sometimes more than she'll spend on taking the photo itself. \n\"Sometimes I'll go out and do a photoshoot with my partner. But usually it's me with a self-timer or holding the phone.\"\nLike Donna, Cat finds adding hashtags to her photos a useful way of reaching a new audience. A search for #yoga, for example, will bring up her images, along with those of others, while Donna's #OOTD (Outfit of The Day) are by far her most popular.\n\"It's a nice way of finding like-minded people,\" says Cat.\nBoth women also use the Stories feature to post videos which, they say, show them as they really are - an antidote to the artificial gloss that many Instagrammers are notorious for adding to their images.\n\"Stories allow people to get more of a handle on you as a person and a brand,\" says Donna.\n\"Stories are like peeking behind the net curtains. The biggest compliment is when people say you come across the same in real life as you do on your feed [Instagram page].\"\nBoth Cat and Donna have built their Instagram pages tightly around a very specific theme - yoga/wellness and fashion, respectively.\nThat's important if you want to grow the number of people who follow you says Danny Coy, a photographer with 173,000 followers who now also works as an Instagram consultant.\nFor £300 a month his firm Vibrance says it can \"typically\" grow an account by 2,000 followers every four weeks. Techniques for attracting followers include posting regularly and having a bank of interesting images to hand. \n\"You don't have to post every day, but engagement peaks - after 24 hours it's done,\" he says. \n\"It's important to stick to your niche.\"\nThat's Instagram's advice, too.\n\"If you tell a different story every time you come to Instagram people will struggle to understand what you're trying to communicate,\" says Jen Ronan, the firm's head of small business for Europe, Middle East and Africa.\n\"Make sure you're thoughtful about what you want your customers to know and ensure that you're consistently reinforcing this over time.\"\nMany of Danny's clients are companies, he says, who want to boost their numbers in order to look \"legitimate\" on the platform.\n\"From time to time it'll be an up-and-coming photographer who feels they can't get the numbers they deserve,\" he says. \"Everyone has to start somewhere.\"\nInstagrammers with a significant number of followers may be approached by brands seeking \"influencers\" or \"ambassadors\" to represent them - for a fee.\nIncorporating brand products and imagery into photos and videos can be a lucrative sideline, although you have to make clear which content is sponsored under Instagram rules. \nDonna McCulloch doesn't do it: \"I think I would lose my integrity,\" she says, although she does admit to wearing clothes she's been given.\n\"But it's because I wanted it,\" she maintains.\nAnd Cat Meffan says she spends a lot of time \"saying no\" to brands she doesn't think are right for her - but she does accept some. \n\"There's no set fee in the Instagram world,\" she says. \"You have a discussion [with the brand] and you have what you think you're worth.\"\nDanny Coy says: \"Eighteen months ago I could easily be turning over £2,000-£3,000 a month in terms of influencer content.\"\nBut he says the market is tailing off because brands have wised up. If an Instagrammer tags a brand in a post independently, the brand can use the image without payment.\n\"Most will ask first,\" he says. \"But once you've tagged them and put it on Instagram they don't have to ask your permission.\"\nBut isn't it a bit of a turn-off being marketed to by people whose content you admire? And do viewers sometimes not realise they are looking at paid-for content?\nMariann Hardey, assistant professor of marketing at Durham University, thinks the Instagram community isn't that gullible.\n\"It's easy to get het up that influencers are taking over and people don't understand they are seeing paid content, but the main users of Instagram are extremely savvy at being able to filter content that is branded or sponsored,\" she says.\nWhat's most important is \"whether the post is fun\" and the pictures are \"pretty\", she adds.\nSo, the consensus seems to be that if the sponsored Instagrammer is well-liked and engaging, and the content is entertaining, Generation Instagram doesn't mind.", "date": "15 September 2017", "href": "https://www.bbc.com/news/business-41224943", "tags": "post make donna way cat brand says money instagram content followers time"}