{"title": "How Trump Has Split With His Administration on Russian Meddling", "content": "WASHINGTON — President Trump has long avoided blaming — or even naming — Russia for meddling in the 2016 election that put him in office.\nBut his administration has been far tougher on Moscow for cyberattacks that officials this week said not only sought to sway political opinions, but also wormed into power plants, aviation systems and other critical infrastructure in the United States and Europe.\nOn Thursday, Mr. Trump was studiously silent as his administration imposed sanctions on Russia for interfering in the 2016 presidential campaign and what officials called other “malicious cyberattacks.” (The president did agree with a British assessment that Moscow was responsible for a nerve-gas attack in England against a former Russian spy and his daughter.)\nThe Treasury Department said the sanctions were to punish “Russia’s continuing destabilizing activities.” And for the first time, the Department of Homeland Security and the F.B.I. directly accused Russia of committing cyberattacks against “energy, nuclear, commercial facilities, water, aviation and critical manufacturing sectors.”\nLast week, by contrast, Mr. Trump said that “the Russians had no impact on our votes whatsoever.”\n“But, certainly, there was meddling and probably there was meddling from other countries and maybe other individuals,” the president said at a March 6 news conference.\nThis pattern of diversion has steadily increased since Mr. Trump took office. Here is a look back at how the president and his own administration have parted ways on Russia.\nFebruary 2018: Deflecting accusations of Russian meddling\nUnited States intelligence officials warned in mid-February that Russia had already begun meddling in the 2018 midterm elections. But Mr. Trump continued to suggest other countries could also be the culprit.\n“By the way, I have to say, Obama was the president during all of this meddling, or whatever you want to call it, with Russians and others possibly,” he said in a Feb. 24 interview on Fox News.\nDecember 2017: Conflicting signals on national security \nMr. Trump’s first national security strategy blueprint made repeated references to Russia’s interference in the 2016 election and its “information operations as part of its offensive cyberefforts to influence public opinion across the globe.”\nYet in his speech announcing the strategy on Dec. 18, Mr. Trump made one fleeting mention of Russia: of how it and China “seek to challenge American influence, values and wealth.” He made no mention of Russian meddling and instead praised intelligence sharing between Russia and the United States in the face of terrorism threats.\nAugust 2017: Signing a sanctions bill reluctantly\nAfter Congress passed legislation in late July to impose sanctions on Russia and limit the president’s authority to lift them, Mr. Trump signed the bill but criticized it as “seriously flawed — particularly because it encroaches on the executive branch’s authority to negotiate.”\nMr. Trump signed the legislation on Aug. 2. Several days earlier, President Vladimir V. Putin’s government had retaliated by seizing two American diplomatic compounds in Russia and telling the United States Embassy in Moscow to reduce its staff across the country. Mr. Trump did not respond, and Sarah Huckabee Sanders, the White House press secretary, declined to comment.\nHowever, the State Department described Moscow’s move as “a regrettable and uncalled-for act.”\n“We are assessing the impact of such a limitation and how we will respond to it,” the department said in a statement.\nJuly 2017: Suggesting he found Mr. Putin’s denial persuasive\nAfter Mr. Trump met with Mr. Putin during a Group of 20 summit meeting, he recounted the Russian leader’s assurances that Moscow did not intervene in the 2016 election.\n“First question — first 20, 25 minutes — I said, ‘Did you do it?’ He said, ‘No, I did not, absolutely not.’ I then asked him a second time, in a totally different way. He said, ‘Absolutely not,’” Mr. Trump said in an interview with Reuters that was published on July 12. “Somebody did say if he did do it, you wouldn’t have found out about it. Which is a very interesting point.”\nJanuary 2017: Playing down Russian cyberattacks\nOn Jan. 6, the intelligence community released a declassified report of its conclusions about a Russian cyberattack on the election. In a statement about his briefing on the cyberattacks that day, Mr. Trump pointed to “Russia, China, other countries.”\nDays before his inauguration, at a Jan. 11 news conference where he was asked whether he believed Mr. Putin ordered the hacking of American political committees, Mr. Trump said that “as far as hacking, I think it was Russia.”\nHe then added, “But I think we also get hacked by other countries and other people.”\nMr. Trump’s dismissiveness of accusations of Russian interference predates his time in the White House.\nLate December 2016: Praising Putin in the wake of sanctions\nOn Dec. 29, President Barack Obama issued sanctions against Russia and ejected 35 suspected Russian intelligence operators from the United States as punishment for Moscow’s attempts to influence the election. But in a move widely believed to be aimed at fostering good relations with the incoming Trump administration, Mr. Putin announced on Dec. 30 that he would not retaliate.\nMr. Trump promptly praised Mr. Putin’s decision.\nA day later, Mr. Trump said he still wasn’t convinced that Russia had interfered in the election, telling reporters: “And I know a lot about hacking. And hacking is a very hard thing to prove. So it could be somebody else.”\nEarly December 2016: Disparaging intelligence agencies after reports on Russian interference\nAfter reports in December by the The New York Times and The Washington Post that United States intelligence assessments had concluded that Russian election meddling sought to aid Mr. Trump, the president-elect disagreed.\nIn an unsigned statement responding to the news, the Trump transition team dismissed the assessment by comparing it to flawed intelligence reports in the lead-up to the Iraq war.\n“These are the same people that said Saddam Hussein had weapons of mass destruction,” the statement said.\nOctober 2016: Questioning intelligence consensus that Russia is to blame\nOn Oct. 7, the United States intelligence community released a joint public statement saying it was “confident that the Russian government” had directed cyberattacks on American individuals and institutions, including political organizations such as the Democratic National Committee.\nThree days after that, during the second presidential debate, Mr. Trump again cast doubt that Russia was responsible — or even that there was a cyberattack in the first place.\n“Maybe there is no hacking. But they always blame Russia. And the reason they blame Russia because they think they’re trying to tarnish me with Russia,” he said.\nSeptember 2016: Continuing to cast doubt on Russian meddling\nAs the official nominees of their parties, Mr. Trump and Hillary Clinton began receiving intelligence reports in early August. On Sept. 22, top Democrats on the House and Senate Intelligence Committees issued a statement saying that they had “concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election,” based on briefings they had received.\nFour days later, during the first presidential debate, Mr. Trump said, “I don’t think anybody knows it was Russia that broke into the D.N.C.”\nHe continued: “I mean, it could be Russia, but it could also be China. It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds, O.K.?”\nJune 2016: Rejecting the D.N.C. claim that Russian hackers penetrated its files\nThe Democratic National Committee and a cybersecurity firm said that Russian hackers had obtained a trove of internal campaign emails and political opposition research.\nIn response, Mr. Trump suggested that the D.N.C. fabricated the story or hacked itself: “We believe it was the D.N.C. that did the ‘hacking’ as a way to distract from the many issues facing their deeply flawed candidate and failed party leader,” he said in a campaign statement on June 15.\nHe did not mention Russia.", "date": "March 16, 2018", "href": "https://www.nytimes.com/2018/03/16/us/politics/trump-russia-administration-fact-check.html", "tags": "administration intelligence meddling russian ” trump russia split"}