{"title": "How We Got Here: A Timeline of Events Leading Up to the Charges", "content": "The special counsel, Robert S. Mueller III, announced charges on Monday against three former campaign advisers of President Trump. Paul J. Manafort and his protégé, Rick Gates, surrendered to federal authorities and were charged with money laundering, tax fraud, foreign lobbying violations and lying to the federal government. George Papadopoulos secretly pleaded guilty three weeks ago to lying to the F.B.I. about his encounters with Russian contacts. \nThe charges come after months of investigation, but the timeline of activity that shaped the special counsel’s actions stretches back two years. The following is a look at how we got here. The dates in bold mark events revealed in court documents released on Monday by the Department of Justice.\nDonald J. Trump announced his campaign for president. \nThe F.B.I. first tried to inform the Democratic National Committee that they had been the target of a cyber attack. \nMichael T. Flynn was paid more than $45,000 to deliver a speech at a dinner for the Russian media outlet, Russia Today, in Moscow. He sat next to Vladimir V. Putin, the Russian president. \nMr. Papadopoulos was named a Trump foreign policy adviser and told that \"a principal foreign policy focus of the campaign was an improved U.S. relationship with Russia.\"\nMr. Papadopoulos met in Italy with a professor with ties to the Russian government, according to court documents. The professor “appeared to take great interest in defendant Papadopoulos’’ when he learned Mr. Papadopoulos had joined the campaign, the documents state. On Monday a Senate aide identified the professor as Joseph Mifsud, a London-based professor of international relations. \nMr. Papadopoulos met in London with Mr. Mifsud and a Russian woman whom Mr. Papadopoulos described as a relative of Mr. Putin. Mr. Papadopoulos later learned, the court documents say, that the woman was not related to Putin. \nPaul J. Manafort began work for Mr. Trump’s presidential campaign as an unpaid adviser to wrangle delegates for the Republican National Convention in Cleveland. \nMr. Trump met in Washington with his foreign policy advisers, including Mr. Papadopoulos, who told the group that he had connections to help arrange a meeting between Mr. Trump and Mr. Putin. Others at the meeting noted that Russia was under sanctions. Jeff Sessions, now the attorney general but then a senator from Alabama and a top Trump campaign adviser, quickly shut down the subject and said it should not be discussed again, a former campaign official said.\nMr. Mifsud introduced Mr. Papadopoulos by email to a contact who claimed connections to the Russian foreign ministry. Mr. Papadopoulos and the contact had multiple conversations by Skype and email over the next weeks about “setting the groundwork” for a “potential” meeting between the Trump campaign and Russian government officials, according to court documents. \nMr. Mifsud informed Mr. Papadopoulos over breakfast in London that the Russians had “dirt” on Hillary Clinton. Mr. Mifsud told Mr. Papadopoulos that “the Russians had emails of Clinton” and they numbered in the thousands, Mr. Papadopoulos later told the F.B.I.\nMr. Manafort was promoted to chairman and chief strategist for the Trump campaign. \nMr. Trump won the support of enough delegates to clinch the Republican presidential nomination.\nDonald Trump Jr. was contacted by Rob Goldstone, a British-born tabloid reporter, offering to connect him with Emin and Aras Agalarov, who claimed to have incriminating information about Mrs. Clinton’s relationship with the Russians. \nThree hours later, Mr. Trump accepted the Republican nomination for president and promised to deliver a major address detailing Mrs. Clinton’s “corrupt dealings” that gave “favorable treatment” to foreign governments, including Russia.\nDonald Trump Jr. met with Natalia V. Veselnitskaya, a Russian lawyer, at Trump Tower to discuss what an intermediary promised as incriminating information about Mrs. Clinton. Six others were present at the meeting, including Mr. Manafort; Jared Kushner, Mr. Trump’s son-in-law and now senior adviser; Mr. Goldstone and others. \nThe New York Times learned that the memo that Ms. Veselnitskaya brought to the meeting had been shared with the Kremlin, and incorporated language that the Russian government sent to an American congressman. \nCrowdstrike, a cybersecurity firm hired by the Democratic National Committee, said that two groups of Russian hackers — called Cozy Bear and Fancy Bear — had penetrated the committee’s systems and gained access to thousands of emails and confidential documents.\nWikiLeaks released nearly 20,000 hacked Democratic emails.\nMr. Manafort was ousted from the Trump campaign days after published  reports disclosed his financial dealings with the pro-Russia party of a former Ukrainian president, Viktor F. Yanukovych. \nMr. Trump was elected president of the United States. \nMr. Trump appointed Michael T. Flynn as national security adviser.\nThen-President Obama announced sanctions against the Russian government, citing attempts to influence the 2016 presidential election through cyberattacks. Around this time, Mr. Flynn discussed the sanctions with Sergey I. Kislyak, the Russian ambassador to the United States. \nMr. Papadopoulos was interviewed by the F.B.I. for the first time. According to court documents, he made false statements during this interview about his interactions with Russian contacts.\n Mr. Flynn resigned as national security adviser  following revelations that he had misled Vice President Mike Pence and other top officials about his conversations with Mr. Kislyak in December. \nMr. Papadopoulos was interviewed for the second time by the F.B.I.  The next day, according to court documents, he shut down his Facebook account in an attempt to erase messages with foreign contacts. \nMr. Sessions recused himself from the Russia investigation because of meetings he had with Mr. Kislyak. \nPresident Trump fired the F.B.I. director, James B. Comey, citing his handling of the investigation into Mrs. Clinton’s use of a private email server. \nThe Justice Department appointed Mr. Mueller, the former F.B.I. director,  to serve as special counsel and oversee the investigation into Russian interference in the 2016 presidential election, including any contacts between Mr. Trump’s campaign and Russian officials. \nFederal agents raided Mr. Manafort’s home before dawn, leaving with binders stuffed with documents and copies of the former campaign chairman’s computer files. The raid came a day after Mr. Manafort was interviewed by staff members of the Senate Intelligence Committee. \nF.B.I. agents arrested Mr. Papadopoulos at Dulles International Airport. \nMr. Papadopoulos was charged and signed a plea deal two days later.\nMr. Manafort and his business associate, Mr. Gates, surrendered to federal authorities and pleaded not guilty to charges including money laundering and tax fraud. \n\nEileen Sullivan and Scott Shane contributed reporting. ", "date": "Oct. 30, 2017", "href": "https://www.nytimes.com/2017/10/30/us/politics/timeline-charges-special-counsel-mueller.html", "tags": "timeline f.b.i papadopoulos manafort russian documents got charges events trump foreign campaign leading"}