{"title": "How your home could generate, store and sell energy", "content": "As we move towards renewables in our efforts to decarbonise our economies, energy storage is becoming increasingly important. Could householders become an integral part of national electricity networks?\nWhen Adam Courtney decided he wanted to reduce the energy bills at his \"not particularly energy efficient\" Grade II listed house in Godmanchester, England, solar panels were the obvious answer.\nBut, he says, he soon realised that the savings weren't as great as he'd hoped. Renewable sources of energy don't necessarily deliver at the right time and cloudy days saw his family drawing heavily on the national grid. \nMeanwhile, he had spare capacity on sunny days, but got very little in return.\n\"We'd ended up feeding back into the grid, but the payment is tiny, so I ended up thinking 'why do that?',\" he says.\nInstead, the data centre owner decided that he himself could make better use of the electricity he was generating, if only he were able to store it for when it was needed.\nHe started researching battery storage - even at one point considering building his own system - before opting for a Tesla Powerwall that can store the excess energy generated by the solar panels. \nThe unit and supporting hardware costs just under £6,000, with installation costs of up to £3,000 on top. But it enables him to buy energy at cheaper times, lowering the running costs of both his home and the family's two electric cars. \n\"With Economy 7 there's cheaper electricity at night and the Powerwall knows it's going to be sunny tomorrow so it knows how much power to buy,\" he explains.\n\"My bill was £140 a month, but I spend £25 a month now on electricity, and most of that goes on the cars.\"\nMore energy storage providers - such as Ovo Energy, Powervault and Moixa are entering the market - particularly as electric vehicles (EVs) promise to become a useful addition to the domestic energy mix. BMW i3 batteries are already being used to store windfarm energy in Wales, so it makes sense to integrate such car battery tech into homes.\nIn the meantime, Tesla is leading the charge. Its wall-mounted battery the size of a fridge door can be installed inside or out. An array of electrical current sensors monitors energy usage and how much solar energy is being produced, while intelligent forecasting software predicts future usage and production.\n\"Based on the varying cost of electricity from the grid, Powerwall optimises the times it charges and discharges,\" says a Tesla spokeswoman. \n\"As Powerwall learns, you get the most value from your solar production without having to change how or when you use energy.\"\nMeanwhile, Ovo Energy has launched a suite of batteries that can be used with or without renewable energy generation.\n\"I would describe the Tesla system as being designed to operate primarily on its own,\" says chief executive Stephen Fitzpatrick. \"You have to have generation. Ours is designed to be integrated into an existing grid.\"\nOvo's system helps householders make the most of cheaper off-peak energy - which can be roughly half the peak price - and also integrate the energy stored in their electric cars.\nThere's no need for solar panels or any other form of power generation; customers can simply charge their batteries overnight and export spare electricity back to the grid during the day.\nOvo's software, VCharge, manages this ebb and flow, drawing on information such as weather forecasts and television schedules to predict periods of high demand. \nThe obvious benefit to Ovo as an energy provider is that the technology flattens out the peaks and troughs associated with electricity daily demand, making it easier and cheaper to maintain a regular supply. \n\"But that translates into smaller bills,\" Mr Fitzpatrick points out.\nThe company's testing its technology in Orkney, Scotland, by installing its systems in local homes and allowing VCharge to control storage heaters and hot water cylinders.\n\"We're managing hundreds of devices and balancing that with a local wind farm,\" says Mr Fitzpatrick. \n\"In the past, the turbines often had to be turned off because the network didn't have enough capability.\"\nOvo thinks the energy saved could power the equivalent of 2,000 homes for a year.\n\"Storage has an important role to play supporting the country as it makes the exciting transition towards more low-carbon sources of generation, like wind and solar power, providing ever increasing system flexibility,\" a spokesman for the UK's National Grid tells the BBC.\nBut to have any significant effect at a national level, home energy storage needs to reach massive scale, and cost is currently an issue, with systems costing several thousands of pounds. Without serious government subsidies, householders would not recoup their costs for years.\n\"While the technology is proven and works, it's still at a nascent stage and doesn't benefit from economies of scale in production,\" says Nick Browne, an analyst at energy research consultancy Wood Mackenzie. \"Therefore it's currently expensive.\n\"But we expect that battery costs could fall by 50% by 2025. If this happens, battery installations will grow significantly, boosting renewable energy penetration further and reducing the role for fossil fuel generation.\"\nMore Technology of Business\nIn South Australia, Tesla is installing its kit in 600 homes this year, and up to 50,000 by 2022. The aim is to create a \"virtual power plant\" with 250 megawatts of solar energy and 650 megawatt-hours of battery storage. \n\"At key moments, the virtual power plant could provide as much capacity as a large gas turbine or coal power plant,\" Tesla claims, leading to lower bills and a more secure supply.\nBut this is still very small beer compared with the amount of energy stored by pumped hydro, which accounts for 96% of all energy storage worldwide.\nThese are early days for home energy storage, but for some householders the cost isn't an issue.\n\"Financially, it's not there yet, but I'm not doing it for financial reasons,\" says Warren Philips of Shoreham, Kent, another Powerwall user.\n\"It's about my daughter and changing the world for her.\"", "date": "26 June 2018", "href": "https://www.bbc.com/news/business-44540726", "tags": "sell storage grid home solar energy battery electricity ovo tesla says could power store generate"}