{"title": "How do companies use my loyalty card data?", "content": "Allegations that research firm Cambridge Analytica misused the data of 50 million people has thrust the issue of data privacy into the spotlight.\nA huge amount of consumer data is available and - if obtained - is a valuable asset for companies.\nAnd customer loyalty cards, while rewarding shoppers with discounts and deals, are one easy way for companies to collect data on a large scale.\nAfter the launch of Tesco Clubcard in 1995, many stores have followed suit.\nSainsbury's, Waitrose, Co-op, Morrisons, Iceland, Boots and Marks and Spencer are among the retailers which currently offer reward schemes to shoppers.\nThe average UK shopper owns three loyalty cards, according to research by retail analysts TCC Global.\nBut how exactly do retailers use the data provided by the cards in your wallet and should you be concerned?\nIt is well-known that companies use loyalty card data to understand shoppers' habits.\nThis is not new, and many customers understand this is a core part of the reward card relationship.\nLoyalty card data helps retailers understand people's behaviour and then shape it by targeting advertising and organising products to encourage more sales.\nIn order to get a loyalty card, customers have to register their name, address and date of birth - and sometimes other information.\nScanning the reward card at a shop checkout or entering the card number while shopping online allows companies to track purchases and make a link between people shopping in store and on the web.\nIt means retailers can create an accurate picture of when, where and how people do their shopping.\nRetailers can enrich the data they have collected from reward cards by buying customer data from third-party companies, known as data brokers.\nThese third-party companies amass information from a variety of sources to create \"profiles\" of people with information about habits, patterns and personality.\nRetailers can then match their loyalty card data to these profiles, producing a clearer picture of shoppers.\nAll organisations processing personal data must comply with data protection law and each company has a data privacy policy.\n\"This will include details of what data they can collect, how it can be used, and whether (as well as to whom) the data can be sold on,\" Dr Garfield Benjamin from the University of Birmingham's centre for Cyber Security and Privacy explained.\n\"There is an increasing need for greater transparency in this process - we all click 'agree' to lengthy and often confusing terms and conditions without necessarily being able to understand them.\"\nAlthough stores will often not pass loyalty scheme data to other parties, they may share customers' information with companies within the same group, which can be global.\nSome companies may also share the information with their retail partners, who can use it to target their advertising.\nNectar, for example, can share data with at least 49 companies including Argos and Easyjet, according to consumer group Which?\nData protection law is changing from May, when the European Union's General Data Protection Regulation (GDPR) comes into force - changing the way organisations have to look after our personal data. \nCampaign group Privacy International said it is concerned about the \"hidden data infrastructure\".\n\"Loyalty cards are not a new thing, but the volume of data available to advertisers and companies... combined with the bloated nature of companies vying for access to data is resulting in essentially the mass exploitation of people's data,\" the privacy organisation said.\nIt said retailers and third-party companies \"hoover up information from a variety of sources\" to create profiles, wanting to \"know you better than you know yourself\". \n\"This picture of who you are, what your motivations are, who you want to become, can all be used to nudge you to purchase something or even behave in a certain way.\"\nBut Prof Paul Longley, who is one of a group of academics working at the Consumer Data Research Centre, said the so-called \"big data\" can \"definitely be used for the social good\".\n\"We hear a lot about invasion of individual privacy and people being manipulated by such sources. But new big data sources can be used for the benefit of all,\" he said.\n\"So, for example, we may use smart meter energy data to enable analysis of fuel poverty, or loyalty card data or smart card data to look at how mobile people are around the country.\"", "date": "21 March 2018", "href": "https://www.bbc.co.uk/news/technology-43483426", "tags": "loyalty card companies retailers cards data information use privacy"}