{"title": "How can businesses tackle sexual harassment?", "content": "\"I've just moved house, do you want to come over and test my mattress?\"\nCharlotte reads from a list of #MeToo moments - the times in her career where she has experienced some kind of unwanted sexual attention. As a solicitor working in property, this text message from one of her clients is just the tip of the jaw-dropping iceberg. \n\"The worst one was by a married senior colleague. We had been at an event with lots of alcohol and he was brushing my hair with his wedding ring hand and saying I was very pretty.  \n\"He's a very senior, well-respected person and known to be a family man. So it was very difficult for me to feel that I could report him because he had a real stature in the firm.\"\nCases such as Charlotte's (she asked us not to use her surname) dog every industry. \nFollowing the revelations of Harvey Weinstein's behaviour and the outpouring of testimony on social media about under the hashtag #MeToo, sexual harassment is being scrutinised like never before. And businesses are struggling to work out how to deal with it.  \nAccording to a recent BBC survey, almost half of British women and a fifth of men have been sexually harassed at work.  \nParliament is so worried about it that MPs are conducting an inquiry into what can be done. \nCompany shareholders are also piling on the pressure, worried about the cost and reputational damage of sexual harassment cases.\nMarija Kramer, from one of the world's most influential shareholder advisory companies ISS, says investors \"are viewing sexual harassment as by-product of weak corporate policies, procedures, and controls\".  \nBut sexual harassment is often carried out by powerful individuals, away from company premises and potential witnesses, and like Charlotte many victims are reluctant to report it. So what can firms do?\nFor Radio 4's In Business programme, we have been looking at some of the ideas that are being explored.  \nFor any problem, the HR manager's solution of choice is sending employees on training courses. \nIt might sound crude, but sexual harassment training has been common practice in America since the 1990s and is spreading to Europe. \nElizabeth Tippett, associate professor at the University of Oregon School of Law, says many such programmes should be treated with a healthy dose of scepticism as businesses tend to use them as a check box. \nShe also says it can have a chilling effect on relationships in the office. \n\"Especially in environments where men hold positions of power, they might shy away from interacting with people who they perceive to be different from them or potential victims of harassment.\" \nOthers say it is a useful exercise to get colleagues to talk about their boundaries and raise awareness. \nTracy Powley runs UK-based Focal Point Training. She says the staff she works with have moments of realisation when taking her courses. \n\"A lot of cases of sexual harassment begin with a bit of banter, it could be a little bit teasing about something, but unless people know where those lines are it just starts to escalate.\" \nEffective or not, it's certainly getting more popular.\nNavex Global, which works with some of the world's top corporations on compliance issues, says it has seen a massive spike in enquiries since the #MeToo movement began. \nSending people on training courses is easy. It's far harder for business to challenge the reasons why victims are often unwilling to speak up. \nEmployment lawyer Karen Jackson left a career in the City to start her own legal practice, partly because she was a victim herself. She spells out this reluctance.  \n\"They know there will be a big fallout from it. There will be other people at work judging them, potentially labelling them as a troublemaker and causing problems for their career. \n\"I have clients who can't tell me what has happened because they feel such a sense of shame.\"\nOne answer is independent whistle-blowing phone lines - already used by many blue chip companies.\nThey are the backstop for employees when they don't feel they can talk to their boss, who might even be the instigator or facilitator of harassment.\nDr Julia Shaw is trying to bring this to small and large businesses with her reporting app Talk to Spot. It's a chatbot that asks users factual questions to create an account of what has happened that they can present to their manager or keep for themselves. \nShe argues that people in the workplace are rarely trained in asking the \"right\" kind of questions and it can be difficult to open up to someone in person. \n\"The quality of your memory is evidence and is critical to being believed, to actually making sure that something can happen to deal with the situation. \n\"You can chat to our bot immediately, you don't have to wait for an HR person or wonder 'do I trust this person or not?' You can record it, time stamp it, and produce the evidence when you need it.\"\nShe says an easy thing for businesses to do is acknowledge reports within 24 hours - her research has found that this cuts down on mental health repercussions for the victim. \nAcknowledging is one thing, but it is how businesses respond to these reports that has led to a culture of silence around the issue. \nIf victims are brave enough to report their concerns, serious cases usually end in a settlement where the victim is required to sign an NDA - a non-disclosure agreement. \nThey can't talk about what happened to them - or how much they were paid to go away.  As a result it is almost impossible to know exactly how many cases there really are.\nThe Financial Reporting Council is currently consulting on revisions to the UK's corporate governance code, and greater transparency on sexual harassment is being proposed.\nThey are considering including a point about making management boards aware of claims relating to harassment. \nIn its submission, the shareholder lobby group PIRC is calling for an independent audit trail for harassment cases.\nJan Babiak, a board member of several companies, says all too often top managers have their head in the sand and don't believe it can happen to on their watch. \nShe agrees it is good practice for all companies to conduct an audit of how many cases have been reported in their organisation over the past decade - and to make sure the board is kept up to speed. \n\"If you look at some of these payoffs - some of the big ones are £100,000. In a really big global company that's immaterial. Those kinds of things can get signed off two or three grades down from management level, so don't make it to the board.\" \nLater this year, the Women and Equalities Select Committee will publish the results of its inquiry into sexual harassment in the workplace.\nIn the words of the chair, Maria Miller MP: \"There needs to be a cultural change in the workplace to keep women safe and ensure that cases are dealt with sensitively and fairly.\" \nThis emphasis on a \"cultural change\" might sound nebulous - but it is cited time and time again as the most effective way companies can get to grips with sexual harassment.\nIngrid Fredeen at Navex Global says it is about executives taking it seriously. \n\"If you look at the things that have gone wrong in companies over the past 18 months, it is when leaders didn't listen, they didn't respond, they didn't take allegations seriously. \n\"It doesn't matter what systems you put in, the company's culture and the way things are done is the most important point\".\nYou can't change company culture just by writing a memo or sending people on a training course, but one lever that bosses can use is choosing who they hire.  \nIf the senior ranks of a company are overwhelmingly male, it is easier for a \"boy's club\" culture to persist, where harassment is tolerated and complaints are not taken seriously.\nWomen still make up only 10% of executive directors in FTSE 100 companies, and awareness of gender disparity is acute. \nThere is already a lot of work being done in this area. The climate of #MeToo activism and the publication of eye-opening gender pay gap data are propelling further this momentum for cultural change.  \nAnecdotally, head-hunters are desperately trying to find women to fill top roles. As one senior female banker recently told us, following the publication of her bank's gender pay gap data, \"my chances of making managing director just doubled\".\nAs companies raise the profile of sexual harassment through training, reporting and audit, it is starting to have an impact in the workplace. \n\"I definitely think we're making progress,\" says Ms Jackson. \"The fact that we're talking about this, that wasn't the case 10 or 20 years ago. I think the message is pretty clear that women are saying, 'we won't put up with this any longer'.\"\nMaybe it is too early to call it a tipping point, but with a growing openness about sexual harassment, slowly the taboo is being stripped away from #MeToo. \nFor more on this, you can listen to Radio 4's In Business programme, broadcast on Thursday 26 April at 20:30 BST, or download the podcast here.", "date": "25 April 2018", "href": "https://www.bbc.com/news/business-43866590", "tags": "company training companies harassment tackle one says sexual cases women businesses"}