{"title": "How Gambians have lost their fear", "content": "In our series of letters from African journalists, Ebrima Sillah considers what the outcome of the disputed presidential elections in The Gambia mean for him and thousands of other Gambians.\nWith President Yahya Jammeh's dramatic rejection of his electoral defeat - a week after agreeing to step down - it might seem like we are back to square one.\nFor more than two decades, Mr Jammeh has ruled by the pervasive use of fear. But after tasting victory, many Gambians have lost that fear and feel that it is game over for Mr Jammeh, who no longer seems to have the backing of the entire army.\nI feel confident that come January, The Gambia will have Adama Barrow as its newly inaugurated president and that for the first time in 12 years, I will be able to return home. Many others in my situation are also hoping to do so.  \nMr Jammeh has been ruthless when it comes to his critics and especially so if the media has dared to reflect opinions of which he does not approve.\nHis government has been accused of arrests, torture and in some extreme cases, the killing of perceived enemies. \nI can attest to this. \nWhen I was working for the BBC, my house was burnt down and I was forced to flee in 2004. The government was apparently unhappy with my series of reports on a number of unexplained disappearances and allegations of the widespread torture of political detainees.\nI also survived two abduction attempts while living in Dakar, Senegal, after I demanded an investigation into the case of two Gambian nationals who were allegedly kidnapped by Gambian security operatives in the Senegalese capital. \nNumerous coups have been foiled and dissent crushed and until recently, only a handful of Gambians were prepared to risk everything to join the resistance to such an autocratic rule.\nThe change began on 14 April when a group of young people, led by Ebrima Solo Sandeng, the firebrand youth leader of the opposition United Democratic Party (UDP), organised a peaceful march in The Gambia's biggest city of Serrekunda - demanding electoral reforms.\nAs expected, a few minutes into their demonstration, security forces descended on them and arrested some of them. \nThey were alleged to have been brutally tortured. And by midnight disturbing reports started making the rounds that Mr Sandeng had been killed by state security agents.\nThis jolted a rather docile and laidback opposition into action. \nThe UDP leadership came out in full force, demanding that the authorities release Mr Sandeng dead or alive. \nThey too were quickly arrested and thrown into the back of waiting military trucks and transported to detention facilities.\nWith many of the key opposition leaders behind bars, President Jammeh thought he had disabled his main critics ahead of the polls.\nBut he had misread the mood. What was intended to diminish credible opposition to his government turned out to be the most effective means of galvanising people.\nGambians mustered the courage to organise daring daily protests at the court hearings for opposition members and the divided opposition had a unity of purpose.\nA coalition was formed and its political machinery was lubricated by a vocal diaspora that provided funding and logistical support to the opposition on the ground. \nPeople became more and more agitated and the fear factor started disappearing.\nNonetheless, the Gambian leader was confident of victory and he, along with most Gambians, was surprised that the election rules and political environment constructed to pave the way for his victory failed.\nA once-submissive population filled the streets with euphoric scenes never seen before in The Gambia.\nMr Jammeh's subsequent U-turn may have been prompted by an interview given by a senior opposition official earlier in the week that the outgoing president would face prosecution for alleged crimes committed by his regime.\nIt perhaps points to opposition coalition's political naivety. \nAnd should they take office, it is not going to be smooth sailing given that current unemployment stands at more than 50% - most of them young and educated.\nBut it is truth and reconciliation that could turn out to be key - everyone has a horror story to tell about a loved one, a friend, a neighbour or a distant relative. \nThere are many unanswered questions regarding secret killings and unexplained disappearances. \nBut The Gambia will heal faster if we muster the courage to forgive each other, even if we do not forget.\nLiving in a country where people nurture hatred for each other is a dangerous recipe for further conflict. We cannot afford to focus on the past. ", "date": "13 December 2016", "href": "https://www.bbc.com/news/world-africa-38293446", "tags": "opposition gambians political fear jammeh gambia two many lost"}