{"title": "How Politics and Bad Decisions Starved New York’s Subways", "content": "After a drumbeat of transit disasters this year, it became impossible to ignore the failures of the New York City subway system.\nA rush-hour Q train careened off the rails in southern Brooklyn. A track fire on the A line in Upper Manhattan sent nine riders to the hospital. A crowded F train stalled in a downtown tunnel, leaving hundreds in the dark without air-conditioning for nearly an hour. As the heat of packed-together bodies fogged the windows, passengers beat on the walls and clawed at the doors in a scene from a real-life horror story.\nIn June, after another derailment injured 34 people, Gov. Andrew M. Cuomo declared that the system was in a “state of emergency.”\nBut the problems plaguing the subway did not suddenly sweep over the city like a tornado or a flood. They were years in the making, and they might have been avoided if decision makers had put the interests of train riders and daily operations ahead of flashy projects and financial gimmicks.\nAn examination by The New York Times reveals in stark terms how the needs of the aging, overburdened system have grown while city and state politicians have consistently steered money away from addressing them.\nCentury-old tunnels and track routes are crumbling, but The Times found that the Metropolitan Transportation Authority’s budget for subway maintenance has barely changed, when adjusted for inflation, from what it was 25 years ago.\nSignal problems and car equipment failures occur twice as frequently as a decade ago, but hundreds of mechanic positions have been cut because there is not enough money to pay them — even though the average total compensation for subway managers has grown to well over $200,000 a year.\nDaily ridership has nearly doubled in the past two decades to 5.7 million, but New York is the only major city in the world with fewer miles of track than it had during World War II. Efforts to add new lines have been hampered by generous agreements with labor unions and private contractors that have inflated construction costs to five times the international average.\nNew York’s subway now has the worst on-time performance of any major rapid transit system in the world, according to data collected from the 20 biggest. Just 65 percent of weekday trains reach their destinations on time, the lowest rate since the transit crisis of the 1970s, when graffiti-covered cars regularly broke down.\nNone of this happened on its own. It was the result of a series of decisions by both Republican and Democratic politicians — governors from George E. Pataki to Mr. Cuomo and mayors from Rudolph W. Giuliani to Bill de Blasio. Each of them cut the subway’s budget or co-opted it for their own priorities.\nThey stripped a combined $1.5 billion from the M.T.A. by repeatedly diverting tax revenues earmarked for the subways and also by demanding large payments for financial advice, I.T. help and other services that transit leaders say the authority could have done without.\nThey pressured the M.T.A. to spend billions of dollars on opulent station makeovers and other projects that did nothing to boost service or reliability, while leaving the actual movement of trains to rely on a 1930s-era signal system with fraying, cloth-covered cables.\nThey saddled the M.T.A. with debt and engineered a deal with creditors that brought in quick cash but locked the authority into paying $5 billion in interest that it otherwise never would have had to pay.\nIn one particularly egregious example, Mr. Cuomo’s administration forced the M.T.A. to send $5 million to bail out three state-run ski resorts that were struggling after a warm winter.\nAt the same time, public officials who have taken hundreds of thousands of dollars in political contributions from M.T.A. unions and contractors have pressured the authority into signing agreements with labor groups and construction companies that obligated the authority to pay far more than it had planned.\nFaced with funding shortfalls, the M.T.A. has resorted to borrowing. Nearly 17 percent of its budget now goes to pay down debt — roughly triple what it paid in 1997.\n“It’s genuinely shocking how much of every dollar that goes to the M.T.A. is spent on expenses that have nothing to do with running the subway,” said Seth W. Pinsky, the former head of the city’s Economic Development Corporation. “That’s the problem.”\nReporters for The Times reviewed thousands of pages of state and federal documents, including records that had not previously been made public; built databases to compare New York with other cities; and interviewed more than 300 people, including current and former subway leaders, contractors and transit experts.\nThe examination found that the agency tasked with running the subway has been roiled by turnover and changes to its management structure. Dozens of people have cycled through high-level jobs, including many who left to work for contractors who do business with the M.T.A. Byzantine layers of bureaucracy have allowed transit leaders and politicians to avoid responsibility for problems.\nBut the theme that runs through it all is a perennial lack of investment in tracks, trains and signals.\nOn a good day, managing New York’s subway is a challenge. It is the largest urban transit system in the country and one of the oldest in the world. It is also one of the few to operate 24 hours every day. And in the past two decades, M.T.A. leaders have guided the authority through the Sept. 11 attacks and Hurricane Sandy, disasters from which it is still recovering. After the emergency declaration this year, the authority unveiled an $800 million rescue plan that included adding train cars and staff.\nBut politicians and transit leaders have not acted on a series of chances to turn things around sooner. They ignored decades of warnings from state and city comptrollers. They failed to pass a congestion pricing plan in 2008. They chose not to give mass transit much of the proceeds from large settlements with banks after the financial crisis. They brushed aside the findings of the M.T.A. Transportation Reinvention Commission, a 2014 panel of transit leaders from around the world.\nAnd through it all, The Times found, the M.T.A. has used sloppy data collection and accounting games that hide from the public the true causes of the subway’s problems.\nMuch of this story unfolds in the musty pages of budgets and contracts. But under the jargon and numbers is a world of misery. New Yorkers who depend on the subways are missing court hearings, arriving late for medical appointments, losing out on jobs or being robbed of time with their children.\nLast year, for the first time in decades, the number of people riding the subway actually slightly declined — an astounding development in a growing city with a booming economy.\n“It’s heartbreaking,” said David L. Gunn, a former transit system president who helped drag the subways out of the 1970s crisis only to see the system deteriorate again. “I actually lose sleep over it. I get so mad when I see what’s happening.”\nWhile many politicians have contributed to the decline of the subway over the years, the problems reached a fever pitch under Mr. Cuomo, who as governor appoints the M.T.A. chairman and effectively controls the authority. Mr. Cuomo, a Democrat who is expected to seek a third term next year and is also seen as a potential presidential candidate in 2020, tried to stave off the emergency by committing additional funding to capital construction and getting involved in decisions about how to spend it. But several transit leaders said that the interference backfired, and that the governor would have helped more if he had introduced any legislation to boost funding for core maintenance.\nIn a statement, Dani Lever, a spokeswoman for Mr. Cuomo, said the governor was dedicated to improving the M.T.A., including by ensuring a record $8.5 billion in state funding for capital needs.\nMs. Lever acknowledged that the subway was in “unacceptable disrepair” but argued that politicians and transit leaders had done their best with limited resources and a flawed agency. She said the problems stemmed from a lack of accountability caused by the city and suburbs having seats on the M.T.A. board, and the city and Legislature having power to veto capital spending.\n“A camel is a horse designed by committee, and the M.T.A. is a train service run by committee,” Ms. Lever said.\nOn July 17, Chétina Muteba tried to catch a train from Inwood, in Upper Manhattan, to her office in Midtown. Everything that happened next, every seemingly tiny event that turned her commute into a frustrating crawl beneath the city, could be traced to decisions made in Albany and City Hall years before.\nIt was just another day in what had become a maddening summer for the city’s subway riders.\nMs. Muteba, a 32-year-old advertising strategist, was thinking about a meeting she was supposed to attend that Monday morning when she saw that her usual entrance to the 207th Street station on the A line was taped off.\n“There was just someone who was working there, on the outside, on the street,” Ms. Muteba said. “He said, ‘Hey, it’s a block ticket,’ and I said, ‘I don’t know what a block ticket means.’ And he said, ‘You have to transfer.’”\nNo one told her that a fire, caused by debris on the A line track near 145th Street in Harlem, was slowing whole stretches of the subway.\nThe humidity that day hovered around 70 percent, and the temperature was climbing toward 85 degrees as Ms. Muteba headed to a 1 line stop down 207th Street. Drawing closer, she saw a long line snaking up the stairs to the elevated station. It was moving only incrementally, like an assembly line feeding into a broken factory. She took her place at the end.\nWhen she reached the platform, she found that trains that usually arrived every four or five minutes now seemed to be coming 10 minutes apart. She pushed onto one and felt lucky to find a seat. It stopped at Dyckman Street, and she braced herself as an enormous number of people got on.\nAs Ms. Muteba fought to get to work, other commuter dramas were playing out across the system.\nFor years, officials had only partly funded signal repairs and replacements. Much of the subway’s signaling equipment was decades beyond its life span. Just a few months before Ms. Muteba’s ill-fated commute, the M.T.A. had cut signal funding by $500 million to support projects favored by Mr. Cuomo. Internal M.T.A. records show that on the morning of July 17, at least 124 delays were caused by signal issues on the 2, 4, E, F, G, J and M lines.\nNearly a decade earlier, a budget crunch had led M.T.A. officials to relax standards for vehicle inspections and overhauls and allow maintenance jobs to go unfilled. At least 24 delays across the city that morning had roots in malfunctioning motors, faulty brakes or broken air-conditioning systems, records show.\nAnd the M.T.A. had saved more money by putting off track maintenance not deemed absolutely essential. At least 55 delays stemmed from track problems that morning — not counting the fire that was slowing Ms. Muteba’s commute.\nBy the time her 1 train left 168th Street, the car was impossibly full. She was not unfamiliar with feeling crowded, having taken the subway since 2011. But now people on the train were packed so tightly that it triggered a flight reflex. It took her until 137th Street to elbow her way out.\nStanding in the heat on the platform amid a horde of frustrated commuters, she instantly regretted it.\nRecords show that ahead of the 1 trains creeping south that morning, a sick rider was causing problems at 96th Street and a passenger riding between cars was stirring trouble at 72nd.\nTo save money years earlier, the M.T.A. had eliminated its practice of positioning people trained in medical aid at some busy stations. As one train and then another were held up at two of the busiest express stops in the city, waiting for emergency responders, it deepened the anguish for Ms. Muteba — and for untold thousands of others up the line.\nThree trains passed her at 137th Street before she found one that she could squeeze onto. By the time she got to her stop, her 30-minute commute had taken nearly two hours. She emerged with a meeting to reschedule and a resolution never to rely on the A train again.\nMs. Muteba said she commiserated with fellow riders that morning.\n“There was a lot of discussion about, ‘What are we paying for?’”\nNew York’s subway system has always struggled to get the money it needs.\nDecades of cost-cutting and deferred maintenance led to the darkest days in the history of the 113-year-old system: the crisis in the 1970s, when the subway became a symbol of urban decay.\nOfficials rescued the subway with a simple formula: Invest in the system, and it will improve.\nAfter more than a decade of spending, about $50 billion in today’s dollars, reliability soared. Cars traveled 10 times farther before breaking down. Riders returned in droves. It was a golden era; New York and its subway seemed to be on the rise together.\nThen, records show, officials pulled back.\nIt started with New York City’s mayors.\nWhile the M.T.A., the sprawling organization that operates the New York subway and bus lines, two commuter railroads and several bridges, is run by the state, the subway is owned by the city. In addition to creating confusion, this dynamic sparks funding battles.\nHistorically, the city has funded about 10 percent of the M.T.A.’s total budget.\nMr. Giuliani decided to change that in 1994, when he became the city’s first Republican mayor in two decades. Facing a budget shortfall and eager to show he could run the city without raising taxes, he announced he would cut the city’s contribution to the M.T.A.’s operating and capital budgets by $400 million.\nMr. Giuliani defended the reduction by calling the authority bloated and noting that it had a surplus the previous year — but he did not suggest any reforms to increase efficiency. Critics were outraged. Hundreds protested at public hearings, chanting, “No more cuts!” At one hearing in Manhattan, attendees waved posters depicting a two-headed mutant with the faces of the mayor and Mr. Pataki, who was proposing his own cuts. “Monster That Ate Mass Transit,” the posters said.\n“We’ve spent 10 years clawing our way back,” one M.T.A. official said at the time. “You’ve only begun to turn the corner. It would be easy to go backward.”\nThe mayor made the cuts nonetheless.\nDespite the consternation, the reductions did not immediately cause problems. That paved the way for other city and state politicians to make more cuts.\nMr. Giuliani did not return multiple messages seeking comment.\nHis successor, Michael R. Bloomberg, used city funds to help finance bonds for a development project — the extension of the 7 line to the Hudson Yards on the Far West Side of Manhattan. But he otherwise left subway funding where it was, which effectively cut the city’s contribution by not allowing it to keep up with inflation.\nA spokesman for Mr. Bloomberg, Marc La Vorgna, said the former mayor contributed by fighting vigorously to get the state to adopt a congestion pricing plan that would have provided a huge amount of revenue. “It’s hard to argue any mayor in history has made a greater effort to improve the M.T.A.,” he said.\nMr. de Blasio has been hands off. He committed $2.5 billion in city funds for the M.T.A.’s capital program, but he rebuffed requests to increase operating subsidies and has declined to provide money for the authority’s plan to address the delays. During town hall meetings, he often quizzes attendees to ensure they know the city does not run the subway.\nA City Hall spokeswoman, Freddi Goldstein, said the de Blasio administration “has contributed its fair share year after year.” Ms. Goldstein noted that the city’s police officers patrol subway stations and that its residents provide most of the M.T.A.’s tax revenue. “What the City of New York contributes daily is bigger than the budget alone can show,” she said.\nStill, the budget shows that the city’s contribution to M.T.A. operations has dropped by almost 75 percent.\nIn today’s dollars, the city gave the M.T.A. roughly $1 billion in operating funding in 1990. This year, not counting money for managing some formerly city-run buses, the city gave the system about $250 million.\nThe mayors stuck to the cuts despite a surge in property values that the subways helped create. New York real estate values — and property tax revenues — have quintupled since the early 1990s, according to the Independent Budget Office.\nNone of that increased property tax revenue was earmarked for the subways.\nIf the city’s cuts hindered the subway, the state’s actions practically hobbled it.\nLawmakers in Albany trimmed funding for subway maintenance throughout the 1990s, records show, even as the state budget grew from $45 billion to $80 billion. Then they kept funding mostly flat for years, despite the surge in ridership.\nUnder Mr. Pataki, the state eliminated subsidies for the M.T.A., opting to make the authority rely entirely on fares, tolls and revenue from taxes and fees earmarked for transit. It also ended state funding for capital work.\nThe move rankled the state comptroller at the time, H. Carl McCall, who warned that taxes and fees were unstable.\nMr. Pataki also started a trend of redirecting revenues from taxes. In 1995, he pushed through a state income tax cut and helped pay for it by taking more than $200 million in tax revenues that had been set aside for transit. His three successors followed suit. At least $850 million has been diverted in the past two decades, records show.\nRichard Ravitch, the former lieutenant governor and M.T.A. chairman who came up with the idea for many of the dedicated taxes as part of his plan to save the subways in the 1980s, said it never occurred to him that the state would redirect the revenue.\n“It’s very disappointing,” Mr. Ravitch said, adding that the diversions were just another in a long list of examples of politicians taking the subway for granted and neglecting to invest in its health.\n“This is the lifeblood of the city,” he said. “Everybody depends on it. And yet nobody cares about it enough to think more than four years ahead. They only want to think about the next election. Nobody is thinking about the future.”\nBudget shortfalls have led transit leaders to routinely raise fares to stay afloat. The subway now derives more than 60 percent of its funding from fares, a higher rate than almost any other transit system in North America.\nPerhaps nothing has hamstrung the M.T.A. more than a maneuver Mr. Pataki introduced in 2000.\nThat year, Bear Stearns, then a Wall Street powerhouse, approached the governor with a proposal to alleviate an M.T.A. budget crunch: If the authority refinanced $12 billion of its debt, the bank said, it could get a huge influx of cash without having to pay for years.\nWithin weeks, a Bear Stearns executive was pitching the idea to skeptical lawmakers in a marathon meeting at the State Capitol.\nCritics denounced the move, saying it was a “debt bomb” that would hurt future generations. But the lawmakers eventually signed off, and the M.T.A. agreed to the deal in 2002.\nThe bankers and bond underwriters — many of whom had ties to Mr. Pataki or had donated to his campaign — earned an estimated $85 million.\nMr. Pataki did not return messages seeking comment.\nToday, bonds have become the biggest funding source for M.T.A.’s construction needs. The authority has borrowed about $15 billion in the past six years — about 52 percent of overall capital funding, records show. In the 1980s, only about 30 percent of capital work was financed by debt.\nThe current state budget director, Robert Mujica, who was appointed by Mr. Cuomo, said it was sensible for the M.T.A. to borrow more today because interest rates are much lower than in the 1980s. “Using debt is a responsible way to invest in assets that are going to last a long time,” he said.\nStill, most other American transit systems fund their capital work more by government financing than borrowing.\nLike the budget cuts in the 1990s, the borrowing did not immediately wreak havoc on the subway. But more than two dozen current and former M.T.A. officials said that years of underinvestment caught up to the system by the mid-2000s. Reliability plunged, they said, and it kept plunging even when Gov. David A. Paterson and Mr. Ravitch raised tax rates to benefit the authority.\n“They figured that the subway was fixed, and so they stopped thinking about it,” said a former budget director at the M.T.A., Gary G. Caplan. “You can only stop funding something for so long before it breaks. That’s what happened.”\nThe subway’s budget has not only been squeezed. It has been milked.\nFees demanded by the state for bond advice are a prime example.\nA bill passed by the Legislature in 1989 included a provision that lets state officials impose a fee on bonds issued by public authorities. The fee was largely intended to compensate the state for helping understaffed authorities navigate the borrowing process. It was to be a small charge, no more than 0.2 percent of the value of bond issuances.\n“It was not widely discussed, I can tell you that,” said Richard L. Brodsky, a Democrat from Westchester who served in the Assembly from 1983 to 2010, including as chairman of the authorities committee. “I don’t think anybody noticed it at all.”\nThe charge has quietly grown into a revenue stream for the state. And a lot of the money has been sapped from one authority in particular: the M.T.A.\nThe authority — a sophisticated operation that contracts with multiple bond experts — has had to pay $328 million in bond issuance fees over the past 15 years.\nIn some years, it has been charged fees totaling nearly 1 percent of its bond issuances, far more than foreseen under the original law.\nThe Times uncovered the payments by piecing together state and authority records and interviewing current and former M.T.A. officials.\nMr. Mujica, the state budget director, defended the payments, saying that his staff meets “periodically” with the M.T.A. and its bond counsel “to work out the timing of what they’re doing.”\nHe also said the fees were routinely paid by all authorities.\nBut records show that other agencies have had tens of millions of dollars in bond issuance fees waived, including the Dormitory Authority, which is often used as a vehicle for pork projects pushed by the governor or lawmakers. The M.T.A. has not benefited as often from waivers.\nMr. Brodsky called the charges “unsavory” — especially because state funding cuts forced the M.T.A. to issue the bonds in the first place.\n“They’re using the public authority system as a piggy bank,” he said.\nAfter questions from a Times reporter, Mr. Mujica said the state would no longer impose bond issuance fees on the M.T.A.\nThis was just one way that officials redirected M.T.A. money that could have gone toward fixing the subway. The remaking of the Fulton Street station in Manhattan was another.\nDamaged during the Sept. 11 attacks, the station was eligible for federal renovation money when Sheldon Silver took it up as a cause.\nMr. Silver, who was then Assembly speaker and one of the state’s most powerful politicians, envisioned not just a subway station in his district but a soaring transit hub, “the Grand Central of Downtown,” complete with an enormous glass dome and mirrors to filter sunlight into underground passageways.\nBy 2008, the cost had shot past its original $750 million budget, and M.T.A. leaders decided to scale back the project. But Mr. Silver sent a letter threatening to veto the authority’s funding if he did not get what he wanted. The M.T.A. quickly fell in line.\nIn the end, the project cost $1.4 billion — more than the total annual budget of Chicago’s rapid transit system — and did nothing to improve the subway’s signals or tracks.\nMr. Silver, who stepped down as speaker in 2015 after being charged in a federal corruption case, declined to comment.\nThere have also been costly overhauls at other stations. Bleecker Street in Manhattan got improvements, including a neon light display, at a cost of $135 million — more than twice the initial estimate. The remodel of the Cortlandt Street station in Manhattan, also destroyed in the 2001 attacks, is still not finished, despite $66 million in spending so far.\nLast year, Mr. Cuomo pushed the M.T.A. to spend nearly $1 billion on enhanced lighting, signs, countdown clocks and other upgrades at dozens of stations, many of which were not considered most in need of rehabilitation by M.T.A. leaders. The project, called the Enhanced Station Initiative, did not include funding to make all the stations comply with the Americans With Disabilities Act.\nMr. Cuomo also pressured the authority to spend tens of millions of dollars to study outfitting M.T.A. bridges with lights capable of choreographed display, install wireless internet and phone-charging ports on buses and paint the state logo on new subway cars.\nJoseph J. Lhota, whom Mr. Cuomo appointed M.T.A. chairman in June, defended the spending.\n“Service and reliability shouldn’t just be while passengers are on the train. It should be while they’re on the platform,” he said, adding that not having phone-charging ports was unacceptable in the 21st century.\nBut Roger Toussaint, who ran the M.T.A.’s main union from 2001 to 2009, said the spending reflected a pattern of focusing on flashy projects over maintenance. “The spinal cord of the subway system is the ability to move trains — signals, power and the actual track and infrastructure,” Mr. Toussaint said. “They haven’t been spending money on the spine. They’ve been spending money on the limbs.”\nThe state has also made the M.T.A. bail out other entities in need of help, including the state-run ski resorts. The $5 million was sent in March last year, after a warm winter in which the Belleayre Ski Center, Gore Mountain and Whiteface Mountain saw a 25 percent decrease in visitors. In 2013, the M.T.A. was made to send $5 million to an affiliate agency, the Triborough Bridge and Tunnel Authority, to cover the cost of reducing tolls.\nM.T.A. board members, who learned of the ski-resort bailout from an article in The New York Daily News, hired a law firm to investigate the payments. The firm concluded they probably were legal, according to records shared with The Times, but several members said they were inappropriate nonetheless.\n“It would have been far more responsible for the state to have left that money with the M.T.A. I love skiing, but if you want to ski at a state-owned ski resort, buy a lift ticket,” said James E. Vitiello, an appointee of the Dutchess County executive. Mr. Vitiello is among several board members who have complained that the governor has taken a stronger role in the authority and limited their ability to direct policy.\nDuring this period of spending, subway performance slid. The percentage of trains arriving at their destinations more than five minutes late — the M.T.A.’s cutoff for whether a trip is “on time” — has increased in 14 of the past 15 years. “Mean distance between failure,” the measure of how frequently trains break down, has worsened almost every year since 2010.\nThe financial crisis in 2008 intensified the problems, in part because of the M.T.A.’s reliance on taxes and fees. Among other issues, revenue from a real estate transfer tax plunged by 75 percent — leaving the authority scrambling to deal with a $1 billion drop in revenue.\nThe M.T.A. curtailed 40 types of maintenance. Among other moves, it lengthened schedules for routine work on most cars from about every 66 days to every 73, and schedules for comprehensive overhauls from every six years to every seven.\nMr. Lhota said the cuts, which have never been restored, were the biggest reason for the rising delays. “The maintenance intervals were stretched, and they were stretched too far,” he said.\nHurricane Sandy struck a few years later. The M.T.A. drew praise for its response, but transit leaders said the storm took resources away from routine maintenance.\nMr. Cuomo had steered clear of the M.T.A. during his first years in office, but in his second term he took an intense interest. He placed aides within the organization and, in an unusual move, made some report directly to him. He badgered transit leaders about the construction of the Second Avenue subway on the Upper East Side of Manhattan. And over the objections of some board members, he canceled several M.T.A. capital projects to make room for his own priorities.\nAccording to high-ranking current and former M.T.A. officials, the moves interfered with the authority’s plans to address the rising delays.\nThey also bothered the respected former M.T.A. chairman Thomas F. Prendergast, who retired in January. Mr. Prendergast said his retirement was not related to the governor, but several of his former colleagues said it was a factor.\nEven in the face of the financial crisis and budget shortfalls, the M.T.A. has given concession after concession to its main labor union.\nMembers of the Transport Workers Union got a total of 19 percent in pay raises between 2009 and 2016, compared with 12 percent for the city’s teachers union over the same period.\nThe labor contracts also gave members lifetime spousal health benefits and free rides on the Metro-North and the Long Island Rail Road. (They already were allowed to ride the subway for free.)\nAccording to a former union president, John Samuelsen, the organization has secured better deals over the past eight years than any other public labor group in New York.\n“I look back with satisfaction on what, together, we have accomplished,” Mr. Samuelsen said in a September letter announcing that he was becoming the union’s international president.\nEach of three deals signed from 2009 to 2017 cost more than the M.T.A. anticipated, forcing it to take money from other parts of the budget. The 2014 deal, which cost $525 million, was funded by tapping into a pay-as-you-go account that was intended to pay for capital work, former officials said.\nSubway workers, including managers and administrative personnel, now make an average of about $155,000 annually in salary, overtime and benefits, according to a Times analysis of data compiled by the federal Department of Transportation. That is far more than in any other American transit system; the average in cities like Boston, Chicago, Los Angeles and Washington is less than $100,000 in total compensation annually.\nThe pay for managers alone is even more extraordinary. The nearly 2,500 people who work in New York subway administration make, on average, $240,000 in salary, overtime and benefits. The average elsewhere is less than $115,000.\nNew York is more expensive than most other cities, but not by that much. The latest estimate from the federal Department of Commerce said the region’s cost of living was 22 percent higher than the national average and 10 percent higher than the average for other areas with subways.\nMr. Samuelsen rejected the idea that subway workers were overpaid, arguing that it is a dangerous job in which assault is common. “We earn every penny that we make,” he said. “This is New York City. This isn’t Mayberry. It costs $700,000 to buy a house in Brooklyn. What do you want us to make? Fifteen dollars an hour?”\nUnion rules also drive up costs, including by requiring two M.T.A. employees on every train — one to drive, and one to oversee boarding. Virtually every other subway in the world staffs trains with only one worker; if New York did that, it would save nearly $200 million a year, according to an internal M.T.A. analysis obtained by The Times.\nSeveral M.T.A. officials involved in negotiating recent contracts said that there was one reason they accepted the union’s terms: Mr. Cuomo.\nThe governor, who is closely aligned with the union and has received $165,000 in campaign contributions from the labor group, once dispatched a top aide to deliver a message, they said.\nPay the union and worry about finding the money later, the aide said, according to two former M.T.A. officials who were in the room.\nMr. Cuomo’s office said in a statement that the M.T.A. handled its own labor negotiations and that campaign contributions had not influenced any of his actions.\nThe cost of increasing delays can be measured not only in numbers, but also in painful absences on special occasions, lost wages and blown opportunities. Over the summer, The Times asked readers to share their experiences with the subway. More than 1,000 responded, mostly with stories of sorrow.\nAshley Patterson, 24, from Williamsburg, Brooklyn, began having anxiety attacks on the subway this summer and now follows a careful routine to keep calm during delays.\n“I think that that’s something that the M.T.A. should be thinking about,” Ms. Patterson said. “It’s not just about the inconvenience of being late to work. There’s this mental health aspect.”\nLaura Hernandez, 34, a city employee from Woodside, Queens, missed an appointment to inspect the housing conditions of the clients of a social service agency. “I am a new employee on probation, and it does not look good to arrive over an hour late for an appointment,” Ms. Hernandez said.\nJuliana S. Karol, 30, from the Upper East Side of Manhattan, is a rabbinical student at Hebrew Union College downtown. She was late to a meeting to discuss her senior thesis, ordination and job placement. She was also 38 weeks pregnant.\n“I actually ended up writing my High Holy Days sermon about the subway,” Ms. Karol said. “About the opportunities that the subway crisis gives us to reframe both the gratitude we have when things are going right and how we respond when they are not.”\nThe entire fifth-grade class at Public School 32 in Carroll Gardens, Brooklyn, had to cancel a field trip to see a movie — a reward for completing math exams.\n“They had actually gone to the station, and they just ended up waiting forever,” said Dawn Reed, 52, whose son was one of the disappointed students. She said she used the experience to teach him about managing expectations. “It’s getting progressively worse,” she said of the subway. “And delays are a part of life, and it’s difficult to have any sense of consistency.”\nAriel Leigh Cohen, 26, from Sunnyside, Queens, missed an interview for a job painting scenery for a major Broadway show. It would have paid twice her salary as a salon receptionist and brought her closer to her dream of working in show business.\n“I was trying to change my life and do what I came to New York to do,” Ms. Cohen said. “It would’ve opened up another world of possibilities. Opportunities like that don’t come around often at all.”\nAnd then there are stories like Rosalie Osian’s. A chaplain who comforts the terminally ill for Caring Hospice Services, Ms. Osian, 58, got word one Friday that a patient was dying in Brooklyn, and she struck out on a 2 train from 72nd Street in Manhattan.\nShe made it as far as Fulton Street downtown before an announcement told her to switch to the 4 or 5. Problems on that line forced her to switch trains again, and at one point she was left standing on a platform, racked by the need to be with the patient and prepare the family for grief and pending loss. She was late getting there but made it before the patient died.\n“I’m not the only one,” Ms. Osian said. “There are people traveling the city all day helping people. There are home health aides and others. And if the subways are delayed, they can’t get to their work.”\nAlthough riders have bemoaned delays on the subway for years, they often have no idea what is causing them.\nThis is a byproduct of 30 years of transit officials seeking to avoid blame for the system’s problems, The Times found.\nEvery day, officials collect data that could be used to improve the system. For every incident that causes a delay, workers are supposed to log the time, location, duration, cause and department responsible. In theory, the data could be studied to identify patterns in delays and shed light on how they might be fixed.\nThat has not happened.\nIn 1986, the M.T.A.’s inspector general discovered that the delay records were “seriously flawed” — and shot through with biased reporting, unauthorized adjustments, illegible entries and omissions. In the 1990s, investigators twice concluded that the count was riddled with errors and misrepresentations.\nJohn Gaul, then the assistant chief of rapid transit operations, acknowledged at the time that the process was susceptible to fraud because operators were being asked to collect data on their own performances. “In many cases, undue pressure had been imposed on supervisors in the field to meet on-time performance goals,” he said.\nThree former high-ranking subway officials told The Times that little had changed since the 1980s. Before final delay reports are issued, M.T.A. departments argue about who should be blamed. Sometimes, the reports reflect more on a department’s arguing ability than on its actual performance.\nThe officials also said that different tactics had been used over the years to avoid culpability.\nFrom September 2009 to May 2010, records show, some 530,000 delays — 80 percent of all delays recorded — were lumped into a category called “supplement schedule.” The officials said that whenever maintenance work in the system caused a scheduling change, virtually all delays were put under this label, regardless of their cause.\nIn recent years, the M.T.A. has stopped using the category.\nToday, M.T.A. documents say that the most common cause of delays is “overcrowding.” More than 111,000 delays were put into that category in the first four months of 2017 alone. That was 37 percent of all delays.\nNew York politicians and transit leaders have seized on the figures to suggest that most of the subway’s problems come down to its popularity.\nBut the M.T.A.’s own records call that into question.\nIn March 2015, records show, more than 153 million trips were recorded, making it one of the busiest months on record. There were 19,000 delays attributed to overcrowding.\nLast March, two million fewer rides were recorded, but 30,000 delays were said to be caused by overcrowding.\nMr. Lhota said that quirks existed in all data and that M.T.A. officials handled the classification consistently. He rejected any suggestion that officials were manipulating numbers to make themselves look better or blame customers for problems. “The delays are solely the responsibility of the New York City Transit Authority,” he said, referring to the agency that runs the subway.\nStill, the murkiness of what is truly causing delays only feeds frustration for riders like Ms. Muteba, the advertising strategist whose 30-minute commute became a two-hour odyssey of packed cars and angry riders after a track fire in July.\nThough the number of passengers on the 1 line swelled temporarily that morning because riders were avoiding the blocked A train, dozens of delays were not attributed to the track fire. They were attributed to overcrowding, records show.\n“You’re just kind of like, ‘It’s a lost cause,’” Ms. Muteba said. “It’s kind of like beating a dead horse.”", "date": "Nov. 18, 2017", "href": "https://www.nytimes.com/2017/11/18/nyregion/new-york-subway-system-failure-delays.html", "tags": "york “ transit city subway subways m.t.a state — bad new politics starved decisions"}