{"title": "How WhatsApp helped turn an Indian village into a lynch mob", "content": "A 32-year-old Indian software engineer has become the latest victim in a spate of mob lynchings, allegedly spurred by child abduction rumours spreading over WhatsApp. BBC Telugu's Deepthi Bathini reports on how the attack unfolded. \n\"They kept hitting us, demanding to know how many children we had kidnapped,\" says Mohammad Salman, who is still in shock, his body bruised and his face scarred with stitches.\nOn 13 July, Mr Salman, 22, and his two friends were brutally beaten by a mob that suspected them of kidnapping children. The last thing he remembers seeing was his friend, Mohammad Azam, being dragged away with a noose around his neck. Mr Azam died from his injuries. \nThe three men were visiting relatives in Handikera, a tiny village surrounded by lush fields in the southern state of Karnataka. They lived in Hyderabad, the capital city of the neighbouring state of Telangana. They had driven to the village along with two other friends to spend the weekend there.\nBut within hours of arriving, all five of them were branded child abductors and attacked by angry villagers. The idyllic weekend soon turned deadly. Police have since arrested 22 people, including the administrator of a WhatsApp group. They said they have also deleted 20 Whatsapp groups as a precaution. \n\"We obtained videos recorded by eyewitnesses and looked at them frame-by-frame. We started analysing the videos to determine who was attacking and who was defending. If we find any more, we will arrest them as well,\" said a senior police officer. \nAt least 17 others have allegedly been killed in India over child kidnapping rumours since April 2018. In all of these cases, police say, the rumours were spread via messages on WhatsApp. \nInvestigations into these incidents have shown that people often forwarded false messages or doctored videos to large groups, some with more than 100 participants. And violent mobs would gather quickly and attack strangers, leaving police little time to respond. \nThis appears to be what happened in Handikera too. \nMr Salman says they were driving towards the lake on the outskirts of the village when they saw a group of children returning home from school. He said one of his friends was carrying chocolates and decided to give them to the children. But since the car was moving fast, he threw the chocolates out of the window. \nMr Salman says they never stopped and they kept driving until they reached the lake. They laid out foldable chairs and sat down to relax. \n\"Before we realised what was happening, villagers gathered and started accusing us of being child abductors,\" recalls Mohammad Afroz, who was also part of Mr Salman's group. \nIt's unclear why the villagers suspected them of being child abductors. \n\"We tried reasoning with them but it was of no use. They started pelting stones at the car and hitting my friends.\"\nMr Afroz phoned his uncle, Mohammad Yakub, who rushed to the spot but the villagers wouldn't listen to him either. \nPolice later found a video of the altercation on the phone of a man who was allegedly part of the mob. He shared the video on a WhatsApp group with 200 members. When Mr Salman, Mr Azam and a third friend, Salham Ali, managed to escape in the car, villagers in the mob realised they were heading in the direction of the neighbouring village, Murki. \nAccording to the police, someone in the mob called a friend in Murki and told him to watch out for a red car with child kidnappers. \nMr Afroz and the fifth man, Noor Mohammad, were left behind near the lake but they escaped because the mob followed the car. \n\"We thought the issue was resolved and we would meet the others soon,\" says Mr Afroz. \"But within five minutes, I got a call that their car had fallen into a ditch in Mukri.\"\nMr Salman says villagers in Murki had blocked the road with logs, and because they had been driving so fast, the car overturned when they tried to swerve. \n\"They started pelting the car with stones and broke the windows with sticks and stones. I was dragged out and beaten badly,\" he says.\n\"They hit us with knives, sickles and sticks. There were also women in the mob.\"\nA video which the police have obtained from eyewitnesses shows a loud, angry mob surrounding the overturned car. A helpless police officer can be seen pleading with the mob with to leave the men alone.\nMr Salman adds that he and his friend, Mr Ali, survived because the police hid them in the boot of the car to protect them. But they could not save Mr Azam. Mr Salman says some villagers also tried to help them but the mob was too large to control. \nBy some estimates, it was made up of hundreds of people. \n\"I think there were around 1,000 people,\" says Vijay Patil, an eyewitness who owns a tea stall in Murki. \n\"We all received the video on the group,\" he says, adding that he left the group that night after seeing what a \"single video on WhatsApp had done\".\nMr Salman says the crowd didn't disperse for more than an hour, until five police vehicles arrived as reinforcement. By then, the mob had injured eight officers who had been trying to stop them.  \nMallikarjun, a police constable who did not wish to reveal his last name, broke several bones in his leg that night. He says he hasn't been able to sleep since then. \n\"I wake up scared,\" he says. \"The faces of the three men inside the car, pleading for their lives, with their folded hands and bleeding faces, keep flashing in my head.\"  \nThe district administration say they had conducted awareness programmes in the villages after recent lynchings. \"Even after all our efforts, this incident is very unfortunate,\" says one official who was involved in the campaign.   \nThe village appears shaken by the incident. Murki has a population of 5,000 and is generally quiet. Police say they were not equipped to confront such a large, violent mob. Usually they deal with domestic quarrels,  property disputes or the odd drunken row. \n\"Everyone is shocked and half the villagers have fled fearing arrest,\" says Rajendar Patil, a village elder.\n\"We thought the rumours could be true. The way they sped away in the car, we thought they were guilty of kidnapping children,\" says the brother of one of the accused, speaking on the condition of anonymity. \n\"But now we are reading about who they were, and we feel very bad.\"\nAdditional reporting by Balla Satish", "date": "19 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44856910", "tags": "car whatsapp lynch helped turn mob salman says child village indian police villagers"}