{"title": "How might Brexit affect my European holiday?", "content": "Brittany Ferries has said customers are delaying booking Channel crossings for next summer amid concern over the impact of Brexit.\nAs a member of the European Union, UK citizens have enjoyed friction-free travel to the EU.\nIf the UK can reach some kind of exit deal then those arrangements would be likely to continue.\nIf talks fail then existing agreements between the UK and EU will end, and it is not clear what would replace them.\nWhile ferry bookings have fallen, the Association of British Travel Agents (Abta) says that bookings for package holidays in summer 2019 are positive - up 15% on this time last year.\nTravel journalist Simon Calder says that is a good move by holidaymakers: \"The smart thing to do is book a package holiday which means if the holiday doesn't happen you will at least get your money back.\n\"The danger with booking a hotel, car and flight separately is that the flight, for example, may not go but you may still need to pay for the rest.\"\nSo what are the travel companies saying?\nMajor airlines all appear confident that flights will continue to take off even if there is a no-deal Brexit.\nEasyJet has said that both the UK and the European Commission have indicated that they will put an agreement in place and they believe that connectivity should not be disrupted. \nThis has been echoed by IAG, the parent company of British Airways. An IAG spokesperson says that in the event of a no-deal scenario, both the EU and UK have said they will put an agreement in place that allows flights to continue. \nRyanair is seemingly the most cautious of the airline operators and recently began issuing a warning on its tickets: \"This flight is subject to the regulatory environment allowing the flight to take place.\"\nThe company believes the risk of a no-deal Brexit is rising, and while they hope that a transition agreement from March 2019 to December 2020 will be implemented they remain concerned that the time to complete such an agreement is shortening. \nEurostar is the high-speed rail service connecting the UK and mainland Europe. \nIt expects services will run even if there is a no-deal outcome. A spokesperson said the company, planned and expected to \"maintain services on the existing basis and timetable following Brexit\". \nEurotunnel, which operates Le Shuttle services between Folkestone and Calais, expects services to operate without disruption next year but isn't able to give any guarantees. \nA spokesperson said: \"Our service will be running just as frequently and fast as it is today. We are advising customers to look at the government website for the latest information on additional measures they might need to take.\"\nFerries will continue to run, but Nigel Wonnacott from Brittany Ferries said: \"We know that uncertainty and instability in the UK will have consequences on both sides of the channel.\"\n\"A poor deal, or perhaps no deal at all, could impact Brittany, Normandy and the Loire.\"\nCoach company National Express travels to European locations such as Paris or Brussels. Without a deal services to EU countries could be suspended in the short term. \nNational Express says it plans to release its 2019 timetable for European travel this month.\n\"We are currently advising passengers to book as normal for our European services but will continue to monitor and respond to any relevant changes confirmed in the run up to and post-Brexit.\" \nThe AA has advised that the worst possible outcome for British people considering taking their car into Europe will be the requirement for two additional documents: an insurance Green Card (effectively, a multi-lingual translation of your car insurance policy) as well as an International Driving Permit, in addition to your driving licence. \nFrom February 2019, these will only be obtainable in person from certain Post Offices in the UK. \nAn AA spokesperson said: \"There is a lot of hyperbole surrounding future travel in Europe but there is absolutely no reason why anyone should change their plans.\n\"There is likely to be some additional bureaucracy to go through but, once in mainland Europe, there should no barriers to travel across borders and British travellers will be just as welcome as they are now.\"\nIf there is a requirement for additional documents, car hire companies such as Europcar have said they will respond and, \"apply the law applicable at the time\".", "date": "7 November 2018", "href": "https://www.bbc.com/news/business-46110955", "tags": "brexit european uk continue eu services might travel british holiday affect deal"}