{"title": "How Tariffs Work, and Why China Won’t See a Bill", "content": "President Trump frequently promotes the idea that when the United States places a tariff on an import from another country, that other country directly pays the bill. \nHe’s wrong, but he keeps saying it.\nOn Sunday, the president cited American tariffs on Chinese goods as a reason the United States economy is doing so well. And he insisted that China — not American companies that rely on Chinese products — was bearing the brunt of his tariffs.\nMr. Trump has previously credited the tariffs with padding the United States government, saying they are filling Treasury’s coffers.\nMr. Trump’s tweets raise a number of questions. Are the tariffs being charged to China, or to companies? And are they significant enough to help the American economy? It’s a good starting point for a sort of F.A.Q. on tariffs that could be useful for executives, voters, even presidents. (For explanatory purposes, The New York Times is supplying both the questions and the answers below.)\nQ. So who gets “charged” for tariffs? A foreign government? An American company that manufacturers goods overseas, then sells those goods in the United States? \nA. Neither of them, technically speaking. When the United States puts a tariff on a Chinese import, it does not send a bill to China. If an American company manufactures a good elsewhere and it is subjected to a tariff, the company doesn’t typically get a bill from the government, either.\nThen who pays?\nUsually a middleman, to start. Most American companies that bring products in from abroad do not handle the paperwork themselves. They hire what’s known as an importer of record — someone whose job it is to navigate the intricacies of the United States Customs and Border Protection’s system for inspecting imports and levying any duties on them. (Duties are a tax or fee placed on an import. Tariffs are a form of duty.)\nWhen an imported good enters a port in the United States, the importer of record initially gets the bill for the tariff.\nSo tariffs are a tax on middlemen?\nNot usually. This is where the question of who pays tariffs gets trickier — because middlemen tend to pass on their costs.\nA company that contracts with an importer will almost always see the costs of that contract rise after a tariff has been imposed on goods it imports. So now the company is paying, say, 10 or 25 percent more to bring in the exact same product it imported before the tariffs. The company faces a choice: What should it do about those extra costs?\nSo tariff costs get passed to an American company. What are its options?\nThe company could pass on the added costs to consumers, in the form of higher prices. That’s the simplest route, particularly in a competitive market where the supply chain is not easily moved. (Washing machines are a good example of this. Their prices rose in the United States earlier this year after Mr. Trump’s administration imposed tariffs on them.) \nCompanies can also try to minimize tariffs by switching suppliers or changing the products they sell. In the case of China tariffs, that could mean moving a factory from Beijing to Vietnam. In this case, no one pays the tariffs; the company is making an end-run around them. Alternatively, an American company could negotiate concessions from a Chinese supplier, likely by threatening to shift production. In that case, the Chinese supplier’s profits would fall, and it would bear at least some of the cost of the tariffs. Some research suggests American companies have had success essentially passing the bill back to China.\nSome companies may choose to absorb the extra costs themselves, by accepting lower profits. They choose neither to raise prices nor immediately pay to shift production, based on the idea that the most economically efficient price to charge for the product is not changed by the existence of tariffs. That could be the case with Apple: It can charge such a premium for iPhones that it might decide to accept smaller profit margins on them for a while, if they become subject to tariffs. \nHow does China end up paying?\nIt never does, directly. But there are certainly ways that American tariffs hurt China. If companies move production to Vietnam, China would see less economic growth — though that itself is not a direct benefit for American production, and in the short term would be a headache for companies that have to find new factories.\nChinese companies forced to cut costs could have their profits pinched and could reduce hiring or close entirely. That could put pressure on them to move to places like Vietnam.\nAnother way China could lose: Americans may buy fewer Chinese goods as the prices rise. That’s a loss for China, but it’s also a tax on Americans who buy things. \nThe United States government is not “charging” China or the American people. But, in many ways, Americans are paying the costs anyway.\nBut someone is paying tariffs, right? Where does that money go?\nTo the United States government. Mr. Trump appears correct that his tariff increases are bringing “billions” of dollars into federal coffers: Revenue from tariffs exceeded $5 billion in March, according to the Treasury Department. And it expects the federal government to take in a total of $69.5 billion for the full fiscal year. That’s a significant amount of money but, even over the course of a year, it isn’t nearly enough to counter the sharp increases in the federal budget deficit that Mr. Trump has overseen.\nAre tariffs helping the American economy?\nIn fact, the tariffs are seen as a drag on the American economy. While the United States is experiencing an economic expansion, the Federal Reserve, chief executives and many economists continually cite Mr. Trump’s trade war and his tariffs as an economic deterrent. \nIn its summary of economic expectations, known as the Beige Book, the Fed cited several sectors that were experiencing pain from the tariffs, including higher costs and fewer sales. ", "date": "Nov. 29, 2018", "href": "https://www.nytimes.com/2018/11/29/us/politics/how-tariffs-work-china.html", "tags": "american company work see could china costs united companies states bill tariffs"}