{"title": "How the Trump-Kim Summit Failed: Big Threats, Big Egos, Bad Bets", "content": "HANOI, Vietnam — As President Trump settled into the dining room of a French-colonial hotel in Hanoi on Thursday morning, the conversation with Kim Jong-un, the North Korean leader with whom he had struck up the oddest of friendships, was already turning tense.\nIn a dinner at the Metropole Hotel the evening before, mere feet from the bomb shelter where guests took cover during the Vietnam War, Mr. Kim had resisted what Mr. Trump presented as a grand bargain: North Korea would trade all its nuclear weapons, material and facilities for an end to the American-led sanctions squeezing its economy.\nAn American official later described this as “a proposal to go big,” a bet by Mr. Trump that his force of personality, and view of himself as a consummate dealmaker, would succeed where three previous presidents had failed.\nBut Mr. Trump’s offer was essentially the same deal that the United States has pushed — and the North has rejected — for a quarter-century. Intelligence agencies had warned him, publicly, Mr. Kim would not be willing to give up the arsenal completely. North Korea itself had said repeatedly that it would only move gradually.\nSeveral of Mr. Trump’s own aides, led by national security adviser John R. Bolton and Secretary of State Mike Pompeo, thought the chances of a grand bargain for total nuclear disarmament were virtually zero. Some questioned whether the summit meeting should go forward.\nMr. Trump disagreed. He had taken to showing what he called Mr. Kim’s “beautiful letters” to visitors to the Oval Office, as evidence he had built a rapport with one of the world’s most brutal dictators. While some in the White House worried Mr. Trump was being played, the president seemed entranced — even declaring “we fell in love.”\nAs Mr. Trump and Mr. Kim parted company, nearly a year of optimism and flattery was left poolside at the Metropole, steps from a meeting room with two empty chairs and flags that had been carefully prepared for a “signing ceremony.”\nMr. Trump and senior diplomats say they hope negotiations will continue, though nothing has been scheduled. Mr. Kim has promised not to resume weapons testing, and the Pentagon continues to hold off on large-scale military exercises with South Korea.\nIn interviews with a half-dozen participants, it is clear Mr. Trump’s failed gambit was the culmination of two years of threats, hubris and misjudgment on both sides. Mr. Trump entered office convinced he could intimidate the man he liked to call “Little Rocket Man” with tough talk and sanctions, then abruptly took the opposite tack, overruling his aides and personalizing the diplomacy.\nMr. Kim also miscalculated. He bet Mr. Trump might accept a more modest offer that American negotiators in Hanoi had already dismissed: The North would dismantle the Yongbyon nuclear complex, three square miles of aging facilities at the heart of the nuclear program, for an end to the sanctions most harmful to its economy, those enacted since 2016.\nIt is unclear whether Mr. Trump was tempted to take that deal, which could have turned headlines away from the damaging testimony of his former lawyer, Michael D. Cohen, in Washington.\nBut Mr. Pompeo, who knew the details of the North Korean program intimately from his days as C.I.A. director, opposed it. The president was told that if he settled for Yongbyon alone, he might appear to have been duped by the young leader of a country renowned for hiding pieces of its nuclear program in tunnels around the country.\nMr. Pompeo said later that Mr. Kim’s offer “still leaves missiles, still leaves warheads and weapons systems” — and a senior State Department official argued that sanctions relief would fund the production of more weapons.\nIt also would have let the North continue to produce uranium, a key ingredient for nuclear weapons, at a hidden enrichment center near the capital, Pyongyang — one of several suspected nuclear sites beyond Yongbyon that the United States has been monitoring from afar for nearly a decade.\n“I think that they were surprised that we knew,” Mr. Trump said.\nIn the end, the president took a brief walk with Mr. Kim around the hotel’s pool, shook his hand and then canceled lunch in a glassed pavilion.\n“This kind of opportunity may never come again,” Ri Yong-ho, North Korea’s foreign minister, told reporters later that night.\nFor a president who often complains that his predecessors only let the North Korea problem fester, the 8,000-mile trek from Washington to Hanoi was a crash course in why those past presidents failed.\nMany around Mr. Trump believe he will, too.\nNorth Korea was the first international crisis of the Trump administration, and discussion about how hard to press the country sometimes got heated. At one point, aides said they heard Lt. Gen. H.R. McMaster, the national security adviser, and Jim Mattis, the defense secretary, shouting at each other behind closed doors.\nGeneral McMaster was intent on signaling to both North Korea and allies that Mr. Trump was serious about enforcing sanctions and that he would not tolerate a nuclear North Korea.\nIn a series of Situation Room meetings, the administration reviewed options to ramp up sanctions and covert operations, including an Obama-era program of cyber sabotage against North Korean missiles. War plans were rewritten, and General McMaster spoke openly about the possibility of a “preventive war” if the threat grew.\nThe shouting was prompted by General McMaster’s insistence that Mr. Mattis intercept North Korean ships on the high seas to determine whether they were engaged in sanctions busting. But Mr. Mattis resisted, worried that the outbreak of a firefight at sea could quickly escalate out of control.\nMr. Kim, for his part, turned up the pressure, launching missile after missile, including new intercontinental ballistic models that appeared capable of hitting the United States. There was also  another nuclear test, which some experts believe may have been a hydrogen bomb, as the North claimed.\nBut for more than a year, Mr. Trump shut down efforts at diplomacy.\nWhen Rex Tillerson, the secretary of state at the time, told reporters during a visit to Beijing that “we have a couple, three channels open to Pyongyang,” Mr. Trump lashed out, declaring on Twitter that “only one thing will work” and casting his own secretary of state as naïve. Mr. Tillerson fumed and was later ousted.\nEarly in 2018, though, Mr. Trump suddenly changed course — along the lines Mr. Tillerson had advocated. To the shock of Mr. Trump’s own advisers, he accepted on the spot when envoys sent by South Korea’s president, Moon Jae-in, passed on an invitation to meet Mr. Kim.\nAfter that first summit meeting in Singapore in June, the talk of hostilities ended. Mr. Trump declared Mr. Kim an honorable partner — gliding past the murder of his half brother, his uncle and an American student in North Korea, Otto Warmbier — and promised to improve relations and suspend military exercises around Korea.\n“There is no longer a Nuclear Threat from North Korea,” Mr. Trump declared on Twitter, despite the absence of any timetable for denuclearization.\nSome of his aides, starting with Mr. Bolton, the new national security adviser, were appalled. But with Mr. Trump repeating that he should be awarded a Nobel Peace Prize, no one wanted to argue.\nMr. Bolton told colleagues not to worry. The negotiations, he said, would collapse on their own.\nThere were signs of trouble from the start.\nMr. Pompeo flew to Pyongyang in early July to turn the Singapore discussion into a timetable for the North to produce an inventory of weapons, the first step toward disarmament, but Mr. Kim declined to see him. Instead, Mr. Pompeo met with Kim Yong-chol, a former spy chief with hard-line views on the United States.\nAfter the visit, the North said the Americans had pushed a “unilateral and gangster-like demand for denuclearization.” But it also said Kim Jong-un still wanted to build on the “friendly relationship and trust” with Mr. Trump.\nThe message was clear: A real breakthrough was only possible if the two leaders got together again. The North Koreans seemed to believe Mr. Kim could get a better deal from Mr. Trump than they could from his State Department negotiators.\nThen in August, Mr. Trump abruptly canceled a trip by Mr. Pompeo to Pyongyang, saying there had not been enough progress in the talks. This stymied the new special envoy, Stephen E. Biegun, who had planned to accompany Mr. Pompeo.\nMeanwhile, diplomacy between South Korea and North Korea was progressing quickly. Mr. Moon and Mr. Kim had already met twice before the Singapore summit, and in September, Mr. Moon made a historic visit to Pyongyang.\nThe result was the Pyongyang Declaration, which outlined a peace process for the peninsula — and dangled a potential concession by North Korea. The North, it said, would agree to dismantle the Yongbyon complex if the United States took “corresponding measures.”\nSuddenly, Yongbyon was in play. But what did North Korea want?\nSome analysts said they believed then that the North was seeking an end-of-war declaration as a prelude to legally replacing the armistice that halted the Korean War, an idea that Mr. Trump told Mr. Kim in Singapore he supported. And Mr. Moon was pushing for the end-of-war declaration.\nAmerican officials were worried it could lead too quickly to a peace treaty and then negotiations to draw down the 28,500 American troops on the peninsula — a longtime goal of the North.\nThen, a few days before the midterm elections in the United States, North Korea released a belligerent statement that said the country would return to a policy of strengthening its nuclear force if the United States did not lift sanctions.\nIn retrospect, it was an important message that was obscured by the discussion of an end-of-war declaration.\nWhat really mattered to Mr. Kim were the sanctions, which, after three new rounds in 2017, were strangling his nation’s already pitiful economy. The United States had even cut off critical humanitarian aid to the country by barring American aid groups from traveling there.\nWith diplomacy stalled, Mr. Trump decided to weigh in again.\nMr. Bolton announced in December that Mr. Trump wanted another summit meeting in early 2019 because North Korea had “not lived up to the commitments” it made in Singapore. To some diplomats and analysts, that seemed like a reason not to meet again.\nThe North Koreans appointed a former ambassador to Spain, Kim Hyok-chol, to lay the groundwork with Mr. Biegun, 55, a pragmatic former senior aide to Condoleezza Rice in the Bush administration who had been passed over for the national security adviser position in favor of Mr. Bolton.\nThe first meetings in Pyongyang did not go smoothly. And when the two sides met in Hanoi starting six days before the summit meeting, the North Koreans kept demanding that the five most recent rounds of sanctions imposed by the United Nations since March 2016 be lifted.\nMr. Ri, the foreign minister, said later that North Korea chose those sanctions because they affected ordinary citizens.\nThese sanctions, imposed to punish Pyongyang for new weapons tests, differed from previous restrictions that were focused on weapons and nuclear-related equipment. Instead, they covered entire export sectors, including minerals, metals, coal, agriculture and seafood.\nThey also banned energy sales to North Korea. Altogether, they held back billions of dollars of trade, a senior State Department official said.\nThe far-reaching nature of the sanctions — and the suffering they were causing — were exactly why hard-line administration officials wanted to keep them up. After Mr. Trump’s surprise decision at Singapore to suspend military exercises with South Korea, these officials worried the United States was losing leverage.\nThat camp, led by Mr. Bolton, regarded Mr. Pompeo and his diplomats with suspicion. Would they give away too much for too little? Would they give in to the North Korean entreaties to loosen sanctions?\nA Stanford speech by Mr. Biegun in January appeared to the hawks to be a red flag: He suggested then that North Korea might not need to immediately hand over a complete declaration of nuclear assets, which American officials had demanded as a first step.\nBut behind closed doors, Mr. Biegun and his team told the North Koreans that giving up the aging facilities at Yongbyon was not nearly enough for such extensive sanctions relief.\nAt the same time, the North Korean negotiators were inconsistent about which of the facilities inside Yongbyon they were offering to dismantle — at one point saying that only Kim Jong-un could decide.\nThe negotiating teams were still deadlocked even as Mr. Kim boarded a train for a two-day journey to Vietnam and Mr. Trump took off on Air Force One.\nThe American team thought their North Korean counterparts would warn Mr. Kim that the demand to lift the five sanctions was a non-starter, so the two leaders would work on hashing something else out during the summit meeting.\nBut soon after the two men arrived at the Metropole, the North Korean leader began arguing for relief from the five rounds of sanctions in exchange for Yongbyon.\nWhile North Korea had suspended operations at Yongbyon under agreements in 1994 and again in 2007, and later offered various moratoriums that were never fully executed, Mr. Kim’s proposal appeared to go further than ever toward dismantling the entirety of the complex, officials said. But the exact terms were still vague.\nMr. Trump countered with the grand bargain. The divide was underscored by the fact that, at one point, he presented Mr. Kim with a document laying out his definition of denuclearization.\nMr. Kim objected that there was not enough trust between the two countries to give up everything at once.\nAt a rare news conference shortly after midnight on Thursday, Mr. Ri argued that his country mostly needed “security guarantees” related to American military forces on the peninsula, and portrayed the sanctions-for-Yongbyon trade as a step to build trust.\nIn the end, Mr. Trump flew back to Washington with nothing — no agreement on a peace declaration, and no ban on producing more nuclear fuel — meaning the North’s arsenal will keep expanding while the two sides argue. There were only promises to keep talking.\nOn Friday, as Mr. Trump woke up in the White House after his grueling trip, the long wooden table that had been moved into a meeting room of the Metropole Hotel for the signing ceremony still sat there, unused.", "date": "March 2, 2019", "href": "https://www.nytimes.com/2019/03/02/world/asia/trump-kim-jong-un-summit.html", "tags": "egos sanctions bets summit trump-kim failed ” bad kim threats — north korea big"}