{"title": "How Mark Zuckerberg Became Too Big to Fail", "content": "A few weeks ago, after Facebook revealed that tens of millions of its users’ accounts had been exposed in a security breach, I began asking people in and around the tech industry a simple question: Should Mark Zuckerberg still be running Facebook?\nI’ll spare you the suspense. Just about everyone thought Mr. Zuckerberg was still the right man for the job, if not the only man for the job. This included people who currently work at Facebook, people who used to work at Facebook, financial analysts, venture capitalists, tech-skeptic activists, ardent critics of the company and its giddiest supporters.\nThe consensus went like this: Even if Mr. Zuckerberg — as Facebook’s founder, chief executive, chairman and most powerful shareholder — bore most of the responsibility for the company’s cataclysmic recent history, he alone possessed the stature to fix it. \nMore than one of his supporters told me it was bad faith to even broach the subject — that Mr. Zuckerberg’s indispensability was so plain that the only reason I might have to ask whether he should still run the company was the clicks I would get on this article. But even critics were not that excited about the idea of Mr. Zuckerberg’s removal. Barry Lynn, executive director of the Open Markets Institute, an organization that fights monopoly power, argued that Facebook’s problems grew out of its business model and the legal and regulatory vacuum in which it has operated — not the man who runs it.\n“To be blunt, if we took Mark Zuckerberg out and we replaced him with Mahatma Gandhi, I don’t think the corporation would change in any significant way,” Mr. Lynn said.\nThat few can imagine a Facebook without Mr. Zuckerberg, 34, underscores how unaccountable our largest tech companies have become. Mr. Zuckerberg, thanks to his own drive and brilliance, has become one of the most powerful unelected people in the world. Like an errant oil company or sugar-pumping food company, Facebook makes decisions that create huge consequences for society — and he has profited handsomely from the chaos.\nYet because of Facebook’s ownership structure — in which Mr. Zuckerberg’s shares have 10 times the voting power of ordinary shares — he is omnipotent there, answering basically to no one. \nThis fits a pattern. Over the last two decades, the largest tech companies have created a system in which executives suffer few personal or financial consequences for their mistakes. Big tech has turned founders into fixtures — when their companies are working well, they get all the credit, and when their companies are doing badly, they are the only heroes who can fix them.\nThere’s another way to put this: For better or worse, Mr. Zuckerberg has become too big to fail.\nIn America, it’s not unusual for executives to escape punishment for how they steer their corporations (see Wall Street after the 2008 financial crisis). Still, when companies step in it badly, there are often at least calls for their leaders’ dismissal. The chief executives of Equifax and Target were pushed out after data breaches. The chief executive of Wells Fargo was ousted after a scandal involving sham accounts. \nEven in Silicon Valley, where company founders are revered as money-laying rainbow unicorns, there is some limit to corporate patience. In the 1980s, Apple fired Steve Jobs. Last year, Uber ousted Travis Kalanick, who was as closely aligned with his company’s culture as Mr. Zuckerberg is with his.\nFacebook’s problems have not reached the level of lawlessness we saw at Uber, but they have been far more consequential. Besides the breach, Facebook has been implicated in a global breakdown of democracy, including its role as a vector for Russian disinformation during the 2016 American presidential election. \nInvestigators for the United Nations have said Facebook was instrumental to genocide in Myanmar; it has also been tied to violence in India, South Sudan and Sri Lanka. There have been privacy scandals (Cambridge Analytica most recently), advertising scandals (discriminatory ads, fishy metrics), multiple current federal inquiries, and an admission that using Facebook can be detrimental to your mental health.\nEven though Mr. Zuckerberg has apologized and vowed again and again and again to fix Facebook, the company’s fixes often need fixing. In the last week, reporters showed that the company’s recent move to clamp down on political ads has not worked — Vice News bought Facebook ads falsely stating that they were “paid for” by Vice President Mike Pence and ISIS.\nSo given such failures, another question might be: Why haven’t any heads rolled at Facebook? Although there have been some high-profile defections — the co-founders of WhatsApp, Instagram and Oculus, all companies bought by Facebook, left in the last few months — Mr. Zuckerberg’s most loyal executives have been with him through thick and thin, many for more than a decade.\nIf Facebook admits now that its problems were caused by a too-idealistic, move-fast culture, and if it is conceding now that its culture must change, how can we be sure that’s happening if most of the people who run Facebook remain the same?\nWhen I asked Facebook about this, the company argued that things were changing. It just hired Nick Clegg, a former deputy prime minister of Britain, as head of global affairs — a move that the company said imbued it with a serious outsider’s perspective.\nThe social network also put me on the phone with a top executive who argued boisterously for Mr. Zuckerberg’s leadership, but declined to do so on the record. The executive explained that fixing Facebook would involve deep costs. The company is hiring more people to review content, for example, and it might have to slow down some of its most ambitious projects to address its impact on the world. The executive argued that Mr. Zuckerberg’s total domination of Facebook’s equity, plus the reverence in which employees hold him, allowed him to weather the financial consequences of these changes better than any other leader.\nFacebook’s stock price plunged nearly 20 percent on a single day this summer after it reported slowing revenue growth and increased operational costs. This week, Facebook repeated its slower-growth warning. A “professional C.E.O.,” one without such a huge stake in the company, would be tempted to try the easy way out, the executive suggested. But Mr. Zuckerberg was free to do what’s right.\nMr. Zuckerberg’s supporters also argued that he has shown a deep capacity to understand and address Facebook’s problems. After the company went public in 2012, its stock price languished for months because it had no plan to make money from consumers’ shift to mobile devices.\n“Mark would tell you that he was too late in understanding the importance of mobile — but when that became apparent, Mark understood its gravity and he understood how to fix it,” said Don Graham, a former Facebook board member and former publisher of The Washington Post. “He changed the direction of that company incredibly fast, in detail, not by one action but by 20 actions — and if you looked at the quarter-by-quarter numbers of what percentage of Facebook’s revenue was coming from mobile, I couldn’t believe how fast it changed.”\nThe question at Facebook now is whether Mr. Zuckerberg has similarly seen the light on its current problems. He has said fixing Facebook was his personal challenge for 2018. But there are signs that its culture remains the same. \nConsider its promise that a new home-hub device, Portal, which it unveiled this month, would not collect information on users that could be used in ads. It had to swiftly walk back that promise because Facebook’s data-collection system is so pervasive that even some of its employees don’t seem to understand it.\n“I think he has demonstrably failed over the last two years, and the reason he’s failed is because he’s unaccountable,” said Sandy Parakilas, a former Facebook employee who is now chief strategy officer for the Center of Humane Technology, an activist organization. “Given a scenario where shareholders and board members had more influence, it’s hard to imagine that there would not have been changes faster.”\nOne fix for Facebook might be to give the board greater power over the company. Trillium Asset Management, an investment firm, recently put forward a shareholder resolution supported by several state funds that would require Mr. Zuckerberg to step down as Facebook’s chairman, though he would still maintain majority voting control of the company.\n“I think by taking the step to relinquish the position of the board chair, it’s a very important structural change so that he would not have a completely free hand to muscle his way through decisions,” said Jonas Kron, a Trillium senior vice president.\nA Facebook spokesman said the company had not yet taken a position on the resolution. In the past, similar measures have been voted down by Mr. Zuckerberg and his allies. \nWhich leaves us here: Either Mr. Zuckerberg fixes Facebook, or no one does. That’s the choice we face, like it or not.", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/technology/mark-zuckerberg-facebook.html", "tags": "company “ fail became facebook mark executive — zuckerberg said big"}