{"title": "How ‘Doxxing’ Became a Mainstream Tool in the Culture Wars", "content": "SAN FRANCISCO — Riding a motorized pony and strumming a cigar box ukulele, Dana Cory led a singalong to the tune of “If you’re happy and you know it clap your hands.”\n“You’re a Nazi and you’re fired, it’s your fault,” she sang. “You were spotted in a mob, now you lost your freaking job. You’re a Nazi and you’re fired, it’s your fault.”\n“All together now!” Ms. Cory, 48, shouted to a cheering crowd in San Francisco’s Castro neighborhood on Saturday. They were protesting a rally planned by far-right organizers about a mile away.\n“Dox a Nazi all day, every day,” she said.\nOnline vigilantism has been around since the early days of the internet. So has “doxxing” — originally a slang term among hackers for obtaining and posting private documents about an individual, usually a rival or enemy. To hackers, who prized their anonymity, it was considered a cruel attack.\nBut doxxing has emerged from subculture websites like 4Chan and Reddit to become something of a mainstream phenomenon since a white supremacist march on Charlottesville, Va., earlier this month.\n“Originally it was little black-hat hacker crews who were at war with each other — they would take docs, like documents, from a competing group and then claim they had ‘dox’ on them,” said Gabriella Coleman, a professor at McGill University who wrote a book about the hacker vigilante group Anonymous. “There was this idea that you were veiled and then uncovered.”\nNow the online hunt to reveal extremists has raised concerns about unintended consequences, or even collateral damage. A few individuals have been misidentified in recent weeks, including a professor from Arkansas who was wrongly accused of participating in the neo-Nazi march. And some worry that the stigma of being outed as a political extremist can only reinforce that behavior in people who could still be talked out of it.\nDoxxing was on the minds of a number of protesters on the streets of San Francisco on Saturday. In the Castro and Mission neighborhoods and Alamo Square, the home of the famous row of houses known as the Painted Ladies, thousands participated in counter-demonstrations to the right-wing rally. There was the energy of a street party — children and dogs joined in, protesters shared baked goods, and the bars nearby were full.\nMarla Wilson, 35, of San Francisco, said she was appalled when she saw white supremacists marching so brazenly in Charlottesville. Doxxing, she believed, was an effective way to make people think twice about being so bold with their racism.\n“Some of what is happening now will make these white supremacists realize why their grandparents wore hoods,” Ms. Wilson said. “At least then there was shame.”\nThe ethics — and even the definition — of doxxing is murky. It is the dissemination of often publicly available information. And, some at the protest asked, are you really doxxing a person if he or she is marching on a public street, face revealed and apparently proud? It is not as though they are hiding their identities.\nBut Tony McAleer, a former white supremacist leader who now runs Life After Hate, a rehabilitation program for neo-Nazis, called doxxing a “ passive aggressive violence.” He said publicizing the names and workplaces of neo-Nazis may offer some level of solace to people outraged by them, but it makes his job more difficult.\n“For us, it slows things down. We try to integrate people back to humanity,” Mr. McAleer said. “If isolation and shame is the driver for people joining these types of groups, doxxing certainly isn’t the answer.”\nIn short, once someone is labeled a Nazi on the internet, that person stays a Nazi on the internet.\nInternet vigilantism has a checkered history. In April 2013, amateur detectives on Reddit used screen shots of security camera footage to identify two men as being connected to the Boston Marathon bombing. The New York Post put the image on the cover under the headline “Bag Men.”\nBut the two young men pictured were not the bombers. At one point, Reddit sleuths even set their sights on a student from Brown University, about 60 miles away in Providence, R.I., who was missing. He had nothing to do with the bombing; he had committed suicide.\nThe next year, doxxing became a tool by in the “GamerGate” controversy, an online dispute purportedly about ethics in video game journalism that became a foundational moment for some of today’s fringe far right. Mostly male video-game players began to publish personal information — including home address and phone numbers — for women in their community, typically journalists and game designers who they said were unfairly politicizing gaming culture.\nFor Ms. Coleman, the real mainstream moment for online vigilantism was in 2015, when an image of a dentist standing over a lion he had shot swiftly spread on social media. The lion was Cecil, a well-known conservation icon. Animal lovers seethed. The actress Mia Farrow even posted the dentist’s home address on Twitter.\n“People went berserk,” Ms. Coleman said. “That, to me, was this interesting turning point where it showed the general public would be willing to jump into the fray.”\nCharlottesville has made doxxing even more commonplace.\n“For a long time it was only a certain quarter of people on the internet who would be willing to do this,” Ms. Coleman said. “It was very much hinged on certain geek cultures, but there was an extraordinary quality to the Charlottesville protest. It was such a strong public display I think it just opened the gates.”\nThe right-wing rally ultimately fizzled on Saturday, but counter-protesters were still on the lookout.\n“It’s important to dox Nazis,” said Andrea Grimes, 33, of Alameda, Calif. She held a sign that read: “White people pick one: Be the problem. Be the solution.” She said she had “outed” white supremacists to their parents, which she said often worked well to stop bad behavior online.\nMs. Cory, the ukulele player moving by electric pony, said that she had posted that morning a picture of a man she thought was a white-pride agitator. He was at a local train station wearing camouflage and smoking a cigarette near a car with Oregon license plates.\n“They’re here, ” she said. Then she started the next song: “Tiki Torch Nazis,” set to “Beauty School Dropout” from the musical “Grease.”\nNearby, Jim Alexander, 55, a software engineer, was carrying high a sign with the words, “Hug an Extremist.”\nAsked about the message, he lowered the placard and looked at it again.\n“Unfortunately, I think this might not work,” Mr. Alexander said.", "date": "Aug. 30, 2017", "href": "https://www.nytimes.com/2017/08/30/technology/doxxing-protests.html", "tags": "‘ mainstream wars tool ” became ms. white nazi online culture doxxing —"}