{"title": "How Trump Could Devastate Obamacare By Barely Lifting A Finger", "content": "WASHINGTON ― President-elect Donald Trump could blow a giant hole in Obamacare on his first day in office without even waiting for the Republican-led Congress to repeal the Affordable Care Act. The question is: Does he want to?\nAs president, Trump will have the authority to immediately cut off a form of financial assistance provided to the lowest-income enrollees in health plans sold on the Obamacare health insurance exchanges. House Republicans sued President Barack Obama’s administration, alleging it is illegally providing these subsidies without congressional approval. A federal court agreed with the GOP earlier this year in a decision the Obama administration appealed.\nAt issue are what’s known as “cost-sharing reductions,” which are subsidies the federal government pays health insurance companies to shrink, sometimes dramatically, out-of-pocket costs like deductibles and copayments for health insurance exchange enrollees at the lowest end of the income scale. These are separate from the tax credits low- and middle-income households can receive to reduce their monthly premium costs.\nTrump could simply accept the House Republican argument and order federal agencies to halt these cost-sharing payments to health insurers, or he could instruct the Justice Department to drop its appeal and accept the court ruling that the payments are illegal. And he could do that right away, leaving enrollees and health insurance companies with virtually no recourse.\nThis maneuver, which influential conservatives already are calling on Trump to make, would enable the new Republican president to strike a major blow against the Affordable Care Act, a law Republicans have pledged to undo since Obama signed it in 2010. \nRepublicans in Congress already are planning on a vote to gut the law, perhaps as soon as January, but executive action by Trump would achieve a partial victory against Obamacare instantaneously.\n“The law will enable a President Trump either to cut the cost-sharing payments off or to continue them if he’d like to. He’s got the discretion to keep them in place or to terminate them,” said Nicholas Bagley, a professor at the University of Michigan Law School who has written extensively about the case, known as House vs. Burwell.\nThese subsidies are available to people earning between the federal poverty level and 250 percent of that amount, or a range of $11,880 to $29,700 a year for a single person. \nDuring this year’s health insurance sign-up period, about 57 percent of enrollees, or approximately 7 million people, received this assistance. For the poorest beneficiaries ― those with incomes under $17,820 ― this means having no deductible instead of having to pay thousands upfront before benefits kick in.\nTrump’s transition team didn’t respond to an email requesting comment. In an email to The Huffington Post, AshLee Strong, a spokeswoman for House Speaker Paul Ryan (R-Wis.), said only, “We are in contact with the Trump transition team as we consider the House’s options.”\nBut dealing this damage to Obamacare would come at a cost, and perhaps one higher than Trump and congressional Republicans are willing to pay, even as they prepare to scrap the Affordable Care Act.\nEliminating these cost-sharing subsidies would wreak havoc on the health insurance market, costing companies an estimated $5 billion a year, and that may give Trump and House Republicans pause. \nUnder the Affordable Care Act, health insurance companies are required to reduce cost-sharing for eligible low-income people ― even if the federal government never makes the companies financially whole.\n“Insurers are still required by law to lower deductibles and copays for low-income enrollees. But insurers would no longer get payments from the federal government to offset the higher costs,” said Larry Levitt, senior vice president of the Henry J. Kaiser Family Foundation. “It’s safe to say that chaos would ensue.”\nBut health insurance companies are legally allowed to stop providing coverage through the exchanges if the cost-sharing payments end, which would result in their customers losing their insurance plans.\n“I think they run for the exits,” Levitt said.\nThe damage wouldn’t be limited to only those low-income enrollees. Health insurance companies would be faced with a choice of losing money in an already fragile market or abandoning it. That would extend the effects of cutting off those payments beyond the beneficiaries of these subsidies to other Obamacare enrollees, whose insurance plans would suddenly cease to exist. \nConsumers whose insurers exit the market would then need to scramble to find new coverage ― if they could. Depending on the scale of the disruption, there may not be insurers still willing to offer policies on the exchanges, because they all would be subject to the financial losses caused by the lost subsidy payments.\nWhatever congressional Republicans and the Trump administration may devise as a health reform platform to succeed Obamacare ― if they ever actually do ― would rely on private health insurance companies. Disruption to today’s insurance market by eliminating the cost-sharing payments could cause financial harm to those companies and make them wary of participating in any future health care reform. \nAnd that’s not to mention any public outcry that may occur if millions of consumers suddenly find themselves uninsured through no fault of their own.\nBeyond taking executive action or ending the federal government’s appeal of the court’s ruling in favor of House Republicans, Trump has other options at his disposal, said Bagley, who agrees with the GOP that the Obama administration is breaking the law by making the payments to insurers. \nTo avoid the near-term consequences of ending the cost-sharing payments, Trump could ask House Republicans to drop the lawsuit while they write new health care legislation or even to appropriate the dollars needed, which would answer their legal complaint that Obama is spending unappropriated money.\nBeyond whatever Trump may want to achieve on health care, however, there’s another very big reason why he may not want to go along with the House Republican effort to end the cost-sharing payments, Bagley said: protecting the authority of the executive branch.\nTrump also could still contest the lawsuit, even if he agrees the payments aren’t legal, by continuing Obama’s argument that Congress doesn’t have legal standing to sue over them.\n“It’s not clear why the Trump administration would make a political priority of enabling the House of Representatives to bring lawsuits against the executive branch,” Bagley said. \n“The executive branch institutionally is committed to a view that Congress exists to pass statutes; Congress’ role is not to litigate over the meaning of statutes, that that’s an impermissible role for Congress to be in. And across administrations, that view has been stable,” he said.\nAt a minimum, this approach would buy Trump and Congress time to develop their health care agenda and avoid the shock to the market that cutting off the cost-sharing payments would create, Bagley said. That’s true whether Trump decides against taking unilateral action or if he picks up Obama’s fight against the House Republicans’ lawsuit and loses the appeal.\n“The right remedy may not be stopping them on day one. The right remedy may instead be to delay the day of reckoning to enable the political process to work,” Bagley said.", "date": "\n11/19/2016", "href": "https://www.huffpost.com/entry/donald-trump-obamacare-subsidies_n_582f72b1e4b030997bbf6a92", "tags": "lifting devastate obamacare finger republicans trump house payments barely could cost-sharing insurance health"}