{"title": "How did my MP vote on Brexit indicative votes?", "content": " MPs have been voting on eight different options for the next steps in the Brexit process, including leaving without a deal, revoking Britain's departure from the European Union, or seeking a customs union. \nNone of the proposals earned a majority in the so-called \"indicative votes\" to test Parliamentary support.\nTo find out how your MP voted on each of the options, use the look-up below. A second round of votes is expected next week. \nClick here if you cannot see the look-up. Data from Commons Votes Services. \nKen Clarke's customs union proposal came closest to securing a majority, losing by eight votes - 271 to 265.\nMargaret Beckett's proposal for a second referendum to validate any withdrawal agreement received the most votes, 268, but 295 MPs voted against it.\nLabour's alternative plan was the only other option to get more than 200 votes.\nThe other five rejected options included the two most extreme choices. Leaving on 12 April with no-deal was furthest on the hard Brexit end of the spectrum, put forward by Conservative MP John Baron.\nOn the other side there was cross-party support for Joanna Cherry's proposal to cancel Brexit altogether if no deal could be agreed, but a united front of opposition from the DUP, almost all Conservatives and 22 Labour members saw it lose by over 100 votes.\nThe full list of how MPs voted is below, in order of the option with the most support. Conservative backbenchers were given a free vote, but cabinet ministers were told to abstain.\nLabour MPs were asked to back proposals put forward by the party leadership.\nNote: This page was updated on 1 April to reflect updated voting figures from Commons Votes Services on the proposals from Ken Clarke, from Nick Boles and from George Eustice. \nHow did your MP vote on previous Brexit debates?\nBy Maryam Ahmed, Daniel Dunford and John Walton.", "date": "27 March 2019", "href": "https://www.bbc.com/news/uk-politics-47726787", "tags": "brexit options support mp proposal proposals union mps indicative votes vote voted"}