{"title": "How Shelley's Indian 'disciple' changed copyright law", "content": "In March 1949, the government in India's southern state of Tamil Nadu acquired the work of one of India's greatest poets. It was the first time in the world that the state had taken over the copyright of a writer and put  his writings in the public domain. \nSubramania Bharati, who wrote in the Tamil language, was a literary colossus. Influenced by the Romantic poets, the radical poet used the pen-name \"Shelley-dasan\", meaning disciple of Shelly. Much later, inspired by Walt Whitman, he wrote prose poems, possibly for the first time in an Indian language. He was also interested in haiku, the traditional Japanese poetry form. \nBharati was a maverick and remarkably progressive. He was not shy about open demonstration of affection: some of his love poems are addressed to his wife; and a grainy old picture shows the poet with his hand over her shoulder, very unusual for his time. He briefly turned atheist, and his nationalistic writings were banned for sedition by British rulers. \n\"He was the central figure in the making of a modern Tamil culture,\" says historian AR Venkatachalapathy, author of Who Owns That Song, a riveting new book on the battle for Bharati's copyright. \nMuch like Scottish poet Robert Burns who died at 37 leaving behind a small debt, Bharati died in poverty in 1921, aged 39, leaving behind his unlettered wife Chellamma and two daughters. By then, the radical poet had written than 700 pages of poetry - Whitman-inspired prose poems; blank verses; and couplets - and more than 600 pages of stories. \nHe was also fairly prolific in his stints as a journalist, writing more than 1,000 pages of articles and editorials. \nThe government paid 5,000 rupees ($73;£55) each to Bharati's wife and daughters, and an equal amount to a half-brother of the poet for the copyright. This was a substantial amount of money in 1949. \"It was a revolution in literary history. Since then no famous writer had the honour of their works freed from the claws of copyright before the lapse of the stipulated time period,\" says Dr Venkatachalapathy.\nIf Bharati and his family had held on to the copyright of his works, it would have expired in January 1972 - exactly 60 years after the author's death in accordance with the Indian laws. The fact that his copyright was put in the public domain very early on meant that the poet also gained enormous posthumous fame.\nA few million copies of his books have been sold in the past six decades. A 500-page book of Bharati's poems can be bought for less than 100 rupees ($1.48;£1.11) today. Tamil movies freely use his songs, making them hugely popular. Bharati, who turned out to be major figure in help fashioning a Tamil identity, has became ubiquitous. \n\"I think it was a fantastic thing for the government to acquire his work and make it accessible and inexpensive. Bharati always wanted his works to be sold freely. His family was paid a generous sum by the government,\" Dr Venkatachalapathy told me. \nBharati's works had a tortured afterlife after his death. His wife sold his works to his half-brother for a pittance. The poet's songs became popular with the advent of gramophone records and the movies. A powerful movie mogul quickly moved in and bought the poet's rights. When a filmmaker used one of his songs in his film, the mogul sued him. \nThis triggered an unusual controversy. Possibly for the first time in the history of literature, a popular agitation demanding the state take over of an author's work began. In 1944, Tamil writers demanded that Bharati's works needed to be \"rescued from the clutches of private individuals\". Five years later, the government had purchased his works. \"Rather than being a violation of a legal right, this action of the state was intended as an unprecedented honour to the author,\" says Dr Venkatachalapathy. \nBharati is an outlier even in India. A trust held the copyright of Gandhi's writings until it lapsed and passed into public domain in 2009. Congress party leader Sonia Gandhi holds the copyright to Nehru's work until 2024.  Publishers had free access to Nobel Prize-winning poet Rabindranath Tagore's works only after 1992.  \nMore than 40 years after Bharati's death, his disciple and Tamil poet Bharathidasan's writings were also acquired by the government in Chennai.  In 1992, the government bought the copyright to the work of former chief minister and Tamil icon CN Annadurai for more than 7m rupees. \nSince then, the government of Tamil Nadu has acquired the work of more than 100 Tamil writers. \"What was once an unique honour has now been converted into a support scheme for Tamil writers. That is not a very good thing,\" says  Dr Venkatachalapathy. \nBharati himself had railed against the state patronage of arts. \"We must now begin relying on people,\" he wrote in a 1916 essay. \"From now on support and succour for the arts will come from the common people. It is the duty of the artists to instil good taste in them. It will yield them good returns\".", "date": "31 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44249158", "tags": "copyright shelley work bharati poet changed venkatachalapathy state indian works government tamil law time"}