{"title": "How 'Game Of Thrones' Got Us To Cheer For The Guy Who Sleeps With His Sister", "content": "With his dirty golden hair hanging in front of his bloodied face, a sly Jaime Lannister stares up at his captor, Catelyn Stark, who is distraught after learning her husband lost his head at the command of petulant king Joffrey Baratheon. Catelyn is infuriated by Jaime’s arrogance, his sexual and religious insults. She threatens to cut off his own head and send it to his sister, Queen Regent Cersei.\nBut first, she grills him about the accident that defined the tension between the Starks and the Lannisters on “Game of Thrones.” \nFrom the Season 1 finale, “Fire and Blood”: \nJaime Lannister was decidedly not a virtuous man at the start of “Game of Thrones,” which makes his current journey to fight the good fight — against the army of the dead in the North — all the more momentous.\nGlaring steely eyed at Catelyn Stark (Michelle Fairley) at the end of Season 1, we see Jaime for what he clearly is: a bad guy. He’s the notorious Kingslayer who swore to protect the Lord of the Seven Kingdoms, the Mad King Aerys Targaryen, before literally stabbing him in the back. He’s Cersei Lannister’s (Lena Headey) twin brother, secret lover and biological father to all three of her children with Robert Baratheon (Mark Addy): Joffrey (Jack Gleeson), Myrcella (Nell Tiger Free) and Tommen (Dean-Charles Chapman). And yes, he’s the guy who kicked off the show’s initial conflict, leaving sweet Bran Stark (Isaac Hempstead Wright) paralyzed after he pushed the 10-year-old from a Winterfell tower in order to protect his and Cersei’s incestuous affair. \nJaime’s evolution is powered by one driving force: his love of Cersei. As disturbing as it is, audiences have weirdly come to accept Jaime’s intimate relationship with his sister, understanding that he’s fueled by his desire to not only be with Cersei but help their family maintain power in Westeros. \n“[Jaime pushes Bran out of the window] because he understands if this kid tells anyone what he just saw it’ll mean the death of the woman he loves, their three children and himself. And that’s not good,” Nikolaj Coster Waldau, who plays Jaime, told HuffPost during a Build Series segment in 2017. “I never saw him as the villain [...] I see him as being a bit of an arrogant prick in the whole beginning, but I try to understand, ‘Why is he being so annoying?’ Well, it’s because everyone’s like, ‘The Kingslayer! The Kingslayer!’”\n \nWe first get a glimpse of the more empathetic side of Jaime in Season 3 when he’s on the road with Brienne of Tarth (Gwendoline Christie), who’s ordered by Catelyn Stark to return her hostage to King’s Landing in exchange for the safety of her daughters, Sansa (Sophie Turner) and Arya (Maisie Williams). Although he’s his typical prickish self toward the beginning of their journey, Jaime comes to like Brienne and actually protects her once they’re captured by Roose Bolton’s (Michael McElhatton) bannermen. His allegiance, however, comes at a price as Bolton hunter Locke (Noah Taylor) gets sick of Jaime’s sense of superiority and spontaneously decides to chop off the knight’s right hand. That was a turning point for Jaime. \n“Losing the hand meant he had to redefine who he is and who he was,” Coster-Waldau said. “That [change] was so forced upon him.” \nThe vulnerable state he finds himself in leads to one of the most genuine moments we see of Jaime in the series. In Season 3, Episode 5, “Kissed By Fire,” he and Brienne bathe in a large tub at Harrenhal, and Jaime spews his truth about what happened when he killed Aerys during the Sack of King’s Landing. As Jaime’s father, Tywin (Charles Dance), and the Lannister army were invading the city after Robert’s Rebellion, Aerys ordered Jaime to kill Tywin and for the pyromancer to burn King’s Landing and its inhabitants to the ground. Jaime couldn’t let that happen, so he drove his sword into Aerys’ back and slit his throat before he could use wildfire to “burn them all.” \n“Tell me, if your precious Renly [Baratheon] commanded you to kill your own father and stand by while thousands of men, women, and children burned alive, would you have done it? Would you have kept your oath then?” Jaime asks Brienne, who questions why he didn’t tell Ned Stark the truth after he discovered what happened in the throne room.\n“Stark? You think the honorable Ned Stark wanted to hear my side? He judged me guilty the moment he set eyes on me,” Jaime says. “By what right does the wolf judge the lion? By what right?” \nAs his ruthless father demanded of him, “lion” Jaime “doesn’t concern himself with the opinion of sheep.” He tries not to let the Kingslayer pseudonym affect him; he affectionately dotes on Cersei like no one’s watching. He’s developed a detached air to deal with how he’s perceived, but, in Jaime’s mind, he’s much more than the backstabber “the sheep” claim him to be.\nThe Lannister, for all the wrong he’s done, is not a bad person, and we see that through his time with Brienne, which Coster-Waldau said had “a huge impact” on the honorable man Jaime would become. \nFirst, though, he had to take his newfound sensitivity back to King’s Landing, where Cersei was attempting to plot and scheme her way out of a Tyrell invasion of sorts.\n \nIn Season 4, ﻿Cersei detests Jaime ― not only for his stumpy arm and mangled looks, but because he “left” her to handle Lannister business on her own. Cersei, as per usual, is only concerned with her own personal gains, rarely acknowledging Jaime’s unfortunate predicaments. (Clearly he wanted to be captured, have his hand cut off and fight a bear, right?)\nBut, after spending three more seasons at her beck and call ― in which he watches his son Joffrey die, releases his “treasonous” brother Tyrion (Peter Dinklage) from prison, and grieves his father Tywin and other children Myrcella and Tommen ― Jaime finally begins to understand that as good of a mother as she is, Cersei is a deceitful woman hellbent on winning the game of thrones, at whatever cost. \nIn the finale of Season 7, “The Dragon and the Wolf,” Cersei and her council meet with Daenerys Targaryen (Emilia Clarke) and Jon Snow (Kit Harington) in the dragon pit to hatch a plan to take down the true villain: the Night King and his army of wights. After seeing a wight in the flesh, Cersei agrees to a truce to help defeat the dead under one condition: Jon Snow stays neutral, pledging his loyalty to neither her or House Targaryen. Well, dear old Jon knows nothing, of course, and foolishly tells Cersei he’s already bent the knee to Dany. This does not please her Grace.\n“The dead will come North first, enjoy dealing with them. We will deal with whatever is left of you,” she tells them before storming off. \nDespite his feelings toward Cersei, Tyrion decides to chat with his arch-nemesis sister to try and convince her to help the good of mankind. And although we don’t see how their conversation pans out (thanks to sneaky writers David Benioff and D.B. Weiss), Cersei decides to retract her previous statement and march her armies North to fight in the Great War.\nOr so she says.\nWhen Jaime meets with her to discuss their expedition to Winterfell, she calls him “the stupidest Lannister,” and makes it clear she has no intention of helping the King in the North. \nShe goes on to reveal her and Euron Greyjoy’s (Pilou Asbæk) cunning plan to stay in the South. They will buy the Golden Company army in Essos and bring them to the capital to fight for her reign. \nRepulsed and fed up with Cersei’s lies, Jaime tells her he will fulfill his oath to ride North to Jon and Dany, and leave her to fend for herself. She threatens his life, commanding The Mountain to take out his sword. \n“I don’t believe you,” Jaime says in disgust, and confidently walks away.\n“When he gets to that point, it really was, ‘Finally!’” Coster-Waldau told HuffPost after the scene aired. “Finally he says no. Finally he stands up to her. It was such a brutal scene because they’re playing two different games: Cersei’s playing the game of thrones and Jaime’s playing the honest game of survival, and trying to accommodate both his sister and his brother.”\nLeaving Cersei to fight alongside their traitor brother’s dragon queen proves Jaime might just be as honorable as the show’s moral compass, Ned Stark (Sean Bean), the man who seemingly judged “The Kingslayer” too quickly. Like Ned’s bastard son nephew Jon Snow Aegon Targaryen, Jaime has decided “to fight for the side that fights for the living,” a true test of his nobility and personal growth. \nIn Season 8, Jaime will join forces with “the good guys” and is set to be reunited with not only Tyrion and Brienne of Tarth, but the boy he pushed out the window in the pilot episode of “Game of Thrones.” Little does he know though, Bran is no longer an avid climber but the Three-Eyed Raven, which should make for an interesting get-together. \n“I would love Jaime to meet Bran Stark,” Coster-Waldau told HuffPost. “If nothing else just to say, ‘Sorry, kid.’”\n“Game of Thrones” Season 8 premieres April 14 on HBO. ", "date": "\n03/23/2019", "href": "https://www.huffpost.com/entry/jaime-lannister-game-of-thrones_n_5c912255e4b04ed2c1af540e", "tags": "cersei us game stark sleeps season cheer ” got lannister guy king thrones fight jaime sister"}