{"title": "How to become a professional shopper", "content": "Technology is changing the way we work and the jobs we do. Will artificial intelligence and robots relieve us of humdrum tasks, making our working lives easier, or will they take our jobs away altogether? As part of a new series called the Future of Work, we look at the growing popularity of \"daigou\" - Chinese expats who buy consumer goods for people back home in China.\nSandra Lee describes herself as part of a \"global phenomenon\".\nA 37-year-old Chinese expat who lives in Central Coast, Australia, she makes money by selling Australian goods to people back in China.\nConnecting with buyers via Chinese social messaging app WeChat, Ms Lee purchases items from Australian supermarkets and other retailers on their behalf, and then posts them to China.\nAn overseas personal shopper, she is known in China as a daigou, and Ms Lee is far from alone. More than a million people globally are now working as daigou, according to some estimates.\nCommentators say this booming trade was born as a result of mistrust in the authenticity of products sold in China. In particular, they point to the spate of scandals involving tainted or fake baby formula milk over the last decade.\nIn one of the worst cases, at least six babies died back in 2008, and tens of thousands became sick, after their formula milk was found to contain melamine, a toxic compound.\nAs a result, many people from Chinese cities greatly prefer to buy foreign brands, which have preferably been bought overseas.\nAt a basic level, a daigou makes his or her money by charging a small fee to the people buying the products. But there are now those who have grown their businesses into mini empires.\nBBC News is looking at how technology is changing the way we work, and how it is creating new job opportunities.\nMs Lee, who juggles her daigou work with being a housewife, says: \"I have lots of friends selling American products such as luxury bags.\n\"I have friends in Germany selling knives, and my classmate who now lives in Japan sells home appliances.\" \nShe explains that the phenomenon only really took off seven years ago, and is especially appealing to Chinese expats who are struggling to learn the language of their new home.\n\"This job doesn't require you to speak any English, as long as you sell authentic products at a reasonable price,\" she says. \"You basically sell all these products to your friends, relatives or your friends' friends. It's a trust-based business.\" \nToday individual daigou in Australia can make upwards of $100,000 (£72,000) a year selling Australian products to customers in China.\nSome daigou even use their garages as their stock warehouses, and hire several people to do their customer service.\nAuMake, a husband-and-wife run daigou business in Sydney, has gone even further, much further. \nIt now has a chain of physical retail stores across the city that caters to daigou shoppers. And last year it floated on the Australian stock exchange, becoming the first daigou business to list in Australia.\nAuMake also now has a \"daigou hub\", a space where local companies can connect directly to individual daigous and visiting Chinese tourists.\nIt has plans to establish hubs in other capital cities as it expands. \nBenjamin Cavender, a Shanghai-based analyst from China Market Research, says that the daigou phenomenon has been fuelled by the development of mobile phone and payment technology.\n\"With the ubiquity of smartphones and live streaming apps it will be easy for consumers to continue to involve themselves in the idea of 're-commerce',\" he says.\n\"The neat thing about this is that it can give a lot of power to the re-seller. An enterprising individual, who has an audience to sell to in China, can earn a lot of money.\"\nAlthough these new jobs only exist because of technology developed in mobile messaging and payments applications, the skills involved are entirely human rather than automated - at least for now.\nShane Oliver, chief economist at Sydney-based investment house AMP Capital, says: \"The new jobs are mainly in sourcing and authenticating the product, something that is hard for machines to do with absolute credibility.\n\"In fact the desire for authenticity that daigous satisfy is anti-technology.\"\nSome of the additional tasks carried out by daigous include answering customers' queries, live-streaming on WeChat and other social media platforms, and video posting their product evaluations.\n\"The daigous are trusted advocates on behalf of their communities in China, and their input gives it that authenticity,\" says Jessica Bragdon, co-founder of Koala Eco, an Australian cleaning product firm that sells to daigous. \"They lend a sense of trust, and people believe in it because they are representing it.\"\nMatt McDougall, founder of marketplace Daigousales.com, is also the president of the Australia China Daigou Association, a trade body for the sector.\n\"We get a lot of brands coming to us asking if we can get daigous to tell them about pricing, look at their products and see if they like them,\" he says.\nAs the industry grows in Australia, new ideas are emerging to professionalise it.\nThe Australia China Daigou Association is currently drawing up a code of conduct to implement a common standard of behaviour for daigous. \nThese include not filling supermarket trolleys full of infant formula, and not leaving marks on unpurchased products in shops. \n\"We are looking to improve the status of this community, and bridge relationships between Australian brands and daigou buying agents,\" says Mr McDougall. \nThe Australian government has also recently thrown its support behind the movement, recognising the job-creating potential this grey industry brings. It sent federal and state ministers to cheer the launch of the newly-formed association. \nHowever the way ahead for this new economy may not be all smooth-sailing. \nProfessor Hans Hendrischke from the University of Sydney's Business School, cautions that China may start regulating the daigou sector, which might mean that big players will evolve and push out the smaller ones. \nSandra Lee though is far more optimistic about the prospects for her job. \n\"The association gives you a certificate with your name on it,\" she says. \"It makes you feel like you're not doing something under the table anymore.\n\"You start to consider this as a career and being recognised as a profession, doing something that is helping the Australian economy and also helping your friends and relatives at home to save money and get good products.\"\nIllustration by Karen Charmaine Chanakira", "date": "16 March 2018", "href": "https://www.bbc.com/news/business-43259904", "tags": "australia china become professional daigou shopper says products australian daigous new chinese"}