{"title": "How Netflix went from pioneer to powerhouse", "content": "When Netflix started out in 1999, as a mail-order DVD service, few would have bet that it would become a force that even the biggest media companies fear.\nIn the early days it hastened the demise of neighbourhood movie rental stores. But it was in 2007 that it made the crucial move. \nThat year it became a pioneer of online streaming, a development that would upend the media industry's traditional business models and transform Netflix into a global powerhouse.\nThe company is now one of the most valuable media firms in the US, rivalling Disney and exceeding Comcast, which owns NBC Universal.\nHere's a look back in charts at the company's rise.\nNetflix had fewer than 1 million subscribers at the end of 2002, its first year as a public company. Today it counts over 130 million - almost double the population of the UK.\nSince the end of 2011, the firm has added more than 100 million subscribers, growing by 25% in 2017 and 2016.\nCan the firm maintain that pace? It's not clear yet.\nIn the most recent quarter, the firm added about 5.2 million subscribers - unchanged from the same period in 2017, a slowdown that disappointed investors.\nBut for the first six months of the year, its rate of growth is comparable to prior years, with membership up about 25% from the first half of 2017.\nNetflix is betting that growth overseas will help sustain its momentum, making investments in markets like India and Brazil.\nThe firm's international subscribers outnumbered US memberships for the first time last year. \nThe company hit another milestone in the most recent quarter, when revenue from international subscribers exceeded that from the US for the first time.\nBut analysts warn that competition overseas is likely to be fierce, and as Netflix targets countries like India, it may not be able to charge the prices it does in the US.\nAs online streaming has gained traction, it has encouraged viewers to stop paying for pricey pay-TV packages.\nAbout 79% of US households paid for cable or satellite service, according to a September 2017 survey by the Leichtman Research Group. That compared to a peak of 88% in 2010.\nNetflix subscribers now outnumber those for pay TV in the US, with similar trends in evidence in other countries.\nThe decline in pay-TV subscriptions, which has coincided with a surge of advertising on platforms like Facebook, has hurt traditional media companies, which increasingly view Netflix as a threat.\nThat could mean challenges for Netflix in the years ahead, as they stop licensing content to Netflix and focus on their own online streaming services.\nThat threat is one reason why Netflix has started to become a producer of original television and movies, including titles such as Stranger Things.\nNetflix, which wants at least half of its catalogue to be original, is now one of the biggest investors in film and television in the US, inking deals with superstar showrunners like Shonda Rhimes, known for shows such as Grey's Anatomy and Scandal.\nThe company has already spent more than $5bn on licensed and original content this year and expects that figure to exceed $8bn by the end of 2018.\nDisappointment over the recent subscriber growth hurt Netflix shares this week, but it's only a scratch on an otherwise shiny performance.\nMuch of the growth since 2012 has accompanied a rising stock market; even so, Netflix stands out.\nLast year, the share price rose more than 55%, while the S&P 500 climbed about 20%.\nBefore this week's decline, the firm's shares had roughly doubled so far this year, while the S&P 500 index is up only about 5%.", "date": "22 July 2018", "href": "https://www.bbc.co.uk/news/business-44904368", "tags": "pioneer company us first media growth subscribers went year powerhouse firm million netflix"}