{"title": "How Viktor Orban Bends Hungarian Society to His Will", "content": "BUDAPEST — Billboards. TV campaigns. Radio programs. The anti-immigrant government of Prime Minister Viktor Orban uses different levers to influence public opinion, particularly on the subject of the European refugee crisis.\nEven school textbooks.\nOn Page 155 of the latest eighth-grade history textbook, students are told that Mr. Orban thinks refugees are a threat to Hungary — and then encouraged to believe he is right. “It can be problematic,” the book concludes, “for different cultures to coexist.”\nIt is a testament to the scope of Mr. Orban’s program for remaking Hungary that part of the far-right leader’s message is now woven into the school curriculum.\nFor the past eight years, Mr. Orban has waged a systemic assault on the hardware of Hungary’s democracy — rewriting the national Constitution, reshaping the judiciary and tweaking the electoral system to favor his Fidesz party. Less conspicuously, Mr. Orban is also trying to recode the software of Hungary’s democracy — its cultural sphere, civil society and education system.\nHis party’s appointees or supporters dominate many artistic institutions and universities. A growing number of plays and exhibitions have had nationalist or anti-Western undertones. Religious groups and nongovernment organizations critical of Fidesz have seen funding dry up. He has especially vilified pro-democracy organizations funded by the Hungarian-American philanthropist George Soros.\nNational opinion surveys are used to steer public opinion as much as collect it, while history is also up for grabs. The government has jousted with educators over textbooks while promoting a narrative of Hungarian victimhood and ethnocentrism.\n“The government’s goal,” said Laszlo Miklosi, president of the Association of Hungarian History Teachers, “is to create a version of history preferable to Orban.”\nWith Hungary holding a general election on April 8, Mr. Orban is expected to win easily, enhancing his status as a leading figure in the global far right. For many pro-democracy Westerners, Mr. Orban’s efforts to build an “illiberal democracy” inside the European Union is chilling. Among many far-right populists on both sides of the Atlantic, he is revered.\n“He’s a hero,” Stephen K. Bannon, President Trump’s former strategist, said this month while touring Europe. He described Mr. Orban as “the most significant guy on the scene right now.”\nThat scene, some say, is the unraveling of democracy. In a report issued in March, a German research group, Bertelsmann Stiftung, said Hungary was “nearing” the threshold of autocracy.\nIn Budapest, government officials describe their societal revamp as a mainly technocratic reform effort, rather than an ideological campaign, one validated by Mr. Orban’s success at the ballot box.\n“The government is using its democratic legitimacy not only to reform the state but to reform the society,” said Professor Andras Patyi, the head of a new university formed by Fidesz to train the public officials of the future. He said the current president of France, Emmanuel Macron, was doing the same thing. “This is common in democratic societies,” he said.\nBut Mr. Orban has recognized the political power to be gained by harnessing culture, history and civil society. He usually spends Thursdays reading books, essays and polling data, while meeting with writers and thinkers, two of his longtime associates said. The goal is not pleasure but power, said Zoltan Illes, a former Fidesz minister.\n“He wants to see what the new developments are and adapt them to his politics, to increase the life span of his governance,” Mr. Illes said.\nAuthors with a sweeping vision of human nature and society seem to fascinate him. Last April, for example, he met with Philip Zimbardo, the psychologist who created the Stanford Prison Experiment, the 1971 study of authoritarianism, which explored how ordinary people would respond when placed in positions of power.\nThe two men spent more than two hours talking alone in Mr. Orban’s office, surrounded by paintings of Hungarian history. Mr. Orban seemed uninterested in the Stanford experiment, Mr. Zimbardo said, but was keen to understand his theory about how to energize frustrated young men who feel left behind by modern society.\n“I was giving him ideas,” said Professor Zimbardo, who disagrees with Mr. Orban’s politics, “about how psychology plays a central role in our lives.”\nThis month, tens of thousands of people marched in Budapest to cheer a speech by the prime minister in a political rally to help Fidesz win re-election.\nExcept the organizer was not Fidesz but a civilian named Laszlo Csizmadia — whose work embodies how Mr. Orban has tried to influence the civil arena through like-minded culture warriors.\nFor the past eight years, Mr. Csizmadia has led a government institution called the National Cooperation Fund, the largest Hungarian fund for civil society organizations. The group does not provide a fully itemized list of its grants, but in 2012 the independent news website Atlatszo found that its biggest beneficiaries tended to be groups with religious and nationalist aims. Three of the top recipients were led by Fidesz politicians.\nA right-wing theorist, Mr. Csizmadia has written widely that the duty of nongovernmental groups is to preserve national identity and uphold Christian values. Most tellingly, he argues that since an elected government represents the will of the people — and since civil society should strive to fulfill the people’s will — then civil society exists to carry out a ruling party’s manifesto.\n“Obviously, civil society needs to help and support the government to follow through with its promises,” Mr. Csizmadia said in an interview this month. “This is an incredibly important thing.”\nWhile channeling money toward its supporters, the government has simultaneously squeezed alternative sources of funding for NGOs that oppose its ideas. With few funding opportunities now available inside Hungary, human rights groups have become increasingly reliant on foreign money — in particular from the Norwegian government and the Open Society Foundation, a charity run by Mr. Soros.\nIn response, the authorities raided some of the organizations that distributed Norwegian money, and accused several of the recipients — including the Hungarian Civil Liberties Union and the Hungarian Helsinki Committee, two of the country’s most prestigious watchdogs — of acting on behalf of foreign powers.\nThe Orban government later forced rights groups receiving more than 24,000 euros (roughly $30,000) from foreign sources to register with the authorities, and led a smear campaign against Mr. Soros and the groups he finances.\nOver the winter, the government sent an opinion survey to every Hungarian household. The survey claimed Mr. Soros was leading a project — named the Soros Plan — to force Hungary to admit thousands of migrants, dismantle its border fences, and in the process “diminish the importance of the language and culture of European countries.” It was demonstrably false.\nDuring the 1980s, Mr. Orban was a young liberal activist who studied civil society at Oxford University (financed by a Soros grant). But by 2014, when he won a third term as prime minister, he had decisively pivoted. In a meeting that April with Zoltan Illes, then the minister for environmental protection, he lambasted nongovernmental groups as foreign-funded enemies of the state.\n“I would like,” Mr. Illes recalled Mr. Orban telling him, “to destroy all NGOs in this country.”\nIn many Western countries, theater is an avocation for elites. Not in Hungary. In a country of just 9.8 million people, the government oversees 60 theaters that sold 6.7 million tickets in 2016.\n“It matters what people see on the stage,” said Robert Alfoldi, the former director of Hungary’s National Theater, “and that’s why it’s important for the government.”\nDuring the past eight years, Fidesz has appointed scores of theater directors across the country. Most are not political ideologues, but the new directors do little to prompt reflection about contemporary issues, said Andrea Tompa, the former head of the Hungarian Theatre Critics’ Association.\n“Most theaters,” she said, “have a socially unengaged message,” and a majority are overseen by directors appointed under Fidesz.\nPerhaps the most provocative appointment has been of Gyorgy Dorner, a far-right director who now runs a theater in Budapest. In his 2011 application for the job, Mr. Dorner vowed that the theater, the Uj Szinhaz, would become “a repository for Hungarian values” and attract an audience of “Hungarian people who share the idea of the nation state.” Hungary, he said, had been “suffering under the social-liberal yoke.”\nThe Uj Szinhaz now performs only Hungarian plays, and holds an annual festival devoted to Christian theater. “It’s important for us to emphasize our identity because we could lose it in a few moments,” Mr. Dorner said in an interview, citing anxiety about immigration by “the Africans, the Middle Easterners.”\nAnother director, Mr. Alfoldi, has gotten a much cooler reception from the government. Mr. Alfoldi was appointed as director of Hungary’s National Theater while Mr. Orban was out of office, and was vilified in conservative circles for his provocative productions, some of which encouraged a debate about Hungarian national narratives.\nAt one point, he was summoned for questioning in Parliament. Then, when he applied to renew his contract in 2013, his application was rejected.\nThe government has also turned its attention to other branches of the arts. In 2011, a small independent group of right-wing artists — led by Gyorgy Fekete, the husband of Mr. Orban’s former spokeswoman — was turned overnight into a state institution.\nThe Hungarian Academy of Arts was enshrined as a state entity in the Hungarian Constitution, given jurisdiction over several artistic institutions and awarded the right to distribute state-funded stipends and prize money to artists Mr. Fekete deemed as displaying a “clear national commitment.”\nUnder Mr. Fekete, who retired late last year, the academy ignored and even condemned critics of Mr. Orban such as Gyorgy Konrad, a renowned author. Instead, it awarded monthly stipends in perpetuity to artists like Gyozo Somogyi, best known for depicting Hungarian military heroes, and Pal Ko, who has made a career from sculpting Hungarian historical figures.\nWhen the University of Debrecen awarded an honorary doctorate last August to Vladimir V. Putin, the Russian president and an ally of Mr. Orban, four academic departments protested the decision. It was an act of free expression central to the principles of the European Union.\nYet in response, the university leadership conducted an investigation into their dissent.\nThough Mr. Orban did not personally order the investigation, many academics saw it as a sign of how much influence the government and its appointees have exerted over university decision-making since he was elected. Under Fidesz, the finances of each university department have been placed under the control of a government-appointed chancellor.\nOfficially, the loss of each department’s financial autonomy has been presented as a cost-saving measure. But for professors like Zoltan Fleck, who heads a law department at Hungary’s oldest college, Eotvos Lorand University, the real aim was to curb the academic autonomy of each department.\nNo one tells Dr. Fleck what to think. But the only research funding available to his department is allocated directly by the Ministry of Justice. For a time, that money was restricted to research on family law.\nBut while overall funding for universities dropped by 30 percent from 2010 to 2014, money was found to sustain two entirely new academic institutions.\nThe first — Professor Patyi’s National University for Public Service — was set up to train civil servants, policemen and soldiers, leading skeptics to fear that Fidesz hoped to rear a generation of Fidesz-friendly bureaucrats. Mr. Patyi, who also heads the Hungarian electoral commission, denies that the college has any political association.\nThe second, a think tank called Veritas, has a more demonstrably political aim. Its main mission is to provide revisionist interpretations of 20th-century Hungarian history — including the reign of Miklos Horthy, the autocrat who led Hungary before and during the Second World War.\nSoon after Veritas was founded in 2014, its director, Sandor Szakaly, gave a sense of what this revision might involve. He described the deportation of Jews under Horthy in 1941 as a mere “police action against aliens.”\nThis kind of revisionism has also entered the national curriculum. High school graduates can now be tested on the new preamble to the Hungarian Constitution — a text which implies that Hungarian nationality is exclusively Christian, even though Hungary has a substantial Jewish minority. Its wording also reduces the agency of Hungarian officials in the final year of World War II, when hundreds of thousands of Hungarian Jews were murdered.\nTo exert greater influence over churches and synagogues themselves, Fidesz has stripped hundreds of religious institutions of their legal status, and scrapped their state funding.\nFor the government, this was a legitimate reform of an abused subsidy system. But critics said it punished preachers who criticized Mr. Orban, while ensuring the loyalty of the 32 religious institutions that were allowed to keep their legal status.\nThe Faith Church, a Pentecostal Christian group that still receives state funding, provided a telling recent example. The church was previously associated with the opposition.\nThis month, its leader, Sandor Nemeth, told his congregants to vote for Mr. Orban.", "date": "March 27, 2018", "href": "https://www.nytimes.com/2018/03/27/world/europe/viktor-orban-hungary.html", "tags": "“ society hungary orban fidesz bends hungarian government — viktor"}