{"title": "How the Russia Inquiry Began: A Campaign Aide, Drinks and Talk of Political Dirt", "content": "WASHINGTON — During a night of heavy drinking at an upscale London bar in May 2016, George Papadopoulos, a young foreign policy adviser to the Trump campaign, made a startling revelation to Australia’s top diplomat in Britain: Russia had political dirt on Hillary Clinton.\nAbout three weeks earlier, Mr. Papadopoulos had been told that Moscow had thousands of emails that would embarrass Mrs. Clinton, apparently stolen in an effort to try to damage her campaign.\nExactly how much Mr. Papadopoulos said that night at the Kensington Wine Rooms with the Australian, Alexander Downer, is unclear. But two months later, when leaked Democratic emails began appearing online, Australian officials passed the information about Mr. Papadopoulos to their American counterparts, according to four current and former American and foreign officials with direct knowledge of the Australians’ role.\nThe hacking and the revelation that a member of the Trump campaign may have had inside information about it were driving factors that led the F.B.I. to open an investigation in July 2016 into Russia’s attempts to disrupt the election and whether any of President Trump’s associates conspired.\nIf Mr. Papadopoulos, who pleaded guilty to lying to the F.B.I. and is now a cooperating witness, was the improbable match that set off a blaze that has consumed the first year of the Trump administration, his saga is also a tale of the Trump campaign in miniature. He was brash, boastful and underqualified, yet he exceeded expectations. And, like the campaign itself, he proved to be a tantalizing target for a Russian influence operation.\nWhile some of Mr. Trump’s advisers have derided him as an insignificant campaign volunteer or a “coffee boy,” interviews and new documents show that he stayed influential throughout the campaign. Two months before the election, for instance, he helped arrange a New York meeting between Mr. Trump and President Abdel Fattah el-Sisi of Egypt.\nThe information that Mr. Papadopoulos gave to the Australians answers one of the lingering mysteries of the past year: What so alarmed American officials to provoke the F.B.I. to open a counterintelligence investigation into the Trump campaign months before the presidential election?\nIt was not, as Mr. Trump and other politicians have alleged, a dossier compiled by a former British spy hired by a rival campaign. Instead, it was firsthand information from one of America’s closest intelligence allies.\nInterviews and previously undisclosed documents show that Mr. Papadopoulos played a critical role in this drama and reveal a Russian operation that was more aggressive and widespread than previously known. They add to an emerging portrait, gradually filled in over the past year in revelations by federal investigators, journalists and lawmakers, of Russians with government contacts trying to establish secret channels at various levels of the Trump campaign.\nThe F.B.I. investigation, which was taken over seven months ago by the special counsel, Robert S. Mueller III, has cast a shadow over Mr. Trump’s first year in office — even as he and his aides repeatedly played down the Russian efforts and falsely denied campaign contacts with Russians.\nThey have also insisted that Mr. Papadopoulos was a low-level figure. But spies frequently target peripheral players as a way to gain insight and leverage.\nF.B.I. officials disagreed in 2016 about how aggressively and publicly to pursue the Russia inquiry before the election. But there was little debate about what seemed to be afoot. John O. Brennan, who retired this year after four years as C.I.A. director, told Congress in May that he had been concerned about multiple contacts between Russian officials and Trump advisers.\nRussia, he said, had tried to “suborn” members of the Trump campaign.\nMr. Papadopoulos, then an ambitious 28-year-old from Chicago, was working as an energy consultant in London when the Trump campaign, desperate to create a foreign policy team, named him as an adviser in early March 2016. His political experience was limited to two months on Ben Carson’s presidential campaign before it collapsed.\nMr. Papadopoulos had no experience on Russia issues. But during his job interview with Sam Clovis, a top early campaign aide, he saw an opening. He was told that improving relations with Russia was one of Mr. Trump’s top foreign policy goals, according to court papers, an account Mr. Clovis has denied.\nTraveling in Italy that March, Mr. Papadopoulos met Joseph Mifsud, a Maltese professor at a now-defunct London academy who had valuable contacts with the Russian Ministry of Foreign Affairs. Mr. Mifsud showed little interest in Mr. Papadopoulos at first.\nBut when he found out he was a Trump campaign adviser, he latched onto him, according to court records and emails obtained by The New York Times. Their joint goal was to arrange a meeting between Mr. Trump and President Vladimir V. Putin of Russia in Moscow, or between their respective aides.\nIn response to questions, Mr. Papadopoulos’s lawyers declined to provide a statement.\nBefore the end of the month, Mr. Mifsud had arranged a meeting at a London cafe between Mr. Papadopoulos and Olga Polonskaya, a young woman from St. Petersburg whom he falsely described as Mr. Putin’s niece. Although Ms. Polonskaya told The Times in a text message that her English skills are poor, her emails to Mr. Papadopoulos were largely fluent. “We are all very excited by the possibility of a good relationship with Mr. Trump,” Ms. Polonskaya wrote in one message.\nMore important, Mr. Mifsud connected Mr. Papadopoulos to Ivan Timofeev, a program director for the prestigious Valdai Discussion Club, a gathering of academics that meets annually with Mr. Putin. The two men corresponded for months about how to connect the Russian government and the campaign. Records suggest that Mr. Timofeev, who has been described by Mr. Mueller’s team as an intermediary for the Russian Foreign Ministry, discussed the matter with the ministry’s former leader, Igor S. Ivanov, who is widely viewed in the United States as one of Russia’s elder statesmen.\nWhen Mr. Trump’s foreign policy team gathered for the first time at the end of March in Washington, Mr. Papadopoulos said he had the contacts to set up a meeting between Mr. Trump and Mr. Putin. Mr. Trump listened intently but apparently deferred to Jeff Sessions, then a senator from Alabama and head of the campaign’s foreign policy team, according to participants in the meeting.\nMr. Sessions, now the attorney general, initially did not reveal that discussion to Congress, because, he has said, he did not recall it. More recently, he said he pushed back against Mr. Papadopoulos’s proposal, at least partly because he did not want someone so unqualified to represent the campaign on such a sensitive matter.\nIf the campaign wanted Mr. Papadopoulos to stand down, previously undisclosed emails obtained by The Times show that he either did not get the message or failed to heed it. He continued for months to try to arrange some kind of meeting with Russian representatives, keeping senior campaign advisers abreast of his efforts. Mr. Clovis ultimately encouraged him and another foreign policy adviser to travel to Moscow, but neither went because the campaign would not cover the cost.\nMr. Papadopoulos was trusted enough to edit the outline of Mr. Trump’s first major foreign policy speech on April 27, an address in which the candidate said it was possible to improve relations with Russia. Mr. Papadopoulos flagged the speech to his newfound Russia contacts, telling Mr. Timofeev that it should be taken as “the signal to meet.”\n“That is a statesman speech,” Mr. Mifsud agreed. Ms. Polonskaya wrote that she was pleased that Mr. Trump’s “position toward Russia is much softer” than that of other candidates.\nStephen Miller, then a senior policy adviser to the campaign and now a top White House aide, was eager for Mr. Papadopoulos to serve as a surrogate, someone who could publicize Mr. Trump’s foreign policy views without officially speaking for the campaign. But Mr. Papadopoulos’s first public attempt to do so was a disaster.\nIn a May 4, 2016, interview with The Times of London, Mr. Papadopoulos called on Prime Minister David Cameron to apologize to Mr. Trump for criticizing his remarks on Muslims as “stupid” and divisive. “Say sorry to Trump or risk special relationship, Cameron told,” the headline read. Mr. Clovis, the national campaign co-chairman, severely reprimanded Mr. Papadopoulos for failing to clear his explosive comments with the campaign in advance.\nFrom then on, Mr. Papadopoulos was more careful with the press — though he never regained the full trust of Mr. Clovis or several other campaign officials.\nMr. Mifsud proposed to Mr. Papadopoulos that he, too, serve as a campaign surrogate. He could write op-eds under the guise of a “neutral” observer, he wrote in a previously undisclosed email, and follow Mr. Trump to his rallies as an accredited journalist while receiving briefings from the inside the campaign.\nIn late April, at a London hotel, Mr. Mifsud told Mr. Papadopoulos that he had just learned from high-level Russian officials in Moscow that the Russians had “dirt” on Mrs. Clinton in the form of “thousands of emails,” according to court documents. Although Russian hackers had been mining data from the Democratic National Committee’s computers for months, that information was not yet public. Even the committee itself did not know.\nWhether Mr. Papadopoulos shared that information with anyone else in the campaign is one of many unanswered questions. He was mostly in contact with the campaign over emails. The day after Mr. Mifsud’s revelation about the hacked emails, he told Mr. Miller in an email only that he had “interesting messages coming in from Moscow” about a possible trip. The emails obtained by The Times show no evidence that Mr. Papadopoulos discussed the stolen messages with the campaign.\nNot long after, however, he opened up to Mr. Downer, the Australian diplomat, about his contacts with the Russians. It is unclear whether Mr. Downer was fishing for that information that night in May 2016. The meeting at the bar came about because of a series of connections, beginning with an Israeli Embassy official who introduced Mr. Papadopoulos to another Australian diplomat in London.\nIt is also not clear why, after getting the information in May, the Australian government waited two months to pass it to the F.B.I. In a statement, the Australian Embassy in Washington declined to provide details about the meeting or confirm that it occurred.\n“As a matter of principle and practice, the Australian government does not comment on matters relevant to active investigations,” the statement said. The F.B.I. declined to comment.\nOnce the information Mr. Papadopoulos had disclosed to the Australian diplomat reached the F.B.I., the bureau opened an investigation that became one of its most closely guarded secrets. Senior agents did not discuss it at the daily morning briefing, a classified setting where officials normally speak freely about highly sensitive operations.\nBesides the information from the Australians, the investigation was also propelled by intelligence from other friendly governments, including the British and Dutch. A trip to Moscow by another adviser, Carter Page, also raised concerns at the F.B.I.\nWith so many strands coming in — about Mr. Papadopoulos, Mr. Page, the hackers and more — F.B.I. agents debated how aggressively to investigate the campaign’s Russia ties, according to current and former officials familiar with the debate. Issuing subpoenas or questioning people, for example, could cause the investigation to burst into public view in the final months of a presidential campaign.\nIt could also tip off the Russian government, which might try to cover its tracks. Some officials argued against taking such disruptive steps, especially since the F.B.I. would not be able to unravel the case before the election.\nOthers believed that the possibility of a compromised presidential campaign was so serious that it warranted the most thorough, aggressive tactics. Even if the odds against a Trump presidency were long, these agents argued, it was prudent to take every precaution.\nThat included questioning Christopher Steele, the former British spy who was compiling the dossier alleging a far-ranging Russian conspiracy to elect Mr. Trump. A team of F.B.I. agents traveled to Europe to interview Mr. Steele in early October 2016. Mr. Steele had shown some of his findings to an F.B.I. agent in Rome three months earlier, but that information was not part of the justification to start an counterintelligence inquiry, American officials said.\nUltimately, the F.B.I. and Justice Department decided to keep the investigation quiet, a decision that Democrats in particular have criticized. And agents did not interview Mr. Papadopoulos until late January.\nHe was hardly central to the daily running of the Trump campaign, yet Mr. Papadopoulos continuously found ways to make himself useful to senior Trump advisers. In September 2016, with the United Nations General Assembly approaching and stories circulating that Mrs. Clinton was going to meet with Mr. Sisi, the Egyptian president, Mr. Papadopoulos sent a message to Stephen K. Bannon, the campaign’s chief executive, offering to broker a similar meeting for Mr. Trump.\nAfter days of scheduling discussions, the meeting was set and Mr. Papadopoulos sent a list of talking points to Mr. Bannon, according to people familiar with those interactions. Asked about his contacts with Mr. Papadopoulos, Mr. Bannon declined to comment.\nMr. Trump’s improbable victory raised Mr. Papadopoulos’s hopes that he might ascend to a top White House job. The election win also prompted a business proposal from Sergei Millian, a naturalized American citizen born in Belarus. After he had contacted Mr. Papadopoulos out of the blue over LinkedIn during the summer of 2016, the two met repeatedly in Manhattan.\nMr. Millian has bragged of his ties to Mr. Trump — boasts that the president’s advisers have said are overstated. He headed an obscure organization called the Russian-American Chamber of Commerce, some of whose board members and clients are difficult to confirm. Congress is investigating where he fits into the swirl of contacts with the Trump campaign, although he has said he is unfairly being scrutinized only because of his support for Mr. Trump.\nMr. Millian proposed that he and Mr. Papadopoulos form an energy-related business that would be financed by Russian billionaires “who are not under sanctions” and would “open all doors for us” at “any level all the way to the top.”\nOne billionaire, he said, wanted to explore the idea of opening a Trump-branded hotel in Moscow. “I know the president will distance himself from business, but his children might be interested,” he wrote.\nNothing came of his proposals, partly because Mr. Papadopoulos was hoping that Michael T. Flynn, then Mr. Trump’s pick to be national security adviser, might give him the energy portfolio at the National Security Council.\nThe pair exchanged New Year’s greetings in the final hours of 2016. “Happy New Year, sir,” Mr. Papadopoulos wrote.\n“Thank you and same to you, George. Happy New Year!” Mr. Flynn responded, ahead of a year that seemed to hold great promise.\nBut 2017 did not unfold that way. Within months, Mr. Flynn was fired, and both men were charged with lying to the F.B.I. And both became important witnesses in the investigation Mr. Papadopoulos had played a critical role in starting.", "date": "Dec. 30, 2017", "href": "https://www.nytimes.com/2017/12/30/us/politics/how-fbi-russia-investigation-began-george-papadopoulos.html", "tags": "f.b.i drinks papadopoulos inquiry dirt “ russian political began months aide russia talk campaign"}