{"title": "How do you solve catastrophic hyperinflation?", "content": "Venezuelans are living through one of the worst hyperinflation episodes ever recorded since the end of World War Two.\nPrices have hit a new high in August, peaking at 65,000% a year, says Steve Hanke, a professor of applied economics at Johns Hopkins University, Baltimore, and one of the world's leading experts on hyperinflation.\nUnder President Nicolas Maduro, inflation stands at around 150% a month, says Prof Hanke - hyperinflation is defined as when inflation rates are greater than 50% per month and persist for more than 30 consecutive days.\nVenezuela entered the Hanke‐Krus World Hyperinflation Table in November 2016 when prices were rising by 219% a month and doubling every 18 days.\nThe situation has since worsened and amidst severe shortages of food and medicine, citizens are now forced to pay for everyday basics with stacks of cash. \nWhile Venezuela is currently the only country in the world experiencing hyperinflation, there have been at least 58 episodes throughout history - here we examine the five worst cases.\nDaily inflation rate: 207%\nPrices doubled every: 15 hours\nIn July 1946, inflation in Hungary peaked at a staggering 41,900,000,000,000,000% - that's 41.9 quadrillion percent a month - the worst episode of hyperinflation ever recorded.\nWith prices doubling every 15 hours, whatever people had in their pockets in the morning would be worth half as much by the evening. The country's highest denomination was the 100 quintillion pengo note.\nWorld War Two had erased 40% of Hungary's wealth, 80% of its capital Budapest was destroyed, railroads and roads had been bombed and the government was forced to pay millions in compensation after the war. \nThe country made several attempts to bolster the currency, during which citizens stopped referring to the notes by their value and instead differentiated them by their colour.\nOn 1 August 1946, the government adopted a radical stabilisation programme that included drastic tax reform, the recovery of gold assets taken abroad, and the introduction of a new currency, the forint, backed by gold reserves and world currencies.  When it came into force, one forint was worth 400 octillion (a thousand trillion trillion or a billion billion billion) of the old currency.\nDaily inflation rate: 98%\nPrices doubled every: 25 hours\nFollowing a controversial land reform programme involving the expropriation of the properties of white landowners in the late 1990s, Zimbabwe experienced a sharp agricultural decline.\nThe situation was made worse by a costly involvement in the Congo War in 1998 and the effects of US and European sanctions against Robert Mugabe's government in 2002.\nAs the decade rolled on, prices began to rise. By November 2008, inflation had reached 79,000,000,000% a month. \nShops increased prices several times a day. The collapsing economy meant people had to live with frequent water and power-cuts, queues at banks and petrol stations, and severe shortages of food in supermarkets. \nMany crossed into South Africa or Botswana to buy basic goods, and the US dollar and the South African rand became de facto currencies.\nIn 2009, the Reserve Bank of Zimbabwe abandoned its currency and adopted the US dollar and the South African rand as the main means of exchange.\nDaily inflation rate: 65%\nPrices doubled every: 34 hours\nYugoslavia was a country formed after World War One and comprised Serbia, Montenegro, Slovenia, Croatia, Bosnia-Herzegovina and Macedonia.\nBut economic and political crises in the 1980s led to civil wars which ended with the break-up of the country back into its constituent republics, and by 1992 only Serbia and Montenegro remained together.\nDrained by the conflict and the loss of an internal market, the government started printing money to fill its coffers. Uncontrolled public spending, inefficiency, corruption and UN sanctions in 1992 and 1993 worsened the problem. \nIn early 1994, prices were rising by 313,000,000% each month. People rushed to spend their money as soon as they got paid - many in Serbia bought their supplies in neighbouring Hungary. Discouraged by attempts at price controls, farmers halted production. Black market trade in German Deutsche marks and the US dollars took off.\nAs a way to curb social discontent and negotiate an end to UN sanctions the Serbian leader, Slobodan Milosevic, eventually agreed to adopt a new currency - the \"new dinar\" - backed by gold and hard currency reserves.\nDaily inflation rate: 21%\nPrices doubled every: 3 days, 17 hours\nAfter World War One ended in 1918 Germany was left with high debts and reparation costs. The government started printing money in the national currency, the mark, in order to buy hard currency and pay for the debt.\nAs more marks were printed, they quickly lost value. But the worst of the crisis came after Germany missed payments in 1923, prompting French and Belgian troops to occupy the Ruhr Valley, Germany's industrial heartland, to demand payments in hard assets. This led to strikes and halted production.\nIn October 1923, inflation had spiralled to 29,500% a month - with prices doubling every three-four days. A loaf of bread, which cost 250 marks in January that year, had risen to 200,000,000,000 marks in November. People collected their wages in suitcases.\nAnecdotal stories from the crisis illustrate the drama: one person left their suitcase unattended to later find out that a thief had stolen the suitcase but not the money; a father set out for Berlin to buy a pair of shoes, but when he got there found he could only afford a cup of coffee and the bus fare home.\nLater that year, the government introduced a new currency, the rentenmark, backed by agricultural land. Prices stabilised and later Germany's creditors agreed to restructure war payments.\nDaily inflation rate: 18%\nPrices doubled every: 4 days, 6 hours\nGreece's economy suffered a great deal during the occupation by Axis countries in World War Two. It had already felt the impact of several attacks in late 1940 before being overwhelmed in the spring of 1941.\nThe occupiers took raw materials, livestock and food, and the puppet government was forced to shoulder the costs of occupation. \nA drop in agricultural production led to severe shortages of food in the main cities and a period known as the Great Famine. Dwindling tax collection contributed to rising inflation, which reached a peak of 13,800% a month in November 1944.\nAlthough price hikes weren't as intense as in post-war Hungary or Germany, Greece's stabilisation efforts went on for longer. After liberation came in October 1944, the government made three attempts over eighteen months before reaching some stability through fiscal reform. loans and a new currency.", "date": "22 September 2018", "href": "https://www.bbc.com/news/business-45523636", "tags": "world inflation currency month solve prices every one war catastrophic government hyperinflation"}