{"title": "How US abortion debate got to this point", "content": "As the Supreme Court hears arguments on another abortion case, two factions of the debate look back on how they got here and what they expect in the future.\nWho cares about the exercise routine of an 84-year-old?  \nThousands do, when that octogenarian is Ruth Bader Ginsburg - tiny, feisty, and fit. For liberal Americans, she's a vital progressive voice on the nine-member US Supreme Court. And to put it bluntly, they're invested in her staying alive. Because if she goes, her replacement will be named by President Trump. \nWhich is why you can buy \"The RBG workout\" which promises to have you \"getting fit in no time\" with a workout \"from planks to squats to full push-ups - with four-colour illustrations of the justice in her workout gear\".\nYou can even count those push-ups while wearing a T-shirt with the slogan \"Notorious RBG\". \nFor decades the US Supreme Court - America's highest legal authority - has been finely politically balanced. \"The Nine\" include four liberal voices, four conservatives, and one swing vote.\nDonald Trump has already nominated one justice, for a vacancy held open for a year by Republicans in Congress. And it's simply stating the mathematically obvious that with three of The Nine in their 80s this year, he may have another space - or two - to fill.  \nAnd the balance on the court matters hugely. What the Supreme Court decides can change everyday life in America for decades. As it has done with abortion. \nIt's 45 years since the court published the Roe v Wade ruling which gave pregnant women in America the right to choose abortion, up until the foetus was viable. \nThe lawyer who argued that case now believes her life's work is in danger.\nSarah Weddington remembers what used to happen in her home state of Texas before this America-wide ruling. On the Thursday night flight out of Dallas to California, there would always be at least 10 girls boarding the plane, heading from the conservative South to the liberal West Coast to get their pregnancies terminated. \nThey'd come back again on Sunday in time for work or school. \nThere were emergency wards in Texas hospitals where women would be brought in bleeding from back-street abortions or attempts to self-abort. They'd go out traumatised, she says. Often infertile. Or they'd die. \nBut for some, the years since 1973 have been a blight on America. Bryan Hughes is a Texas conservative, proud to have served as the \"pro-life whip\" for his state Republican party. He mourns for the millions of unborn children he sees as lost to Roe v Wade. He remembers that his mother was so poor when he was little, she could have chosen abortion, but she didn't.\nSenator Hughes runs a successful law practice out of his office in Tyler. He says that if Roe v Wade can be effectively overturned at the Supreme Court in Washington, he'll be just one of many conservatives \"fighting\" to get a bill to the Texas Statehouse \"within days\". Because the decision to allow or outlaw abortion will devolve back to the individual states. \nWhat would he say to Texan women still desperate to end unwanted pregnancies? \"They can vote with their feet.\" \nTo some extent, they already are. In conservative states like Texas and Kentucky, anti-abortion politicians are already doing everything they can within the law to restrict access. A lot of clinics have been closed down. \nAcross America, the political fight over Roe v Wade has never stopped. And now it's more intense than ever. The two sides are energised by Donald Trump's election, on one side, and on the other by the new emphasis on women's rights reflected in Women's Marches and the #MeToo movement. \nSo a few weeks ago, as the Supreme Court in Washington heard its latest abortion-related case, the plaza below its imposing marble steps was packed with activist groups. Many of the campaigners on both sides, braving the freezing cold and rain, were young women. \nBack in Texas, Bryan Hughes reflects that the abortion debate is what brought thousands of Americans like him into politics in the first place. \n\"No,\" he says. \"Make that hundreds of thousands.\" On both sides. And no-one, on either side, is giving up.\nThe BBC World Service series Abortion in America airs from 2nd May with reporter Philippa Thomas and producer Giles Edwards", "date": "2 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-43957790", "tags": "us debate america court back women got supreme one roe abortion point v texas"}