{"title": "How Banning Abortion in the Early Weeks of Pregnancy Suddenly Became MainstreamListen to ‘The Daily’: The Abortion Wars, Part 1: The Last Clinic in Missouri", "content": "COLUMBUS, Ohio — For years, Ohio Right to Life, the state’s largest and oldest anti-abortion group, steered clear of a bill that would ban abortion in the very early weeks of pregnancy — after a fetal heartbeat is detected.\nThe reason was simple. The bill, which would have been the toughest abortion restriction on record, would be dead on arrival once it reached an unfriendly Supreme Court.\nBut after seven years of avoiding the ban, Ohio Right to Life’s board gathered in an office building outside Toledo in November and voted unanimously to support it. Last week, here in Columbus, it was signed into law.\nThe reversal is evidence of a fundamental shift in the landscape of abortion in America. The math on the Supreme Court has changed with President Trump’s choice of Brett Kavanaugh last year. And now, in the first legislative cycle after the midterm elections last fall, states are rushing to make changes. Newly confident red states are passing some of the strictest prohibitions the country has ever seen. Blue states are enacting ever stronger protections, like ones for later-term abortions in New York and Virginia.\n“Now is our time,” said Michael Gonidakis, president of Ohio Right to Life in Columbus. “This is the best court we’ve had in my lifetime, in my parents’ lifetime.”\nIn their sights is overturning Roe v. Wade, the Supreme Court case that established a federal protection for abortion in 1973. And many in the movement believe that the so-called heartbeat bill — a ban on abortion as early as six weeks of pregnancy, often before a woman even knows she is pregnant — is the way to do it. The bill flies in the face of decades of Supreme Court decisions, like a dare to the American legal system.\n“It’s a pretty bold step, I’ll be honest,” said William Seitz, a state representative in Ohio who voted for the bill. “But at least there is some chance that this would provide an opportunity to either further limit Roe, or perhaps jettison it entirely.”\nIn the first three months of this year, heartbeat bills, which had been at the fringes of the anti-abortion movement for years, have passed in four states — Kentucky, Mississippi, Georgia and Ohio. More are moving through the legislatures of 11 others, according to Elizabeth Nash, a policy expert at the Guttmacher Institute.\n“You weren’t seeing the six-week bans move before,” Ms. Nash said. “Now it’s a front burner issue.”\nIn 2011, Ohio became the first state to attempt such a ban. Its main proponent was a determined activist named Janet Porter, who has a long history of taking on conservative Christian causes.\nAs president of an anti-abortion group called Faith 2 Action, Ms. Porter became the gadfly of the anti-abortion movement in Ohio, giving news conferences denouncing anyone who did not support her bill, even if they were friendly to the cause.\n“She disparaged a lot of good elected officials and members of the pro-life community along the way,” said Mr. Gonidakis, who at times was the target of her attacks.\n(Ms. Porter agreed to an interview but when she answered the door at a house in suburban Cleveland on Monday, she said she would give it only if she was allowed to videotape it.)\nDespite all this, the bill remained alive, occasionally coming up for a vote. Sometimes it would pass the House. Sometimes it would pass the Senate. And John Kasich, the former Republican governor of Ohio, vetoed it twice. In the early years, Mr. Seitz, a Republican from Cincinnati, remembers thinking that pushing it did not make much sense, given the composition of the Supreme Court, which as late as 2016 sided with abortion clinics in a prominent case in Texas.\n“I didn’t detect any appetite on the part of the court majority to significantly limit Roe,” he said. “I just didn’t see it.”\nThen came President Trump’s election. Mr. Gonidakis remembers meeting with him and other anti-abortion activists in New York and being surprised at the language Mr. Trump used. He sounded more like an activist than a presidential candidate, Mr. Gonidakis said.\n“He said, ‘I’m only going to nominate pro-life judges,’” he recalled. “That’s language we use. To hear the candidate use it was astonishing. In a good way.”\nRight away, Mr. Trump nominated Judge Neil Gorsuch — replacing one conservative, Justice Antonin Scalia, with another. Then the bombshell dropped: Justice Anthony Kennedy, who had voted with the liberal majority in 2016 on the Texas case, announced he would retire.\n“Our phones started lighting up,” said Mr. Gonidakis, who was in Columbus at the time. He started calling friendly lawmakers in Washington and Ohio. “There were a lot of unknowns right away and a lot of excitement.”\nAt the center of the Ohio bill is a legal strategy based on questioning one of the standards that federal abortion protections rest on: fetal viability. The Supreme Court has ruled that states can regulate abortion only after a fetus could survive outside a mother’s womb. The bill suggests that standard be scrapped, and replaced with something else: a heartbeat.\nKristina Roegner, a Republican state senator who sponsored the bill, said viability was a flawed standard because medical technology had changed so much since 1973.\n“I don’t think the Supreme Court realized what a moving target they were creating,” she said. “We need a new standard. A heartbeat doesn’t change. It’s there or it’s not.”\nB. Jessie Hill, a lawyer who plans to challenge the law in court on behalf of one of the abortion clinics in the state, thinks the argument is a long shot. The court was not persuaded in the past by arguments that a fetus is a person under state law. Surviving outside the womb is key, and forbidding a woman to end a pregnancy before that is “like the state telling you that you have to give someone a kidney or bone marrow because you have it and they need it to survive,” she said. “The law can’t — and doesn’t — do that.”\nEven before the confirmation of Justice Kavanaugh, conservatives had made considerable progress in appointments to federal appeals courts, often a critical last stop before the Supreme Court. Today, Republicans have appointed 69 percent of the active judges on the Sixth Circuit, which encompasses Ohio, compared with 45 percent in 2001, according to Russell Wheeler, a visiting fellow at the Brookings Institution in Washington. Other states in the Sixth Circuit are Tennessee, Kentucky and Michigan.\n“Judicial philosophy has been the dominant issue for appellate nominations in Republican administrations for the last 30 years in a way that it has not been for Democrats,” said Jonathan Adler, a law professor at Case Western Reserve University.\nThat unwavering focus has helped to turn the tide on abortion in a broad swath of the country’s middle and the south: Six states are down to one abortion clinic. In Ohio, there were 16 abortion clinics in the early 2000s. Today there are 7.\nJust last month in Ohio, in a rare move that was a major victory for anti-abortion activists, the full Sixth Circuit panel of judges reversed its own decision from a year ago, ruling against Planned Parenthood in a funding case.\nMs. Hill, the lawyer who will challenge Ohio’s new ban in court, said she had reasonable confidence that the law will be struck down in lower courts and not make it to the Supreme Court, at least in the near term. Taking such a case could be seen as political, and tarnish the reputation of the court, she said. But the long-term outcome is less clear. If Justice Ruth Bader Ginsburg retires and Mr. Trump is able to appoint a third justice, that could be the decisive blow against Roe.\nMr. Gonidakis said he was cautiously optimistic.\n“We haven’t won but we are winning,” he said. “We are winning a battle that we always used to lose.”", "date": "April 18, 2019", "href": "https://www.nytimes.com/2019/04/18/us/ohio-abortion-heartbeat-bill.html", "tags": "suddenly court wars became daily ” supreme pregnancy ohio part ‘ early mainstreamlisten last bill weeks clinic missouri abortion banning —"}