{"title": "How do you define genocide?", "content": "Genocide is understood by most to be the gravest crime against humanity it is possible to commit. \nIt is the mass extermination of a whole group of people, an attempt to wipe them out of existence.\nBut at the heart of this simple idea is a complicated tangle of legal definitions.\nSo what is genocide and when can that term be applied? \nThe term was coined in 1943 by the Jewish-Polish lawyer Raphael Lemkin who combined the Greek word \"genos\" (race or tribe) with the Latin word \"cide\" (to kill).\nAfter witnessing the horrors of the Holocaust, in which every member of his family except his brother was killed, Dr Lemkin campaigned to have genocide recognised as a crime under international law.\nHis efforts gave way to the adoption of the UN Convention on Genocide in December 1948, which came into effect in January 1951.\nArticle Two of the convention defines genocide as \"any of the following acts committed with the intent to destroy, in whole or in part, a national, ethnic, racial or religious group, as such\":\nThe convention also imposes a general duty on states that are signatories to \"prevent and to punish\" genocide.\nSince its adoption, the UN treaty has come under fire from different sides, mostly by people frustrated with the difficulty of applying it to specific cases.\nThey argue that the definition is too narrow. Others say the term is devalued by misuse. \nSome analysts contend that the definition is so narrow that none of the mass killings perpetrated since the treaty's adoption would fall under it.\nThe objections most frequently raised against the treaty include:\nBut in spite of these criticisms, there are many who say genocide is recognisable.\nIn his book Rwanda and Genocide in the 20th Century, former secretary-general of Medecins Sans Frontieres, Alain Destexhe, says: \"Genocide is distinguishable from all other crimes by the motivation behind it.\n\"Genocide is a crime on a different scale to all other crimes against humanity and implies an intention to completely exterminate the chosen group.\n\"Genocide is therefore both the gravest and greatest of the crimes against humanity.\"\nBut Mr Destexhe believes the word genocide has fallen victim to \"a sort of verbal inflation, in much the same way as happened with the word fascist\".\nHe says the term has progressively lost its initial meaning and is becoming \"dangerously commonplace\".\nMichael Ignatieff, director of the Carr Centre for Human Rights Policy at Harvard University, agrees.\n\"Those who should use the word genocide never let it slip their mouths. Those who unfortunately do use it, banalise it into a validation of every kind of victimhood,\" he said in a lecture about Raphael Lemkin.\n\"Slavery, for example, is called genocide when - whatever it was, and it was an infamy - it was a system to exploit, rather than to exterminate the living.\"\nThe differences over how genocide should be defined have also led to disagreements on how many genocides actually occurred during the 20th Century.\nSome say there was only one genocide in the last century: the Holocaust.\nHowever, others say there have been at least three genocides under the 1948 UN convention:\nIn Bosnia, the 1995 massacre at Srebrenica has been ruled to be genocide by the International Criminal Tribunal for the former Yugoslavia (ICTY). \nAnd others give a long list of what they consider cases of genocide, including the Soviet man-made famine of Ukraine (1932-33), the Indonesian invasion of East Timor (1975), and the Khmer Rouge killings in Cambodia in the 1970s.\nThe International Criminal Court in 2010 issued an arrest warrant for the President of Sudan, Omar al-Bashir, on genocide charges. \nHe is accused of waging a campaign against the citizens of the Sudanese region of Darfur.\nSome 300,000 people are said to have died and millions have been displaced in seven years of fighting there.\nMore recently, in March 2016, the US said so-called Islamic State (IS) was carrying out genocide against Christian, Yazidi and Shia minorities in Iraq and Syria.\nIS, or Daesh, was \"genocidal by self-proclamation, by ideology and by actions, in what it says, what it believes and what it does,\" Secretary of State John Kerry said.\nThe jihadist group seized large swathes of territory in Syria and Iraq in 2014, and has since become notorious for its brutality against perceived opponents.\nThe first case to put into practice the convention on genocide was that of Jean Paul Akayesu, the Hutu mayor of the Rwandan town of Taba at the time of the killings.\nIn a landmark ruling, a special international tribunal convicted him of genocide and crimes against humanity on 2 September 1998.\nMore than 30 ringleaders of the Rwandan genocide have now been convicted by the International Criminal Tribunal for Rwanda.\nIn August 2010 a leaked UN report reportedly alleges that Rwandan Hutus, perpetrators of the 1994 genocide, may themselves have been victims of the same crime.\nIn 2004, the ICTY widened the definition of what constitutes genocide.\nGeneral Radislav Krstic, the first man convicted by the ICTY of genocide in Bosnia, had appealed against his conviction for his role in the killing of more than 7,000 Muslim men and boys in Srebrenica.\nBut the court rejected his argument that the numbers were \"too insignificant\" to be genocide - a decision likely to set an international legal precedent.\nSince then a Bosnian Serb military commander has been cleared of being involved in Srebrenica.\nIt remains to be seen whether cases still pending will aid clarity on what is and what is not genocide.\nThe Bosnian Serb leader Radovan Karadzic is currently on trial at The Hague accused of war crimes and genocide. He denies the charges.\nPresident Bashir continues to travel outside Sudan, to countries who are signatories to the International Criminal Court, without being detained as ordered by the arrest warrant. \nIf his case is ever brought to trial it will be the first time that genocide charges are brought against a serving head of state.", "date": "17 March 2016", "href": "https://www.bbc.com/news/world-11108059", "tags": "humanity un word crimes define crime convention group international term genocide"}