{"title": "How the N.R.A. Keeps Federal Gun Regulators in Check", "content": "WASHINGTON — For years, the Bureau of Alcohol, Tobacco, Firearms and Explosives has been overlooked in Washington. Overshadowed by more politically powerful law enforcement agencies like the F.B.I., the A.T.F. garnered headlines mostly for notorious episodes, including the deadly 1993 siege in Waco, Tex., and the “Fast and Furious” gunwalking scandal more than a decade later.\nNow, the A.T.F. is on the verge of a crisis. The agency, which has not grown significantly since its founding in 1973, is about to confront a staffing shortage and is set to lose its tobacco and alcohol enforcement authorities. President Trump has yet to nominate a director to oversee the agency, which has been without permanent leadership for eight of the past 12 years.\nAmid the dearth of leadership and resources, the White House is pushing the A.T.F. to the forefront of its fight against violent crime. In response to the mass shooting at a Florida high school last week, Mr. Trump, who promised to fight violent criminal gangs and illegal guns — two of the A.T.F.’s key missions — announced that he would be relying on the bureau to regulate so-called bump stock accessories.\nBut it is all but politically impossible for Mr. Trump, who counts the powerful gun lobby among his most ardent supporters, to strengthen the A.T.F. The National Rifle Association has long sought to hobble the agency in an effort to curb its ability to regulate guns, which the gun lobby has traditionally opposed.\n“Most people in law enforcement know why A.T.F. can’t get a director,” said Michael Bouchard, a former agent and the president of the A.T.F. Association, an independent group that supports current and former bureau officials. “It’s not because of the people. It’s because of the politics.”\nFor decades, the N.R.A. has used its sway in Washington to preserve the A.T.F. in its limited capacity. It has aggressively lobbied against nominated directors and pushed Congress to enact restrictions on how the bureau spends money to curtail its ability to regulate firearms and track gun crimes. One funding provision, for example, forbids the A.T.F. from using electronic databases to trace guns to owners. Instead, the agency relies on a warehouse full of paper records.\nIt is beneficial to the N.R.A. to have a smaller agency like the A.T.F. in charge of gun regulation, one senior bureau official acknowledged, rather than a larger, more politically powerful agency like the F.B.I. that can more effectively demand additional resources from Capitol Hill.\nThe gun lobby is one of the most potent political forces in Washington, doling out tens of millions of dollars each election cycle to lawmakers and campaigns to steer the political discourse on gun regulation. The N.R.A. reported spending the most amount of money in its history in 2016 working to support Mr. Trump and the Republican Party, and its backing has come under renewed scrutiny in the gun debate that has taken shape in the days since the shooting in Parkland, Fla.\nThe president, in turn, has courted gun advocates, vowing to defend firearm owners and the N.R.A. In a tweet on Thursday morning, Mr. Trump called the organization “Great People and Great American Patriots.”\nThe A.T.F. rose to prominence in the Prohibition era with its takedown of Al Capone. In the decades since, its mission has been tailored toward gun violence and trafficking. More recently, the bureau has had its share of troubling episodes. It was infamously involved in the 1993 siege at a Branch Davidian compound in Texas in which 75 peopled were killed, and during the “Fast and Furious” scandal two decades later, the bureau lost guns across the Mexican border, which were later recovered at crime scenes. Agents also used a multimillion-dollar slush fund meant to pay informants to instead pad their own pockets, The New York Times revealed last year.\nUnder President Barack Obama, the White House considered eliminating the A.T.F. The proposal, a direct affront to the N.R.A., would have transferred all its law enforcement authorities to the F.B.I., a former senior Obama administration official said. The plan was largely abandoned, however, after the 2012 school shooting in Newtown, Conn.\nThe N.R.A. opposed the nomination of Andrew Travers, whom Mr. Obama selected to lead the agency in 2010. Mr. Travers was never confirmed. The N.R.A. did not take a position on the agency’s last and only director confirmed by the Senate, B. Todd Jones, who led the A.T.F. from 2011 to 2015.\n“We support enforcement of the laws on the books and A.T.F. efforts to apprehend and prosecute violent criminals,” said Jennifer Baker, a spokeswoman for the N.R.A. “We have and will continue to oppose political appointees looking to enact an anti-gun agenda through the regulatory process making it more difficult for law abiding citizens to exercise their constitutional rights while criminals continue to break the law.”\nAn official at the Justice Department said the administration was interviewing potential A.T.F. directors but did not know when that might result in a nomination. The White House has confidence in the acting director, Thomas E. Brandon, the official said, who was not authorized to speak publicly about the matter.\nMr. Brandon, who has served in that capacity since 2015, is thought of highly among the A.T.F. work force, agents said. But even his most ardent supporters acknowledge that a Senate-confirmed director, handpicked by the president, would be better positioned to be an advocate for the agency.\nThere is no indication that Mr. Brandon will be nominated to permanently lead the bureau.\n“A.T.F. works diligently with the resources that we have,” said a bureau spokesman, Joshua Jackson. “And like any agency, we could always use additional resources.”\nThe A.T.F.’s own 52-page budget proposal for the current fiscal year describes an agency on the cusp of a resource crisis. That document is separate from the White House budget proposed last week, which lays out the administration’s broader priorities for the fiscal year that begins in October.\nIn describing its own shortages, the A.T.F. says it remains unable to fulfill even basic regulatory responsibilities, including inspections of firearms dealers — something the bureau says presents a “significant risk to public safety.”\nThe A.T.F. is also bracing for the departure of nearly a fifth of its roughly 2,500 special agents. Of them, 499 are at least 50 years old, according to the budget proposal, and face mandatory retirement at 57.\nLast year, 141 agents retired from the A.T.F., Mr. Jackson said, and only 117 were hired. An additional 24 agents left the bureau for other reasons.\nStill, as ranks thin, the A.T.F. is being tasked to lead some of the Trump administration’s most lauded violent crime initiatives. A team of agents was sent to Chicago over the summer to help the city combat gun violence, and the bureau is leading crackdowns on the MS-13 criminal gang, which Mr. Trump has vowed to “eradicate.”", "date": "Feb. 22, 2018", "href": "https://www.nytimes.com/2018/02/22/us/politics/trump-atf-nra.html", "tags": "agency gun federal keeps regulators n.r.a a.t.f ” trump bureau check"}