{"title": "How the Supreme Court’s Decision on the Census Could Alter American Politics", "content": "HOUSTON — Studded with taquerias and Catholic churches on street after street, the 29th Congressional District of Texas has among the highest proportions of Hispanics in the country.\nBut the fact that the district — which traces a jagged semicircle around Houston’s east side — is three-quarters Hispanic may not be its most defining statistic. These days, the most important number may be the estimated share of its residents who are not American citizens: one in four.\nA battle is brewing over the way the nation tallies its population, especially in immigrant-dense places like Texas’s 29th District, that could permanently alter the American political landscape. On Tuesday, the Supreme Court’s conservative majority appeared ready to allow the next census in 2020 to ask respondents if they are American citizens — a question that has never been asked of all the nation’s residents in the census’s 230-year history.\n[On census question, Supreme Court’s conservatives appear united.]\nThe Trump administration argued in court that it needs to know the number and locations of noncitizens to better enforce the 1965 Voting Rights Act. The conservative judges on the Supreme Court seemed inclined to agree, although a senior Justice Department official conceded in a sworn deposition last year that the data was not actually required. Three federal judges who heard challenges to the citizenship question have said the administration’s explanation is not credible.\nMany critics contend that that reason was to dissuade frightened noncitizens — both legal and illegal residents — from participating in the census, producing an undercount that would skew both federal money and political power away from urban areas and toward rural ones.\nBut many other experts and voting rights advocates see in the citizenship question a longer-range goal: Knowing the number and location of noncitizens would allow states to exclude them from the population totals that are used after every census to redraw the nation’s political maps.\nMaps based only on the citizen population would reflect an electorate that is less diverse than the nation at large — and generally more favorable to the Republican Party.\nAlready, Republican officials in Texas say they are considering how they might redraw political maps should the Trump administration prevail in the census question litigation. And they are not alone: Republican legislators in Missouri and Nebraska unsuccessfully proposed removing noncitizens from the redistricting calculus last year, and officials in those states and Arizona  reportedly have said they may try again.\nAlabama has asked a federal district court to exclude undocumented immigrants from the population counts used to apportion the 435 seats in the House of Representatives among the states. The state argues that it will lose one of its seven congressional districts and some federal funds after the 2020 census to a state like Texas with a large number of undocumented immigrants.\nThe United States is home to about 22 million noncitizens — roughly 7.5 percent of the population — and about half that number are undocumented. These residents defy easy description: They are scientists and engineers on long-term assignment to American companies; student visa holders; permanent residents who hold green cards.\nAbout 7,000 noncitizens joined the armed forces in 2017, the last year for which figures are available. They are clustered in coastal states and big cities, but 5 percent of Nebraskans lack citizenship, as do 4 percent of Oklahomans. Some undocumented immigrants own their own homes; many pay taxes.\nIn Texas, Democrats who believe their party is on the cusp of challenging Republican dominance are incensed at plans to cut out noncitizens. “They will do everything in their power to cling to power, to their last breath,” Manny Garcia, the executive director of the state Democratic Party, said of his Republican rivals.\nRepresentative Armando Walle, a Democrat whose state House district lies in the 29th Congressional District, argued that excluding noncitizens from redistricting would be “catastrophic.”\n“It would push folks, undocumented or otherwise, further into the shadows,” he said. “It would deny representation to a whole class of people who are actually contributing to society.”\nConservatives have a different view. In 1964, the Supreme Court’s historic one-person-one-vote ruling ordered Alabama to draw legislative districts with equal populations, arguing that anything else made some people’s votes count less than their neighbors’. But including noncitizens in the calculus upends that, conservatives argue: Given two districts with equal populations, the votes in a district with many noncitizens and fewer citizens will count more than a district composed entirely of citizens with voting rights.\n“When 600,000 citizens can elect one representative to a legislative body, whereas their neighbor next door requires 750,000 citizens to elect one representative, this is in my opinion — and I think in the opinion of others — intrinsically unfair,” said Ed Blum, the director of the conservative legal advocacy group Project on Fair Representation.\nMr. Blum took the issue to the Supreme Court in a 2016 case that sought to base Texas legislative maps on the number of voting-age citizens instead of on total population. The justices ruled that the formula that included noncitizens was constitutional.\nBut they pointedly left the door open to other metrics. If the census provides a way to count noncitizens, Mr. Blum said, the issue is likely to return to the courts quickly.\nLegal and historical precedents do not provide clear guidance as to who is right. On the one hand, the Constitution clearly requires the House of Representatives to be apportioned based on “the whole number of persons,” citizens and otherwise. And by counting slaves as three-fifths of a person, the founders specifically accorded representation to people who had no political rights. The same is true of children, who are politically powerless yet universally counted for redistricting and apportionment.\nBut long before the 1964 one-person-one-vote decision, states apportioned and drew legislative districts in a host of ways, including by counting only citizens. New York counted citizens in its own census for purposes of reapportioning its State Legislature until 1970, when it abandoned the practice. Even now, both Kansas and Hawaii do not count university students or families at military installations unless they already are state residents — even though those people are not counted elsewhere in the decennial census.\nIn 1966, the Supreme Court blessed Hawaii’s rule, suggesting that a legislature could set any standard as long as it led to an apportionment scheme that was not “substantially different” from one that was clearly permissible.\n“In a lot of ways, we’re really in uncharted territory,” Margo J. Anderson, a historian and expert on the census at the University of Wisconsin-Milwaukee, said in an interview. “Redistricting for House seats and anything done by state legislatures is still legally ambiguous.”\nIn Houston, redrawing maps without noncitizens could amount to a political sea change. Removing noncitizens from redistricting calculations would force immigrant-rich districts like Houston’s 29th to expand their borders to make up for the loss of population. Those districts are generally Democratic strongholds, and expanding them would often mean absorbing constituents from adjacent Republican areas. Districts with few noncitizens, on the other hand, would have to shrink.\nThe noncitizens, of course, would not simply vanish. They would continue to use government services like schools and utilities, and would rely — as many do now — on elected officials for all kinds of help. Politicians in immigrant-rich districts would have to represent them as well as the expanded number of citizens that were their legal constituency.\nRoughly one in 10 Texans is a noncitizen, but according to unpublished data from the Pew Research Center, the corresponding figure in metropolitan Houston is closer to one in six — 1.1 million of 6.8 million residents, a half-million of them undocumented.\nAndrew Beveridge, a sociologist at the City University of New York, this month estimated the degree of change that citizen-only redistricting would require in every congressional and state legislative district nationwide. He concluded that the 29th Congressional District would have to grow to take in nearly 120,000 new citizens, more than a fifth of the citizens currently in the district.\nHere, the overwhelming majority of noncitizens are from Mexico, Central America or the Caribbean. Many are undocumented. But many others are applying for citizenship, have green cards or hold an array of visas — and, in many if not most ways, are indistinguishable from their citizen neighbors.\nTexas legislators say they often receive requests for help from noncitizens. Some are seeking relief from the damage wrought on their homes in 2017 by Hurricane Harvey, help for relatives in trouble with the law, and more.\nCarol Alvarado, a Democrat, represents Texas’s Sixth State Senate District, which largely overlaps the 29th Congressional District — except that, with 850,000 constituents, it is even bigger than a House seat. Only one in 10 residents is white and non-Hispanic; the rest are largely Latinos.\n“We’re constantly helping noncitizens with issues related to our health care system, people who need assistance in trying to become citizens,” she said. “People here are hard-working, they’re doing jobs that a lot of other people won’t do, and they’re contributing to the economy. They pay taxes, and they buy goods and services. They deserve to be counted.”", "date": "April 23, 2019", "href": "https://www.nytimes.com/2019/04/23/us/noncitizens-census-political-maps.html", "tags": "american census citizens noncitizens court ” supreme one district could decision state politics alter —"}