{"title": "How light could help superfast mobile reach even further", "content": "The global race towards superfast \"fifth generation\" mobile internet, known as 5G, is entering a key phase. The trouble is no-one knows exactly which technologies will be best for offering such a service. But one telecoms firm may just have had a light-bulb moment.\nAt its headquarters in Slough, O2 has installed an unusual demo. It's a room where a wireless internet connection is provided not through wi-fi, but li-fi - a system that transmits data through light waves rather than radio waves.\nThe mobile operator thinks the system may help to offer 5G speeds in certain locations where getting coverage from an outdoor mobile signal is difficult.\nHarald Burchardt of pureLiFi, the firm behind the tech, says ceiling spotlights in the room have been spaced evenly so that their downward, cone-shaped beams can connect to a light-receiving dongle plugged into a tablet computer. \n\"We're using the light itself,\" he tells me, gesturing at the bulbs above. \"These are flickering at billions of times a second, naked to the human eye.\"\nLi-fi can offer data speeds of up to eight gigabits per second (8Gbps) - about 400 times faster than the average broadband speed in the UK.\nYou need only walk a few steps out of the room and the signal drops. Inside, it stays ultra snappy. \nWithin the ceiling, the light bulbs have been connected to access points that are wired to the internet. If you didn't know that, though, you'd simply think you had walked into a well-lit room. It's a much more market-ready version of the technology demonstrated to the BBC four years ago. \nSo why is O2 considering li-fi as a potential way of offering 5G-style mobile connectivity in indoor spaces? \n\"Targeting indoor coverage is a real challenge,\" explains Brendan O'Reilly, O2's chief technology officer.\nThis is because it is harder for high-frequency, short wavelength 5G radio signals to penetrate walls and windows than 4G radio signals. Despite ostensibly being faster, the 5G signal may actually be less accessible in some places as a result.\n\"Li-fi could be part of a 5G solution. It provides good data rates,\" says Mr O'Reilly. \n\"I don't think we'll see O2 necessarily offering to make light bulbs themselves, but as part of a solution to a connectivity problem I can see li-fi playing a role in that.\"\nLi-fi could extend mobile connectivity into those hard-to-reach indoor spaces. Or li-fi bulbs could replace streetlights in well-lit urban areas to provide high-speed connections to densely packed crowds of people.\nLast year, Harald Haas, who coined the term \"li-fi\", published a paper in which he described the technology as a game-changer for 5G, listing a number of potential applications. \nIt might connect \"internet of things\" devices dotted around a building via light, he argued, offer connectivity to driverless cars moving along roads, or bring super-fast wireless internet to devices in data centres. \nAnd Mr O'Reilly suggests that hospitals could easily hook up healthcare devices to the local network without having to rely on over-burdened wi-fi networks or relying on potentially hazardous cables.\nMore 5G stories and features\nProf Dimitra Simeonidou at the University of Bristol says li-fi could help in places where radio-based connectivity is challenged - such as in train tunnels.\n\"When you are having the train go through the tunnel there is very little space around it, so that will definitely disturb radio signals,\" she explains. \nProviding a seamless mobile signal to passengers on a train journey or to those using an underground rail network could be made possible with internet-enabled tunnel lighting, she says.\nBut li-fi is not ready to light up the 5G roll-out just yet. \n\"To make it work sensibly, it needs to be a bit like wi-fi, it needs to be ubiquitous,\" says Prof William Webb, independent consultant and author of The 5G Myth.\n\"It needs to be in-built to lots and lots of devices.\"\nFor the O2 demo, a dongle was plugged into a tablet to receive the li-fi signal. But for the technology really to take off, these light-reading sensors would have to be built in to devices - a considerable obstacle. \nAnd the most obvious drawback is that your phone won't be able to pick up a signal if it's in your pocket or bag. But given how much time we spend staring at our small screens, maybe this wouldn't be such an issue.\nProf Webb believes wi-fi networks could be capable of handling demand, despite that being an occasional frustration. \n\"It isn't really a pressing problem,\" he says.\nHis scepticism is echoed by Sylvain Fabre, an analyst at market research firm Gartner. He and his colleagues have been tracking the development of li-fi products and their adoption, but they are yet to see a big impact.\n\"There aren't many vendors and there are very few installations,\" he tells me. \"It will be hard to go to economies of scale and get prices to drop.\"\nBut that isn't stopping O2 and others from exploring the possibilities. \nIt might only take one engineer to change a light bulb - but Harald Haas and pureLiFi will need a lot more than that to change the world of wireless connectivity.", "date": "11 October 2018", "href": "https://www.bbc.com/news/business-45811959", "tags": "mobile devices room connectivity even reach superfast help says could signal internet li-fi light"}