{"title": "How Trump’s Tariffs on Chinese Goods Will Hit Your Shopping Cart", "content": "The more President Trump escalates his trade war with China, the more American shoppers will notice higher prices in their favorite grocery stores, hardware shops and big-box retailers.\nOn Friday, the Trump administration increased tariffs that Mr. Trump imposed last year on $200 billion worth of Chinese imports to 25 percent, from their previous rate of 10 percent. \nThe official $200 billion tariff list starts with “frozen retail cuts of meat of swine” and ends with “monopods, bipods, tripods and similar articles of aluminum.” In between are 194 pages of products that you can find on store shelves across the country.\nEconomists and business owners expect the tariff increases to hit consumers in two ways. Stores that were already passing on the cost of the 10 percent tariffs will now pass on a higher cost. And businesses large and small that previously tried to shield customers from the smaller tariffs will now find it almost impossible to avoid passing some or all of that tax on to Americans who buy their products.\nMr. Trump’s first two waves of tariffs, which covered $50 billion of Chinese imports, largely shielded customers from price increases by targeting goods that businesses, not individuals, tend to buy. The $200 billion wave still protected some hot consumer items — particularly clothing — from tariffs. After its initial proposal, administration officials modified it to exclude other necessities, like highchairs, infant walkers and other baby items. \nBut those tariffs spilled into stores nonetheless. A quarter of the tariffs were placed on items that researchers at the Peterson Institute for International Economics classified as consumer goods. They include $11.3 billion in furniture imports, $9.2 billion in auto parts and $6.6 billion in luggage. In contrast to previous rounds of tariffs, the United States trade representative has not made any of those products eligible for exclusions that would exempt them from the tariffs.\nThe National Retail Federation warned this week that consumers would bear the costs of an abrupt increase in the taxes on those goods.\n“A sudden tariff increase with less than a week’s notice would severely disrupt U.S. businesses, especially small companies that have limited resources to mitigate the impact,” said David French, the federation’s senior vice president for government relations. “If the administration follows through on this threat, American consumers will face higher prices and U.S. jobs will be lost.”\nAmong the items that might suddenly get more expensive is outdoor gear, like travel bags, backpacks and the knit fabric used in fleece vests. \nDog collars, baseball mitts and ski gloves will also face a 25 percent tariff, along with sledgehammers and saw blades. Almost every kind of lighting fixture that most American stores sell is imported from China, and all are on the list.\nAlso on the tariff list are toilet paper, art supplies, ceramic tiles, windshield glass and antiques that are more than 100 years old. Plus:\nMore than 1,000 of the 6,000 items on the list are chemicals, many of them industrial, according to an analysis by Panjiva.\nSome items are being hit twice by Mr. Trump’s tariffs — those made out of imported steel, which he hit with a 25 percent tariff last year, and aluminum, which he hit with a 10 percent tariff. The auto parts on the list could be subject to double tariffs of their own if Mr. Trump follows through with a longstanding threat to impose new tariffs on imported cars and trucks — and their parts — this year. \nAlmost 1,000 other products are things you eat or drink. They include vegetables like cabbage, kale, carrots and beets, along with hundreds of types of fish, though industry lobbying removed some Alaskan-caught fish that are exported to China for processing and then reimported to the United States. Other products for your pantry include:\nThe items most likely to sock American consumers’ wallets are computers and couches. Peterson researchers estimated that the tariffs hit more than $23 billion worth of computers and computer parts. A new computer or sofa is a major purchase for most Americans, and a 25 percent tariff could force many to seek out cheaper brands or delay the purchase. \nIt seems almost impossible that stores will absorb the full margin of those taxes by accepting lower profits — even those that have been buoyed by strong sales growth and Mr. Trump’s business tax cuts. \nAmerican consumers might not have much choice but to pay more: For nearly $100 billion of the products targeted, Panjiva estimates, China supplies more than half the imports that Americans buy.\nThe worst may be yet to come. Mr. Trump said Thursday that he was preparing another round of tariffs, on what could be all remaining imports from China. They would presumably hit clothing, shoes and other goods that the administration has worked to leave off the lists until now. It would be impossible for shoppers to miss it. ", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/business/china-tariffs-list.html", "tags": "items goods percent shopping billion tariff hit trump chinese products tariffs — cart"}