{"title": "How TikTok Is Rewriting the World", "content": "Hello, person who is, statistically speaking, a human adult aged approximately “millennial” to “boomer.” The analytics suggest a high likelihood that you’re aware there is an app named TikTok, and a similarly high likelihood that you’re not totally sure what it’s all about. Maybe you asked someone younger in your life, and they tried to explain and possibly failed. Or maybe you’ve heard that this new, extraordinarily popular video app is “a refreshing outlier in the social media universe” that’s “genuinely fun to use.” Maybe you even tried it, but bounced straight out, confused and sapped. \n“Fear of missing out” is a common way to describe how social media can make people feel like everyone else is part of something — a concert, a secret beach, a brunch — that they’re not. A new wrinkle in this concept is that sometimes that “something” is a social media platform itself. Maybe you saw a photo of some friends on Instagram at a great party and wondered why you weren’t there. But then, next in your feed, you saw a weird video, watermarked with a vibrating TikTok logo, scored with a song you’d never heard, starring a person you’d never seen. Maybe you saw one of the staggering number of ads for TikTok plastered throughout other social networks, and the real world, and wondered why you weren’t at that party, either, and why it seemed so far away. \nIt’s been a while since a new social app got big enough, quickly enough, to make nonusers feel they’re missing out from an experience. If we exclude Fortnite, which is very social but also very much a game, the last time an app inspired such interest from people who weren’t on it was … maybe Snapchat? (Not a coincidence that Snapchat’s audience skewed very young, too.) \nAnd while you, perhaps an anxious abstainer, may feel perfectly secure in your “choice” not to join that service, Snapchat has more daily users than Twitter, changed the course of its industry, and altered the way people communicate with their phones. TikTok, now reportedly 500 million users strong, is not so obvious in its intentions. But that doesn’t mean it doesn’t have them! Shall we?\nTikTok is an app for making and sharing short videos. The videos are tall, not square, like on Snapchat or Instagram’s stories, but you navigate through videos by scrolling up and down, like a feed, not by tapping or swiping side to side. \nVideo creators have all sorts of tools at their disposal: filters as on Snapchat (and later, everyone else); the ability to search for sounds to score your video. Users are also strongly encouraged to engage with other users, through “response” videos or by means of “duets” — users can duplicate videos and add themselves alongside. \nHashtags play a surprisingly large role on TikTok. In more innocent times, Twitter hoped its users might congregate around hashtags in a never-ending series of productive pop-up mini-discourses. On TikTok, hashtags actually exist as a real, functional organizing principle: not for news, or even really anything trending anywhere else than TikTok, but for various “challenges,” or jokes, or repeating formats, or other discernible blobs of activity. \nTikTok is, however, a free-for-all. It’s easy to make a video on TikTok, not just because of the tools it gives users, but because of extensive reasons and prompts it provides for you. You can select from an enormous range of sounds, from popular song clips to short moments from TV shows, YouTube videos or other TikToks. You can join a dare-like challenge, or participate in a dance meme, or make a joke. Or you can make fun of all of these things.\nTikTok assertively answers anyone’s what should I watch with a flood. In the same way, the app provides plenty of answers for the paralyzing what should I post? The result is an endless unspooling of material that people, many very young, might be too self-conscious to post on Instagram, or that they never would have come up with in the first place without a nudge. It can be hard to watch. It can be charming. It can be very, very funny. It is frequently, in the language widely applied outside the platform, from people on other platforms, extremely “cringe.” \nTikTok can feel, to an American audience, a bit like a greatest hits compilation, featuring only the most engaging elements and experiences of its predecessors. This is true, to a point. But TikTok — known as Douyin in China, where its parent company is based — must also be understood as one of the most popular of many short-video-sharing apps in that country. This is a landscape that evolved both alongside and at arm’s length from the American tech industry — Instagram, for example, is banned in China.\nUnder the hood, TikTok is a fundamentally different app than American users have used before. It may look and feel like its friend-feed-centric peers, and you can follow and be followed; of course there are hugely popular “stars,” many cultivated by the company itself. There’s messaging. Users can and do use it like any other social app. But the various aesthetic and functional similarities to Vine or Snapchat or Instagram belie a core difference: TikTok is more machine than man. In this way, it’s from the future — or at least a future. And it has some messages for us. \nConsider the trajectory of what we think of as the major social apps.\nTwitter gained popularity as a tool for following people and being followed by other people and expanded from there. Twitter watched what its users did with its original concept and formalized the conversational behaviors they invented. (See: Retweets. See again: hashtags.) Only then, and after going public, did it start to become more assertive. It made more recommendations. It started reordering users’ feeds based on what it thought they might want to see, or might have missed. Opaque machine intelligence encroached on the original system. \nSomething similar happened at Instagram, where algorithmic recommendation is now a very noticeable part of the experience, and on YouTube, where recommendations shuttle one around the platform in new and often … let’s say surprising ways. Some users might feel affronted by these assertive new automatic features, which are clearly designed to increase interaction. One might reasonably worry that this trend serves the lowest demands of a brutal attention economy that is revealing tech companies as cynical time-mongers and turning us into mindless drones. \nThese changes have also tended to work, at least on those terms. We often do spend more time with the apps as they’ve become more assertive, and less intimately human, even as we’ve complained.\nWhat’s both crucial and easy to miss about TikTok is how it has stepped over the midpoint between the familiar self-directed feed and an experience based first on algorithmic observation and inference. The most obvious clue is right there when you open the app: the first thing you see isn’t a feed of your friends, but a page called “For You.” It’s an algorithmic feed based on videos you’ve interacted with, or even just watched. It never runs out of material. It is not, unless you train it to be, full of people you know, or things you’ve explicitly told it you want to see. It’s full of things that you seem to have demonstrated you want to watch, no matter what you actually say you want to watch.\nIt is constantly learning from you and, over time, builds a presumably complex but opaque model of what you tend to watch, and shows you more of that, or things like that, or things related to that, or, honestly, who knows, but it seems to work. TikTok starts making assumptions the second you’ve opened the app, before you’ve really given it anything to work with. Imagine an Instagram centered entirely around its “Explore” tab, or a Twitter built around, I guess, trending topics or viral tweets, with “following” bolted onto the side.\nImagine a version of Facebook that was able to fill your feed before you’d friended a single person. That’s TikTok.\nIts mode of creation is unusual, too. You can make stuff for your friends, or in response to your friends, sure. But users looking for something to post about are immediately recruited into group challenges, or hashtags, or shown popular songs. The bar is low. The stakes are low. Large audiences feel within reach, and smaller ones are easy to find, even if you’re just messing around.\nOn most social networks the first step to showing your content to a lot of people is grinding to build an audience, or having lots of friends, or being incredibly beautiful or wealthy or idle and willing to display that, or getting lucky or striking viral gold. TikTok instead encourages users to jump from audience to audience, trend to trend, creating something like simulated temporary friend groups, who get together to do friend-group things: to share an inside joke; to riff on a song; to talk idly and aimlessly about whatever is in front of you. Feedback is instant and frequently abundant; virality has a stiff tailwind. Stimulation is constant. There is an unmistakable sense that you’re using something that’s expanding in every direction. The pool of content is enormous. Most of it is meaningless. Some of it becomes popular, and some is great, and some gets to be both. As The Atlantic’s Taylor Lorenz put it, “Watching too many in a row can feel like you’re about to have a brain freeze. They’re incredibly addictive.”\nIn 1994, the artist and software developer Karl Sims demonstrated “virtual creatures” that moved in realistic ways discovered through “genetic algorithms.” These simulations, through trial and error, gradually arrived at some pre-existing shapes and movements: wriggling, slithering, dragging and walking. \nBut some early models, which emphasized the creatures’ ability to cover a certain distance as quickly as possible, resulted in the evolution of a very tall, rigid being that simply fell over. In doing so, it “moved” more quickly than a wriggling peer. It didn’t understand its evolutionary priority as “creature-like locomotion.” It needed to get to a certain place as efficiently as possible. And it did. \nOlder social apps are continuously evolving, too. Their models prioritize growth and discovery, of course, but also assume the centrality of your people: the accounts you follow and which follow you, or with whom you communicate directly, and are bound up in their founding myths and structures: Facebook’s social graph; the News Feed; the Instagram feed; Twitter’s rigid user relationships. \nTikTok though is the towering stick falling far and fast, not caring to wait to evolve through a wriggling, cumbersome social phase, but instead asking: Why not just start showing people things and see what they do about it? Why not just ask people to start making things and see what happens? If engagement is how success is measured, why not just design the app where taking up time is the entire point? There’s no rule, in apps or elsewhere, against engagement for engagement’s sake. Let the creature grow tall and fall upon us all. \nTikTok is far from an evolutionary fluke. Its parent company, ByteDance, recently valued at more than $75 billion, bills itself first as an artificial intelligence company, not a creator of mission-driven social platforms. TikTok was merged with Musical.ly, a social network initially built around lip-syncing and dancing and adopted by very young people. It still carries a lot of Musical.ly’s DNA, and its app store reviews contain more than a little yearning for Musical.ly’s return. It was the defunct Musical.ly against which the Federal Trade Commission recently levied its largest-ever penalty for mishandling the private data of young users.\n“ByteDance’s content platforms enable people to enjoy content powered by AI technology,” its website says. Its vision is “to build global creation and interaction platforms.” ByteDance’s wildly popular news and entertainment portal, Jinri Toutiao (translated as “Today’s Headlines,”) relies heavily on AI — not human editors, or a self-selected feed of accounts — to curate and create customized streams of largely user-and-partner-generated content tailored to each of its readers. \nThese are services where a sort of “filter” bubble — isolating users into worlds of points of view — isn’t an unintended consequence. It’s the point. And it’s extremely effective: Both Toutiao and Douyin have drawn attention from Chinese regulators for, among many other things, some familiar to any large social-ish platform, and others unique to its speech-constrained political environment, capturing too much user time. As a result, TikTok’s “Digital Wellbeing” settings include an option to enforce a password-protected time limit. The company’s other challenges can be addressed more assertively: an algorithm-first attention market isn’t just centrally ruled, it’s centrally allocated.\nAll of this goes a long way to explain why, at least at first, TikTok can seem disorienting. “You’re not actually sure why you’re seeing what you’re seeing,” said Ankur Thakkar, the former editorial lead at Vine, TikTok’s other most direct forerunner. On Vine, a new user might not have had much to watch, or felt much of a reason to create anything, but they understood their context: the list of people they followed, which was probably the thing letting them down. \n“It’s doing the thing that Twitter tried to solve, that everyone tried to solve,” he said. “How do you get people to engage?” Apparently you just … show them things, and let a powerful artificial intelligence take notes. You start sending daily notifications immediately. You tell them what to do. You fake it till you make it, algorithmically speaking. \nAmerican social platforms, each fighting their own desperate and often stock-price-related fights to increase user engagement, have been trending in TikTok’s general direction for a while. It is possible, today, to receive highly personalized and effectively infinite content recommendations in YouTube without ever following a single account, because Google already watches what you do, and makes guesses about who you are. And while Facebook and Twitter don’t talk about their products this way, we understand that sometimes — maybe a lot of the time — we use them just to fill time. They, in turn, want as much of our time as possible, and are quite obviously doing whatever they can to get it.\nSo maybe you’ll sit TikTok out. But these things have a way of sneaking up behind you. Maybe you never joined Snapchat — but its rise worried Facebook so much that its prettier product, Instagram, was remade in its image, and copied concepts from Snapchat reached you there.\nAnd maybe you skipped Twitter — but it still rewired your entire news diet, and, besides, it’s how the president talks to you, now. \nTikTok does away with many of the assumptions other social platforms have been built upon, and which they are in the process of discarding anyway. It questions the primacy of individual connections and friend networks. It unapologetically embraces central control rather than pretending it doesn’t have it. TikTok’s real influence going forward may be that the other social media platforms decide that our friends were simply holding us back. Or, at least, it was holding them back. ", "date": "March 10, 2019", "href": "https://www.nytimes.com/2019/03/10/style/what-is-tik-tok.html", "tags": "users things rewriting world tiktok maybe social ” app —"}