{"title": "How 'The Joy Of Cooking' Explains The Absurdity Of The Obamacare Lawsuit", "content": "On Wednesday, the Supreme Court will consider a lawsuit that, if successful, would cause millions of people to lose health insurance -- and millions more to pay higher premiums. The debate over the case's merit has touched on everything from legislative history to obscure court doctrines about statutory interpretation. But you don’t need a legal text to understand why the challenge to Obamacare is so flimsy.  \n \nAll you need is a recipe book: The Joy of Cooking.\n \nPage 795 of an older edition (the one that my in-laws own) has a recipe for pancakes. The ingredients include three tablespoons of butter and three tablespoons of sugar. The instructions call for mixing these ingredients with the others (eggs, milk and so on) to make a batter that will go on the griddle. If you want to make pancakes and lack either the butter or sugar -- and, critically, if you read only that section of the recipe -- you may think you are out of luck.\n \nBut you’ll know better if you read the whole thing. That’s because, on the prior page, there’s a section on substitutions. According to the cookbook, if you don’t have butter then you can use oil, and if you don’t have sugar you can use either brown sugar or various combinations of honey, molasses, and syrup. The result might not be exactly the same. Real butter makes for moister pancakes, for example. But the differences will be modest. Once you’re done cooking, you’ll still have pancakes.\n \nWhat does this have to do with King v. Burwell, the lawsuit the court will consider on Wednesday? Everything. Obamacare offers tax credits, worth hundreds or even thousands of dollars a year, to people who purchase insurance through one of the law’s so-called exchanges. \n \nThe passage of the Affordable Care Act describing the tax credits refers specifically, and exclusively, to exchanges “established by the state.” And in two-thirds of the states, the Department of Health and Human Services is running the exchanges because state officials will not. In those states, the lawsuit claims, the federal government has no legal authority to provide tax credits. \nOr, to put it another way, millions of low- and middle-income people living in those states will have to give up the financial assistance Obamacare now provides for them. Most will end up uninsured, sometimes with tragic consequences.\n \nBut you shouldn’t read one part of a law in isolation any more than you should read one part of a recipe -- because, just like the Joy of Cooking, the Affordable Care Act allows for substitutions. Another passage in the law authorizes the federal government to “establish and operate such Exchange” within states that do not act on their own. The same section says that the HHS secretary should “take such actions as are necessary to implement such other requirements.” \nTo extend the pancake analogy, a state-operated exchange is like butter –- and the federally run version is like the oil substitute. If the former is not available, the latter will work instead.\n \nWait. Isn’t the law more ambiguous than that? Some would say so. But the Supreme Court has set clear rules for making sense of ambiguous legal text: Judges are supposed to let executive branch agencies, such as the Internal Revenue Service, use any plausible interpretation. Legal aficionados will recognize this as the Chevron doctrine, named for a 1984 case involving the Chevron oil company. But it’s basically the same as letting a chef improvise, rather than forcing him to abandon a dish because one step in the cooking instructions isn't clear. \n \nIf you follow a pancake recipe, you shouldn’t end up with an unsweetened, crumbly lump of dough. And if you implement a law called the “Affordable Care Act,” which promises in its very first section to make health care available to “all Americans,” you shouldn’t end up with a program that doesn’t help people in a majority of states. These things would happen only if you deliberately misread a set of instructions -– which, it so happens, is what the people who wrote this lawsuit want the justices of the Supreme Court to do.\n", "date": "\n03/03/2015", "href": "https://www.huffpost.com/entry/obamacare-lawsuit-explained_n_6793348", "tags": "butter lawsuit obamacare explains court joy recipe states ” one cooking law absurdity"}