{"title": "How To Prepare For The End Of Roe v- Wade", "content": "It’s not difficult for Robin Marty to envision a future America where “pregnant people may need to travel across state lines, obtain illegal abortion-inducing medications, or keep their abortions secret from partners, family and the authorities.”\nBut she’s no fatalist. Marty, a reporter who has been covering abortion rights for over 10 years, has instead turned her energy toward helping others prepare for the worst-case scenario: a Post-Roe U.S. \n“Ask yourself ― what are you willing to do?” she tweeted after Supreme Court Justice Anthony Kennedy announced his retirement in the summer of 2018. Without him on the court, the future of Roe v. Wade ― the 1973 ruling that made abortion legal in all 50 states ― was suddenly uncertain.\n“We are going to need homes near clinics for people to stay at for free, we will need transportation from state to state, etc,” she wrote. “Prepare to think about what you can do to contribute financially, resources-wise, and so on.”\nMarty adapted her tweets into a widely-read opinion piece for HuffPost and now she’s expanded even further, turning the thread into a practical manual for the public. In Handbook for a Post-Roe America, Marty walks readers through the various futures of abortion rights in the U.S. and provides advice on how to plan ahead. \nIn December, HuffPost spoke to Marty about Handbook for a Post-Roe America. Our conversation has been edited for clarity and length. \nHi Robin! Why did you decide to write this book, and what were you hoping to achieve? \nI noticed that all these people were suddenly awakened to this idea that abortion could be made illegal ― a crisis that reproductive rights activists knew had been going on forever. All of these new people were thinking, I need to stockpile emergency contraception! I need to start a group to help people get across state lines and get abortions! What they didn’t realize is many of these resources are already in place. They’re under the radar because most people don’t think about abortion until they actually need one. This book was a chance to bring those who are new to the movement into the loop and to introduce them to the groups on the ground already doing the work. \nThat makes sense. So, to just back up a little bit, and I know this is a giant question…\nThose are my favorite...\nI was hoping you could explain, as simply as possible… or not… what is the state of abortion rights in the U.S. at this moment in time? \nThe word I would use is precarious. Here’s a good example. Yesterday, there was an announcement that the last clinic in Nashville, Tennessee, has stopped providing abortions. So there is still legal abortion in Tennessee, but it was Nashville that was providing a lot of the care for the state. Now that the Nashville clinics are closed, we’re looking at a place where people have to drive three hours in one direction to get an abortion, and they have a 48-hour waiting period in which they have to go to the doctor twice. \nSo they’ll have to foot the costs for hotels, gas, etc.\nYes. Abortion is primarily, at this point, a class issue and a race issue. People who are privileged will always be able to find help when they need it. \nNow, in Tennessee, if they need a second trimester abortion, they will have to leave the state. But if they go down to Alabama, where you can get a second trimester abortion, they’ve got a 48-hour wait. If they go up to Kentucky where you can get an abortion up to 22 weeks, there’s only one clinic, and it’s already taking in all of the people who live in low-access states around it, like Ohio, Indiana and Missouri. Once a clinic starts to get overwhelmed by patients, it creates a ripple effect where more people have to travel further, for later abortions, because they can’t get into their clinics at home.\nIt creates a bottleneck.\nYeah. When you take out just a single clinic, you still technically have legal abortion but it is almost impossible for people to access it. That’s where we are at in the U.S. right now. We have legal abortion everywhere, but if you remove one piece, everything starts to collapse. \nSo zooming out, Tennessee is representative of the larger situation because there are a number of states like it, with onerous restrictions and limited clinics? \nExactly. At this point, we have six states with only one clinic in them. We have another 10 to 12 states that only have two or three clinics and for the most part, they are all in the same cities. \nSouth Dakota has only one clinic for the entire state, in Sioux Falls. It has a 72-hour waiting period. So you go into a doctor’s office and you have to wait for at least 72 hours, and they do not count any weekends or holidays. You still have to do that within 14 weeks because there’s no second trimester abortion available. A lot of people decide it’s just too hard to do, so they’ll travel to Minnesota or Iowa.\nSo now let’s move to what could happen with Roe. You write in the book that it is “highly unlikely that abortion is going to be made entirely illegal” in the near future. What do you think will happen instead? \nI think the most likely scenario is that we have a Supreme Court that says states can make any sorts of laws they want restricting abortion, as long as abortion is still technically legal. The end result is that it will be almost impossible to get one. We saw this in Mississippi, for example. They said [abortion] doctors must have admitting privileges to a hospital. But if no hospital will give that doctor admitting privileges, then there is nobody who can provide an abortion in the state. Technically, Mississippi would still have abortion, but there would be no ability to get one. \nSame thing with so-called heartbeat bans. These bans say abortion is allowed, but only until about two weeks after a missed period! The idea that people would know they were pregnant that early and be able to get into a clinic that quickly is extremely small. \nOne thing that feels so unfair about that kind of bill is that it doesn’t give people any time to think about what they want to do.\nI will be totally open about this. My third pregnancy was unexpected. My son came right after another birth. It was not something I was able to emotionally deal with, and I wasn’t sure what I wanted to do. I spent weeks trying to decide which way I wanted to go. I cannot imagine being pregnant and knowing I only have five or six days to decide. It is not a decision that should be rushed. People have to come to it on their own.\nSo, in the worst case scenario, if Roe is overturned, what would happen? \nStates with laws on the books that say abortion is illegal if the Constitution is ever changed or if Roe is overturned will be able to enact that. \nYou’re talking about trigger laws? \nYeah. We have about 18 or 20 states that have expressly said or hinted that they are intending to make abortion completely illegal if Roe is overturned. Some of them are literally set so that the minute Roe is overturned, they immediately go into effect. It would wipe out the South. Most of the Midwest would also lose any access to abortion. Basically, we would have abortion in California and in  D.C. and New York, then a spot in Minnesota and a spot in Illinois, and everything else would be wiped out. \nWhat are some practical steps people can take now to prepare for a post-Roe America, or a country in which abortion access is even more difficult than it is today? \nCheck with your state legislature and find out where your state falls when it comes to abortion being legal or not if Roe is overturned. If you are in a state that has a trigger law, you should at the very least be approaching legislators and asking them to make sure that there are exceptions for sexual assault and the health of the pregnant person included in these laws.\nIf you are in a state without a trigger law, make sure that abortion is codified in your state constitution. Think about your own contraception options. Get to know the local abortion rights groups in your state. Raise money for abortion funds.\nI was just reading a recent CDC report which found that abortion is at the lowest rate since Roe v. Wade. Why is that? \nOne reason is that we have much better birth control than we used to. The Affordable Care Act was really helpful in making sure that people got birth control that they wanted to use. (Editor’s note: President Donald Trump is now trying to roll these protections back.) \nWe also see teens having less sex than they did before, although that’s starting to tick back up because we are returning to abstinence-only education. But less teens having sex means that there are less pregnancies. \nOne of the things that abortion opponents say is that obviously this means that less people are having abortions. But they don’t pay attention to the fact that it also means less people are getting pregnant without intending to. If there were just simply less people having abortions, we would see a huge uptick in the birth rate, and we’re not seeing that at all.\nAnything else you think people need to know? \nJust like before Roe, we are back in a place where people who don’t have health insurance and people who are poor can’t afford to get an abortion. Because of institutional poverty and racism, abortion restrictions are primarily hurting people of color. ", "date": "\n01/17/2019", "href": "https://www.huffpost.com/entry/how-to-prepare-for-the-end-of-roe-v-wade-handbook-for-post-robin-marty_n_5c3fa0cae4b027c3bbbdacdf", "tags": "need wade think end states one roe abortion v- state get prepare"}