{"title": "How Far Can Trump Go in Issuing Pardons?", "content": "WASHINGTON — President Trump’s use of his constitutional power to pardon criminals is proving to be as idiosyncratic as other aspects of his presidency. On Thursday, he pardoned Dinesh D’Souza, a conservative author convicted of making illegal campaign contributions, and he said he was considering commuting the sentence of former Gov. Rod R. Blagojevich of Illinois, a Democrat, and pardoning Martha Stewart, the lifestyle guru.\nHe has also pardoned I. Lewis Libby Jr., a former aide to Vice President Dick Cheney, and Joe Arpaio, the former Arizona sheriff.\nThe Constitution gives presidents what appears to be unlimited authority to grant pardons. He “shall have the power,” Article II says, “to grant reprieves and pardons for offenses against the United States, except in cases of impeachment.”\nThe pardon power extends only to federal crimes. Otherwise, presidents are free to use it as they see fit. As the Supreme Court put it in an 1866 decision involving a former Confederate senator, Ex Parte Garland, the power “is unlimited.”\n“It extends,” the court said, “to every offense known to the law.”\nIn a tweet last year, Mr. Trump indicated that he had studied the matter. “All agree the U.S. president has the complete power to pardon,” he wrote.\nNo. Other presidents have relied on recommendations from the Justice Department’s Office of the Pardon Attorney. The office has an elaborate and lengthy process for considering pardon applications. It generally requires a five-year waiting period, the office’s application instructions say, “to afford the petitioner a reasonable period of time in which to demonstrate an ability to lead a responsible, productive and law-abiding life.”\nMr. Trump has acted more impulsively, bypassing the office and the care and deliberation followed by other presidents. He has also focused on prominent people, while other presidents often pardoned people not of particular notoriety.\nThe pardon office usually recommends pardons only after an expression of remorse. Not all of the people Mr. Trump has pardoned met that requirement. Mr. Arpaio, for instance, remained defiant.\n“A presidential pardon is ordinarily a sign of forgiveness,” the office’s instructions say. “A pardon is not a sign of vindication and does not connote or establish innocence. For that reason, when considering the merits of a pardon petition, pardon officials take into account the petitioner’s acceptance of responsibility, remorse and atonement for the offense.”\nYes. Most presidents wait for the waning days of their administrations to issue high-profile pardons of associates and supporters. President George Bush was about to leave office in 1992 when he pardoned Caspar W. Weinberger, a former defense secretary, for his role in the Iran-contra affair. President Bill Clinton, too, was almost out the door in 2001 when he pardoned Marc Rich, a fugitive financier whose former wife had donated to the Democratic Party and the Clinton library foundation.\nYes, but some legal experts say that such pardons, coupled with other actions, could increase Mr. Trump’s risk of prosecution for obstruction of justice. Abuse of the pardon power could also be grounds for impeachment.\nThe pardon power, the Supreme Court said in 1866, may be exercised at any time after a federal crime is committed, “either before legal proceedings are taken or during their pendency or after conviction and judgment.”\nIn 1974, for instance, President Gerald R. Ford issued “a full, free and absolute pardon” to Richard M. Nixon for all federal crimes he had “committed or may have committed” during his presidency. Mr. Nixon was never prosecuted. Mr. Ford paid a political price for the pardon, which was hotly debated.\nThe constitutional text does not forbid such a pardon. But some legal scholars say a bedrock legal principle bars self-pardons.\nIn 1974, shortly before Mr. Nixon resigned, Mary C. Lawton, then the acting head of the Justice Department’s Office of Legal Counsel, issued a memorandum stating that “it would seem” that Mr. Nixon could not pardon himself “under the fundamental rule that no one may be a judge in his own case.”\nNo president has ever tried to pardon himself, and such a move could prompt impeachment proceedings. The validity of a self-pardon could also be tested in the courts were Mr. Trump to grant himself one and be indicted for federal crimes.", "date": "May 31, 2018", "href": "https://www.nytimes.com/2018/05/31/us/politics/pardons-trump.html", "tags": "issuing office go former ” trump pardons pardon power far pardoned"}