{"title": "How This U.S. Tech Giant Is Backing China’s Tech Ambitions", "content": "As the Chinese government develops drones, the American technology giant Qualcomm is helping. The same goes for artificial intelligence, mobile technology and supercomputers. Qualcomm is also working to help Chinese companies like Huawei break into overseas markets in support of China’s “go global” campaign to develop big multinational brands.\nQualcomm is providing money, expertise and engineering for Beijing’s master plan to create its own technology superpowers.\nBig American companies fiercely protect their intellectual property and trade secrets, fearful of giving an edge to rivals. But they have little choice in China — and Washington is looking on with alarm.\nTo gain access to the Chinese market, American companies are being forced to transfer technology, create joint ventures, lower prices and aid homegrown players. Those efforts form the backbone of President Xi Jinping’s ambitious plan to ensure that China’s companies, military and government dominate core areas of technology like artificial intelligence and semiconductors.\nAs concerns mount about Beijing’s industrial policy, the Trump administration is preparing a broad investigation into potential violations of American intellectual property, according to people with knowledge of the matter. Congress is also considering ways to restrict China’s ability to acquire advanced technology by toughening rules to prevent the purchase of American assets and limit technology transfers.\nIn this arena, America’s economic interests are aligned with its national security needs. The worry is that by  teaming up with China, American companies could be sowing the seeds of their own destruction, as well as handing over critical technology that the United States relies on for its military, space and defense programs.\nAdvanced Micro Devices and Hewlett Packard Enterprise are working with Chinese companies to develop server chips, creating rivals to their own product. Intel is working with the Chinese to build high-end mobile chips, in competition with Qualcomm. IBM has agreed to transfer valuable technology that could enable China to break into the lucrative mainframe banking business.\n“There’s a great deal of unease in Washington,” said James Lewis, an analyst at the Center for Strategic and International Studies, a Washington-based think tank. “The defense, intelligence agencies and others are concerned that advanced chip-making capabilities are going to China.”\nQualcomm declined to comment, as did Intel.\nQualcomm is caught in the middle.\nThe world’s dominant mobile phone chip maker, Qualcomm ran afoul of the Chinese government, getting hit in 2015 with a record $975 million fine for anticompetitive behavior. To get back in Beijing’s good graces, the company agreed to lower its prices in China, promised to shift more of its high-end manufacturing to partners in China, and pledged to upgrade the country’s technology capabilities.\nThe extent of Qualcomm’s involvement with the Chinese government — and the complications for American tech giants — is seen in a low-slung office building in the southwest part of the country. There, a team of engineers is developing leading-edge microchips to compete with the finest made by Intel. The chips will help power a huge data and cloud center with the potential to strengthen the country’s computing capabilities. No longer content to rely on buying the chips that go into cellphones, computers and cars, China now wants to design and build the brains that drive much of the digital world.\nThe government is providing land and financing to the start-up formed with Qualcomm, called Huaxintong Semiconductor. Qualcomm has provided the technology and about $140 million in initial funding.\n“Qualcomm has a balancing act,” said Willy Shih, who teaches at Harvard Business School. “Most of the world’s PCs are made in China, and most of the world’s smartphones too, so they have to play along. It’s a fact of life.”\n\nQualcomm was early to break into China.\nIn the mid-1990s, as China’s economy began to boom, President Bill Clinton pressed the country’s leaders to open to American technology companies.\nMembers of the Clinton administration, including Charlene Barshefsky, the United States trade representative, and William M. Daley, the secretary of commerce, were dispatched to Beijing to hammer out the details. They pushed for one company by name: Qualcomm.\n“At the time, they were the only U.S. show in town,” Ms. Barshefsky said.\n“Bill Daley and I pushed the Chinese hard on accepting the U.S. standard for wireless technology,” she added, “and that was Qualcomm.”\nMobile phone adoption was taking off globally, largely backed by a European wireless standard called G.S.M., or global system for mobile communications. Qualcomm had a competing American standard called C.D.M.A., or Code Division Multiple Access.\nIrwin M. Jacobs, a founder of Qualcomm, spearheaded an aggressive lobbying campaign in Washington and Beijing, promoting the technology’s potential to transform wireless communication markets.\n“We knew China would be important, and they didn’t have their own system,” said Perry LaForge, a former Qualcomm executive. “We also told them this system would give them an opportunity to manufacture their own handsets, and not rely on buying them from other countries.”\nWhen Qualcomm first entered China in the late 1990s, it was slow to gain traction. The company struggled to find Chinese partners to produce mobile phones that worked with its network. China also tried to develop its own wireless standard.\nQualcomm eventually won out, helping write the standards for next-generation mobile technology, 3G and 4G service. The standard championed by European telecom providers faded rapidly. And China’s homegrown technology struggled.\nBy 2013, virtually every wireless device around the world was reliant on either Qualcomm’s chips or its patents — enough to provide some of the technology industry’s fattest profit margins.\nWith its dominance rising, global brands like Apple and Samsung began complaining to regulators around the world, citing “discriminatory” pricing practices and high royalty fees. In China, a trade group made up of the country’s major handset makers complained about patent holders levying “exorbitant licensing fees.”\n“These days a smartphone is covered by about 250,000 patents,” said Dieter Ernst, a senior fellow at the East-West Center, a research and educational center based in Honolulu. “A Chinese smartphone maker needs to negotiate license agreements with companies like Qualcomm that own the essential patents.”\n“The Chinese government was worried about this,” he added. “That all these costs could constrain Chinese companies.”\n\nThe raids began at dawn, in late November 2013. Investigators descended upon Qualcomm’s offices in Beijing and Shanghai, questioning the staff and hauling away laptops and documents.\nAt the time of the raids, the San Diego-based company’s senior managers were at the Ritz-Carlton Hotel in New York, attending an investor conference. The executives were planning to talk about the company’s strategy. Instead, they began fielding frantic phone calls from China.\nThe China business, which accounted for more than half of its global revenue, was in trouble.\nA week later, one of the country’s most powerful regulatory agencies, the National Development and Reform Commission (N.D.R.C.), announced that it was looking into whether Qualcomm had abused its power in the sale of mobile phone chips. “Qualcomm came to control so much of the chip market in China,” said Louie Ming, a former Qualcomm executive in China. “It was clear they were eventually going to run into antitrust problems.”\nWhile Qualcomm agreed to fully cooperate with the investigation, some senior executives appealed to the Obama administration, pressing the White House to raise the issue with China’s senior leaders, according to a former administration official.\nQualcomm’s troubles went beyond China. The company was also under scrutiny by antitrust regulators in the European Union and South Korea, as well as by the United States Federal Trade Commission.\nChina didn’t back down. The head of the N.D.R.C. branded Qualcomm a monopoly.\nIn February 2015, after a 15-month-long investigation, Qualcomm settled allegations in China that it had charged unfairly high prices for its chips and patents. The company agreed to pay the $975 million fine — about 8 percent of its annual revenue in China — and to lower the prices for chips sold in the country.\n“We are pleased that the resolution has removed the uncertainty surrounding our business in China, and we will now focus our full attention and resources on supporting our customers and partners in China,” said Steve Mollenkopf, the company’s chief executive, said at the time.\nQualcomm then went into business with the Chinese government.\nThere was a $150 million investment fund to help Chinese start-ups; new research and design facilities set up with Chinese companies such as Huawei and Tencent; and a partnership with a Beijing-based company called Thundersoft to develop drones, virtual reality goggles and internet-connected devices.\nQualcomm is also helping the Chinese government develop supercomputers, a technology the United States government has discouraged American companies from supporting overseas. In May, Qualcomm agreed to form a joint venture with other state-backed firms to design and sell mass-market smartphone chips. And to help make Chinese chip manufacturing more competitive, Qualcomm has pledged to shift more of its high-end production — long done by outside contractors in Taiwan and South Korea — to China.\n“This is what China does better than anyone else,” said Robert D. Atkinson, president of the Information Technology and Innovation Foundation, a think tank focused on technology policy that has conducted studies detailing the Chinese government’s pressure on technology companies.\n“They have a large carrot and a large stick,” he said. “And they have a market no C.E.O. can walk away from.”\nQualcomm’s biggest new venture is taking shape in southwest China’s Guizhou Province. Determined to leap into advanced technology, China has designated a large parcel of land in the provincial capital of Guiyang as the home of a new industrial park for supercomputing, data centers and cloud computing. The country’s large state-run telecom operators and its internet behemoths, including Alibaba and Tencent, are moving in, to build massive server farms. The region offers lower energy costs and abundant supplies of water, necessary to cool server farms.\nA year ago, Qualcomm set up a joint venture with the Guizhou government and pledged to invest about $140 million for a minority stake in the business, situated in a development zone that has also attracted the interest of Microsoft and Dell. Qualcomm says it received American government approval for the deal.\nThe new Qualcomm joint venture, Huaxintong Semiconductor, broke ground on the site in 2016, and now operates in a 46,000-square-foot design and engineering center. A major test of the partnership will come when the joint venture’s first server chips are released — helping Qualcomm and the Chinese government stake out new ground. The Chinese government will control the chips and reap most of the profits.\nIn late March, Qualcomm’s president, Derek K. Aberle, flew to Guizhou to meet a powerful local government leader, Chen Miner, a confidant of the Chinese president. Seated in a government hall, before an enormous landscape painting, Mr. Aberle pledged to “continually cooperate” with the Chinese government.", "date": "Aug. 4, 2017", "href": "https://www.nytimes.com/2017/08/04/technology/qualcomm-china-trump-tech-trade.html", "tags": "ambitions american chips china qualcomm u.s. companies giant tech ” chinese backing technology government"}