{"title": "How 'ninja polymers' are fighting killer superbugs", "content": "With advances in stem cell research and nanotechnology helping us fight illnesses from heart disease to superbugs, is the fusion of biology and technology speeding us towards a sci-fi future - part human, part synthetic?\nIn Ridley Scott's seminal blockbuster Blade Runner, humanity has harnessed bio-engineering to create a race of replicants that look, act and sound human - but are made entirely from synthetic material. \nWe may be far from realising that sci-fi future, but synthetics are beginning to have a  profound effect on medicine.\nAt their state-of-the-art laboratories in Hong Kong, scientists from Canadian company Novoheart are using stem cells to create bio-artificial hearts the company calls \"hearts in a jar\".\nFrom just 2.5ml of your blood, Professor Ronald Li and his team are able to create stem cells that can then be turned into a miniature \"clone\" version of your heart that beats like yours and reacts to new drugs the way yours would. The process takes six months.  \nProf Li believes the tech could speed up the flow of vital new medicines because potential side-effects could be spotted before reaching the expensive human trial stage. \n\"Drug development is a notoriously lengthy, expensive and inefficient process, typically costing $2-$3bn and taking more than 10 years to develop a single drug, with unacceptably high failure rates of 90% or worse,\" he says. \n\"The significant business risk has resulted in depletion of the pipeline of new drugs under experimental development.\"\nStem cell-derived, bio-artificial cloned organs built from the patient's own blood could eventually be the future of transplant medicine, says Prof Li. \n\"Stem cell-derived tissues and organs are not just science fiction any more.\"\nAs well as creating \"hearts in a jar\", biotech companies are also \"printing\" living tissue using specialised 3D printers. This tissue can be used to produce skin for grafts, or cartilage for joints, for example.  \nMethods of bioprinting differ but the underlying principle involves using genetic material or \"bio inks\" the way a normal printer uses ordinary ink, along with a \"scaffolding\" material to join the genetic material together to form specific shapes. \nOne bioprinting specialist, Aspect Biosystems, recently formed a partnership with Johnson & Johnson to develop 3D-printed knee meniscus tissue - the thin, fibrous cartilage between some of your joints.\n\"In the next 10 to 15 years, I believe we will see the first truly cell-containing bioprinted 3D tissues that are approved for use as implantable tissue therapeutics,\" says Tamer Mohamed, chief executive at Aspect Biosystems.\nAs well as cartilage and organs, the synthetic additions to our bodies could one day include \"nanobots\" - tiny programmable bio-machines patrolling our blood streams looking for cancer cells and bacteria to kill, just as our white blood cells do. \nArizona State University (ASU) scientists, in collaboration with researchers from the National Centre for Nanoscience and Technology at the Chinese Academy of Sciences recently programmed nanobots to shrink tumours by cutting off their blood supply.\nUnlike machine robots made of mechanical parts, these nanobots were designed using \"DNA origami\", a technique involving DNA being folded into shapes. Each one was made from a flat, rectangular DNA origami sheet, 90 nanometres by 60 nanometres - a nanometre is a billionth of a metre - and a blood-clotting enzyme, called thrombin, was attached to their surface.\nIn the first such test on mammals of its kind, the team injected cancer cells into a mouse to create a tumour, then injected the nanobots.\nThey started working within hours, blocking the tumour's blood supply and shrinking it after a two-week course of treatment. \nHao Yan, director of the ASU Biodesign Institute's Centre for Molecular Design and Biomimetics, says the next step will be to perform a human trial, which should be in the next three-to-five years.\n\"This result represents only the beginning stages of nano-medicine,\" he says, \"and we are particularly excited because this technology is a strategy that can be used for many types of cancer, since all solid tumour-feeding blood vessels are essentially the same.\"\nSynthetics are also being marshalled in the fight against antimicrobial resistance - when antibiotics become ineffective against new strains of \"superbug\".\nThese superbugs kill around 700,000 people a year worldwide, says the UK Review on Antimicrobial Resistance. By 2050, 10 million people could die each year if existing antibiotics continue to lose their effectiveness, the report suggests.\nStep forward \"ninja polymers\" - synthetic bacteria killers.\nScientists at IBM Research Almaden in California, working with Singapore's Institute of Bioengineering and Nanotechnology of the Agency for Science, have developed a synthetic molecule polymer designed to kill five deadly types of multidrug-resistant bacteria.\nThe polymer works by binding itself to the infectious material, making its way inside the outer membrane, then turning the liquid inside the bacteria into solid material. \nCrucially, this happens so fast that the bacteria don't have time to reproduce and pass on any resistance. \nThe team tested the polymers on mice infected with five hard-to-treat multi-drug resistant bacteria - the results showed that the bacteria were destroyed. \nOne of the men leading the research, Dr James Hedrick, says the team is also developing the tech for use in cancer therapy, with hopefully far fewer side effects. \n\"In each case, the therapeutics are highly selective to their target without detectable side reactions,\" he says. \n\"Moreover, each of these macromolecular therapies are designed to decompose into innocuous by-products that are easily expelled from the body.\"\nDr Bertalan Mesko, director of The Medical Futurist Institute, says medicine has been lagging behind in the technology stakes for far too long. \n\"While many industries stepped into the 21st Century, healthcare hasn't. Millions of patients are on transplantation waiting lists; clinical trials that put new drugs on the market sometimes take a decade and cost billions of dollars.\"\nThese advances in synthetics promise the targeting and customisation of treatments to an individual's genetic and molecular background, says Dr Mesko.\n\"Companies developing digital health technologies not only bring healthcare to the 21st Century but also make patients the point-of-care.\"", "date": "17 April 2018", "href": "https://www.bbc.com/news/business-43781851", "tags": "cells fighting polymers blood bacteria synthetic stem superbugs says could killer new material technology"}