{"title": "How Trump Can Succeed At Signing Up People For Obamacare — If He Wants To", "content": "President Donald Trump and his administration are about to be responsible for managing the next sign-up season on the health insurance exchanges created by the Affordable Care Act, a 2010 law he’s actively trying to repeal and about which he has nothing good to say.\nPresident Barack Obama and his team had plenty of trouble running these exchanges, and they actively supported and promoted enrollment for four years. But since becoming president, Trump has taken a number of actions that have the potential to undermine the exchanges, increase premiums and reduce the number of people who get covered.\nThe open enrollment period for 2018 coverage starts Nov. 1 and runs until Dec. 15. There’s still time for the Trump administration to take the necessary steps to ensure that the millions of people who get their private health insurance from the exchange marketplaces, which include HealthCare.gov and Covered California, have a positive experience and obtain the coverage they want. \nBut the evidence to date doesn’t suggest Trump and Health and Human Services Secretary Tom Price actually want the next sign-up period to go smoothly, and the president has openly rooted for the exchanges to fail. The Department of Health and Human Services has used the websites and social media platforms that were created to promote enrollment instead to criticize the law.\nThe Trump administration canceled advertisements at the end of the last open enrollment season, contributing to a decline in the number of people who signed up compared with 2016. The Department of Health and Human Services has cut the length of the open enrollment period in half, to six weeks, compared with last year. The administration has canceled contracts with some local groups that proved crucial to spreading the word about coverage options and helping people sign up for policies, and plans to slash funding for other enrollment assistance programs by almost 40 percent. The administration is also severely reducing its budget for promotions and advertising, from $100 million last year to $10 million this time.\nTrump has suggested his administration won’t fully enforce the law’s individual mandate that most Americans get health coverage or face tax penalties, which could encourage healthier people to go without insurance and deprive the exchange markets of the premiums they would have paid. Trump repeatedly threatens to withhold money the federal government owes insurers for reducing cost-sharing burdens, such as deductibles, for the poorest Obamacare enrollees, leading the insurers to raise rates even more. \nTo get a better understanding of where things stand and what might happen this fall when Americans return to the health insurance exchanges, HuffPost interviewed Andy Slavitt, who oversaw these marketplaces as head of the Centers for Medicare and Medicaid Services during the Obama administration. \nThe following is a transcript of that conversation, which took place before the Trump administration announced significant cuts to promotions, advertising and enrollment assistance. It has been edited for length and clarity.\nWhat does it take to have a successful open enrollment period on the Affordable Care Act’s health insurance exchange marketplaces?\nSo there’s three things you want to get right. You want to get the technology capable of scaling to meet the demand, which means you have to have some understanding of what the demand is. \nYou need to have your operations working, which means that all of the policy changes that have been made throughout the year have to be implemented well on the website, have to be implemented well on the call center, and you need enough call center capacity.\n And third, you need your outreach machine working well, which means that you are beginning to notify people of changes they need to be aware of. For example, if they’ve had a plan change because there’s a new plan in their market or their plan no longer exists, they’ve got an IRS issue that you want to make them aware of, you want to make sure they’re aware of the new dates for open enrollment because they’ve changed, and that you’ve engaged local assisters and in-person help. And then, finally, that you’ve done the marketing outreach. We would have very specific marketing deliverables already done and in the bag. Today, I don’t think they are even underway yet.\nBased on what we know, what steps has the Trump administration taken to prepare for the 2018 open enrollment period? What haven’t they done yet?\nWe don’t know what they’ve done as it relates to technology, to start with, but our hope would be that they’re planning for much bigger volume days than we’ve had in the past because they’ve cut the open enrollment season in half. \nFrom an operations standpoint, unfortunately, we do know that they have closed two call centers ― I assume that’s about 800 people ― which is going to have an impact on the ability to service the operation and service people and service people timely. What we don’t know is how many people across all the call centers will be staffed, and one would hope that they’re going to manage that also to a very high peak. That’s a concern. \nAnd then third, from an outreach standpoint, I think one would hope that they are buying ad time, that they are starting to get emails out and that they would be engaged with their network of local assistors and local help. News reports suggest that they have canceled contracts and have not engaged at the local level yet. So that’s the picture we have at this point.\nThere are two types of people, right? There are people that have policies that are renewing and you can sub-segment them into different categories: people who have no changes, people whose current plan’s no longer available, people who will be auto-enrolled into a different plan, people who wouldn’t be auto-enrolled into a different plan. And they need a fair amount of effort and hand-holding and outreach and communication, just to renew folks. And the first thing to be concerned about is that it takes a lot of effort to explain to people what their choices are as they renew. I think that’s the first step.\nThe second step is people who are going to enroll but have never enrolled in the exchanges before. Those are typically going to be people who need to be informed and educated because they are probably not aware that there are affordable options available to them or what their tax credit subsidies are. \nWe launched in the past important tools like window shopping [for health insurance policies], and we have done a lot of outreach and hired celebrities and had people in local communities and done all kinds of things to try to reach people. We do know that when they have awareness of how affordable it is to enroll, that you get a lot of people that enroll. \nSo it’s a pretty big payoff for the marketing and outreach efforts, and I think in that area we’ve got reason to be pessimistic based on all the actions we’ve seen so far. Whether they’ve cut that back severely or whether they’re going to cut it back entirely, one doesn’t know, but that’s going to have an impact on being able to reach new people.\nHow would you characterize the state of the health insurance exchanges at the end of the Obama administration?\n2015 and 2016 were years when the exchanges were underpriced [customers used more medical care than the insurers expected when they set prices], and so 2017 was the year of some necessary rate increases. While those were painful for some people, the good news is that put the exchanges in the position of stability. The exchanges are on relatively solid ground now. \nI think there are four or five states that are smaller, that are rural. I think those are states that have historically suffered from competition problems. But, by and large, many of the states are competitive and in as healthy a position as they’ve been in for a while. \nHow do you differentiate between problems on the exchanges that remain from the previous administration and what we’re seeing now?\nI’ll say this: States that want to make the ACA succeed and set up the ACA, they’re doing a lot better. So if you’re in a state that’s expanded Medicaid and if you’re in a state that has its own state-based exchange, generally speaking you have much lower rates and you have many more competitors. \nIf you’re a state that folded your arms and said, “I want no part of this. I’m going to let the federal government do everything, and I’m not going to expand Medicaid,” then you have a very different situation. Your rates are going to be higher, you’re going to have fewer competitors and it’s just not going to feel like an environment where insurers want to compete. For one, even before you look at the attitude change at the federal government level, states have set their own course. The Republican states are not the ones that have taken advantage of those things, by and large, and the states that have really taken the bull by the horns initially, I think they’re having better outcomes. \nThat’s the first part. The second part is that, this year, you can measure the impact on rates from actions the Trump administration has specifically chosen to take. Really, even if you just limit it to two actions: the decision to not enforce the individual mandate vigorously or leave it very ambivalent, and then the not making a commitment to pay for cost-sharing reductions. You know, those things have been estimated by the Congressional Budget Office, and certainly backed up by other independent analysts, as as much as half to two-thirds of all the rate increases. \nNot to say that there aren’t the normal fluctuations and ups and downs of markets ― because, you know, markets aren’t perfect, the ACA is a private market solution, so it’s going to suffer from imperfections that are in markets. But when you add on top of those normal imperfections the self-inflicted wounds of as much as 30 percent additional premiums, that’s the stuff you can point to the Trump administration and say, “Hey, we didn’t need to have that. We can get rid of that.”\nWhy does the federal government need to do any of this? Why can’t people who need health insurance take care of it themselves? And why can’t we rely on health insurance companies to market and promote their own products, like companies in other markets do?\nWell, look, I think it’s a little bit of everybody’s job. But an important part of this question is: Why is it in the federal government’s best interest to focus on outreach and marketing? And I’ll give you a few reasons. The first one is because the ACA is funded by user fees [paid by health insurance companies]. These are funds that are intended to be used to make the marketplace work. \nThe way to keep the market functioning and healthy is to continually get new young, healthy people to enroll. And if you don’t, you risk prices going up. And when prices go up, subsidies that the federal government pays go up. So it’s a very wise investment from the federal government to invest in things that are going to reduce outlays. That’s the second reason. \nAnd the third reason is ― just like any other government program, like Social Security, Medicare, Medicaid ― informing people of their rights and their benefits and making a process simple and easy for them is the role of the federal government, to a certain extent. So providing in-person assistance, language assistance for people who don’t speak English as their first language, and all of those things ― it’s all part and parcel of providing a benefit.\nWhat should health insurance consumers who use the marketplaces expect, what do they need to know and how should they get ready to shop around and choose policies for next year?\nI think the good news is that there’s going to be many more options and many more affordable options for more people than probably ever before. So I think the challenge is that people who listen to the media or only pay passing attention, they may think the ACA’s been repealed, they may think ― if they listen to the words of the president ― that it’s exploding, or they may believe that there aren’t very many options available. \nWell, the reality is, for most Americans who buy insurance through the exchange, their subsidies, their tax credits give them access to very likely even more affordable coverage than prior years, that there are sufficient options in most locations, that most Americans live in areas where there is a lot of competition. So the news is actually quite good for people if they are able to get past some of the rhetoric that’s out there. Now, there’s obviously variation around this, and I think particularly for people in rural areas, the picture’s not as good. And in some small states, there are some challenges that don’t exist in some of the bigger states. \nHopefully, the administration or the Congress will resolve the cost-sharing reduction payment issue, and, if they do, then I think we’ll see more affordable rates. If they don’t, then sadly people will be asked to pay more than they need to because of an administration policy.\nWhat’s your prediction of how open enrollment will turn out for 2018? Is it already too late for there to be a successful open enrollment period?\nIt’s not too late. I mean, I think if the administration decided to take ownership of open enrollment and aim for it to be successful, I’m quite confident that they can. The investments are modest. It’s just a matter of deciding to do a good job versus deciding not to care. But all the pieces are in place for that to happen. The good news is people want to be insured, so you’re not doing something that is an unnatural act. \nIf they simply decide that they want to achieve a goal of covering more Americans, I’m quite confident that they have the staff, the resources, the process and the technology to do that. So if we have anything less than that, I think it will be a choice that they will have made to say that that’s not an important goal.", "date": "\n09/03/2017", "href": "https://www.huffpost.com/entry/trump-obamacare-success_n_599cb5a1e4b0a296083ac114", "tags": "succeed people administration think going obamacare exchanges signing wants trump get — insurance enrollment health"}