{"title": "HR McMaster: Russian meddling 'sophisticated subversion'", "content": "Donald Trump's national security adviser has accused Russia of \"a sophisticated campaign of subversion\" to undermine free and open societies. \nGen HR McMaster told the BBC that Moscow used propaganda and disinformation against democracies.\nHe said Russia's alleged meddling in US elections was \"certainly\" a national security threat.\nHe was speaking after President Trump's new national security policy labelled Russia and China \"rival powers\".\nGen McMaster told the BBC's Yalda Hakim: \"We have to look at what Russia's actually doing. Of course we have to counter Russia's destabilising behaviour, and the sophisticated campaigns of propaganda and disinformation.\"\nThose were \"efforts to polarise communities and pit them against each other, especially in the democratic world and free and open societies\", he added, saying that the intent was to \"weaken their popular will and their resolve\".\n\"I believe that Russia is engaged in a very sophisticated campaign of subversion to affect our confidence in democratic institutions, in democratic processes - including elections.\" \nHe said the Russian campaign was targeting both sides of the political divide.\n\"They'll support very left groups; they'll support very right groups. What they want to do is create the kind of tension, the kind of vitriol, which undermines our confidence in who we are,\" he said.\n\"One of the most important things is to pull the curtain back on this activity, and to expose it.\"\nResponding to the new national security policy on Tuesday, the Kremlin said it \"cannot accept\" that it is treated as a threat.\nIt also criticised what it said was the \"imperialist character\" of the document.\nPresident Trump's new national security document echoes some of Gen McMaster's comments, saying Moscow sought to \"undermine the legitimacy of democracies\".\nIn his speech, Mr Trump labelled Russia and China \"rival powers\" to the US, but also said Washington must attempt to build a \"great partnership with them\".\nAs an example, he cited a phone call of thanks he received from Russian President Vladimir Putin for intelligence the CIA provided to the Kremlin about an alleged terror plot.\nHe also criticised North Korea for its repeated nuclear missile tests - something Gen McMaster suggested might not end peacefully.\n\"We're committed to a resolution. We want the resolution to be peaceful - but as the president has said, all options are on the table,\" Gen McMaster said.\n\"We have to be prepared, if necessary, to compel the denuclearisation of North Korea without the co-operation of that regime.\"\nHe said the chance of war could change \"based on what we all decide to do\".\nBut he added: \"North Korea is a grave threat to all civilised people across the globe.\"\nPresident Trump has previously tweeted that North Korea's leadership \"won't be around much longer\" - something Pyongyang claimed was a declaration of war.\nAsked if his job would be easier without the president's tweeting, Gen McMaster replied laughing: \"Aristotle said - focus on what you can control, and you can make a difference.\n\"The president will do what the president wants to do… my job is not to worry about Twitter.\"", "date": "19 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42409144", "tags": "security national hr meddling russian president mcmaster subversion russia north korea gen"}