{"title": "Huawei: New Zealand needs us like rugby needs the All Blacks", "content": "Huawei is playing on New Zealanders' love of sport with an advert it hopes will soften the rugby-mad nation's stance towards using the Chinese giant's technology.\nThe advertisement has appeared in two major newspapers and on billboards.\nIt read: \"5G without Huawei is like rugby without New Zealand.\" \nNew Zealand is one of several nations to block the use of Huawei equipment for building a new 5G mobile phone network over security concerns.\nIn November, New Zealand's intelligence services, followed other countries' lead, in concluding Huawei technology should not be used in the country's roll-out of next-generation 5G network, citing \"significant national security risks\". \nHuawei told Radio New Zealand the concerns were \"groundless\" but it had chosen to tackle the problem in what it described as \"a quirky way\" to appeal to New Zealanders' better judgement. The firm argued consumers would lose out if its technology was sidelined.\n\"New Zealanders wouldn't accept second or third best on the rugby field, and they shouldn't have to put up with it when it comes to 5G,\" Huawei said.\nThe advertisement comes at a time when relations between the small Commonwealth country and its largest trading partner and Asia's dominant economy are already under strain. \nNew Zealand has expressed concern over China's growing influence in the South Pacific and although Prime Minister Jacinda Ardern has been planning to visit Beijing since the end of last year, no date has yet been fixed.\n\"Our relationship with China is a complex relationship and sometimes it will have its challenges,\" said Ms Ardern in an interview with New Zealand television. \nShe said China had decided last week to postpone the launch of a major tourism campaign, due to take place in Wellington in a few days' time.\nThe government said Huawei's left field move, playing on New Zealanders' love of rugby, would not affect policy decisions.\n\"They can bark as long as they like, but we have decisions to make about New Zealand's national security interests. That's the only thing upon which we will make a decision,\" said Andrew Little who oversees intelligence services.", "date": "13 February 2019", "href": "https://www.bbc.co.uk/news/business-47224460", "tags": "needs us security china zealand rugby zealanders blacks huawei new like technology"}