{"title": "Huawei: Meng Wanzhou faces Iran fraud charges, court hears", "content": "The chief financial officer of the Chinese telecoms giant Huawei faces fraud charges in the United States, a Canadian court hearing has revealed. \nMeng Wanzhou, daughter of Huawei's founder, is accused of breaking American sanctions on Iran.\nShe was arrested in Vancouver on Saturday and faces extradition to the US.\nChina has demanded Ms Meng's release, insisting she has not violated any laws.\nThe court is deciding whether or not to allow bail. Friday's five-hour hearing has now ended and the case was adjourned until Monday.\nMs Meng's detention became public knowledge on Wednesday, but details at the time were unclear as she had requested a publication ban. That blackout has now been overturned by the court. \nOn Friday, the Supreme Court of British Columbia was told that Ms Meng had used a Huawei subsidiary called Skycom to evade sanctions on Iran between 2009 and 2014.\nThe court was told that she had publicly misrepresented Skycom as being a separate company.\nMs Meng faces up to 30 years in prison in the US if found guilty of the charges, the court heard. \nCourt reporters said she was not handcuffed for the hearing and was wearing a green sweatsuit.\nA Canadian government lawyer said Ms Meng was accused of \"conspiracy to defraud multiple financial institutions\".\nHe said she had denied to US bankers any direct connections between Huawei and SkyCom, when in fact \"SkyCom is Huawei\".\nThe lawyer said Ms Meng could be a flight risk and thus should be denied bail. \nThe arrest has put further strain on US-China relations. The two countries have been locked in trade disputes, although a 90-day truce had been agreed on Saturday - before news of the arrest came to light on Wednesday. \nHuawei is one of the largest telecommunications equipment and services providers in the world, recently passing Apple to become the second-biggest smartphone maker after Samsung.\nMs Meng's arrest was not revealed by Canadian authorities until Wednesday, the day of her first court appearance.\nDetails of the charges were also not revealed at the time after she was granted a publication ban by a Canadian judge.\nCanadian Foreign Minister Chrystia Freeland said on Friday that China had been assured that due process was being followed and Ms Meng would have consular access while her case was before the courts.\n\"Canada is a rule-of-law country and we follow our procedures, our laws and our agreements,\" she told journalists during a press teleconference.Huawei executive faces Iran fraud charges\n\"Due process has been, and will be, followed in Canada.\"\nMs Freeland reiterated Prime Minister Justin Trudeau's claim that Ms Meng's arrest had \"no political involvement\".\nBy BBC Monitoring \nMeng Wanzhou, 46, joined Huawei as early as 1993, when she began a career at her father's company as a receptionist. \nAfter she graduated with a master's degree in accountancy from the Huazhong University of Science and Technology in 1999, she joined the finance department of Huawei.\nShe became the company's chief finance officer in 2011 and was promoted to vice-chair a few months before her arrest.\nMs Meng's links to her father, Ren Zhengfei, were not known to the public until a few years ago.\nIn a practice highly unusual in Chinese tradition, she adopted her family name not from her father but her mother, Meng Jun, who was Mr Ren's first wife. \nSome Western governments fear Beijing will gain access to fifth-generation (5G) mobile and other communications networks through Huawei and expand its spying ability, although the firm insists there is no government control.\nJapan is expected to ban government use of products made by Huawei and ZTE over cybersecurity concerns, local media reported on Friday. It would follow moves by New Zealand and Australia to block Huawei. \nUS National Security Adviser John Bolton said his country has had \"enormous concerns for years\" about the practice of Chinese firms \"to use stolen American intellectual property, to engage in forced technology transfers, and to be used as arms of the Chinese government's objectives in terms of information technology in particular\".\n\"Not respecting this particular arrest, but Huawei is one company we've been concerned about,\" he said. \nA Chinese foreign ministry spokesperson told reporters: \"The detention without giving any reason violates a person's human rights.\"\n\"We have made solemn representations to Canada and the US, demanding that both parties immediately clarify the reasons for the detention, and immediately release the detainee to protect the person's legal rights.\"\nUS President Donald Trump last month reinstated all the US sanctions on Iran that had been removed under a 2015 nuclear deal.\nMr Trump had been fiercely opposed to the deal, which saw Iran limit its controversial nuclear activities in exchange for sanctions relief.\nThe re-imposed sanctions hit oil exports, shipping and banks - all core parts of Iran's economy.\nAlthough there are some waivers, US Treasury Secretary Steven Mnuchin has said the US will \"aggressively\" target any firm or organisation \"evading our sanctions\".", "date": "8 December 2018", "href": "https://www.bbc.com/news/world-us-canada-46490053", "tags": "iran faces ms us wanzhou sanctions arrest hears court charges huawei chinese meng fraud"}