{"title": "Huawei's full-page WSJ advert: 'Don't believe everything you hear'", "content": "Huawei has sought to repair its image in the US through a full-page advert in the Wall Street Journal, which says: \"Don't believe everything you hear.\"\nIn an open letter, executive Catherine Chen invited US media to visit the firm to clear up \"misunderstandings\" created by the US government.\nThe US has been pressuring its allies to shun Huawei equipment on the grounds of national security.\nSome governments have done just that, putting the firm on the defensive.\n\"I am writing to you in the hopes that we can come to understand each other better. In recent years, the US government has developed some misunderstandings about us,\" Ms Chen, director of the board at Huawei, said in the letter.\nThe advert, posted on Twitter by a Wall Street Journal reporter who covers cyber security, invited members of the US media to \"visit our campuses and meet our employees\".\n\"Don't believe everything you hear. Come and see us. We look forward to meeting you,\" it said.\nThis is not the first time Huawei has tried to change its image in the West. It recently sought to appeal to New Zealand's love for sport by placing advertisements in two major newspapers and on billboards. \n\"5G without Huawei is like rugby without New Zealand,\" the ad read. \nChinese telecoms giant Huawei has been the focus of intense international scrutiny lately, with several countries raising security concerns about its products.\nAustralia, New Zealand, and the US have already banned or blocked Huawei from supplying equipment for their future 5G mobile broadband networks.\nThe US is also pursuing criminal charges against Huawei and its chief financial officer Meng Wanzhou, including money laundering, bank fraud and stealing trade secrets. \nHuawei denies any wrongdoing and its founder Ren Zhengfei recently told the BBC that his daughter's arrest was politically-motivated. \nCanada has until the end of Friday to decide whether to authorise the start of a formal extradition hearing against Ms Wanzhou.\nNot all countries are succumbing to the pressure, however. UK cyber-security chiefs recently determined that any risk posed by involving Huawei in UK telecoms projects could be managed. \nRecent comments by Mr Trump were also interpreted as him taking a softer stance on the firm. He said he wants the US to become a technology leader through competition rather than by blocking others, without specifically mentioning Huawei.", "date": "1 March 2019", "href": "https://www.bbc.co.uk/news/business-47411180", "tags": "security us recently without wsj new zealand everything huawei hear advert firm believe sought full-page"}