{"title": "Huawei faces US charges: The short, medium and long story", "content": "One of the world's biggest telecoms firms and its top executive are facing almost two dozen criminal charges filed by US authorities. The US is also seeking the extradition of Huawei executive Meng Wangzou from Canada, where she was arrested 1 December at the behest of American officials. \nThe impact of the case could be complex and wide ranging: it comes at a sensitive time in the China-US relationship and amid Huawei's rapid growth. \nIt has also raised diplomatic tensions between China and the US and Canada. \nWe've summarised the key points of this story. You can choose to read the short, medium or long version below, either by themselves or one after the other.\nWhy is the US targeting Huawei, one of the world's largest smartphone makers, and executive Meng Wanzhou? \nAuthorities claim they misled the US government about the company's business in Iran, which is under US economic sanctions. \nThe US is also pursuing Huawei and Ms Meng in criminal charges including bank fraud and theft of technology. Both reject the claims. \nUS officials want Ms Meng extradited from Canada to face the charges. \nHer arrest caused a diplomatic dispute between China and the US and Canada. \nThe case against Huawei also comes as Western nations grow increasingly concerned about a possible spying risk related to the widespread adoption of the company's technology. \nThe arrest of the high-profile Huawei executive at the request of US authorities infuriated China. \nCanada says it's only following the rule of law in Ms Meng's extradition case, but that has not appeased Chinese officials. \nThey have accused Ottawa of being part of a US-led \"witch-hunt\" against Huawei.\nThe dispute has caused a significant rift between the two countries. \nMany observers believe that two Canadians have been detained in China in retaliation for Ms Meng's arrest. \nCanada has also accused China of \"acting arbitrarily\" by imposing the death sentence on a third Canadian national in its custody. \nCanada was acting under its extradition treaty obligations to the US, which wants Ms Meng and Huawei to face fraud charges relating to the alleged breaking of its sanctions on Iran. \nThe US Department of Justice also filed a host of additional criminal charges in January against the firm, including allegations it stole trade secrets. \nThe charges are the most serious Huawei has ever faced and they come as international pressure on the tech giant -  which made over $92bn (£69bn) in total revenue in 2017 -  grows.  \nMore and more Western nations are reviewing doing business with the firm over spying concerns. \nHuawei has always maintained it acts independently. \nStill, Germany considered blocking it from its next generation 5G mobile network, which uses new technology to boost network speeds and improve connectivity. \nThe technology is being rolled out in many countries before 2020. \nCanada is reviewing Huawei's role in the mobile network and the US and Australia have already closed the door on the firm's involvement. \nFurther complicating matters is the ongoing trade dispute between the US and China, the world's two major economic powers. \nIn December, Donald Trump created controversy when said he could intervene in Ms Meng's case if it helps to avoid a further decline in US relations with China. \nWhile the US says the charges against Huawei are not about the trade tensions, it is unlikely the Chinese will see it the same way.\nThe two nations are engaged in a trade war that has seen both impose duties of billions of dollars on one another's goods, though they are currently in talks in an attempt to resolve the dispute. \nLawyers for Ms Meng have said she should \"not be a pawn or a hostage\" in the trade dispute. \nTo understand the significance of Meng Wanzhou's arrest, it helps to know that Huawei is one of the largest telecommunications equipment and services providers in the world - as well as a symbol of China's ambition and innovation. \nAs this article explains, Huawei has become the poster child for China's dynamic tech sector, and recently overtook Apple in the number of handsets it was shipping worldwide. \nSo when a top executive - who also happens to be the daughter of the firm's founder - was arrested in Vancouver it sparked an immediate response. \nCanada says it has been acting in accordance with its extradition treaty obligations and the rule of law. \nWhen news broke that Ms Meng had been detained, China's embassy in Canada was quick to protest the arrest and demand her release. \nChinese officials have called her arrest a \"serious mistake\" and accused Canada of double standards and \"Western egotism and white supremacy\".\nThere were threats of \"grave consequences\" if Ms Meng was not released. \nNot long after her arrest, two Canadians - former diplomat Michael Kovrig and businessman Michael Spavor - were detained in China on allegations of endangering Chinese national security. \nA third Canadian, Robert Schellenberg, is facing the death penalty in China. \nSchellenberg was initially given a 15-year jail term in November for drug smuggling, but a court increased his sentence in January following a brief retrial, saying the original sentence was too lenient. \nThe Canadian government has called both the detentions and sentencing \"arbitrary\". \nIt has asked for Mr Spavor and Mr Kovrig's immediate release and for clemency for Schellenberg. \nCanada has worked to rally international support from Western leaders for the two detained men and Schellenberg. \nThere has also been economic pressure placed on Canada. China has halted Canadian canola imports and suspended the permits of two major pork producers amid the dispute. \nThe indictment alleges Huawei misled the US and a global bank about its relationship with two subsidiaries, Huawei Device USA and Skycom Tech, to conduct business with Iran.\nDonald Trump last year reinstated all the US sanctions on Iran that had been removed under a 2015 nuclear deal.\nA second indictment alleges Huawei stole technology from phone company T-Mobile used to test smartphone durability, as well as obstructed justice and committed wire fraud, which Huawei says was settled in a civil case filed in 2014.\nThe allegations by the US Department of Justice go to the heart of the current trade war between China and the US.\nChinese officials have called it a US attempt to \"smear and suppress certain Chinese companies\".\nAnd Huawei founder Ren Zhengfei told the BBC in February that he believed  the arrest of his daughter was politically motivated. \nCritics question how free Huawei can be from Beijing's influence. \nMr Zhengfei was a former engineer in the country's army and joined the Communist Party in 1978, a track which has worried governments already distrustful of China's political leaders. \nHuawei says it has an excellent record with clients and no links to the Chinese government. It insists it is an independent company, one that has grown in recent years to become a tech industry leader. \nThe privately held firm does much of its business overseas and is a market leader in many countries across Europe, Asia and Africa.\nUS intelligence agencies have been warning that Huawei poses a potential security risk for years, and the US government has taken a series of steps to block the firm from the domestic market.\nOther Western countries have begun reviewing their relationship with Huawei, specifically with regards to its technology being used in new \"fifth generation 5G\" mobile internet networks. \nIn the UK, a 2019 report from the Royal United Services Institute, a defence and security think tank,  said it would be \"naive\" and \"irresponsible\" to allow  Huawei to access the country's telecommunications system.\nMs Meng is currently out on bail and under house arrest in Vancouver, where she owns property. \nIn March, Canada's Department of Justice authorised Ms Meng's extradition process to begin, though that decision was an early step in the process.  \nIf a judge is satisfied with the evidence presented during the extradition hearing, he or she will authorise the individual be committed for extradition. The justice minister then decides whether to surrender the person to the US.\nMs Meng does have avenues to appeal throughout the process. She could also voluntarily waive extradition. \nShe is next due in court on 6 March, when her hearing date will be scheduled. \nConcerns have also been raised about whether comments US president Donald Trump has made could have an impact on the extradition case. \nHe has twice suggested he would intervene in the US Justice Department's case against Ms Meng if it would serve national security interests or help achieve a trade deal with China.\nUS Commerce Secretary Wilbur Ross said since said the charges are \"wholly separate\" from the trade negotiations.", "date": "7 May 2019", "href": "https://www.bbc.com/news/world-us-canada-47046264", "tags": "extradition faces us ms story meng china arrest charges huawei long two short medium canada also"}