{"title": "Huawei sales top $100bn despite US-led pressure", "content": "Chinese telecoms giant Huawei said revenues topped $100bn in 2018 despite a US-led campaign against the business on fears it poses a security threat. \nThe firm said revenue for 2018 hit 721.2bn yuan ($107bn), while net profit jumped 25% to 59.3bn yuan. \nThe US and others have restricted the company over concerns that its ties to Beijing represent a security threat.\nHuawei says it is independent and strongly denies its products pose a security risk. \nThe Shenzhen-based firm said global revenue surged 19.5% in 2018, its fastest pace of growth in two years. The result was supported by strong sales of smartphones in China. \nAt the same time its carrier business, which sells telecoms infrastructure to countries around the world, eased 1.3%. \nHuawei is the world's largest maker of telecoms equipment. It faces a growing backlash from Western countries on concerns over the security of its products used in next-generation 5G mobile networks. \nThe US, Australia and New Zealand have all blocked local firms from using Huawei to provide the technology for their 5G networks. \nSeveral European telecoms operators are considering removing Huawei equipment from their networks, and a report by UK cyber authorities out this week strongly criticised the tech firm. \nThe report, issued by the National Cyber Security Centre, said it can provide \"only limited assurance that the long-term security risks can be managed in the Huawei equipment currently deployed in the UK\".\nHuawei has begun pushing back. It has launched a more aggressive strategy in recent months to counter what it sees as an American \"smear\" campaign.\nEarlier this month, it filed a lawsuit against the US government over a ban that restricts federal agencies from using its products, arguing it is \"unconstitutional.\"", "date": "29 March 2019", "href": "https://www.bbc.com/news/business-47743152", "tags": "security us despite us-led sales telecoms networks huawei products firm top pressure equipment campaign"}