{"title": "Huawei's Meng Wanzhou sues Canada authorities over arrestTimeline: Meng Wanzhou case", "content": "The chief financial officer of China's tech giant Huawei is suing Canada over her arrest at the request of the US.\nMeng Wanzhou was held in December at Vancouver airport on suspicion of fraud and breaching US sanctions on Iran.\nOn Friday Ms Meng filed a civil claim against Canada's government, border agency and police for \"serious breaches\" of her civil rights.\nIt came on the same day that Canada officially launched Meng Wanzhou's extradition process to the US.\nChina has attacked Ms Meng's arrest and the extradition process as a \"political incident\". She denies all the charges against her.\nMs Meng's claim - filed in British Columbia's Supreme Court on Friday - seeks damages against the Royal Canadian Mounted Police (RCMP), Canadian Border Services Agency (CBSA) and the federal government for allegedly breaching her civil rights under Canada's Charter of Rights and Freedoms.\nShe says CBSA officers held, searched and questioned her at the airport under false pretences before she was arrested by the RCMP.\nHer detention was \"unlawful\" and \"arbitrary\", the suit says, and officers \"intentionally failed to advise her of the true reasons for her detention, her right to counsel, and her right to silence\".\nMs Meng, 47, will next appear in court on Wednesday, when it will be confirmed that Canada has issued a legal writ over her extradition to the US. A date for an extradition hearing will be set.\nBut this is still the early stages. A judge must authorise her committal for extradition and the justice minister would then decide whether to surrender her to the US.\nThere will be chances for appeal and some cases have dragged on for years.\nThe US alleges Huawei misled the US and a global bank about its relationship with two subsidiaries, Huawei Device USA and Skycom Tech, to conduct business with Iran.\nUS President Donald Trump's administration has reinstated all sanctions on Iran removed under a 2015 nuclear deal and recently imposed even stricter measures, hitting oil exports, shipping and banks.\nIt also alleges Huawei stole technology from T Mobile used to test smartphone durability, as well as obstructing justice and committing wire fraud.\nIn all, the US has laid 23 charges against the company.\nSome Western nations are reviewing business with the firm over spying concerns, although Huawei has always maintained it acts independently.\nThe arrest has seriously strained relations between China, and the US and Canada.\nBeijing says it is an \"abuse of the bilateral extradition treaty\" between Canada and the US, and has expressed its \"resolute opposition\" and \"strong dissatisfaction\" with the proceedings.\nChina also says the accusations against Huawei, the world's second biggest smartphone maker by volume, are a \"witch-hunt\".\nTwo Canadian citizens are thought to have been detained in China in retaliation for the arrest.\nChina and the US are also engaged in tough trade negotiations to end a major tariff dispute.", "date": "4 March 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47436497", "tags": "extradition iran authorities us ms wanzhou china arrest case sues huawei says meng arresttimeline canada"}