{"title": "Huawei and ZTE handed 5G network ban in Australia", "content": "Chinese smartphone maker Huawei says the Australian government has banned it from providing 5G technology for the country's wireless networks.\nIt said fellow communications firm ZTE had also been banned, both reportedly because of national security concerns.\n\"This is a extremely disappointing result for consumers,\" the company said on Twitter.\nFaster data download and upload speeds are promised with 5G, which is the next stage of mobile internet connectivity.\nWider coverage and more stable connections than current 4G technology are also highlighted as benefits.\nSeveral countries are preparing for the roll-out of 5G mobile networks, although analysts say few will launch 5G services before 2020.\nMark Newman, from the consultancy ConnectivityX, said: \"5G is going to be the next significant wave of mobile infrastructure deployment.\n\"If existing suppliers are banned, it will be quite a major blow for them.\"\nHuawei is the world's biggest producer of telecoms equipment. It also ranks second in global smartphone sales, behind Samsung and ahead of Apple.\nIn July, a UK security committee warned that it had \"only limited assurance\" that Huawei's telecoms kit posed no threat to national security.\nThe UK's cyber-defence watchdog - the National Cyber Security Centre - has also warned that the use of ZTE's equipment and services could pose a national security risk.\n\"As we move into 5G, a greater proportion of the network is controlled by software,\" said Mr Newman.\n\"There is an argument that in this software realm, concerns about who is managing the network and where from are heightened.\" \nOn Thursday, the Australian government said national security regulations that were typically applied to telecoms firms would be extended to equipment suppliers.\nCompanies that were \"likely to be subject to extrajudicial directions from a foreign government\" could present a security risk, it said.\nThe United States has previously banned Huawei from bidding for government contracts because of fears over espionage. ZTE has also had its activity restricted in the US.\nUnder Chinese law, companies must co-operate with the intelligence services. Analysts therefore warn that equipment produced by firms such as Huawei and ZTE could be compromised.\nChina's foreign ministry spokesman Lu Kang said Australia should not \"use various excuses to artificially erect barriers\".\nIt called on Australia to \"abandon ideological prejudices and provide a fair competitive environment for Chinese companies\".\nHuawei has defended the security of its products.\n\"Huawei is a world leader in 5G,\" the company said in a statement. \nIt said it had \"safely and securely\" delivered wireless technology in Australia for close to 15 years.  ", "date": "23 August 2018", "href": "https://www.bbc.co.uk/news/technology-45281495?intlink_from_url=https://www.bbc.co.uk/news/topics/cjnwl8q4qz2t/huawei&link_location=live-reporting-story", "tags": "security australia network equipment handed banned huawei chinese zte national government also ban"}