{"title": "Huawei: NZ bars Chinese firm on national security fears", "content": "New Zealand has become the latest country to block a proposal to use telecoms equipment made by China's Huawei because of national security concerns.\nSpark New Zealand wanted to use Huawei equipment in its 5G mobile network. \nHowever, a NZ government security agency said the deal would bring significant risks to national security.\nThe move is part of a growing push against the involvement of Chinese technology firms on security grounds.  \n5G networks are being built in several countries and will form the next significant wave of mobile infrastructure.\nHuawei, the world's biggest producer of telecoms equipment, has faced resistance from foreign governments over the risk that its technology could be used for espionage. \nTelecoms firm Spark New Zealand planned to use equipment from the Chinese firm in its 5G network. \nThe head of NZ's Government Communications Security Bureau (GCSB) told Spark the proposal \"would , if implemented, raise significant national security risks\", the company said. \nIntelligence services minister Andrew Little said Spark could work with the agency to reduce that risk.\n\"As the GCSB has noted, this is an ongoing process. We will actively address any concerns and work together to find a way forward,\" Huawei said. \nThe move follows a decision by Australia to block Huaewi and Chinese firm ZTE from providing 5G technology for the country's wireless networks on national security grounds.\nThe US and UK have raised concerns with Huawei, and the firm has been scrutinised in Germany, Japan and Korea. \nLast week the Wall Street Journal reported that the US government has been trying to persuade wireless providers to avoid using equipment from Huawei. \nIn the UK, a security committee report in July warned that it had \"only limited assurance\" that Huawei's telecoms gear posed no threat to national security.\nOne country is standing by Huawei: Papua New Guinea said this week it would go ahead with an agreement for Huawei to build its internet infrastructure. \nThe Pacific nation has seen a surge in investment from China over the past decade.\nExperts say foreign governments are increasingly worried about the risk of espionage by China, given the close ties between companies and the state. \nTom Uren, visiting fellow in the International Cyber Policy Centre at Australia's Strategic Policy Institute, said the Chinese government had \"clearly demonstrated intent over many years to steal information\".\n\"The Chinese state has engaged in a lot of cyber and other espionage and intellectual property theft,\" he said. \nLinks between firms and the government have fuelled concerns that China may attempt to \"leverage state-linked companies to be able to enable their espionage operations\", Mr Uren said. \nThose concerns were exacerbated by new laws introduced last year that required Chinese organisations assist in national intelligence efforts. \nThe laws enable the Chinese state to compel people and possibly companies to assist if they needed it, Mr Uren said. \nThe combination of new rules and a history of espionage have increased the perceived danger of using companies like Huawei and ZTE in critical national infrastructure. \n\"It's hard to argue that they don't represent an elevated risk,\" Mr Uren added. ", "date": "28 November 2018", "href": "https://www.bbc.co.uk/news/business-46368001?intlink_from_url=https://www.bbc.co.uk/news/topics/cjnwl8q4qz2t/huawei&link_location=live-reporting-story", "tags": "security national fears concerns equipment espionage new bars huawei chinese firm government nz"}