{"title": "Huawei Mate X smartphone folds face out", "content": "Huawei has revealed its first smartphone to feature a foldable screen, less than a week after its rival Samsung did the same.\nThe rival handset-tablet hybrids have contrasting designs.\nHuawei's Mate X places its fold-out screen on the outside of the device, so that it covers the front and rear of the phone when closed.\nIn both modes, the display is larger than Samsung's. Huawei's device is also flatter and thinner when shut.\nHowever, unlike Samsung's Galaxy Fold it does not have a second display on its reverse side.\nOne analyst attending the launch event in Barcelona also remarked that a crease in the screen appeared to be visible.\nThe Chinese company allowed attendees at the event to get a close look at the handset following its unveiling. Its South Korean competitor has yet to let outsiders to do so with the Galaxy Fold.\n\"Security concerns about Huawei's 5G kit are a shadow hanging over the whole of this year's Mobile World Congress,\" commented the BBC's technology correspondent Rory Cellan-Jones.\n\"But the firm was determined in a confident, even arrogant press conference to convey that it's now the leading innovator in smartphones.\"\nFor comparison's sake, Huawei said:\nUnlike the Fold, the Mate X does not place any of its cameras on the same side as its screen when unfolded. \nInstead they are placed on the flipside of the device on a strip that also features a fingerprint sensor. This runs down the side of the smaller of the two folded displays when closed and doubles up as a side-grip when open.\nThis potentially places the Mate X at a disadvantage to the Fold, since it becomes impossible to use its unfolded screen to take selfies. However, it is not yet clear whether this will be a serious consideration in practice.\nHowever, the Mate X's advantage is that it does not have a \"notch\" cut into its screen as a consequence.\nHuawei said the Mate X would come with one of its existing 5G modems and could download a one gigabyte movie in as little as three seconds if a fast enough connection was available.\nLike Samsung's device, it also features a battery on each of its two sides, but claims to be able to recharge more quickly.\n\"Both foldable phones are 5G-capable and are instantly distinctive from the smartphone designs of the last 10 years,\" commented Ian Fogg, an analyst at the mobile analytics company Opensignal.\n\"But 5G is arriving on regular designed smartphones too, at lower prices, and more quickly.\n\"Because of that, more people will experience the benefits of 5G this year than the novelty of an expanding smartphone display.\"\nThe Mate X has been priced to start at 2,299 euros ($2,600; £1996) and is due to go on sale from the middle of this year.\nThat compares to the $1,980 figure quoted by Samsung, although once taxes are taken into account the gap should be smaller.\nHuawei's consumer devices chief Richard Yu acknowledged that the price was \"very expensive\" but said he hoped it would be reduced over time.\nThere were claps and cheers as Richard Yu finally unveiled Huawei's latest masterpiece after three years in development - the folding phone. \nAnd the hits just kept on coming: its split-screen function, its dimensions - gleefully compared to those of the iPhone and Galaxy Fold - even a protective case got its own round of applause.\nHowever, the biggest gasps came right at the end - when he announced the price tag. At 2,299 euros, even the hardcore enthusiasts appeared to wince. \nEverybody who charged to the demonstration area afterwards was disappointed as the handsets remained frustratingly behind Perspex. \nStill, the Mate X has still done enough to secure its \"wow factor\" at MWC. \nBut that price and Huawei's wider controversies threaten to act as a deterrent to even deep-pocketed early adopters.\nTwo other Chinese companies have also unveiled new handsets ahead of Monday's start of the Mobile World Congress trade show.\nOppo has showed off a handset with a 10x optical zoom. \nUnlike digital zooms, there is no loss of quality as the shot tightens in.\nThe three cameras involved do not need to extend from the phone to achieve this. Instead, the device features a periscope-like system inside its chassis.\nThis lets it range between focal lengths of 16mm and 160mm.\nThe innovation builds on an earlier prototype, which was never put into production, that offered a 5x zoom.\nHowever, the design means the handset is by necessity thicker than most rivals.\nIn addition, the company announced it would soon launch 5G handsets in Australia, Singapore, Switzerland and China. \nXiaomi also held a press conference where it revealed its forthcoming flagship Mi 9 handset will cost 449 euros when it launches in Europe.\nIt features three rear cameras, one of which offers 48 megapixel resolution.\nIn addition, the firm said it intended to launch a 5G handset - the Mi Mix 3 5G - costing 599 euros, which is likely to be one of the lowest-cost models to be compatible with next-generation networks.\nHowever, a demo of the firm's smart home technology fell flat after a series of attempts to show off voice-controlled commands failed.", "date": "24 February 2019", "href": "https://www.bbc.co.uk/news/technology-47348787", "tags": "face fold mate x smartphone screen folds one samsung huawei device also however"}