{"title": "Huawei founder Ren Zhengfei denies firm poses spying risk", "content": "Huawei's founder has denied Chinese authorities have ever asked his company to help spy on its clients.\nRen Zhengfei was speaking to foreign media in a rare interview, following claims Huawei posed a security risk.\nHe also said he was missing his daughter Meng Wanzhou \"very much\".\nMs Meng - who is the technology company's chief financial officer - has been ordered to stay in Canada, where she is under arrest after being accused of breaking sanctions on Iran.\nShe now faces extradition to the US, which requested the move.\nThe telecom equipment-maker's actions are also under scrutiny elsewhere.\nLast week, one of its sales executives was arrested in Poland, where the authorities have accused him of spying. \nHuawei has since sacked the employee and denied any illegal behaviour was being carried out on its behalf.\nIn addition, concerns have been raised in the UK and elsewhere about the use of the company's equipment in 5G networks and other communications infrastructure, with claims that it could provide Beijing a way to spy on or disrupt data.\nThe media event was only the third time Mr Ren has hosted such a briefing with foreign reporters. The last such event was more than three years ago.\nSix writers were invited, including reporters from the Financial Times, Bloomberg and the Wall Street Journal.\nOne of the concerns frequently cited about Huawei is that Mr Ren joined China's Communist Party in 1978 and was also a member of the People's Liberation Army.\nBut the 74-year-old told the journalists: \"I love my country. I support the Communist Party. But I will not do anything to harm the world.\"\nHe added that Beijing had never asked him or his company to share \"improper information\" about its partners.\n\"I personally would never harm the interest of my customers and me and my company would not answer to such requests,\" he said.\n\"No law in China requires any company to install mandatory backdoors,\" he added, addressing suggestions that Huawei might make it possible for Chinese spies to extract data directly themselves.\nMr Ren's eldest daughter, Ms Meng, has denied allegations that she broke US sanctions on Iran and of conspiring to defraud banks by pretending that one of Huawei subsidiaries was not linked to the company.\nChina has claimed that the case is an abuse of legal procedures. \nIt now threatens to add to tensions between the US and China at a time the two are involved in a trade dispute.\nIn December, President Trump suggested he might intervene if it suited the US's national security interests or might help secure a trade deal.\nAt the Shenzhen event, Mr Ren described Mr Trump as being a \"great president\".\n\"He dares to massively cut tax, which will benefit... business,\" he added.\nMr Trump is also reportedly considering an executive order that would formally ban US companies from using equipment made by Huawei and ZTE, another Chinese company. \nBut Mr Ren held out the prospect of this being avoided.\n\"The message to the US I want to communicate is, 'Collaboration and shared success',\" he said.\nBut he appeared to acknowledge that in some cases Huawei would be unable to sell its products overseas.\nAustralia has already banned it from selling 5G technology to local network providers. New Zealand has also blocked a deal involving one of its companies.\n\"You can't work with everyone,\" said Mr Ren.\n\"We'll shift our focus to better serve countries that welcome Huawei.\"", "date": "15 January 2019", "href": "https://www.bbc.co.uk/news/technology-46875747", "tags": "ren company us founder china risk one denies zhengfei huawei spying firm also poses"}