{"title": "Huawei: Tappy the robot and the rest of the US charges", "content": "The US has filed two indictments against Chinese telecoms giant Huawei and its chief financial officer, Meng Wanzhou.\nAmong the 23 charges levelled against them are money laundering, bank fraud and stealing trade secrets. The latter is an intriguing tale of the alleged theft of a T-Mobile robot known as Tappy.\nThe charges came as China and the US headed into scheduled high-level trade talks.\nTensions are already high over the arrest of Ms Meng in Canada last month. She faces extradition to the US for allegedly evading sanctions on Iran.\nThe indictments, by the US Department of Justice, have only been partially unsealed, but here's what we know so far:\nUnder the first indictment, Huawei and Ms Meng are charged with misleading banks and the US government about their business in Iran.\nIt is alleged that, from 2009-14, the two deliberately dodged sanctions against Iran by dealing through a company called Skycom.\nMs Meng and other Huawei executives - including an unnamed \"founder\" - allegedly called Skycom a \"local partner.\"\nProsecutors, however, say Skycom was owned by Huawei through a subsidiary company.\nMs Meng is also accused of lying to banks about her relationship with Skycom.\nIf found guilty of the charges against her, she faces up to 30 years in prison. Huawei would also be forced to pay financial penalties.\nIn the second indictment, Huawei has been landed with 10 criminal charges including obstruction of justice and the attempted theft of trade secrets.\nProsecutors say it deliberately tried to steal robot technology from network provider T-Mobile.\nThe robot, known as Tappy, mimicked human fingers to test phone durability and was kept in a secure lab in Washington state.\nThe technology behind it was a closely-guarded secret but T-Mobile allowed some phone manufacturers to use Tappy within the lab.\nIn 2012, engineers at Huawei's US branch were given access to Tappy after the two companies entered into a supply agreement.\nFor this access, Huawei had to sign a non-disclosure agreement. Prosecutors allege that it violated this agreement.\nCiting emails and phone calls, it is claimed that Huawei engineers in the US were directed by executives in China to take photos and share notes of Tappy's specifications.\nIn one instance, a Huawei engineer (referred to as AX) allegedly took the robot arm from T-Mobile's lab without permission. AX first denied stealing the arm but \"later claimed he found it in his bag\". According to the indictment, AX returned the arm but first emailed pictures and technical information to colleagues in China.\nAfter the incident, Huawei told T-Mobile that it had launched an internal investigation and found that the people involved had \"acted on their own\".\nDespite Huawei's attempts to distance itself, prosecutors say that - at the time of the report - Huawei's China branch launched a \"bonus programme to reward employees who stole confidential info from competitors\".\nIf found guilty of the charges Huawei will be fined up to $5m (£3.8m), or three times the value of the stolen trade secret - whichever is greater.\nT-Mobile has already taken Huawei to court over the incident. It tried to claim $500m in damages and settled in 2017 for $4.8m. A jury ruled that Huawei misappropriated trade secrets but had not done so wilfully or with malice. Unlike the new indictment, it was tried as a civil case - not a criminal one.\nT-Mobile told the BBC it had no comment to make over the new indictment.\nSeveral details of the investigation have been kept private, and it is not yet known what else is in the indictments.\nUnder US law a judge will be assigned for each case. The judges will then set deadlines for the next legal steps.\nThere is no set timeframe for a resolution and it can often take years for a dispute to make it to court. The matter may even be settled out of court.\nFollowing the indictment, the US sent Canada a formal request to extradite Ms Meng for violating US sanctions. Canada's Department of Justice now has 29 days to decide if an extradition hearing should take place.\nMs Meng has denied the accusations against her. \nIn a statement to the BBC, Huawei also denied any wrongdoing and said it was \"disappointed\" by the charges.\nThe firm added that - after Ms Meng's arrest - it had tried meeting with the US Department of Justice to talk about the investigation. It claims this request \"was rejected without explanation\".\nChina's foreign ministry has also weighed in on the indictments. It's accused the US of using \"state power to discredit and crack down on specific Chinese companies in an attempt to strangle the enterprises' legitimate and legal operations\".", "date": "29 January 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-47040685", "tags": "us ms meng china tappy rest indictment t-mobile charges huawei trade robot"}