{"title": "Huawei's US smartphone deal collapses", "content": "Chinese telecommunications giant Huawei says it has not been able to strike a deal to sell its new smartphone via a US carrier.\nIt was widely reported to have been in talks to release its flagship Mate 10 Pro device with AT&T.\nBut in a letter seen by Reuters, politicians scuppered the deal citing security concerns.\nThe snub would be the latest example of a Chinese firm struggling to do business in the US.\nLast week the US blocked the $1.2bn (£880m) sale of money transfer firm Moneygram to China's Ant Financial, the digital payments arm of Alibaba.\nIt was the highest profile Chinese deal to be rejected by Washington since Donald Trump came to power.\nHuawei's chief executive officer Richard Yu told an audience at the CES tech fair in Las Vegas that plans to tie up with a US carrier \"unfortunately\" had not come to fruition.  \nHe did not comment on why a deal was not forthcoming, but said it was \"a big loss for consumers, because they don't have the best choice for devices,\" Techcrunch reported.\nThe Mate 10 Pro - Huawei's main competition against Apple's iPhone and Samsung's high-end handsets - will still be on sale in the US via sites such as Amazon.\nBut deals with carriers are important in the US because the majority of smartphones are purchased through carriers. \n\"The US market presents unique challenges for Huawei, and while the Huawei Mate 10 Pro will not be sold by US carriers, we remain committed to this market now and in the future,\" Huawei said.\nAccording to Reuters, AT&T was pressured to pull out of the deal after 18 members of the US Senate and House intelligence committees signed a letter to regulators expressing concerns about Chinese companies getting involved in US telecoms. \nThe letter notes worries over \"Chinese espionage in general, and Huawei's role in that espionage in particular\".\nIn 2012, a US congressional panel said Chinese telecom firms Huawei and ZTE should be barred from any mergers and acquisitions because the two firms posed a security threat to the US. \nHuawei is the world's number three smartphone brand behind Apple and Samsung.", "date": "10 January 2018", "href": "https://www.bbc.co.uk/news/business-42631634", "tags": "letter us mate smartphone pro collapses carriers huawei chinese deal"}