{"title": "Huawei: Should we be worried about the Chinese tech giant?", "content": "Huawei, the Chinese telecoms giant, has hit the headlines over the arrest of the founder's daughter in Canada for extradition to the United States.\nBut the firm, which manufactures a range of technology, from network equipment to mobile phones, is on the agenda for other reasons, too.\nSeveral governments around the world have blocked telecoms companies from using Huawei gear in next-generation 5G mobile networks, citing security concerns. \nSo far the UK has held back from any formal ban. So why is the company proving so controversial?\nFifth-generation mobile broadband is coming over the next year or so, promising download and browsing speeds 10 to 20 times faster than those today's 4G networks can offer.\nThis superfast mobile connectivity means you might be able to livestream a high-definition film to your phone, say, or enjoy much higher quality augmented and virtual reality experiences while you're out and about.\nIt will also power the \"internet of things\", enabling connected machines, from traffic lights to driverless cars, to communicate with each other.\nThe company started out making equipment for mobile phone networks and has grown rapidly, eclipsing the likes of Nokia and Ericsson, to become a global leader.  \nMore recently it has started making smartphones as well, and Huawei has now captured about 16% of the global market, making it the world's third-largest supplier after Samsung and Apple. \nThe firm's founder Ren Zhengfei, a former People's Liberation Army officer, started Huawei in 1987. It's based in Shenzhen, Guangdong, and is owned by 80,000 of its 180,000 employees. \nThe US points to Mr Ren's military background and its growing global role to argue it represents a risk to national security.\nIn principle, controlling the technology that sits at the heart of vital communications networks gives Huawei the capacity to conduct espionage or disrupt communications during any future dispute, particularly as more things, from autonomous vehicles to domestic appliances, become connected to the internet. \nCountries using Huawei equipment monitor such risks carefully.\nBut the US also points more generally to China's National Intelligence Law passed in 2017 that says organisations must \"support, co-operate with and collaborate in national intelligence work\".\nAs a result, the US, Australia and New Zealand have all blocked local firms from using Huawei to provide the technology for their 5G networks. \nThat's three of the five so-called \"Five Eyes\" intelligence sharing community. A fourth, Canada, is reviewing its relationship with the firm.\nAnd several European telecoms operators are considering removing the firm's equipment from their networks.\nHuawei's cyber security chief John Suffolk has moved to quell concerns about its operations, describing it as \"the most open [and] transparent company in the world\".\nIn December, Canada arrested Huawei's chief financial officer Meng Wanzhou - Mr Ren's daughter - at the request of the US. Washington alleges that she committed fraud by lying to US banks about her firm's ties to a telecoms company that did business in Iran - and that business was a breach of sanctions on Iran. \nHuawei denies any wrongdoing, while China's ambassador to Canada has warned Ottawa there could be repercussions if Canada bans the firm.\nThe UK has not taken a position, although it is also coming under pressure from the US to do so.\nWashington has warned its allies about the risks of using Huawei technology. US Secretary of State Mike Pompeo has said that European countries that use the company's equipment \"makes it more difficult for us to partner alongside them\".\nThe UK government has admitted to \"strains\" in the relationship with Huawei. The body tasked with overseeing internet security in Britain, the National Cyber Security Centre (NCSC) - part of GCHQ - has asked Huawei to fix problems that pose \"new risks\" to the network. \nBut the NCSC recently concluded that any risk posed by involving the Chinese technology giant in the development of new networks can be managed.\nAlex Younger, the head of the UK's intelligence service MI6, has suggested that \"some decisions\" lie ahead over Huawei's role, because 5G networks will make it harder to monitor security.\nBT has announced it is in the process of removing Huawei's equipment from the core of its existing 3G and 4G mobile operations and will not use the Chinese company's gear in central parts of the next 5G network. \nBut Huawei has been providing technology to UK firms for more than a decade and Britain is keen to maintain a good relationship with China on trade and investment as it prepares for Brexit. \nMost of the country's mobile networks - Vodafone, EE and Three - have already been working with Huawei to prepare their 5G offerings and it might not be easy to change that at short notice.\nThe UK's mobile phone operators are waiting for a decision from the government on whether they can continue to use the Chinese giant's equipment - the ruling is expected to come in late March or early April.\nThe company is keen to portray itself as a firm with no ties to the Chinese government. It says it prioritises safety and security when supplying technology and that at least some of the hostility towards it is because the firm poses a competitive threat.\nIn the past the Chinese government has argued that moves to block the firm's products amount to \"protectionism\" and \"discriminatory practices\". \nHuawei has also filed a lawsuit challenging US government restrictions on its products being used by federal agencies.\nIn a statement announcing the move, a spokesman for Huawei said the US had \"repeatedly failed to produce any evidence to support its restrictions\".\nThe company also accused the US government of misleading the public about Huawei.\nThe new hostility towards the company comes against a backdrop of heightened tensions between the US and China, with President Trump accusing Beijing of unfair trade practices and of facilitating the theft of intellectual property from US firms. \nFurthermore as several countries simultaneously plan to introduce faster 5G networks, the stakes are high for firms that win contracts.\nEmily Taylor at Chatham House said there was a \"standards war\" going on behind the scenes. \n\"I think the trade advantage from setting standards that favour your own domestic suppliers' technologies also plays a part in this,\" she told the BBC.", "date": "7 March 2019", "href": "https://www.bbc.co.uk/news/business-46465438", "tags": "company mobile us security giant tech worried networks chinese huawei firm equipment technology"}