{"title": "HuffPost Special Report- When White Hate Comes To Town", "content": "NEAR GAINESVILLE Fla. — Richard Spencer, a leader of what he calls the “alt-right” and the man known to most as the “Nazi who got punched,” agreed to talk to HuffPost the night before his speech at the University of Florida in Gainesville last week.   \nHe and his followers had rented a house in the Florida countryside for security reasons, they said. A hotel in Gainesville wasn’t an option. \nAfter driving down dirt roads, HuffPost found Spencer standing in the dark, smoking a cigar and drinking Angel’s Envy bourbon out of a tall glass. Behind him, about a dozen of his followers filtered in and out of the house’s front door. \nIt looked as though maybe they were having a small party. Just 14 hours to go until Spencer, their movement’s figurehead, took the stage at the University of Florida in an elaborate and expensive troll aimed at spreading their rebranded version of organized racism.\nSpencer, president of the innocent-sounding National Policy Institute, which is listed as a hate group by the Southern Poverty Law Center, was a top-billed speaker at the right-wing rally in Charlottesville, Virginia, in August. That event spiraled into violence and ended with a neo-Nazi driving his car into counter-protesters, killing 32-year-old Heather Heyer. \nSpencer has since been on a mission to give speeches at multiple universities, threatening schools with lawsuits if they don’t allow him. This has left college towns across the country scrambling to make sure they don’t become the next Charlottesville.\n In a 20-minute interview with HuffPost, Spencer balked at being called a Nazi, was unapologetic about essentially forcing the University of Florida to spend over half a million dollars in security costs, extolled the virtues of a white “ethno-state,” explained why he’s targeting universities for recruitment and blamed violence at white supremacist events on counter-protesters. \n“I mean, the only people who would do something that would — engage in violence or try to disrupt something or to harm anyone, are these counter-protesters and detractors,” Spencer told HuffPost when talking about the University of Florida event. \nThe next day, about an hour after Spencer left the stage at the university’s Phillips Center for the Performing Arts, three of his fans were seen driving through town. Police say they screamed “Heil Hitler!” and other chants at a group of counter-protesters. \nWhen a counter-protester hit their vehicle with a baton, police said, the three men got out of the vehicle. “Kill them,” “Shoot them” and “I’m going to fucking kill you,” two of the men screamed. \nPolice said the third man lifted a gun and fired it at a counter-protester. The bullet missed. The three men, all of whom had traveled to Gainesville from Texas for the Richard Spencer speech, were later arrested on attempted murder charges. \nAmerica does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n10/26/2017", "href": "https://www.huffpost.com/entry/richard-spencer-interview-huffpost-university-of-florida_n_59ef9b1ee4b0b7e632658b44", "tags": "hate report- driving town white ” spencer university counter-protesters gainesville florida huffpost comes special"}