{"title": "Human rights groups call for children to be taken off Nauru", "content": "A group of human rights organisations has demanded the Australian government remove all child asylum seekers held on the Pacific island of Nauru.  \nIt comes as reports of a 12-year-old boy on a weeks-long hunger strike fuelled fresh fears about their health.\nThe #KidsOffNauru coalition wants the 119 children on the island resettled by November. \nAustralia's controversial offshore detention policy has been criticised for its toll on asylum seekers.\nThe facility on Nauru was established under the country's hardline immigration policy, which sees asylum seekers who try to reach the country by boat processed at offshore centres. \nThe centre on Nauru has been dogged by allegations of widespread abuse and trauma among children and women.\nThe coalition of more than 30 charities and advocacy groups, including World Vision Australia and Oxfam Australia, wants all children moved to Australia or settled in a safe country elsewhere. \nChief executive of World Vision Australia Claire Rogers said the children on Nauru have \"no hope\". \n\"Many of them have lived for years in tents, they have been separated from close family members and have no safe place to play or access to acceptable medical care.\" \n\"The clock is ticking. This harmful, secretive and dysfunctional system of indefinite detention must end,\" Ms Rogers said.\nThe Australian government did not respond to the BBC's requests for comment. \nAllegations of human rights abuses and overcrowding have plagued Australia's detention centre in Nauru for years. \nThe mental toll on young people is drawing increasing focus and includes reports of suicide attempts. \nThe issue attracted fresh concern last week with news of the 12-year-old on hunger strike - a boy from Iran. \nIan Rintoul, spokesperson for the Refugee Action Coalition, said the child has now been on a hunger strike for around 19 days. Efforts were being made to transfer him to Australia for urgent medical care. \nAccess to Nauru is difficult - with foreign journalists hampered by the $8,000 Australian dollar ($5,850; £4,591) non-refundable charge per visa application. \nAdvocacy groups say families live squalid conditions, in mouldy tents with dirty bathroom facilities. Children have few places to play on the island. \nThe tiny nation in the Pacific is around 53km from the equator, and covered in phosphate rocks. \nThe facility currently holds more than 240 men, women and children, according to AFP news agency, and is an economic lifeline for the isolated nation.", "date": "20 August 2018", "href": "https://www.bbc.co.uk/news/world-australia-45244149", "tags": "call groups australia taken island hunger rights coalition asylum australian human children nauru seekers strike"}