{"title": "Hundreds of Bodies, One Nurse: German Serial Killer Leaves as Many Questions as Victims", "content": "OLDENBURG, Germany — The new nurse arrived at the intensive-care unit of Delmenhorst hospital with a solid letter of reference, describing him as someone who worked “independently and conscientiously.” In a crisis, it said, he reacted “with consideration” and was “technically correct.”\nIt gave no indication that officials at his former hospital in Oldenburg, Germany, had grown deeply suspicious about the number of deaths while the nurse, Niels Högel, was on duty. Or that they had barred him from contact with patients and effectively pushed him out.\nBefore long, similar suspicions arose at Delmenhorst. Within four months, a patient, Brigitte A., died under his care. Others, Hans S., Christoph K. and Josef Z., followed. All were identified with only a last initial under German privacy laws.\nToday, Mr. Högel, 42, is considered the most prolific serial killer in the history of peacetime Germany, and perhaps in the world. Officials suspect that as many as 300 patients may have died by his hand over five years starting in 2000.\nStill, it took more than a decade for a full investigation by the authorities, who exhumed over 130 bodies in Germany, Poland and Turkey as they struggled to define the scope of his crimes. Mr. Högel has admitted to killing 43 people, has not ruled out killing 52 others and denied killing five.\nThe number of killings and the amount of time it took for suspicions surrounding his actions to come to light have raised uncomfortable questions for Germany, including whether the same deference to hierarchy and predilection for procedure that once facilitated Nazi-era crimes allowed Mr. Högel to kill uninterrupted for so long.\n“If it is possible that in Germany more than 300 deaths over 15 years can be swept under the carpet, what else is possible?” said Christian Marbach, whose grandfather was a victim of Mr. Högel. “What does it take for people in Germany to stand up and pay attention?”\nMr. Marbach now speaks at nursing schools about the moral questions raised by Mr. Högel’s case.\nAccording to Frank Lauxtermann, the only former colleague who testified openly about working alongside Mr. Högel, “A culture of looking away and keeping your head down” ultimately shielded the suspect.\nMr. Högel is serving a life sentence for murdering two patients and playing a role in the killing of four others. The current trial is his third since 2006.\nThis time, he faces charges of killing 100 more patients — 36 at the main clinic in Oldenburg, a tidy city that prides itself on its university and 17th-century palace, and 64 others after he transferred to Delmenhorst, a suburb of Bremen, about 20 miles away.\nThe presiding judge, Sebastian Bührmann, has ordered eight of Mr. Högel’s former colleagues to be investigated on perjury because of suspicion that they lied to the court or withheld evidence in the current trial to cover up lapses.\nRevelations of apparent negligence by the hospital authorities have already led to other criminal investigations. Two doctors and two head nurses from the Delmenhorst hospital were charged with manslaughter. Mr. Högel is expected to testify at their trial after the court reaches a verdict in his case, expected in June.\nFormer colleagues from Mr. Högel’s early days as a nurse said he had quickly made a name for himself as someone who could handle the pressure of life-or-death situations.\nIn reality, prosecutors say, he created situations in which life and death rested in his own hands.\nHe administered overdoses of drugs that caused cardiac arrest so that he could rush back and try to revive patients heroically. His colleagues called him “Resuscitation Rambo” and rewarded his skill with a necklace made of injection tubes, which he wore with pride.\nOf 411 deaths at the Delmenhorst hospital during the three years he worked there, 321 occurred during or just after his shifts, records show. The authorities do not know how many patients he may have killed.\nThe cases of only those victims who could be exhumed and autopsied for traces of medications used to treat irregular heart rhythms but that can be fatal in high doses were brought before the court.\nDr. Karl-Heinz Beine, a leading German neurologist and head doctor of psychiatry at St. Marien Hospital in Hamm, said the nurse appeared to be driven by narcissism and a need to fill a deep lack of self-worth.\nA physician in England,  Harold Shipman, who was convicted in 2000 of killing 15 patients by lethal injection, was a similar case. A government inquiry concluded that he had killed at least 215 people. He took his own life in 2004.\n“Niels Högel is a member of this extreme minority,” said Dr. Beine, who has researched serial killers in the medical profession since 1989. He said that what struck him about Mr. Högel’s testimony was his lack of empathy, even when speaking to victims’ families.\nFor the first time starting last year, Mr. Högel, who sat through previous trials silent and sullen, testified to the court. Often, he recalled remarkable details surrounding the deaths. For others, he mechanically offered the same, almost cynical, answer: “I have no memory, but I can’t rule out a manipulation.”\nFive times, he denied killing a patient.\nNo pleas are entered in the German court, but two days into his latest trial Mr. Högel told the court that he felt “shame” when reading over the medical records of the patients, ages 34 to 96.\n“Every single case, even just reading them,” he said, “I am endlessly sorry.”\nThe apology only raised more questions about whether the words could be believed.\n“I personally am convinced that the defendant continues to live out his narcissism today,” testified Arne Schmidt, who is now the police chief in Cuxhaven and led a special investigation from 2014 to 2017 into the killings for the Oldenburg police.\nOnly when presented with enough evidence would Mr. Högel confess, Mr. Schmidt said, adding that the nurse had reveled in playing God.\nMr. Högel grew up in Wilhelmshaven, in northern Germany, with both parents and an older sister. His father was a nurse, and he decided early in life to follow in his footsteps.\nAt some point, his colleagues noticed that patients suddenly needed to be resuscitated when Mr. Högel was on duty. People die in the intensive-care wards, former nurses told the court, but not so many, so swiftly.\n“In the beginning, you just think it is fate,” a former Delmenhorst colleague, identified only as Susanna K., testified. “But at some point you grow distrustful.”\nShe said Mr. Högel’s colleagues in Oldenburg had talked about him, but did not go to their superiors or lodge a complaint out of fear of being reprimanded or because they didn’t see it as their business in a country where citizens closely guard their privacy.\nWhen another nurse in Delmenhorst told her superior she was suspicious of Mr. Högel, no action was taken and she never followed up.\nDr. Beine said he hoped the trial would raise awareness of the failure to call out suspicions and break through the hierarchical structures that govern hospitals and other large bureaucracies in Germany.\nHe cited a Prussian slogan adopted throughout the country’s bureaucracies, “Reporting Sets You Free” — eerily similar to the Nazi slogan “Work Sets You Free” — that means it is enough to report a suspected wrong without taking further action to ensure that it stops.\n“As a health care worker, you have to know that your responsibility is for your patients, not the hospital’s image,” he said.\nIt was not until June 2005 that Renate T., a fellow nurse in Delmenhorst, took further action after discovering Mr. Högel standing over a lung cancer patient, Dieter Maass. His life support system had been switched off, and in the trash lay four empty vials of medication not prescribed for him. She quickly took a blood sample and sent it for tests.\nThe next day, the patient was dead.\nWhen the test results showed a dangerously high dose of heart medication, the doctor and nurse in charge met to discuss the situation. But they let Mr. Högel finish his shift.\nIn those hours, Renate Röper, 67, became his final victim.\n“The course of events that took place on June 24 are symbolic of the failure of those responsible for their completely erroneous assessment of actual facts and the tragic results that ensued for the patients,” Mr. Schmidt said, announcing the results of his investigation in 2017.\nThat investigation came about only after years of pressure by family members, and led to the current trial.\nTwo former prosecutors from Oldenburg were investigated for failing to sufficiently investigate Mr. Högel in 2005, but neither faced charges. One is now a judge in Oldenburg.\nJudge Bührmann opened the current trial with a moment of silence to honor the victims. At times, the proceedings have seemed more like a truth commission than a criminal trial.\n“The purpose of this trial is to provide answers for the family members whose loved ones died, to help them to understand how and why,” Judge Bührmann told a witness.\nBut Mariya Tüter, 47, expects more. Three years ago, the police told her they suspected that her husband, Adnan, might have been murdered by Mr. Högel. Since then, she has struggled with depression and, at times, even to drive to the supermarket.\n“Until this happened, I saw doctors as people who did the right thing; they were there to be trusted,” she said. “But in this case, they swept everything under the carpet. I finally want justice to be served.”", "date": "May 10, 2019", "href": "https://www.nytimes.com/2019/05/10/world/europe/germany-serial-killer-nurse.html", "tags": "victims delmenhorst hundreds trial bodies leaves högel german germany ” one nurse patients questions killer many serial"}