{"title": "Hungary Criminalizes Aiding Illegal Immigrants", "content": "The Hungarian Parliament approved a package of laws on Wednesday that criminalizes the act of helping undocumented migrants and creates a parallel court system that some fear will be used for politically sensitive cases, accelerating efforts by Prime Minister Viktor Orban to transform the country into what he calls an “illiberal democracy.”\nThe government named the legislation the “Stop Soros” bill, after the Hungarian-American financier and philanthropist George Soros, who has helped Hungarian rights organizations. It must be signed into law by President Janos Ader before it can take effect.\nThe laws are the first major measures to be passed since Mr. Orban, who campaigned on a nationalist, anti-immigrant platform, led his far-right party, Fidesz, to an increased parliamentary majority in April, in an election that observers said was free but not fair.\nTheir passage came on World Refugee Day, five days after Mr. Orban spoke by telephone with President Trump, who came under intense criticism in the United States for his policy of separating migrant children from their parents, and incarcerating them, after they cross the southern American border.\nMr. Orban has been Europe’s most prominent critic of open-door migration since the Continent’s refugee crisis in 2015, putting him at odds with Chancellor Angela Merkel of Germany, whose government welcomed hundreds of thousands of mainly Syrian and Afghan refugees that year.\nIn 2015, over a million asylum seekers landed by boat on European shores, many of them later passing through Hungary on their way to Germany. To stop their passage, Mr. Orban built a fence along Hungary’s southern border, a move that foreshadowed Mr. Trump’s plans to extend a wall along the American border with Mexico.\nMr. Orban later became the first global leader to publicly support Mr. Trump’s nomination for the presidency in 2016.\nUnder the terms of a new law, helping migrants legalize their status in Hungary by distributing information about the asylum process or providing them with financial assistance could result in a 12-month jail term.\nIn a separate measure, the government changed the Constitution to make it illegal to “settle foreign populations” in Hungary, a rebuke of attempts by the European Union to encourage Hungary to admit small numbers of refugees who had been living in other European countries.\nCollectively, the moves reinforce efforts by Mr. Orban to create a more illiberal and homogeneous society since regaining power in 2010. He has undermined the country’s checks and balances, gamed the electoral system, appointed loyalists to key positions in the judiciary, and eroded the independence of the news media.\nTo maintain public support for these measures, he has presented himself as the country’s only competent bulwark against external threats like migrants, Mr. Soros and the European Union, whose officials provide Hungary with crucial subsidies but who have been critical of his governance.\nAlthough few migrants have tried to enter Hungary since the peak of the European migration crisis in 2015, Mr. Orban’s influence over most Hungarian media outlets has helped him convince many voters that migration remains a persistent challenge to the fabric of Hungarian society — giving him a mandate to enforce anti-migrant measures.\nThe “Stop Soros” legislation on aiding migrants has been condemned by global agencies and rights groups, including, among others, the United Nations, which also criticized Mr. Orban for his efforts to crack down on the homeless within the same legislative package, and Amnesty International.\n“It is a bitter irony that as the world marks World Refugee Day, the Hungarian Parliament voted today to introduce a law that targets organizations and individuals who support asylum-seekers, refugees and migrants,” said Amnesty International’s Europe director, Gauri van Gulik.\n“Criminalizing essential and legitimate human rights work is a brazen attack on people seeking safe haven from persecution and those who carry out admirable work to help them,” she said. “It is a new low point in an intensifying crackdown on civil society and it is something we will resist every step of the way.”\nPatrick Gaspard, president of Mr. Soros’s Open Society Foundations, said: “Migration is clearly being used by the Hungarian government as a political diversion. The ultimate objective is to intimidate civil society and muzzle independent critics, including those who receive some of their funding from Open Society. We will continue to fund their important work at this difficult time, and do what we can to support Hungary’s courageous rights defenders.”\nOn Monday, the Venice Commission, a leading human rights watchdog that advises the leaders of 61 member states, including Hungary, asked the Hungarian government to delay the package’s approval until the commission had sufficient time to release its analysis of its content.\nBut Mr. Orban had said he would not yield to such criticism, because he believes the laws are necessary to maintain Europe’s Christian identity.\n“Can there be compromise in the migrant debate? No — and there is no need for it,” Mr. Orban said in a speech on Saturday.\n“Unlike liberal politics, Christian politics is able to protect people, our nations, families, our culture rooted in Christianity, and equality between men and women: in other words, our European way of life,” he added.\nParliament also altered the Constitution to provide for a parallel court system to deal with cases related to public administration. Officials argue that the two-track system would be no different from ones in some other European Union countries, such as Austria or Germany.\nBut critics worry the new courts could be stacked with Orban loyalists and used to try politically sensitive cases, for instance dismissing challenges to government decisions, penalizing civil servants whose loyalty to Mr. Orban is in doubt or rejecting freedom of information requests from journalists investigating government corruption.\n“An earlier draft of the law on administrative courts gave the courts precisely these powers,” said Kim Lane Scheppele, an expert on Hungarian law at Princeton University. “The new constitutional amendment doesn’t say what the new courts will do, but the prior draft law provides some clue as to the government’s intention.”\nThe Constitutional Court is already dominated by judges appointed by Mr. Orban’s party, and the regular judiciary has been overseen since 2011 by Tunde Hando, an old friend of Mr. Orban who is married to a Fidesz lawmaker in the European Parliament.\nDespite increasing political pressure, individual judges have largely remained independent, a fact that may have encouraged the Orban government to seek alternative ways of reining in the judiciary, Professor Scheppele said.\n“They’re figuring out a way around the judges that won’t bend,” she said.", "date": "June 20, 2018", "href": "https://www.nytimes.com/2018/06/20/world/europe/hungary-stop-soros-law.html", "tags": "european hungary criminalizes immigrants orban ” aiding hungarian illegal government migrants"}