{"title": "Hungarian Leader, Viktor Orban, Says Donald Trump Is Better for Europe", "content": "BUDAPEST — The antiterrorism proposals of Republican presidential nominee Donald J. Trump make him the better option for Europe and for Hungary, said Viktor Orban, the Hungarian prime minister, on Saturday.\nMr. Orban, who has ordered border fences built to stop migrants, said that the ideas of the “upstanding American presidential candidate” about the need for the best intelligence services and his opposition to “democracy export” were also applicable in Europe.\n“I am not Donald Trump’s campaigner,” Mr. Orban said at an event in Baile Tusnad, Romania, an area with a large Hungarian population. He said he had listened to Mr. Trump’s proposals to stop terrorism, and “I myself could not have drawn up better what Europe needs.”\nMr. Orban, who returned to power in 2010, has often been criticized by the European Union, the United States and others for his efforts to centralize power, control civic groups and increase his influence over the media.\nIn 2011, while she was secretary of state, Hillary Clinton visited Hungary, and expressed the United States’ concerns about government corruption there and the independence of Hungary’s courts and its press.\nMr. Orban, whose speech was broadcast on Hungarian state media, blamed the West for what he saw as failed interventions in countries such as Egypt and Libya. He added that Hungary was not “indifferent” to political and human rights in Turkey, but that its stability was most important.\n“If I’m asked what is Hungary’s strongest expectation regarding Turkey today, we will put stability first,” Mr. Orban said. “If Turkey becomes unstable, many tens of millions of people from that region will hurtle toward Europe without any sort of filtering, screening or control.”\nMr. Orban was critical of the European Union’s leadership in Brussels, and said that individual countries in Europe should have more authority to make its own decisions on specific issues, such as migration.\n“We have to make it clear that our problem is not in Mecca, but in Brussels,” Mr. Orban said. “The bureaucrats in Brussels are an obstacle for us, not Islam.”", "date": "July 23, 2016", "href": "https://www.nytimes.com/2016/07/24/world/americas/hungarys-viktor-orban-says-donald-trump-is-better-for-europe.html", "tags": "better hungary make orban ” trump europe donald says hungarian leader viktor said"}