{"title": "Hungary’s Leader Was Shunned by Obama, but Has a Friend in Trump", "content": "BUDAPEST — Across rural Hungary, Prime Minister Viktor Orban dominates the media landscape. His allies control the major regional newspapers, which provide supportive coverage of Mr. Orban’s anti-immigrant agenda and his methodical erosion of the country’s democratic checks and balances. Critical, independent outlets are mostly absent.\nBut last November, that looked set to change, if modestly, as the State Department announced a $700,000 grant to help nurture independent media outlets in rural Hungary. To the State Department, the grant would continue a longstanding American effort to promote free speech. To the Orban administration, it was another provocation from the United States, a country that had treated the prime minister like a pariah since 2012.\nFinalists for the grant were identified. But then, unexpectedly, the selection of a recipient was deferred in July, and the State Department announced that the money might instead be used in other parts of Europe.\n“A huge victory,” declared Andras Simonyi, Mr. Orban’s former envoy to NATO, and later the Hungarian ambassador to Washington. “This sends a message that Hungary is O.K., that Hungary is a democracy.”\nFor years, Mr. Orban’s government has craved validation from Washington, spending millions of dollars on lobbying, mostly in vain. The Obama administration largely ostracized Mr. Orban, avoiding high-level, bilateral contacts as punishment for his creeping authoritarian tendencies. American diplomats criticized Mr. Orban’s crackdown on civil society — as did President Barack Obama himself.\nBut now the Trump administration is pivoting, signaling a new engagement with Hungary, as well as nearby Poland. The shift has alarmed many campaigners for democracy and the rule of law, even as others argue that the Obama strategy of trying to isolate Mr. Orban had failed, and created openings for Russian and Chinese influence.\nPresident Trump has made no secret of his fondness for strongman leaders, yet his praise for them has sometimes been out of step with the policies of his administration. Toward Mr. Orban, at least, American policy seems to be following Mr. Trump’s lead.\n“President Trump thinks that he is a very strong leader,” David B. Cornstein, a longtime friend of Mr. Trump’s who became the United States ambassador to Budapest in June, said in an interview. “And our president admires strong leaders, and looks forward to this relationship going forward.”\nTo some European diplomats and analysts, Mr. Trump’s pivot in Hungary deepens their belief that his administration is trying to divide the European Union, a bloc that he regards as a powerful trade competitor. Mr. Trump has frequently criticized the union, even describing it as a trade “foe,” while praising the Continent’s insurgent, populist forces. His former senior adviser Stephen K. Bannon is trying to create a Europe-wide alliance of far-right politicians ahead of European Parliament elections next year, and his new ambassador to Germany, Richard A. Grenell, has said he hopes to empower conservative forces across the Continent.\n“I think they’re using Hungary like they’re using other countries in Europe with nationalist leaderships — to divide the European Union,” said Jiri Pehe, the chief of cabinet to the Czech president, Vaclav Havel, in the 1990s. “It is nice that they’re putting up this facade in Washington on their opening with Hungary, saying that this is an effort towards keeping Hungary in the Atlantic alliance — but this certainly doesn’t contribute to Hungary becoming more Euro-Atlantic.”\n“It legitimizes Russian influence in Hungary,” added Mr. Pehe, who is now the director of New York University’s campus in Prague.\nWith a program to build what he calls an “illiberal democracy,” Mr. Orban is the most influential populist leader in Europe. He has cultivated ties with President Vladimir V. Putin of Russia, called for a “countercultural revolution” inside the European Union, and anointed himself as the protector of Europe’s Christian identity. His critics argue that he has undermined the country’s checks and balances, gerrymandered the electoral map and placed the judiciary under the management of one of his oldest friends.\nThis record is why Mr. Orban struggled for influence in Washington during the Obama years, despite making a real effort. His government donated millions of dollars to dozens of American research groups, cultural foundations, scholarship funds and lobbyists, much of it funneled through the Hungarian Initiatives Foundation, which is registered as a company in Delaware but owned, according to Hungarian law, by Mr. Orban’s office.\nThe Hungarian government has endowed the foundation with $15 million, according to official records. Small donations were made to American foreign policy think tanks, including two payments totaling $20,000 to the Center for European Policy Analysis, a Washington-based group led at the time by A. Wess Mitchell, whom Mr. Trump has since appointed as assistant secretary of state for Europe and Eurasia.\nMr. Orban’s government has also paid more than $2.5 million to Connie Mack IV, a former Republican congressman, to lobby on Hungary’s behalf on Capitol Hill — including to try to kill the $700,000 media grant. Mr. Mack found little traction among lawmakers, except with a group of 11 Republicans from the Tea Party caucus, including Representative Steve King of Iowa.\nIn January, those 11 lawmakers wrote to  Rex W. Tillerson, the secretary of state at the time, praising Mr. Mitchell’s appointment, demanding the withdrawal of the $700,000 media grant and urging the restoration of high-level diplomatic contacts with Mr. Orban’s government.\nMr. Tillerson appears to have disregarded the letter. But in April, he  was replaced as secretary of state by Mike Pompeo.\nThe next month, the American thaw toward Hungary began. Mr. Pompeo met in Washington with his Hungarian counterpart, Peter Szijjarto, ending a six-year period without high-level bilateral contacts. In June, Mr. Trump spoke by phone with Mr. Orban, a privilege Mr. Obama never granted.\nDays after Mr. Trump’s call, Mr. Mitchell used an appearance at Carnegie Europe to describe the administration’s new approach. He blamed prior policy for the United States “losing strategic influence” to Russia and China in many regions of the world, including Central and Eastern Europe. He argued that Washington needed to better balance engagement with “necessary criticism” in order to keep countries like Hungary in the Western fold.\n“What I think won’t work is an approach that would look at a country like Hungary, freeze it out from meetings or access, criticize it publicly for several years, and then expect that somehow we’re going to retain influence,” Mr. Mitchell said.\nNot long afterward, the $700,000 grant for independent media outlets in rural Hungary was deferred.\n“It’s not that the United States or I are not in favor of a free press — that’s an integral part of democracy that I and we believe in very, very strongly,” said Mr. Cornstein, the ambassador to Budapest, denying that there had been any political motivations behind the decision.\n“We just felt that it isn’t a Hungarian problem,” he added. “It’s almost a regional problem of the countries in the area.”\nMr. Trump, of course, has been sharply critical of the American news media, repeatedly describing reporters as “the enemy of the people.” And the pressures on independent news outlets in Hungary are well documented: Not long after the American grant was deferred, a magazine critical of Mr. Orban, Heti Valasz, announced that it would shut down. The private television channel HirTV was taken over by an Orban ally.\n“I don’t think you can separate this policy decision from an administration that has clearly downplayed support for human rights and democratic institutions abroad,” said Robert G. Berschinski, who served as deputy assistant secretary of state for democracy and human rights from 2016-17. “This administration is simply not prioritizing these issues.”\nHe added, “Both Trump and key officials at the State Department seem willing to give the Hungarian government a pass on its abandonment of liberal democracy, if for slightly differing reasons.”\nYet others disagree, including some critics of Mr. Orban and Mr. Trump. As Mr. Obama’s aggressive tactics failed to rein in Mr. Orban, it was worth trying a more quietist strategy, said Mr. Simonyi, the former Hungarian ambassador to Washington.\n“I want to see the U.S. make a real effort to keep these guys in our Western orbit,” he said. “We might not like it, a lot of my liberal friends in Budapest might not like it, but it’s got to be done.”\nHe added, “It’s in Western interests to talk to this guy.”\nSince becoming ambassador to Budapest in June, Mr. Cornstein has defended the Central European University, an American institution in the city that Mr. Orban has tried  to shut down  because of its connections to George Soros, the American-Hungarian financier and philanthropist whom Mr. Orban has portrayed as an enemy of the Hungarian state. Mr. Cornstein promised in an interview to speak out strongly in private if he personally reached the conclusion that the Orban government was a threat to the rule of law.\n“If you see something is not democratic, something is hurting the Hungarian government and people, you should say something about it,” he said. “But it should be done in private. You don’t voice that opinion first and foremost in the media.”", "date": "Aug. 15, 2018", "href": "https://www.nytimes.com/2018/08/15/world/europe/hungary-us-orban-trump.html", "tags": "american “ hungary orban trump shunned obama friend leader hungarian state"}