{"title": "Hungary Waves Off Criticism Over Media Law", "content": "Hungary Prime Minister Viktor Orban, poised to take over presidency of the European Union, is fighting back against criticism from Germany and other countries over a new Hungarian law that some fear could be used to curb press freedom.\nThe law, which was passed last week by the Parliament in Budapest and comes into force on Jan. 1, empowers the newly created National Media and Communications Authority to impose heavy fines for coverage that it considers unbalanced or offensive to human dignity or common morals.\nDunja Mijatovic of the Organization of Security and Cooperation in Europe, which monitors press and human rights freedoms throughout the region, said he was concerned that the legislation, “if misused, can silence critical media and public debate in the country.”\nThe German Chancellor Angela Merkel spoke out strongly against the new law.\n“As a country that is about to take over the president of the E.U., Hungary will have a particular responsibility for the image of the whole union in the world,” said a spokesman for Mrs. Merkel.\nLuxembourg Foreign Minister Jean Asselbron questioned whether Hungary was ready to represent the E.U. “The plans clearly violate and the spirit of E.U. treaties,” he said. “It raises the question of whether such a country is worthy of leading the E.U.”\nBut Mr. Orban hit back against his critics. “We are not even thinking in our wildest dreams about making amendments to the law,” he said in an interview with the Hungarian private television channel Hir TV. “I am not inclined to react with wobbly knees to debates in parliament or Western reactions. There is not a single passage in the law that does not correspond to the media law in E.U. countries.”\nNational television channels could face fines up to 200 million forints ($950,000) for violating the law, and daily newspapers and Internet news portals face fines up to 25 million forints ($119,000). Fines for weekly or monthly publications could total 10 million forints ($48,000).\nMr. Orban’s conservative Fidesz Party was swept into power last April after a surge of resentment against the former socialists. He can change several laws and the constitution because his party holds a two-thirds majority in the parliament.\nGyorgy Konrad, one of Hungary’s leading writers and a dissident during the communist era, critcized Mr. Orban for eroding Hungary’s democracy.\nReferring to the rise of Hitler’s National Socialists, Mr. Konrad said in an interview with the Berliner Zeitung that “the law reminds me very much of 1933 when the NSDAP came to power with an electoral majority under seemingly democratic conditions.”\n“Even if Hungary is a small country in comparison with Germany, and if a reign of terror is unlikely, there is no calling this a democracy any more,\" he said.\nHungary assumes the six-month-long presidency of the E.U.,  the third   former communist-bloc country to do so, following Slovenia and the Cezch Republic.  Hungary joined the 27-member union in 2004.\nEven though the role as E.U. presidency does not give the country great power because policies are set mostly in Brussels, the post gives a country a chance to show off its culture and traditions as well as lobby for certain foreign policy interests. .", "date": "DEC. 25, 2010", "href": "https://www.nytimes.com/2010/12/26/world/europe/26hungary.html", "tags": "criticism country media hungary fines orban ” waves e.u law"}