{"title": "Hungary Pressed to Ease Judiciary and News Media Laws", "content": "BUDAPEST — The Council of Europe is pressing Hungary to make further statutory changes to protect the independence of the judiciary and the news media, saying that recent amendments, while welcome, are not enough.\nThorbjorn Jagland, the secretary general of the Council of Europe, met Wednesday in Budapest with Prime Minister Viktor Orban and members of his government over the disputed laws, which also tightened the rules for recognizing certain religious groups.\nThe Hungarian justice minister, Tibor Navracsics, said the talks were “constructive.” He stressed that “in order to find a common solution,” Mr. Orban’s government had taken into consideration many of the suggestions made by the Venice Commission, a body that deals with constitutional affairs under the Council of Europe, which promotes democracy and human rights among its 47 member countries, including Hungary.\nHe said that differences were “fundamentally due to translation or interpretation issues.”\nIn a report on Hungary’s judicial system issued this week, the Venice Commission said the new Constitution — which was drawn up by Mr. Orban’s government and took effect on Jan. 1 — concentrated too much power, including the selection of judges, in the hands of a single person, the head of the newly created National Judicial Office, who is appointed for a nine-year term.\nThe new Constitution immediately raised concerns in the European Union, including worries about the independence of Hungary’s central bank, and Mr. Orban responded by removing some of the powers from the judicial office.\n“They have taken quite a big step regarding the independence of the judiciary,” Mr. Jagland said in an interview before the meetings in Budapest. “But more has to be done.”\nMr. Navracsics, who is also Mr. Orban’s deputy, insisted that his country was eager to meet the demands and sought to play down differences of opinion.\n“There is no conflict,” he said. “Each side wants an independent and efficient judicial system.”\nThe Venice Commission also raised questions about laws that give a newly formed Media Council the power to determine whether it considers a news media outlet’s coverage to be balanced. The commission’s full report on the media law was handed to the Hungarian government on Wednesday but has not yet been made public.\nThe changes in Budapest have led to concern in Brussels because Hungary, which joined the European Union in 2004, was previously considered a successful developing democracy. The European Commission has already put negotiations for Hungarian financial aid on hold, and it threatened to press legal action if the government did not amend the laws to comply with European norms.\n“We have other problems elsewhere in Europe, but when it comes to Hungary, we see this as a kind of moving backward,” Mr. Jagland said.\nHungary needs the European Union’s support to open negotiations for a multibillion-dollar financial package that would help bring its cost of borrowing down to sustainable levels.", "date": "MARCH 21, 2012", "href": "https://www.nytimes.com/2012/03/22/world/europe/hungary-is-pressed-to-change-its-laws-further.html", "tags": "commission european laws news hungary judiciary media pressed orban ” budapest government ease said"}