{"title": "Hungary’s Democracy Is in Danger, E.U. Parliament Decides", "content": "European lawmakers voted by a wide margin on Wednesday to begin a punishment procedure against Hungary for potentially breaching democratic norms, a measure never previously initiated by the European Parliament.\nThe vote was only the first step toward potential sanctions. The leaders of the European Union’s 28 member states must ultimately decide if the government of Prime Minister Viktor Orban is at fault, and whether it should be punished.\nBut it was nevertheless a meaningful moment in contemporary European politics, because it showed Mr. Orban — for years sheltered by Europe’s center-right leaders, even as he undermined the rule of law in Hungary, criticized European institutions, and became a hero of the far right — losing the support of most of his allies in the European mainstream.\nThe measure passed 448-197, narrowly meeting a two-thirds threshold needed to validate it, after a majority of Mr. Orban’s conservative alliance broke with him.\nThat alliance, the European People’s Party, whose members include the leaders of the European Parliament, European Commission and European Council, as well as Chancellor Angela Merkel of Germany, had avoided publicly criticizing Mr. Orban, despite rising external objections to his autocratic tendencies in Hungary and his shift toward more extreme positions on European identity, migration and integration.\nThat changed on Wednesday, when 115 members of the alliance voted against Mr. Orban’s government. Only 57 voted to support him, while 28 abstained. Manfred Weber, the alliance’s leader in the European Parliament, and Chancellor Sebastian Kurz of Austria, who leads another party in the alliance that has shifted right, both backed the measure.\nThe government of Hungary said the vote was not valid, because it did not reach the two-thirds threshold once abstentions were included.\nConsidered for much of his career a conventional center-right politician, Mr. Orban began to arouse criticism after returning to office in 2010 with an unexpectedly large majority that he used to stack the Hungarian constitutional court with loyalists, reshape the electoral system, and install loyalists at the top of major state institutions.\nFive years later, he emerged as a hero to the far right after calling for the legalization of the death penalty — banned by European Union convention — and for an end to liberal democracy. His opposition to European migration policy and his call for a “cultural counterrevolution” in Europe put him in conflict with the European Union’s leadership.\nBut Mr. Orban’s own political alliance publicly stood by him, and might even have voted with him on Wednesday but for his increasingly provocative behavior since the start of the year.\nThis summer he has appeared more comfortable in the company of far-right figures such as Matteo Salvini, the new Italian interior minister, and Stephen K. Bannon, President Trump’s former chief strategist, than with his traditional allies in the center-right alliance.\nThe final straw came in a fractious private meeting of the alliance Tuesday night, when Mr. Orban refused to make any compromises, even claiming that he had no control over the actions of his lawmakers in Budapest, according to two people present at the meeting. The argument lasted for so long that the alliance’s interpreters left, leaving the members to debate in English rather than their mother tongues.\nThe parliamentary vote came on the same day that Jean-Claude Juncker, the president of the European Commission, made what is expected to be his last “state of the union” speech before European Union elections next spring.\nMr. Juncker called for the bloc to be more aggressive in exercising its collective power, especially to defend a multilateral world order under threat from President Trump, Russia and China.\n“The geopolitical situation makes this Europe’s hour: The time for European sovereignty has come,” Mr. Juncker said grandly.\n“Whenever Europe speaks as one, we can impose our position on others,” he said, arguing that a deal he struck in July with Mr. Trump to try to negotiate a solution to a potential trade war showed the power of unity.\nThe union is largely united on trade issues, but has deep divisions on questions such as migration, security, values, and challenges to democratic and legal norms from central European members, especially Hungary and Poland.\nMr. Juncker, a federalist of the old school, also called for the euro currency to become more of a rival to the dollar for purchases of energy and high-tech European products like airplanes. The Europeans are struggling to preserve a nuclear deal with Iran in the face of American opposition, but are stymied by American secondary sanctions, given the dominant role that the dollar plays in international trade and banking.\nHe also called for more investment in European defense, and for controlling migration by shoring up the bloc’s external borders and investing in countries from where many of the migrants originate.", "date": "Sept. 12, 2018", "href": "https://www.nytimes.com/2018/09/12/world/europe/hungary-eu-viktor-orban.html", "tags": "members european hungary decides parliament alliance orban democracy union europe e.u — danger voted"}