{"title": "Hurricane Maria eye nears Turks and Caicos Islands", "content": "Hurricane Maria is passing the Turks and Caicos Islands as it continues its destructive path across the Caribbean.\nThe storm, now a category 3, is north-east of the island of Grand Turk with winds of 205km/h (125mph), the US National Hurricane Center says.\nPuerto Rico has completely lost power, and is being subjected to heavy rain and flooding, with possible mudslides.\nAt least 13 people are said to have died there, bringing the death toll so far across the region to 33.\nAmong that figure at least 15 lost their lives in Dominica, and 20 are still missing after the storm swept through on Monday. Two others perished on the French island of Guadeloupe, and three people were reported to have died in Haiti.\nPuerto Rico Governor Ricardo Rossello has called Maria the most devastating storm in a century. It knocked out the US territory's entire electricity and telecoms infrastructure.\n\"Part of the island is lacking communications so what we have are some preliminary assessments about 13 deaths at this juncture,\" he told CNN. \nAfter Hurricane Irma, Maria is the second major storm to hit the Caribbean this year.\nHurricane warnings are in place for British territory the Turks and Caicos and the south-eastern Bahamas, where the storm is heading next.\nExperts have predicted a storm surge of more than 3m (12ft) above normal tide levels.\nOfficials in the Turks and Caicos have opened new shelters as several used during Hurricane Irma earlier this month are not expected to withstand further damage, AFP reported.\nA warning remains in effect for parts of the Dominican Republic, which Maria passed on Thursday. The northern coast is still being battered and heavy rains have triggered flooding.\nAuthorities say several rivers burst their banks and hundreds of thousands of homes are without power.\nIn Puerto Rico, Governor Rossello said the biggest concern was rain and flooding in the west of the island, adding that the authorities expected up to 25in [63cm] from the tail of the hurricane.\nMr Rossello added that Maria had hit the island's electricity grid so badly that it could take months to restore power.\nImages shared on social media show roofs being stripped away as winds as strong as 140 mph (225 km/h) whipped trees and power lines in Puerto Rico's capital city, San Juan.\nUS President Donald Trump said the storm had \"totally obliterated\" the US territory, and declared it a disaster area, freeing up emergency relief funding.\nAre you in an area affected by Hurricane Maria? If it's safe to do so, you can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "22 September 2017", "href": "https://www.bbc.com/news/world-latin-america-41358922", "tags": "us maria caicos nears hurricane turks island rico storm puerto power islands eye"}