{"title": "Hurricane Maria: Puerto Rico may be months without power", "content": "Hurricane Maria has knocked out power across the island of Puerto Rico, home to 3.5m people, officials have said. \nFlash flood warnings cover the entire island, which continues to be lashed by heavy rain in the storm's wake.\nMeanwhile more pictures are emerging of widespread destruction on the small island of Dominica, hit on Monday.\nMaria, now a category three storm, has been lashing the Dominican Republic further west and heading towards the Turks and Caicos Islands.\nIt is the second devastating storm to hit the Caribbean this hurricane season - the first being category five Irma earlier in September. \nUS President Donald Trump said the storm had \"totally obliterated\" the US territory, and pledged to visit Puerto Rico.\nThe island's Governor Ricardo Rossello described the hurricane as \"the most devastating storm in a century\" and said that Maria had hit the island's electricity grid so badly that it could take months to restore power.\nIn pictures: Maria aftermath on Puerto Rico\nThe storm is being blamed for at least 10 deaths across the Caribbean. In Puerto Rico one man died after being struck by a board he had used to cover his windows.\nThe authorities have warned people to move to higher ground amid \"catastrophic\" flooding, and with up to 30in (76cm) more rain predicted by Saturday.\nImages shared on social media show roofs being stripped away as winds as strong as 140mph (225km/h) whipped trees and power lines in Puerto Rico's capital city, San Juan.\n\"God is with us; we are stronger than any hurricane,\" Mr Rossello said. \"Together we will rise again.\"\nThe governor has asked President Donald Trump to declare the island a disaster area after the storm unleashed heavy flooding and life-threatening winds, and damaged infrastructure across the territory. \nThe US president is yet to do so, but has made federal emergency aid available.\nHurricane Maria: What to do before, during and after\nBy Will Grant in San Juan, Puerto Rico\nNot far down the coast from the Puerto Rican capital, the small town of Cataño is trying to pick itself up after Hurricane Maria. The massive storm hit the town with incredible power when it swept over the island, tearing roofs off homes, flooding many houses and even destroying entire buildings. \nThe whole town is now gingerly making its way outside to begin the daunting task of clearing up. Some though, have nowhere to start. \nI spoke to one resident, Juan Romero as he surveyed what's left of his house: a tangled pile of wooden beams, rubble and twisted metal. \"All I own is the clothes I'm wearing,\" he told me. Nevertheless he was just thankful to have survived. \nHis neighbour then called me over to see her kitchen, its roof ripped clean off. Evelyn had also lost much, all her possessions are soaked and need replacing. However, it was concern for her aged mother that moved her to tears. At 101 years old she is too frail to be made to live elsewhere at this stage in life. \nJust as I was leaving their street, a small piece of good news: Juan Romero found his two cats that had been missing in the ruins of his home, Blanca and Negra. Drenched and scared, they were at least alive. \n\"They'd had me worried\", Juan said with obvious relief.  \nThe storm has cut a swathe through the Caribbean on its north-westerly trajectory, hitting Dominica on Monday night.\nAt least 15 people are dead and 20 others are missing on Dominica after Hurricane Maria, the Caribbean island's prime minister has said.\nHomes have been flattened, schools have been destroyed, telecommunications have been cut off and the island's main hospital is still without electricity, he said.\nOn Thursday CNN posted footage from a flight over the island showing scattered debris from homes ripped open and thousands of broken trees.\nAn adviser to Prime Minister Roosevelt Skerrit, Hartley Henry, said on Facebook: \"The country is in a daze - no electricity, no running water - as a result of uprooted pipes in most communities and definitely [no] landline or cellphone services on island, and that will be for quite a while.\"\nImages from the capital, Roseau, show some streets knee-deep in debris.\nAid agencies have been preparing to go to Dominica to provide relief.\nHours before reaching Puerto Rico, Maria barrelled through the St Croix in the US Virgin Islands as a category five storm, sustaining winds of up to 175mph (281km/h).\nThe French territory of Guadeloupe suffered flooding on Monday and one person was killed by a falling tree and another died on the seafront. At least two others were missing after their ship sank near Desirade, the easternmost island in the archipelago.\nAre you in an area affected by Hurricane Maria? Share your experience: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "21 September 2017", "href": "https://www.bbc.com/news/world-latin-america-41340392", "tags": "may us maria island hurricane without rico storm months puerto juan power"}