{"title": "Hurricane Maria: Puerto Rico facing crisis", "content": "Puerto Rico is facing a growing crisis in the wake of Hurricane Maria, which has knocked out water, electricity, and telephone services.\nThe entire population is still without power and engineers say it could take months to be restored. A dam remains in danger of collapsing.\nShipments of food, water and generators are starting to arrive at the main port in San Juan, which has reopened.\nAt least 13 people have died since Maria ripped through Puerto Rico.\nThe storm, which is now heading to the open waters of the west Atlantic, has caused severe flooding and structural damage.\nIt damaged telephone masts across the island, and officials from the Federal Emergency Management Agency say they will take satellite phones to towns and cities which have been cut off.\nFallen trees are blocking main highways, whole neighbourhoods remain flooded and many homes are without roofs.\nMeanwhile, officials say there is still a risk of flooding on a Puerto Rico river \"due to the threat of a failure\" of a dam.\nThe National Weather Service (NWS) have extended flash flood warnings for two areas downstream of Guajataca Dam.\nAll 70,000 residents in the areas under threat were initially told to flee but there are reports that the evacuation zone has since been narrowed. \nPuerto Rico Governor Ricardo Rossello tweeted (in Spanish) that he had assessed the damage to the dam by flying over the area.\nMr Rossello reiterated an earlier call from the authorities for local residents to leave their homes. \nThe Guajataca Dam, at the northern end of Lake Guajataca in the north-west, began to show signs of failing at 14:10 local time (18:10 GMT) on Friday, operators said.\nThe NWS on Saturday warned of flash flooding in Isabela and Quebradillas areas. \nThe agency has been urging residents to move to higher ground in an alert posted on its website. \nMr Rossello earlier called Maria the worst hurricane in a century, warning it could take months to restore electricity to all 3.4 million of the US island territory's residents.\nMaria, a category three storm with maximum sustained winds of nearly 185km/h (115mph), was about 1,030km south-south east from Cape Hatteras in North Carolina, the National Hurricane Center said in its latest update.\n\"On the forecast track, Maria should move away from the Bahamas into the open waters of the western Atlantic today,\" the NHC said. \nThe hurricane has claimed more than 33 lives across the region, and is the second devastating storm to hit the Caribbean this hurricane season.\nThe first was category five Irma earlier in September. \nMaria also caused widespread destruction on the small island of Dominica when it hit on Monday night, leaving at least 15 dead and 20 missing. \nUS President Donald Trump has pledged to visit Puerto Rico, saying it was \"totally obliterated\" by the storm.\nHe has declared the island a disaster area and made federal emergency aid available. \nAre you in the Puerto Rico area? If it's safe to do so, you can share your experience by emailing haveyoursay@bbc.co.uk with your stories.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "24 September 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-41377185", "tags": "residents maria island hurricane take rico facing dam storm say puerto crisis"}