{"title": "I advertised for a man to get me pregnant - then I fell in love", "content": "Ten months ago, thirty-something Jessica was eager to get pregnant. A series of relationships had failed so she tried a radically new approach - she posted an advert online. The outcome turned out to be far better than she had hoped.\n\"Safe, bareback babymaking,\" the advert read.\n\"I'm in my 30s & have given up on Messrs Right & Wrong. I want a baby.\"\nThe request was posted on Craigslist, a website better known for second-hand goods.\nThe potential father needed to be over 5ft 9in, under 40 and prepared to take an STD test. He would also be required to have \"a few days of frequent sex\".\nJessica makes no apology for her businesslike approach.\n\"Our grandparents didn't spend years and years cohabiting and watching boxsets,\" she says.\n\"Starting a family was very much the goal of their endeavour.\"\nShe'd also watched many of her friends start families after falling \"madly in love\", only to split up later in a cloud of angry recriminations.\n\"I decided I could sacrifice romantic fulfilment as long as my child had two parents who loved and cared for them,\" she says.\nShe posted her advert on Craigslist while on a bus from her home in the suburbs into central London - and by the time she arrived at Oxford Street, she already had a number of replies. \nShe set up a meeting with the most promising one that very evening. \nJessica spoke to the Emma Barnett Show on BBC 5 live\nYou can listen again here (start at 38 minutes 50 seconds)\nA year earlier, Jessica had been in a long-term relationship with David. Like her, he wanted children... but he was in no rush.\n\"He was aimless. He wanted to wait until he felt better about his life and his career. You just think, 'Come on!'\" Jessica says.\nShe had wanted children since she turned 30 and was envious of friends who were starting families. She was also shaken by a visit to her aunt in hospital. Her aunt didn't have children, and Jessica believed she had been ignored by doctors as there had been no-one to insist on better care.\n\"I thought there was a risk of me ending up in a similar situation if I had no kids of my own. They can act as insurance for when you get older.\"\nShe ended her relationship with David in March 2016 and almost immediately started dating her colleague, Scott. He was keen to have a baby, but after six months of trying they had nothing to show for it. So they went to a GP, who suggested blood tests - and while Jessica's results were clear, Scott's revealed a range of fertility issues.\n\"He didn't react well to the news and basically fell apart. I didn't feel I had the ability to support him through it,\" Jessica says. \"Also I didn't really want to go through IVF.\"\nThey split up after a make-or-break Christmas holiday in 2016.\nJessica then spoke to a gynaecologist, who suggested artificial insemination using donor sperm. Jessica wanted her child to have a caring father, so she wasn't keen on the idea, but she discussed it with a friend anyway.\n\"She asked, 'Why would you spend £700 for sperm when you could go down to Yates's [wine bar] and find someone who would gladly give you it for free?'\" Jessica says. \n\"But I didn't want to go to a pub and have unprotected sex with someone who'd had no STD checks. I also didn't want to entrap someone into parenthood.\"\nHowever, this prompted her to post an advert on a co-parenting website. Scrolling through the potential fathers, she came across quite a few married gay couples, but feared she'd lose out as one among three parents.\n\"I was worried a 50-50 split would soon become 70-30 in their favour,\" she says.\nShe then started chatting to a single man on the website, until an insurmountable barrier got in the way - Brexit.\n\"He voted to leave Europe and I'm very much for remain,\" Jessica says. \"I said, 'I'm not really sure we can parent like this.'\"\nJessica quit the website, which charged a monthly fee, and considered dating apps. But as a teacher she didn't want to post a photograph of herself. Then she thought about Craigslist.\n\"I didn't want to use a dating website or Tinder in case a student saw a picture of me. Plus I knew Craigslist got a lot of traffic and was free to use,\" she says.\nShe typed out her advert on the bus to Oxford Street last March, and posted it in the personals section.\n\"I don't use turkey basters when cooking and am not using one at conception,\" one line read.\n\"God, it sounds completely crazy looking back,\" Jessica says.\nShe didn't set many parameters for the potential father of her child, only height, age and sexual health.\n\"I just wanted to meet a good person with shared values,\" she says.\nShe received a flurry of replies, including the obligatory slew of penis pictures. A number of men wrote claiming they had helped several women, which turned Jessica off.\n\"The last thing I needed was for my child to end up at a party and snog their sibling without knowing,\" Jessica says.\nAnother young man wrote to say he was desperate for a baby after his previous partner had a miscarriage. Jessica felt he was too vulnerable.\nThen she received an email from Ross.\n\"He was 33 and also lived in London. He said he'd had some disastrous relationships but he loved being an uncle and wanted children of his own,\" Jessica says.\nThey agreed to meet for drinks that evening.\n\"I thought he was much better-looking in person than the photo he sent,\" she says.\nThey discovered they were of different faiths but agreed they wanted a \"London approach\" to religion.\n\"We agreed there was one God who loved pretty much everybody and we would want a child to be comfortable with people of any faith or no faith.\"\nJessica and Ross kissed at the end of their first meeting. \"I felt very comfortable around him,\" she says.\nA few days later they had dinner and arranged to have STD checks. After their fourth date they decided to have sex, to see if they were physically compatible.\n\"It was really good,\" Jessica says.\n\"We decided to start trying for a baby, knowing it could take a while.\"\nBut within weeks Jessica was holding a positive pregnancy test. She had conceived during her very next cycle.\n\"I found out I was pregnant about six weeks after I'd posted the advert,\" Jessica says. \"That was a bit of a surprise. It definitely wasn't what I had expected.\" \nThere hadn't even been time for Ross to get a sperm count.\nThey didn't have a written contract but agreed they wouldn't sleep with anyone else.\n\"I didn't want to label what my relationship with Ross was,\" Jessica says. \"I was delighted I was pregnant but I was wary that might make me think I was in love with him.\"\nWhy don't I want to have sex with the man I love?\nHollie McNish: The things new mothers aren't always told\nWhy I chose to donate my eggs\nRoss was very involved during the pregnancy and accompanied Jessica to hospital appointments. It wasn't all plain sailing, though.\nThey clashed about who got to keep the original ultrasound pictures and whether to spend money finding out the sex of the baby early.\nHowever, this led Jessica to an unexpected discovery. She had advertised for a father for her baby rather than a partner, but the quarrels made her realise that she actually had feelings for Ross.\n\"I realised being angry with him made me sad, as I did love him.\n\"But I was concerned that perhaps he was caring and attentive just because I was carrying his baby.\"\nThe couple told their parents Jessica was expecting a baby after the pregnancy had lasted 12 weeks, but didn't reveal how they had met.\n\"Our families get on well. It may be because there was a child involved but everyone was very accepting and tolerant of each other,\" Jessica says.\nJessica had been living alone and Ross moved in two months before their baby was due.\nShe had a Caesarean after her baby was found to be in a breech position, and spent a week recovering in hospital.\n\"Ross slept on a sleeping bag on the floor next to me the whole time. There was another dad there but he lasted one night before he said it was too uncomfortable and went home.\"\nHaving a newborn baby has left Jessica and Ross \"bone-achingly tired\".\nHowever, Jessica thinks that if anything their relationship has got stronger.\n\"We're coping and getting through it - maybe it's because we don't have the energy to argue!\"\nJessica is on maternity leave and Ross can work some days from home. It means they share a lot of the parenting duties.\n\"It's great, when there is a particularly icky nappy, being able to hand the baby over to dad and say, 'This is yours,'\" Jessica says.\nThe couple have now been together just under a year and parents for two months. They are still discovering new things about each other.\n\"Like the other day in a text conversation I found out he liked Billie Holiday,\" Jessica says.\n\"It's great when we get time together and we always have a meal when he gets back from work. We enjoy being together and it makes it easier raising a child.\"\nThey have already discussed having another.\nJessica says she is pleased she went down an unconventional route to starting a family.\n\"I don't regret the advert,\" she says.\n\"I don't think you can get what you want by sitting there patiently and waiting for it to land in your lap.\"\nAll names have been changed\nClaire Bates is tweeting @batesybates\nJoin the conversation - find us on Facebook, Instagram, YouTube and Twitter.\nIllustrations by Katie Horwich", "date": "16 January 2018", "href": "https://www.bbc.co.uk/news/stories-42665317", "tags": "ross wanted want advertised man child fell jessica pregnant says advert love get baby"}