{"title": "I.R.S. Scrutiny Went Beyond the Political", "content": "WASHINGTON — In 2010, a tiny Palestinian-rights group called Minnesota Break the Bonds applied to the Internal Revenue Service for tax-exempt status. Two years and a lot of prodding later, the I.R.S. sent the group’s leaders a series of questions and requests almost identical to the ones it was sending to Tea Party groups at the time.\nWhat are “the qualifications and experience” of Break the Bonds instructors? Does the group “present a sufficiently full and fair explanation of the relevant facts” about the West Bank and Gaza? Provide copies of pamphlets, brochures or other literature distributed at group events? Reveal all fees collected and “any voluntary contributions” made at group functions? Provide a template of petitions, postcards and any other material used to influence legislation, and a detailed accounting of the time and money spent to influence state legislators?\nThe controversy that erupted in May has focused on an ideological question: Were conservative groups singled out for special treatment based on their politics, or did the I.R.S. equally target liberal groups? But a closer look at the I.R.S. operation suggests that the problem was less about ideology and more about how a process instructing reviewers to “be on the lookout” for selected terms was applied to any group that mentioned certain words in its application.\nOrganizations approached by The New York Times based on specific “lookout list” warnings, like advocates for people in “occupied territories” and “open source software developers,” told similar stories of long waits, intrusive inquiries and bureaucratic hassles that pointed to no particular bias but rather to a process that became too rigid and too broad. The lists often did point to legitimate issues: partisan political campaign organizations seeking tax-exempt status, or commercial businesses hoping to cloak themselves as nonprofit groups. But even I.R.S. officials say lookout list warnings were often pursued in a ham-handed or overly rigid way.\nLast month, the acting I.R.S. commissioner, Daniel I. Werfel, formally ordered an end to such lists after discovering that they were still in use after the controversy flared up.\nSylvia Schwarz, a co-director of the Break the Bonds group, shrugged at the treatment meted out by the I.R.S. She was used to rough scrutiny in a country that tilts against the Palestinians, she said. But the same questions, asked of conservative organizations, led to the dismissals of top I.R.S. officials, prompting criminal and Congressional investigations, scarring the reputation of the nation’s tax collection agency and eliciting charges that the White House had used the agency to pursue its political opponents.\nTwo months of investigation by Congress and the I.R.S. has produced new documents that have clouded much of the controversy’s narrative. In the more complicated picture now emerging, many organizations other than conservative groups were singled out: “progressive” organizations, medical marijuana purveyors, organizations formed to carry out President Obama’s health care law, and open source software developers who create software tools for computer code writers and distribute them free of charge.\n“As soon as you say the words ‘open source,’ like other organizations that use ‘Tea Party’ or ‘Occupy,’ it gets you red-flagged,” said Luis Villa, a lawyer and a member of the board of directors of the Open Source Initiative. The I.R.S. feared that such groups were really moneymaking enterprises.\nAccording to the Treasury inspector general for tax administration, the I.R.S. received 199,689 applications for tax-exempt status between 2010 and 2012. In 2012 alone, the agency received 73,319, of which about 22,000 were not approved in the initial review process. The inspector general looked at 296 applications flagged as potentially being from political groups. That means most of the applications pulled aside for further scrutiny in those years had nothing to do with politics, conservative or liberal, just as most of the red flags thrown up by the I.R.S.’s lookout lists were not overtly political.\nChi Eta Phi Sorority, a mainly African-American nurses’ society that advertises its mission as “social change,” applied for 501(c)(3) charitable status on June 24, 2011, days before the I.R.S. tightened its scrutiny of tax exemption applications. The organization fell under a “group rulings” flag in one of the lookout lists. Two years and 73 questions later, Chi Eta Phi is still waiting for the I.R.S.’s Cincinnati office, which handles the tax exemption applications, to respond.\nAmong the requests for more information: Describe in detail any legislative activities, with percentage of time and money devoted. Explain the following programs: sisterhood/brotherhood, networking, collaboration with other organizations, loving and caring, and commitment and service.\nAs for “occupied territory” advocacy groups like Ms. Schwarz’s, an I.R.S. “be on the lookout” list warned screeners that “applications may be inflammatory, advocate a one-sided point of view, and promotional materials may signify propaganda.”\nSome Congressional Democrats say the new details show that the initial reaction to the I.R.S. findings was skewed.\n“We replaced the leadership of the I.R.S. over this. We have subpoenas out. We are deposing employees. And we have damaged the president,” said Representative Gerald E. Connolly, Democrat of Virginia and a member of the House committee that initiated the I.R.S. inquiry. “It turns out this has been a gross distortion of reality.”\nEven with the narrative muddied, most Republicans see no reason to back off. The House Oversight and Government Reform Committee last week voted along party lines that an I.R.S. official, Lois Lerner, had waived her Fifth Amendment rights against self-incrimination by offering a brief statement as she invoked the amendment when she appeared before the committee in May. The vote paves the way for the committee to bring Ms. Lerner back for more questioning.\nRepublican investigators say conservative groups singled out by the I.R.S. have received far rougher treatment than liberal groups.\nYet some Republicans have tempered their statements on the controversy.\n“We haven’t proved political motivation,” said Representative Charles Boustany Jr., a Louisiana Republican who, as the chairman of the House Ways and Means Subcommittee on Oversight, is leading one inquiry.\nSenator Roy Blunt, Republican of Missouri, said that in retrospect, suggestions that Mr. Obama had orchestrated an I.R.S. attack on his political enemies were unwarranted.\n“Presidents have always been very careful about maintaining the appearance of keeping hands off the I.R.S.,” he said. “I don’t have any reason to believe there wasn’t targeting of conservatives, but it might well have been a lot more than that as well.”\nGroups that produce and disseminate open source software — which is distributed at no cost to anyone for further software development — may have had it the roughest. A recent I.R.S. “be on the lookout” list warned screeners that such software groups “are usually the for-profit business or for-profit support technicians of the software.”\n“If you see a case, elevate it to your manager,” the list orders.\nThat entreaty has proved to be the kiss of death, said Mr. Villa, of the Open Source Initiative. One group seeking a tax exemption was making software as a tool for political dissent abroad — with the blessing of the United States government. Another was making software, free, for struggling musicians seeking to distribute their work on the Internet. They were both rejected, unlike most of the political groups, which have secured their tax exemptions.\n“None of the groups have been able to find the magic words to get over the hurdle,” Mr. Villa said.\nJesse von Doom, whose group CASH Music seeks to help musicians on the Internet, applied for 501(c)(3) status in February 2009. Finally, in June 2012, his application was rejected in a 13-page letter signed by Ms. Lerner, the I.R.S.’s director of tax-exempt organizations, who has been put on administrative leave.\nDemocrats are now aiming their anger at J. Russell George, the Treasury inspector general for tax administration, whose audit in May helped make the controversy public. That audit focused on the targeting of groups that had “Tea Party,” “patriot” or “9/12” in their names.\nDemocrats say that they examined the 298 applications reviewed by the inspector general, and that some of them were from liberal groups. But Mr. George’s audit did not mention them. \nMr. George’s staff said he reviewed all the applications that the I.R.S. identified as potentially involving political groups, not just those from Tea Party groups. But the inspector concluded that only conservative groups got the extra scrutiny.\n“When you serve in this capacity, you have to make determinations that, on occasions, upset people,” Mr. George said in a statement. “This obviously is one of those occasions.”", "date": "July 4, 2013", "href": "https://www.nytimes.com/2013/07/05/us/politics/irs-scrutiny-went-beyond-the-political.html", "tags": "groups software applications political scrutiny ” beyond went group organizations i.r.s"}