{"title": "I Wish I’d Had A ‘Late-Term Abortion’ Instead Of Having My Daughter", "content": "Warning: Details in this story could be triggering to some readers.\nI was raped when I was 17 years old. I had a baby when I was 18 years old. My baby died when I was 19 years old.\nI cannot recall the color of the sky when I woke up the morning I was raped, or what I did in the hours leading up to the assault. I think of it in terms of Before and After, and I’m caught right in between the two.\nInstead, I remember this: a boy from school who I thought was a friend. I invited him over to my house for a movie. His hand skimmed up my leg. When I asked him to stop, all he said was, “I don’t want to.” I thought if I got up it would diffuse the tension and surely he wouldn’t follow me in my own house. I went to the kitchen to get some water.\nI remember this: Him pressing up behind me against the kitchen counter, knocking the breath out of me. His hand over my mouth that turned into a hand around my throat. The sound of a seam ripping, the ledge of the counter scraping my belly, my hands slipping against granite. Time stretching out in both directions. I struggled, tried to move away, and a miserable noise yanked out of my chest when that hand constricted until I began to pass out. I stopped fighting. Aside from one shattering bit, I went still. I was outside of myself, watching myself ― my body was bent over there and whatever was happening to it was happening without me.  \nI don’t remember him leaving my house. I vaguely recall kneeling down and cleaning spots of blood off the white tile of the kitchen floor. My mind was operating on some level beyond self-awareness. It never occurred to me to keep my clothes or to go and wake my mother, to call the police or seek help in any way. I was not capable of processing what had happened. I laid down in my bed, tried wrapping my arms around myself, but I could not bear to be touched ― not even by my own hand. I wondered if I was capable of drowning myself in our pool. I imagined myself sinking down, staring up from the bottom and opening my mouth.\nI was an honor student in high school, a varsity cheerleader, and I sang in the show choir. I was another junior worried about her ACT scores. There were expectations I had set for myself ― an excess of possibilities I wanted to touch and explore. Within three months of the rape, my grades plummeted. I quit the cheerleader squad. I began getting sick and missing school. I lost weight. I was actively suicidal and making plans.\nIt was in the After, almost eight months later, when my mother found a book on recovery after rape wrapped in newspaper under my bed. She cried and apologized, recounting all the signs I had displayed over the past months. Her guilt and concern were like thick, suffocating tentacles around me. I did not want to be loved at that time. My body was filth.\nWhen I thought it could not be any worse, that there was nothing below this, my mother took me to her gynecologist to have me tested for STIs and pregnancy. Only the pregnancy test came back positive. I was so mentally unstable in the months after my rape, my mind ripped away from my body and it never occurred to me that the sickness I had been experiencing over those months could have an origin. I was frail. My stomach was hardly swollen. My periods had always been splotchy and irregular. I was poison ― what could possibly take root in me?\nThe nurse looked away from me and rolled her eyes. She ticked off a box on my chart. “Do you know who the father is?” Her voice was flat.\n“I was raped,” I told her as I watched the pen stop moving between her fingers.\nMy mother went back with me for the ultrasound. I was so afraid to look up at the sonographer’s screen and be confronted with undeniable evidence.  \n“Do you want to know what it is?” the tech asked. I must have said yes, because she patted my arm and said, “It’s a girl.”\nShe went silent, right after. As she was scanning the head and taking measurements, her eyes grew dark. The tech cleaned off my stomach and asked us to follow her into a conference room. My mother fidgeted at my side. All I could do was stare at the chair across from me. We both knew then, I think, that something terrible was about to happen.\nThe doctor came to us and spread the ultrasound pictures across the table. She pointed to darkness where gray brain matter ought to be. She called it hydranencephaly, a congenital defect in which the brain fails to develop either cerebral hemisphere, instead filling with cerebrospinal fluid. The fetus continued to experience development because the brain stem was still intact, but she would be born blind, deaf, completely cognitively stunted, prone to seizures, diabetes insipidus, insomnia, hypothermia and more. The list of every agonizing disorder she would suffer was tremendous.\n“This condition is not compatible with life,” she said with the sort of neutrality someone uses when they are a spectator to disaster.\nA short, painful existence. I thought it was my fault and that I had done this to her. No one could convince me otherwise. I was both victim and perpetrator, in the unique position of having no agency in either.\nMy mother asked what our options were, but I was already eight months along and would have to see this pregnancy through to the end. At the time, abortions were allowed in Alabama “up to the stage of fetal viability, usually between 24 and 26 weeks gestation.” It was already too late for me. Even if I was able to go out of state to seek out the possibility of a “late-term abortion,” I would still be obstructed by time, paperwork, politics and money.  \n“I wish I could do more,” she said. “I know how wrong this must seem to you.”\nThe words that came to my mind were “cruel” and “inhumane.” I had already suffered one trauma. Was that not enough? I was so fragile, hanging on to my life by a thread, desperate for some sense of normality, and still more was now being taken from me in the most visceral sense.\nI quit school the second week of my senior year. Sometimes I would spot my rapist in the crowded halls ― he was everywhere I looked even if he was was not actually there. My mother and stepfather asked if I wanted to report him, but I could not imagine confronting that night in front of a room of strangers. I wasn’t strong enough, and I could not survive the dissection in court. I could barely function through the press of shame, depression, anxiety, anger and the white-hot grief that had begun to reticulate itself through the heart of me.\nMy daughter was born Oct. 27, 2005. I named her Zoe Lily. I did not want to touch her at first, convinced I would cause her more pain. I was afraid she would die in my arms, afraid I would look at her and feel the same disgust I felt for myself. They took her away. The neurologist came and asked how we wanted to proceed. He asked if we wanted to intubate her because she lacked the instinct to suck and inquired about what other lifesaving measures we wanted to take. The most basic functions of her body were being controlled by her brainstem, but that was it. It would be a kindness, he explained, to make her comfortable and let her go in peace.\nI remember curling in on myself in the maternity ward, 18 years old, retraumatized and flashing back to the attack, paralyzed by indecision. My milk came in, and I was furious ― it felt like a cruel joke. I could not imagine then how this would evolve over a year, how I could be so full of love for this child and also wish she had never been born.\nWe took Zoe home. We took her home knowing full well she would die there. For a year my family loved her.\nWe figured out how to feed her with a bottle by placing a finger under her chin, gently pushing upward until she bit down on the nipple to express milk. It took two hours for her to finish a bottle. We held her through countless sleepless nights because her body was unable to metabolize sleep hormones. She would lock up in tonic seizures, big blue eyes jerking to one side. She would go stiff lying beside me, and I would gather her in my arms, my nose in her hair, trying to memorize the soft smell of her. Sometimes I hoped she would go still, that her heart would stop, so that she would be free from suffering. I begged for it and dreaded it in equal measure.\nWe wrapped her in electric blankets in the middle of the Alabama summer because she couldn’t regulate her own temperature. We spent every major holiday in the hospital that year. On Thanksgiving, her lips were turning blue and she stopped eating because she had developed a kidney infection. She nearly died from the antibiotics.\nOn Christmas, we watched as she was stuck over and over again for IV placements and her veins blew one by one. She was put on Zantac, anti-diuretics, Synthroid, Klonopin, lorazepam, melatonin, Miralax. She was diagnosed with diabetes insipidus. We strung up red stockings at the foot of her hospital bed and listened to the chime of her heart monitor.\nBetween all of this, I started college at the local university. I was in and out of classes to take Zoe to doctor appointments, to switch out with my mother so she could go to work. I enrolled in the nursing program because it made the most sense at the time, given the situation. I made one friend, who two years later would become my husband. My life was in a spiral, but I felt like I had some tenuous control over it.\nOn Easter, we were back in the hospital with a urinary tract infection, proteinuria, uncontrollable fever, and the pediatrician told us to prepare ourselves, that this was what the end looked like. We were sent home when Zoe was considered stable.\nUnlike the day of my attack, I remember the day Zoe died with brutal clarity.\nShe had been having seizures all night. This wasn’t uncommon, but my mother and I agreed we would take her to the ER at dawn to start the work-up. I got dressed to go, but my mother told me to wait until after my 8 o’clock class. It was the week of midterm tests, and we agreed I shouldn’t skip, especially because they probably wouldn’t even be back in triage until after I had finished. I could meet them later. I kissed Zoe’s cheek.\nI was in the middle of writing an email to my English professor explaining that I had a family emergency and wouldn’t make the evening lecture. My mother was not answering her phone, and I distinctly remember thinking, Maybe this is it, and some terrible part of me was relieved at the thought.  \nNothing can prepare you for losing a child, even when you know it is coming. My best friend walked through the door of my family home. “We need to go to the hospital. Zoe just died.” I crumpled to the floor. It seemed like the only thing to do. I laid there sobbing, and just as it was during my assault, I was no longer in my body. I fixated on a dead moth on a window sill. The sun beat down on me through the glass.\nHer heart had stopped. She died in my stepfather’s arms. I could not bring myself to look at her in death. I, too, felt like a husk.\nAt home we put all her things out of sight. I held her pajamas in my hands and felt such emptiness. I just wanted to slip socks over her tiny feet one more time, kiss her hands. We buried her with the blankets she could never be separated from. I wanted to lie down beside her. I wanted it all to be over. How was I meant to keep going? It was like a black hole opened up at the middle of me, sucking in and shredding all the pieces that were once good and tender, until there was nothing left of the person I was. Nothing at all. \nThe grief is consuming even now, and although it has no teeth or jaws, it still swallows me whole. It has derailed me countless times over the 12 years since her death. I am in bits. A part of me is still there wiping blood from white tile. I am a dead moth on the window sill. I am buried under so much dirt. And I am here in these words. I am immense.\nI have three daughters now, and I love them with the sort of ferocity that can choke me sometimes. But I would be lying if I said I do not also grieve what was taken from me. I grieve the person I might have become if had not been a young victim, a young mother, forced into unimaginable circumstance, seeded by compounding traumas. Did that girl not also deserve mercy? Was her life any less important?\nIt should not have been this way.  \nIf I had been allowed the option to choose a “late-term abortion,” would I?  \nYes. A hundred times over, yes. It would have been a kindness. Zoe would not have had to endure so much pain in the briefness of her life. Her heart could have been stopped when she was warm and safe inside me, and she would have been spared all that came after.  \nPerhaps I could have been spared as well.  \nI have watched as women raised their voices in the Me Too movement. I have read the vitriol directed at victims of sexual assault, at women who have made the agonizing decision to go through with an abortion. I am watching now as our bodies continue to be commodified, exploited for the sake of ignorant politics. Judgment without context is the worst sort of cowardice. I would invite you to sit across from me and listen to me tell this story with my own voice, every excruciating detail, and tell me to my face how I should feel or what I should have done. Tell me you know my grief better than I do. Tell me it doesn’t matter.\nWhy am I writing this? You think I want attention, don’t you? I think so, too, in a way. After 12 years spent carrying all of these secrets in my throat, maybe I have grown weary. It gets so tiring ― all the capitulating, all the hemorrhaging I have done in silence.\nWhy should I continue to resign myself to that silence when my words could reach further than my hands ever could?\nLook at that photo of me and my daughter and tell me you know better than I do.\nListen to me when I am talking to you. I am a human being, and I am more than a vessel and I speak for my daughter whom I never heard cry. I speak for that 17-year-old girl bent across a kitchen counter. I speak for the strange woman I have become. And I speak to all of the women like me, the ones who came before, and after, who have been or will be in the same position ― or perhaps your story is completely different and powerful in its own right.\nThese are our bodies and our lives, and so rarely do we ask for the circumstances that command the weight of these critical decisions, but these choices are ours. We should not have to beg for permission to decide what is best for ourselves and our children, even the ones who may never be born ― and maybe never should be born.  \nDina Zirlott is a 31-year-old stay-at-home mother. She lives in Mobile, Alabama, with her husband and three young daughters. In her spare time, she likes to bake and decorate cakes with a highly questionable level of expertise ― and taste.\nDo you have a personal story you’d like to see published on HuffPost? Find out what we’re looking for here and send us a pitch!\nNeed help? Visit RAINN’s National Sexual Assault Online Hotline or the National Sexual Violence Resource Center’s website.\nIf you or someone you know needs help, call 1-800-273-8255 for the National Suicide Prevention Lifeline. You can also text HOME to 741-741 for free, 24-hour support from the Crisis Text Line. Outside of the U.S., please visit the International Association for Suicide Prevention for a database of resources.", "date": "\n02/13/2019", "href": "https://www.huffpost.com/entry/late-term-abortion-rape_n_5c630b8de4b0a8731aeabbd6", "tags": "mother ‘ wanted go ” one ― abortion late-term daughter could instead like wish"}