{"title": "Iain Glen Shoots Down 'Game Of Thrones' Myth About Character Deaths", "content": "Jorah gonna want to read this, \"Game of Thrones\" fans.\nWith our favorite characters in jeopardy every week on \"GoT,\" we're always looking for any clue or indication of who's about to go next. And no one looks more in danger these days than Jorah Mormont. \nIn addition to his life-threatening greyscale, actor Iain Glen is now playing a media mogul, à la Richard Branson, on a new show called \"Cleverman.\" So now we're really worried.\nDoes Glen's participation in \"Cleverman\" hint at Jorah's fate?\n\"I don't think you can draw that conclusion,\" Glen reassured The Huffington Post when addressing our concerns. (Thank the old gods and the new!)\nThe actor explained that, although it appears \"Game of Thrones\" has a long production process, it's really only shot for half of the year with two units working in tandem. Contrary to popular belief, Glen says new projects are not a good indicator of whether or not a character doesn't make it on the HBO series.\n\"They've always been amenable to actors doing other work around it. Your guess is as good as mine as to whether Ser Jorah survives into the future. They keep us painfully in the dark, so well just have to see,\" he said.\nEven if this season could mark the end of Mormont, fans can take comfort in the fact that Glen's new show is a lot like \"Game of Thrones.\" \n\"Cleverman\" is an Australian-New Zealand fantasy series about what happens when the world of mythology collides with our own. Like \"GoT,\" it explores class and politics, and there's even some monsters and heart-eating, too.\nYum, right?\nThough \"Cleverman\" may not have the same budget as \"Thrones,\" Glen says a big similarity is that the show's supernatural aspects enhance the story rather than distract from it. \n\"I think in 'Cleverman,' there are these supernatural elements in it, but you never get to the point where they bounce you out of the story and say, 'Well, I don't really believe that situation,'\" he told HuffPost.\nGlen enjoyed shooting and would be totally up for Season 2 if it happens, which is fine with us. If we don't have to worry about Jorah, then now our \"Cleverman\" watch begins.\nUPDATE: \"Cleverman\" has been renewed for Season 2, according to Deadline. Production for six more episodes will begin later this year.\n\"Cleverman\" airs Wednesday, June 1, at 10 p.m ET on Sundance TV.", "date": "\n06/01/2016", "href": "https://www.huffpost.com/entry/iain-glen-shoots-down-game-of-thrones-myth_n_574f2423e4b0ed593f13020f", "tags": "glen shoots game character really cleverman show season new jorah deaths fans thrones myth iain"}