{"title": "IBM Venture With China Stirs Concerns", "content": "HONG KONG — Shen Changxiang, who once supervised the cybersecurity of China’s strategic missile arsenal and spearheaded computer security research for the navy, has warned of the perils of his country’s reliance on American technology.\nYet in December, the 74-year-old former military engineer, one of China’s top-ranking cyberofficials, quietly started working with a company synonymous with American technological prowess: IBM. Mr. Shen’s task is to help a little-known Chinese company absorb and build upon key technologies licensed by IBM, according to a statement posted on a Beijing government website.\nIn the past 16 months, IBM has agreed — and received permission under United States export laws — to provide the Beijing company, Teamsun, with a partial blueprint of its higher-end servers and the software that runs on them, according to IBM announcements and filings from Teamsun. As the chief scientist overseeing the IBM project on behalf of the Chinese government, Mr. Shen is helping Teamsun, and in turn China, develop a full supply chain of computers and software atop IBM’s technology.\nThe goal is to create a domestic tech industry that in the long run will no longer need to buy American products, thus avoiding security concerns.\nWhat IBM is doing in China is no different from what the company is doing elsewhere. Yet IBM’s activities in China have become sensitive. They are running into efforts by the Obama administration to persuade Beijing to drop new measures that require American companies to hand over technology in exchange for market access.\nCritics say IBM is caving in to Chinese demands, placing short-term business gains ahead of longer-term political and trade issues. Its actions may spur other American companies to break ranks and also submit to the new Chinese regulations, out of concern that IBM will get advantages by cooperating with the country.\n“People do feel angry about what appears to be an accommodation with the Chinese,” said James A. Lewis, an analyst at the Center for Strategic and International Studies. “And you have to kind of expect that, particularly at a time when you have the whole U.S. government ginned up to push the Chinese on this.”\nIBM said it was simply being open with licensing technologies as part of a global program called Open Power. \nOpen Power, which IBM began in 2013, has 120 members worldwide, including Google and Samsung Electronics. Fewer than 20 are from China, IBM said. The point of the program is to provide base technology that can be enhanced by licensees worldwide and spur global partnerships and business opportunities, the company added.\n“Our Open Power partners in China are getting access to the same technology that we make available to all Open Power members around the world,” Edward Barbini, a spokesman, wrote in an email. “We’ve been very transparent with all our stakeholders on this strategy, including the Obama administration, about our plans to expand both the Open Power community and IBM’s technology partnerships around the world.”\nIn a recent interview posted on Teamsun’s website, Huang Hua, a vice president, said the company’s new capabilities would help it better address security concerns of local Chinese companies. Calling a movement in China to replace crucial high-end technology from IBM, Oracle and EMC an “opportunity,” Mr. Huang said Teamsun’s strategy to “absorb and then innovate” would enable it to eliminate the capability gap between Chinese and American companies and create products that could replace those sold by companies in the United States.\nLanguage about replacing IBM, Oracle and EMC was removed from the site after Teamsun and IBM were contacted for this article. Teamsun declined to be interviewed about the IBM project, and an assistant declined to make Mr. Shen available for comment.\nIBM declined to comment on Mr. Shen because he is not an IBM employee. A spokesman with the United States Trade Representative declined to comment on IBM’s strategy in China.\nIBM has many business projects in China. The company has also agreed to license the advanced chip technology that works as the brain of the servers to a separate Chinese company, Suzhou PowerCore. And IBM says it has spoken to clients about letting them build local encryption over its z13 mainframe computer, which could help in China, where a proposed antiterror law requires domestic companies to provide encryption keys or use local Chinese encryption standards.\nIBM’s cooperation with Teamsun and Suzhou PowerCore through Open Power is part of the company’s strategic shift away from its traditional hardware, software and services businesses to new cloud, data and mobile offerings. IBM, which reports quarterly earnings on Monday, has been grappling with declining revenue as it makes that transition.\nBoth the server and chip technology IBM is licensing in China are widely used by banks in the country. In the fourth quarter, IBM generated $4.9 billion in revenue, or 20 percent of the total, from Asia; it does not break out China sales.\n“You have Chinese policy interests, U.S. policy interests and IBM policy interests — realistically, your hope of aligning these is not all that high,” said Willy C. Shih, a professor of technology and operations management at Harvard Business School. “I think it’s a tough call for IBM.”\nOn a trip last month to Beijing, IBM’s chief executive, Virginia M. Rometty, said the company’s approach in China was different from any other foreign technology maker’s.\n“Foreign firms need to collaborate with Chinese companies to grow new industries — nowhere is this truer than in the I.T. sector,” she said in remarks at a March 24 panel discussion in Beijing. She said opening IBM’s chip technology to Chinese partners “will create a new and vibrant ecosystem of Chinese companies producing homegrown computer systems for the local and international markets.”\nIBM’s Open Power program is getting particular attention in China, according to analysts, because it plays into local demands that foreign tech companies disclose intellectual property, open up encryption standards and submit to invasive security audits of products.\nWhile Beijing has long pushed indigenous innovation policies meant to foster a domestic tech industry, the disclosures in 2013 of online spying efforts by the United States made by the former National Security Agency contractor Edward J. Snowden gave the more hawkish officials in China the evidence they needed to expedite plans to wean sensitive industries, like banking and energy, off foreign technology.\nOne new Chinese law, which called for disclosure of source code of products sold to banks, was suspended by the government this month. But analysts say Beijing is likely to continue making similar demands in different ways.\nMr. Shen has been thinking about pushing American tech companies out of China for a while. In 2009, he warned of global communications surveillance by the United States in an essay posted on the website of China’s Ministry of Industry and Information Technology.\nIn a May 2014 interview with state-run media, Mr. Shen said tech products coming from the United States presented “huge security risks,” and in a July essay he wrote that America’s technological dominance makes it a serious threat to Chinese national security. He added that “the U.S. and Israel cultivate hackers in primary school to find the finest Internet and cybersecurity talents” and recommended China create similar policies.\nBy handing over some intellectual property for a fee, analysts say, IBM is calculating it can be a part of the base technology with which Chinese companies build higher-end servers and other new products that meet Chinese regulations. \nThat would help IBM compete with Intel, which provides chip technology from which companies build their own servers.\nAnalysts expect many banks in China will soon switch from IBM servers that run the Unix operating system to servers using Linux. And, analysts say, Open Power’s goal in the country is to help keep a part of that business.\nClyde V. Prestowitz, a senior Commerce Department official in the Reagan administration, said IBM’s approach to China is reminiscent of what the company did in Japan decades ago. He said tech transfers to Japanese companies helped them catch up to the United States.\n“IBM was arrogant in saying, ‘We’ll give them some tech and then innovate faster than them,’ and that wasn’t the case,” he said.\nFor Mr. Shen, Chinese-made products built atop IBM technology to be sold worldwide would be a small victory for China in a technological race with the United States that he sometimes characterizes in military terms.\nIn a speech in September at the China Internet Security Conference in Beijing, Mr. Shen said expansion of the United States military’s online attack and defense capabilities made the Internet the fifth strategic front for the United States, after land, air, ocean and space.\nHe added, according to state-run media, “That poses a severe challenge to the cybersecurity of China, and we should actively respond, accelerate the building of our cybersecure system and safeguard our cybersecurity and state sovereignty.”", "date": "April 19, 2015", "href": "https://www.nytimes.com/2015/04/20/business/ibm-project-in-china-raises-us-concerns.html", "tags": "company technology china concerns companies united ” venture chinese stirs ibm"}