{"title": "Iceland government may revive EU membership debate", "content": "Iceland's new three-party coalition government says it is willing to put the question of joining the EU back on the political agenda.\nBut it is uncertain whether MPs will vote on whether to hold a national referendum on EU membership. \nThe coalition platform says a vote will take place if the referendum issue is raised in the Althingi (parliament).\nIceland began EU accession talks in 2010, while the country was still reeling from the 2008 financial crash.\nThe talks were later shelved, however, amid much Euroscepticism in the Arctic island nation of 328,000. \nParties opposed to EU membership have 39 seats, out of the Althingi total of 63, Icelandic journalist Hjortur Gudmundsson reports.\nThe UK's Brexit vote has fuelled British interest in alternative models for trade with the EU, like Iceland's. \nThe centre-right government is led by Bjarni Benediktsson, who heads the conservative Independence Party. He was previously finance minister.\nThe prime minister's coalition partners are Restoration and centrist Bright Future, whose leader Ottarr Proppe is a former punk rocker. \nTuesday's coalition deal followed weeks of political wrangling after the 29 October general election.\nIceland is already deeply integrated with the EU - it is a member of the Schengen passport-free zone and is in the single market, though its agriculture and fisheries are excluded. \nIceland, Norway and Liechtenstein are in both the European Free Trade Association (EFTA) and the European Economic Area (EEA). \nIceland's status means it could quickly fulfil the requirements of EU membership - unlike the Balkan candidates and Turkey.\nCorrection, 16 January 2017: This story has been amended to make clear that a vote will be held only if the EU issue is raised in parliament. Figures on Althingi seats have also been added for further clarity.", "date": "10 January 2017", "href": "https://www.bbc.co.uk/news/world-europe-38568262", "tags": "may revive eu debate althingi membership iceland coalition political whether says government vote"}