{"title": "If Desserts Could Wear Tattoos", "content": "When you flip open a cookbook called “Fancy Desserts,” you don’t expect to find a photograph of two elephants mating.\nYou don’t expect to find expletive-peppered punk-rock fliers. Or an image of sugar being heated up on a spoon like heroin. Or a recipe for candied carrots in which purple, yellow and orange greenmarket delights are shown lying side by side with a roll of Life Savers and a Zagnut bar.\n“This recipe is inspired in part by the Looney Tunes episode where Bugs Bunny buys carrots out of a vending machine,” writes Brooks Headley, the author of “Fancy Desserts,” which will be published in October.\nMr. Headley is the pastry chef at Del Posto in Manhattan, the most formal of the restaurants in the Mario Batali empire. So it might come as a surprise when readers turn to Page 29 and dip into a tribute to the scabrous punk band the Dead Kennedys, followed by a disquisition on the influence of the New Nordic cuisine of Noma in Copenhagen, capped off by a snapshot of two cute green Gummi Bears who seem to be gearing up for hand-to-hand combat.\nOh, and the header at the top of that page? “Sugared Green Strawberries With Toasted Fennel Cake, Candied Fennel and Mint Gelato.”\nPretty soon a few questions come to mind: Who is this Brooks Headley person, and how did he ever get a job at a four-star restaurant? (And is he the same fellow who’s behind Superiority Burger, that veggie-burger pop-up that had hungry customers clogging a New York sidewalk? Answer: yes, same guy. We’ll get to that.)\nMr. Headley, who is 42 and having something of a moment in New York food circles, might be even more taken aback by his circumstances than you are. Although he won a national James Beard award last year for Outstanding Pastry Chef, he doesn’t think of himself as a pastry chef. “He doesn’t even like that term,” said Mark Ladner, the executive chef at Del Posto.\nThose rococo, spun-sugar, Mousetrap-style sculptures that look like candied swans and vampire castles and space stations? The ones that shatter into thousands of heartbreaking pieces in the documentary “Kings of Pastry”?\n“I don’t know how to do that,” Mr. Headley said. Nor does he want to. Thus the winking irony of his book title: His desserts at Del Posto are the very antithesis of fancy.\nMuch of the time he specializes in exploring the old-school, birthday-party partnership between cake and ice cream. His handiwork often involves a cake with grainy, nutty or savory elements (pecorino cheese, polenta, peas, carrots, almonds) that might nuzzle up on a plate next to a gelato or a sorbet with a bracingly herbal, nutty or vegetal base (basil, parsley, celery, olive oil, corn, cashews).\nSugar plays a supporting role. Theatrical gestures are kept to a minimum. “I don’t necessarily want conversation to stop when it hits the table,” Mr. Headley said, paraphrasing Claudia Fleming, the pioneering Gramercy Tavern pastry chef whom he cites as a major influence.\nIn his younger days Mr. Headley played the drums in a series of wild, obscure punk bands. (When he can, he still lets off steam at the skins.) This is odd because on the surface Del Posto might look like the least punk place in New York. It has sweeping staircases, candles everywhere, a wine list longer than “The Decameron” and a piano player serenading guests with “Over the Rainbow” and “Time in a Bottle.”\nThat said, the core aesthetic of punk rock shines through Mr. Headley’s work. Acts like the Ramones, Black Flag and Minor Threat believed in stripping a song down to its raw essence.\nAllergic to fussiness and intensely fixated on the purity of fresh fruit and vegetables, Mr. Headley aims to accomplish a similar feat with sweets. He prefers to use the ripe products of nature and get out of their way. Think of his roasted nectarine as an edible version of “I Wanna Be Sedated.”\n“In the past, the dominant trend was the ornate, baroque style of dessert, and now it’s this hybrid gimmickry that seems to be dumbing down the world into an ‘Idiocracy'-like stupor,” Mr. Headley said, referring to the 2006 movie. “So by making desserts that are simple and of the season, and ignoring the powders, pastes, purées and compounds that mark the larder of many pastry chefs, simple food sort of becomes an act of defiance.”\nIn fact, that mantra represents the main reason Mr. Ladner hired Mr. Headley in 2008. Mr. Ladner needed Del Posto to serve desserts that embody the rootsy soulfulness of Italian cooking. He didn’t want the last course to be paraded to each table like a work of abstract art that, as he said, “doesn’t really taste or feel like food.”\nHe also needed a pastry chef who understood that it would be unproductive to take an oppositional stance toward the vision of Mario Batali, Joe Bastianich and Lidia Bastianich, Del Posto’s owners. “We wanted someone who was willing to assimilate,” Mr. Ladner said. More precisely, the pastry chef had to be open to learning at the elbow of Ms. Bastianich.\n“Brooks was very warm to the idea of being influenced by her,” Mr. Ladner said. “The two previous pastry chefs were not into that dialogue at all, which made it really hard.”\nSince Ms. Bastianich’s philosophy hinges on simplicity, she and Mr. Headley “dance well together,” as she puts it.\n“As a chef, you can exalt nature,” she said. “When nature gives me the perfect apricot and I have not smothered it with something else, I feel the best. And I think he does that, too.” Besides, as Mr. Headley reminds readers countless times in “Fancy Desserts,” the punk-rock shtick is sort of a cover-up for his real identity. Underneath it all, he views himself as an Italian grandmother, and he credits women with teaching him everything he knows.\n“I am a femininity embracer,” he said.\nSuch is the nature of Mr. Headley’s macho-avoidance that Kerry Diamond, one of the founders of the food-and-femmes-focused Cherry Bombe magazine, identified him as “the first guy we ever let write a piece for Cherry Bombe.” She sees “Fancy Desserts” as a game-changer. “Cookbooks have gotten so boring and formulaic,” Ms. Diamond said. “Brooks’s cookbook is like no other cookbook.”\nIn spite of a full name — Brooks Oliver Headley — that seems like something plucked from an Edith Wharton novel, he was raised in the suburbs of Baltimore by a mother with roots in Calabria. “Italian — that’s what I know,” he said.\nHe never went to culinary school. When his musical pursuits hit a speed bump in 1999, he bumbled into a job at Galileo, a restaurant in Washington. “It wasn’t like I wanted to be some fine-dining pastry chef, because I had no idea what that was,” he said. “I had no idea what a tuile was. I didn’t know how to spell tuile.” (It’s a fragile decorative wafer.)\nWhat hooked him, though, was the obsession of his boss and mentor, Laurie Alleman Weber. “She was just so into it,” he said. “I’m coming from a subculture of being obsessed with bands, and I instantly fell into this thing where Laurie was obsessed.”\nLater, obsession hustled him to the West Coast, where, at Campanile in Los Angeles, he studied under another woman with a laserlike focus on detail: Nancy Silverton. “Many of the recipes in this book are rip-offs masquerading as homage,” he writes in “Fancy Desserts.” Even though “the only kitchen experience he had was making sandwiches,” Mrs. Weber said that Mr. Headley got the job at Galileo because of a letter he sent to the restaurant. “It was so passionate and so touching,” she recalled. “He talked about his grandmother.”\nOnce there, he sopped up Mrs. Weber’s doctrine of dessert (“There were always the elements of hot and cold, and creamy and crunchy,” she said), and managed to thrive in a kitchen full of women.\n“He would just ask the most sincere questions, where most guys would never show that they didn’t know something,” she said. “They always had this macho thing. He wasn’t like that. He would open up all his vulnerability to you.”\nMr. Headley has a knack for irony, but he’s dead serious about the name of his veggie-burger pop-up: Superiority Burger. “I like to say I’m a fairly humble person, except with veggie burgers,” he said. “This is absolutely the best.”\nCrowds appear to agree. At a Taste Talks gathering of chefs and eaters in Brooklyn on Sunday, he and his crew served up about a thousand of them. The burger, which was influenced by the Clean Slate sandwich in the “Saltie” cookbook, represents a capsule of the lessons he has absorbed from both fast food and haute cuisine. In fact, all of his creations can be seen as clashes of delicious contradictions, and he’s fine with that. “Perfect is definitely not my jam,” he said.\nHe’s the guy who winces at the prospect of putting a fig dessert on the printed menu because figs can be unreliable. But he’s also the guy who wants his chocolate gelato to carry a slight memory-trace of American junk food.\n“I toss in two types of cocoa powder to make it feel a little chalky — the way a Fudgsicle tastes a little chalky,” he writes in the book. “Except this is the mean ‘Rosemary’s Baby’ Fudgsicle made by the weird neighbors.”", "date": "Sept. 16, 2014", "href": "https://www.nytimes.com/2014/09/17/dining/brooks-headleys-cookbook-fancy-desserts-doesnt-do-fancy.html", "tags": "tattoos mr. desserts chef wear pastry ” fancy headley could like"}