{"title": "If You Don't Believe Single Payer Can Work, See How They Do It In Taiwan", "content": "TAIPEI, Taiwan ― Yun Yen is one of Taiwan’s leading oncologists and, until last year, was president of its most prestigious private medical school. But Yen knows plenty about American health care, too. He trained at Thomas Jefferson University Hospital in Philadelphia, did a fellowship at Yale and then spent more than 20 years on the staff at City of Hope, the internationally recognized cancer hospital in Southern California.\nWhile in the United States, Yen developed a deep respect for its history of medical innovation and how it benefits the rest of the world. One of his goals in coming back to Taiwan was to help build a research infrastructure that could produce similar breakthroughs.\n“Most of the new cancer drugs come from the states,” he said as we talked in his office this summer. “The beauty of the U.S. is its high, advanced tech care.” \nBut Yen also saw the downsides of American health care: the volatility for patients who changed insurance plans and lost access to their old provider networks; who had no insurance at all and were left dealing with financial crises as well as medical ones; or who had missed out on screenings or preventative care that might have detected cancer earlier. \n“This was not good medicine,” Yen said, shaking his head. “In this respect, Taiwan is better.”\nAmericans might want to pay attention. Taiwan has a universal health care system, which means that pretty much everybody can pay for their medical care and, with rare exceptions, nobody faces financial ruin because they get sick or injured. That’s true of most developed countries, and in the U.S. universal coverage remains the Affordable Care Act’s ultimate goal. But Taiwan is one of the few where the government provides insurance directly, rather than through some independent intermediaries or private carriers ― a true “single-payer system.”\nAnd that matters, because single payer is suddenly getting political traction in the U.S., especially among progressives who are thinking less about defending Obamacare and more about improving upon it. Single payer was a centerpiece of Bernie Sanders’ presidential campaign, and fealty to the concept seems likely to be a requirement for the 2020 Democratic Party nomination. Polls suggest the basic idea is popular, even with Republicans.\nBut single payer’s critics are also starting to rally. Last month, a consortium of health care industry groups announced they were forming an organization to “educate” the public about single payer ― which, almost surely, means convincing people that it’s a terrible idea. Critics often point to the single-payer system that Americans know best, Canada’s, and the well-publicized long waits for specialty services that supposedly (but don’t really) send hordes of patients south across the American border for treatment. \nTaiwan provides a valuable counter-argument to this claim because wait times are basically non-existent and patients can see whatever doctors they want, whenever they want. It’s just one of many features of Taiwan’s system that most Americans would probably find appealing, although would-be reformers in the U.S. should be careful about over-interpreting what it means for their efforts.\nTaiwan’s system isn’t perfect and, even if it were, an American version of single payer wouldn’t be a mirror image. Taiwan’s system, like any other country’s, is a byproduct of its specific political, cultural and economic idiosyncrasies. A U.S. version would differ in ways Americans might find better or worse ― or both. And that’s assuming it could even become law in the first place.\nWhile most developed countries created their national health systems in the early and middle parts of the 20th century, Taiwan had no universal coverage as recently as the early 1990s. Instead, it had a set of independent social insurance funds ― one for farmers, one for government workers, and so on ― that together covered roughly roughly 60 percent of the country. The other 40 percent had no insurance and struggled to find care and pay their bills.\n“For some patients, they couldn’t come up with the money,” said Lee Po-Chang, a kidney surgeon who is now director-general for the National Health Insurance (NHI) system. “And so they would just accept it [and] go home to die.” \nA political revolution changed that. In the late 1980s, the Chinese nationalists who had ruled the island since fleeing mainland communism ended martial law, allowing an opposition party to flourish and push for its core demands, one of which happened to be universal health care. Rather than fight the cause, the ruling nationalists co-opted it. They set up a commission and tapped a Chinese-born foreigner, Harvard economist William Hsiao, to run it. \nHsiao asked experts from a series of countries to prepare reports on their systems, figuring that Taiwan could learn from lessons abroad. The group’s mantra, as the journalist T.R. Reid recounted in his 2009 book, The Healing of America, was a Chinese proverb: “To find your way in the fog, follow the tracks of the oxcart ahead.” \nAmong the other experts who worked with the committee were Uwe Reinhardt and Taiwan-born Tsung-Mei Cheng, both from Princeton, who recommended single payer. They thought it would be the most efficient system because billing would be so straightforward and the government wouldn’t have to divert money to profit, marketing or overhead. More important, everybody would get the same basic insurance package, which was a priority for the Taiwanese. \n“Their [Tawain’s] constitution actually stipulates that government should provide medical services to everybody on an equal basis,” Cheng told me recently, recounting how those discussions went. (Reinhardt, who was also Cheng’s husband, died last year, but not before winning Taiwan’s Presidential Prize for his contributions to the health care system’s development.)\nThe prospect of handing so much control to the government didn’t thrill everybody. Physicians, in particular, protested, citing the potential to reduce their pay. But with both of Taiwan’s political parties behind the concept and the clamor for action so loud, the proposal had just enough support to become law. \nMore than 99 percent of people living in Taiwan now have insurance through the NHI. They pay premiums based on a sliding scale, with employers contributing additional premiums, and they have to pay modest out-of-pocket costs for everything from prescriptions to hospitalization.\nThat last part might surprise people who think that single payer necessarily means “free” health care. It doesn’t, though the NHI waives copayments and deductibles for several key populations: the poor, pregnant women, children younger than three and people with serious, long-term conditions like diabetes or cancer. \n“It protects the disadvantaged, it protects the sick, really well,” Cheng said. “When they set up the program, they said, ‘We should feel sorry for those who are sick ― on top of that pain and suffering, it’s an awesome financial burden. We should take care of that.’”\nIt’s easy to see how such a system could get expensive. But the Taiwanese government establishes a hard limit on overall health care spending, then negotiates fees for every medical service and supply. It’s cost control by brute force, and it works. In 2016, the overall budget worked out to less than 7 percent of Taiwan’s gross domestic product, compared to 16 percent in the United States.\nSome of the difference shows up in superficial ways, like Taiwan’s conspicuously spartan and utilitarian facilities. A popular pediatric clinic in northwest Taipei that I visited had curtains, not doors, on some room entrances, plus a waiting area that consisted of a bench crammed into a hallway. The large, cartoonish sign bearing the clinic’s name looked like it belonged on a fast-food restaurant or gas station.\nBut patients in Taiwan have the kind of access to medical care most Americans would envy. They can see any doctor or visit any hospital anytime they want, and pay just a small additional fee for specialty care without a referral. \n“We get to the hospital without any burden ― it’s very easy,” Phoebe Chi, CEO of the Taiwan Association of Cancer Patients, explained while standing in the outpatient registration area of Shuang Ho Hospital, just south of downtown Taipei. About three dozen patients were sitting in chairs there. Most probably came on their own, Chi said, without referrals or appointments, and would have their tests and procedures done the same day ― usually within an hour or two. \n“We go to the hospital like it’s the shopping mall,” she said.\nOf course, the real test of any health care system is how it performs on its core functions: protecting people from the financial shock of medical bills and, ultimately, improving health outcomes. Although there’s no reliable data on economic hardship because of illness, experts are unanimous that insuring everyone in Taiwan has dramatically improved financial security. \nAs for the NHI’s effect on health, that too is difficult to measure, as it’s a consequence of many factors that have nothing to do with health care. But as Cheng and others have observed, Taiwanese life expectancy ― which had already been increasing in the 1990s as incomes rose ― improved even more after the NHI. There was also a decline in “mortality amenable to health care,” which is a statistic that attempts to measure how many people are dying because they didn’t get appropriate or timely medical care.\nTaiwanese policymakers and experts nonetheless see plenty of problems in the way their system works. They have experimented with different payment models and talk more and more about introducing more aggressive referral requirements, on the theory that access to care has become too easy, leading to over-treatment. But they are also proud of some of their innovations, especially when it comes to Taiwan’s electronic medical record system ― which, although still a work in progress, is considered by some the world’s best.\nEverybody in the country carries around an NHI card that speeds registration and billing and provides full access to patient records. Doctors and pharmacists get instant warnings about potentially dangerous drug interactions, and system administrators get real-time data about the utilization of services that can be used to adjust payments if they see patterns of overuse or underuse. It also provides public health officials an early warning system for epidemics.  \nEvery health care system has its trade-offs, and in Taiwan one of those is the effect of low fees on physicians, who have basically tried to make up in volume what they can’t get in price. The Taiwanese end up seeing the doctor more frequently than people in most other countries but spend less time in the office when they do. Doctor burnout is becoming a problem and a small but growing group are making regular trips to clinics in mainland China, where they can make more money because the People’s Republic, desperate to meet their fast-growing population’s need for care, now offers better pay.\nAnother place Taiwan has saved money is on cutting-edge treatment ― in particular, the latest cancer drugs. Taiwan’s government negotiates pharmaceutical prices directly with manufacturers, as pretty much every country except the U.S. does. But it typically waits a year or two after the release of a new drug before approving it, and then bases its payment on a mix of what other, larger countries are already paying. That has the effect of steering more people to older, cheaper therapies, even when newer ones are available. \nThose who want drugs the NHI won’t cover can pay for them out of their own pockets, and they can draw on private “indemnity” plans that pay cash benefits in case of illness, although the newest drugs cost so much that they can overwhelm even those added benefits. Advocates for cancer patients like Chi, who is a breast cancer survivor, say this is one reason the mortality rates for some cancers in Taiwan are middling by international standards. Many cancer doctors disagree, saying the newer treatments frequently offer little benefit. \nEither way, the reality is that Taiwan could easily get quick access to the newest drugs if it was willing to commit a little more spending to the cause or consider partial payment for such drugs, an option Chi’s group has proposed. Even a significant bump in spending would still leave Taiwan spending way less on cancer treatment than the U.S. does.\nThe most difficult part of imagining single payer in the U.S. is conceiving of how it might come into existence in the first place. The circumstances are so different than what Taiwanese reformers faced 25 years ago when the expansion of coverage was purely additive: giving insurance to people who didn’t have it already and mostly leaving existing arrangements in place. \nProposals like the one Bernie Sanders has outlined envision wiping out private insurance, which would mean getting rid of the employer benefits through which the majority of working-age Americans now get coverage. It might be a change for the better, providing more comprehensive coverage, with no networks, and for lower cost overall. But making that case to the tens of millions who currently have employer benefits they like is difficult, and some people would inevitably feel, justly or not, like the transition left them worse off.\nThe best available estimates suggest that the Sanders bill would also reduce provider compensation by something like 10 percent, give or take a few percentage points. That might not sound like a lot, but that’s an average and it would inevitably hit some doctors and hospitals hard, especially if the cut took place within the span of just four years, as Sanders has proposed. Providers would fight hard, as they are already starting to do, and they would quickly find allies in the Republican Party ― which, alone among conservative parties in developed nations, opposes universal coverage on principle. \nThe question for single-payer advocates in the U.S. is how, if at all, they can overcome such obstacles. One possibility would be to roll out reductions in provider and drug and device reimbursements over a longer period of time, or introduce an optional government-run plan on the expectation that it would attract more people over time. Or they could think of single payer less as an all-or-nothing proposition and more as a series of interlocking policies to create and then strengthen independently, as political circumstances allow. \nA good place to start might be taking the critical step that Taiwan did. Policymakers could make sure that people with cancer, diabetes and other chronic, economically-crippling conditions don’t face out-of-pocket costs ― protecting those people from financial duress and reducing the likelihood they postpone necessary care because of cost. Introducing fixed fees and global budgets slowly, as Maryland is already doing on its own and California is contemplating, might also work. That could also help ensure that cuts were done in a way that didn’t deter important innovation.\nNeither of those features is unique to Taiwan or even, as it turns out, to single payer. Many of the public-private hybrid systems in Europe have them too. One very real possibility is that a push for single payer could leave the U.S. with a system that looks more like what those other countries have, simply because the politics and policy of dislodging the current system would prove too difficult. It’d still be cheaper, and a lot more humane, than what exists now. ", "date": "\n09/08/2018", "href": "https://www.huffpost.com/entry/single-payer-medicare-taiwan_n_5b9295ede4b0511db3e1d45a", "tags": "work see taiwan ” system payer ― one believe single care health"}