{"title": "If Ya Can't Beat 'Em, Screw 'Em- North Carolina Governor Signs Bills Gutting Successor's Power", "content": "Current North Carolina Gov. Pat McCrory (R) has signed two bills that will drastically reduce the powers of his successor, incoming Democratic Governor-elect Roy Cooper. \nHouse Bill 17 and Senate Bill 4 were introduced by Republican lawmakers in the state legislature on Wednesday. Both bills passed in their respective chambers the following day by large margins. \nMcCrory signed SB 4 on Friday and HB 17 on the following Monday. \nCritics view McCrory’s haste to sign the bills as a power grab by a bitter incumbent and his legislature. Cooper declared victory over McCrory on Nov. 9, but McCrory refused to concede the race because it was too close to call.\nCooper was up by 4,300 votes on Election Day and continued to rise in the count. Instead of bowing out graciously, McCrory asked that all provisional ballots be counted, formally called for a statewide recount and made brash allegations of voter fraud before finally conceding on Dec. 5. \nHB 17 mandates that Cooper’s Cabinet picks receive approval from the Republican-dominated state Senate. It also bars Cooper from making any appointments to the University of North Carolina Board of Trustees or the state Board of Education.\nThe bill will also greatly reduce the number of administrative employees in “exempt positions” Cooper can designate. “Exempt positions” are not subject to the same hiring and firing rules that govern other state employees.\nSB 4 takes aim at the North Carolina Board of Elections following several board decisions to extend voting hours in certain precincts in the Democratic stronghold of Durham County on Election Day. \nThe bill will increase the number of Board of Elections members from five appointed by the governor to eight, split evenly along party lines. Cooper would appoint four of them, while two would be picked by the state House and another two by the state Senate. SB 4 also increases county election boards from three members ― two appointed by the sitting governor ― to four members, split along party lines. \nThe bill could potentially undermine voting rights efforts in the state by requiring a 6-2 majority to move forward on any motions. The Board of Elections handles a number of questions related to election integrity. \nCooper, who is currently the state attorney general, said he is willing to sue Republicans over these bills or any other potentially unconstitutional measures.\n“They will see me in court,” he said during a press conference on Thursday. “And they don’t have a very good track record there.”\nCORRECTION: Gov. McCrory signed HB 17 on Monday, Dec. 19 ― not the previous Friday.", "date": "\n12/16/2016", "href": "https://www.huffpost.com/entry/north-carolina-republicans-roy-cooper_n_5854189fe4b0b3ddfd8c3bde", "tags": "election ca screw cooper ya signs gutting ” board carolina two successor state bills governor north mccrory power bill beat"}