{"title": "If You Love High Deductibles, Then You'll Love The Senate Health Bill", "content": "The deductibles are too high. \nYou’ve heard consumers say this about their health insurance policies, particularly in the last few years since Obamacare became law. And if you’ve been paying attention to politics, then you’ve heard Republicans promise to bring those deductibles down. \nNow Senate Republicans have officially released their proposal to repeal the Affordable Care Act and, based on the available information, they are going to break that promise in a very big way. If the GOP proposal becomes law, then it’s likely out-of-pocket costs for people buying coverage through healthcare.gov or one of the state exchanges would tend to be higher, not lower ― unless these people were able and willing to pay even more in premiums.\nThe explanation is wonky, and the verdict is not definitive because the Congressional Budget Office and other independent experts haven’t had a chance to produce detailed projections yet. But it doesn’t take a formal analysis to understand what Republicans are trying to do here.\nThe essential reality of the repeal effort ― one worth keeping in mind over the next few days, amid all the legislative negotiation over policy details ― is that Republicans want to reduce government spending on the poor and middle class. And less government spending for these people means, almost inevitably, that they will pay for a greater portion of their medical care. \nEither fewer will have insurance, the insurance they have will offer less protection, or both. It’s just a question of who suffers and how.\nToday, with the Affordable Care Act still in place, people who buy coverage on their own (rather than through an employer) are eligible for tax credits that offset the cost of their premiums. The size of the tax credit varies depending on income, age and the price of a typical policy in a community. The idea is to make sure people who have the least money or face the highest premiums get the most help.\nIf the Senate bill becomes law, people buying coverage on their own would still be eligible for tax credits and, superficially, those credits would function a lot like the ones in place now. The value would go up or down depending on personal income, age and the price of the typical local plan. But the Senate bill alters the definition of “typical” ― or, to put it as the health care experts do, it redefines the benchmark for setting subsidy levels. \nThat’s a big deal.\nUnder the Affordable Care Act, the benchmark plan is a “silver” plan. Silver plans have an “actuarial value” (AV) of 70, which means they should cover roughly 70 percent of the typical person’s medical expenses. Under the Senate proposal, the benchmark plan would be a policy with an AV of 58 ― in other words, a plan that would cover just 58 percent of the typical person’s medical expenses. That’s pretty close to what, under the Affordable Care Act, qualifies as a “bronze” plan.  \nBronze plans have lower premiums than silver plans because they cover less. And so using a quasi-bronze plan as the benchmark rather than a silver plan means reducing the financial assistance people get to buy insurance.\nOne way to think about it is a straightforward reduction in the subsidies. Larry Levitt, senior vice president at the Henry J. Kaiser Family Foundation, said it’s basically equivalent to a 15 percent across-the-board subsidy reduction. \nAnother way to think about the difference is to think about the kinds of plans these diminished subsidies are supposed to buy.  \nIn 2016, the median deductible in a silver plan on healthcare.gov was $3,500 a year, according to the Center on Medicare and Medicaid Services. This, roughly speaking, is the plan that Obamacare is designed to help consumers get. In 2016, the median deductible in a bronze plan on healthcare.gov was $6,300. This ― again, roughly speaking ― is the plan that Senate Republicans want to help consumers get. \nThat’s a huge difference. And it’d be even bigger for low-income consumers because, under current law, they are eligible to buy special plans with even lower out-of-pocket spending. The federal government makes this possible by paying insurers extra to offer these plans.\nUnder the Senate bill, the federal government would stop doing that, meaning that low-income consumers would be choosing from the same menu of plans and would be exposed to the very same out-of-pocket costs as higher income consumers. \nSomebody making $20,000 a year could easily see deductibles increase dramatically, from $1,000 (the average deductible for lowest-income consumers in 2016, according to Aviva Aron-Dine of the Center on Budget and Policy Priorities) up to that $6,300 average. And for somebody at that income level ― think a home care worker or retail clerk barely covering costs like food and rent ― even modestly higher out-of-pocket medical costs would be crippling. \nThe Senate bill does make other changes to the tax credit formula, and it invites states to seek waivers that would eliminate some of the existing regulations that affect the kinds of plans insurers offer. Some people would likely end up saving money, either on premiums or out-of-pocket costs or both, and it’s an open question how this all works out for the millions of people who buy coverage directly from insurers rather than through the exchanges. Next week’s Congressional Budget Office analysis should help clarify that.\nBut on the exchanges, at least, the Senate bill “cuts tax credits for virtually all consumers by linking them to less generous coverage,” Aron-Dine says, adding, “For most of the roughly 9 million people who get subsidized coverage today, that would mean a choice. Pay significantly more in premiums to keep similar coverage, or keep premiums similar with much higher deductibles,” \nNone of this should be surprising. A core principle of conservative health policy is that people should face higher out-of-pocket expenses ― that they should have “more skin in the game” ― because, in theory, people would shop more aggressively for better prices or simply avoid getting medical care. \nFor the last few years, Republican politicians acted as if they felt differently, and it’s entirely possible many of them had no idea that, by campaigning to reduce out-of-pocket costs, they were deviating from this bedrock piece of conservative orthodoxy. \nIt will be interesting to see how these Republicans react once they grasp what the leadership’s plan would actually do ― assuming there’s enough time for that reality to sink in. ", "date": "\n06/22/2017", "href": "https://www.huffpost.com/entry/senate-obamacare-repeal-bill-higher-deductibles_n_594c1f52e4b05c37bb753c04", "tags": "care out-of-pocket consumers coverage high plans ― senate bill deductibles love plan health"}