{"title": "Ilhan Omar Says Attacks On Her And Rashida Tlaib Are 'Designed To Silence' Muslim Voices", "content": "Rep. Ilhan Omar (D-Minn.) said President Donald Trump and other right-wing politicians and pundits’ attacks on her and fellow Muslim congresswoman Rashida Tlaib (D-Mich.) are meant to “silence” Muslims. \n“I tell my sister Rashida Tlaib that her and I have the strength to endure any of the mischaracterization or efforts to distort and vilify and mischaracterize our message,” Omar said Tuesday in an interview with MSNBC’s Chris Hayes. \nShe added that such attacks were “designed to silence, sideline and almost eliminate [the] voice of Muslims from the public discourse.”\nOmar and Tlaib, who made history in November as the nation’s first Muslim women elected to Congress, have come under repeated attacks from the president, right-leaning pundits and lawmakers since they took office earlier this year. \nOmar in particular, who is black, first faced significant controversy for questioning the U.S. relationship with Israel, which some painted as anti-Semitic. \nLast month, Trump tweeted out a misleading video splicing together comments Omar made with footage of the Sept. 11 attacks, saying: “WE WILL NEVER FORGET.” Despite Omar saying she received more death threats after the tweet, Trump continued his assault, saying people should look at her “anti-Semitic, anti-Israel and ungrateful U.S. HATE statements.”\nOver the past week, Tlaib, the nation’s first Palestinian American congresswoman, came under similar bad-faith attacks from Trump and other Republicans who attempted to twist a comment she made about the Holocaust. \n“When someone like the President tweets something like that, it’s not an attack only on myself, but an attack on all Muslims… women of color… on immigrants and refugees,” Omar said Tuesday of Trump’s misleading tweets about her 9/11 comments. “That message was being used to vilify anyone who shared an identity with me… to say you don’t belong.”  \nEarlier on Tuesday, Omar published a joint op-ed in CNN with Rep. Jan Schakowsky (D-Ill.), who is Jewish, urging the country to confront the threat of white nationalism. \n“As a Muslim American and a Jewish American elected to the United States Congress, we can no longer sit silently as terror strikes our communities,” the congresswomen wrote. “We cannot allow those who seek to divide and intimidate us to succeed.”\n“Whatever our differences, our two communities, Muslim and Jewish, must come together to confront the twin evils of anti-Semitic and Islamophobic violence,” they added.\nThe opinion piece pointed to the deadly shooting at a synagogue near San Diego last month, in which the alleged gunman, a white supremacist, released an apparent manifesto gloating about having “European ancestry” and expressing his hatred of Jewish people. The suspect also said he was inspired by the New Zealand mosque shooting, in which another white supremacist allegedly shot and killed 50 people the previous month.  \nAnti-Semitic incidents in the U.S. have been on the rise in recent years, reaching near-record levels last year, per the Anti-Defamation League. There has also been an increase in anti-Muslim bias incidents in recent years, with a 15 percent increase in hate crimes targeting American Muslims from 2016 to 2017, according to the Council on American-Islamic Relations. \nThe congresswomen slammed Trump for normalizing white nationalism, pointing to his notorious statement that there were “very fine people on both sides” of the violent 2017 white supremacist rally in Charlottesville, Virginia.  \n“We must be united in our diversity,” Omar said Tuesday about her joint op-ed with Schakowsky. “We can’t allow people to [pit] us against one another.”", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-rashida-tlaib-attacks_n_5cdb6534e4b061f71b876a6b", "tags": "rashida tlaib silence omar ” white muslim says voices ilhan said attacks"}