{"title": "Ilhan Omar’s Criticism Raises the Question: Is Aipac Too Powerful?", "content": "WASHINGTON — When Representative Ilhan Omar landed a coveted seat on the House Foreign Affairs Committee, Stephen Fiske began working the phones to Capitol Hill.\nAlarmed by messaging that he saw as anti-Semitic and by Ms. Omar’s support for the boycott-Israel movement, Mr. Fiske, who was a longtime activist with the American Israel Public Affairs Committee, began texting and calling his friends in Congress to complain. He is hoping Aipac activists will punish Ms. Omar, a freshman Democrat from Minnesota, with a primary challenge in 2020.\nOn Wednesday, House Democratic leaders will mete out one form of punishment: Spurred by outrage over Ms. Omar’s latest comments suggesting that pro-Israel activists “push for allegiance to a foreign country,” they will put a resolution condemning anti-Semitism on the House floor.\n“Many other people involved in the pro-Israel community, a lot of Aipac-affiliated members, there’s a lot of concern; there’s a clarion call for activism,” said Mr. Fiske, who is the chairman of a political action committee that backs pro-Israel candidates. “It really hit a nerve, and the grass-roots Jewish community in South Florida is not one to treat it as an ostrich, putting their heads in the sand.”\nMs. Omar’s insinuation that money fuels American support for Israel — “It’s all about the Benjamins, baby,” she wrote on Twitter, specifically citing Aipac — revived a fraught debate in Washington over whether the pro-Israel lobbying behemoth has too much sway over American policy in the Middle East. The backlash to Ms. Omar’s tweet was fierce, with even Democratic leaders accusing her of trafficking in anti-Semitic tropes. The congresswoman apologized.\nBut the swirling debate not only around Ms. Omar but also around broader currents buffeting the Middle East has forced an uncomfortable re-examination of the questions that she has raised: Has Aipac — founded more than 50 years ago to “strengthen, protect and promote the U.S.-Israel relationship” — become too powerful? And with that power, has Aipac warped the policy debate over Israel so drastically that dissenting voices are not even allowed to be heard?\nThose questions have grown louder with the controversy around Ms. Omar and will grow louder still in the run-up to this month’s annual Aipac policy conference — a three-day Washington confab that is expected to draw more than 18,000 people, including Prime Minister Benjamin Netanyahu of Israel and leaders of both parties in Congress. To critics, Ms. Omar had a point, even if it was expressed with unfortunate glibness. Aipac’s money does have an outsize influence.\n“It is so disingenuous of some of these members of Congress who are lining up to condemn these questioning voices as if they have no campaign finance interest in the outcome,” said Brian Baird, a former Democratic congressman from Washington State, who became a vocal critic of Israel, and Aipac, after a constituent of his was killed by an Israeli Army bulldozer in Gaza while protesting the demolition of Palestinian homes in 2003.\n“If one dares to criticize Israel or dares to criticize Aipac, one gets branded anti-Semitic,” Mr. Baird added, “and that’s a danger to a democratic republic.”\nThe story of how Aipac became one of the most powerful lobbies in Washington is, in large part, the story of how it has managed to harness the passions of thousands of people like Mr. Fiske, a 54-year-old mortgage broker from South Florida who visited Nazi death camps in Poland and came back determined, he said, “to make a difference and never repeat what happened in the ’30s.”\nIt is also the story of how Aipac has harnessed its members’ pocketbooks. Unlike the National Rifle Association, the Human Rights Campaign and other powerful grass-roots advocacy organizations, Aipac, which is bipartisan, does not endorse or raise money for candidates. But its members do, with the organization’s strong encouragement.\nMr. Fiske’s Florida Congressional Committee is one of a string of political action committees with anodyne names — NorPac in New Jersey, To Protect Our Heritage PAC outside Chicago, the Maryland Association for Concerned Citizens outside Baltimore, among others — that operate independently of Aipac but whose missions and membership align with it.\nCountless individual Aipac members and other pro-Israel donors give on their own — including megadonors like the billionaire Sheldon Adelson, a onetime Aipac backer who has started a harder-line rival to the group.\nTom Dine, who urged local activists to create the regional PACs when he ran Aipac from 1980 to 1993, summed up his “mantra” for Aipac members this way: “To be pro-Israel is to be politically active. To be politically active is to give of your time, your brain power and your wallet.”\nAipac does not lobby on behalf of Israel; it is sensitive about being characterized as an agent of a foreign power, as Ms. Omar suggested it was during her talk in Washington last week. But it almost always sides with the Israeli government, no matter who is in charge. (In a rare exception, the group rebuked a right-wing party in Israel last month, prompting a backlash from Mr. Netanyahu.)\nToday Aipac boasts 17 regional and satellite offices, a gleaming headquarters building near the Capitol and an annual budget so hefty that its chief executive, Howard Kohr, earned more than $1 million in salary and benefits in 2016. Traveling to Israel on a trip financed by Aipac’s education arm is practically a rite of passage for freshman members of Congress.\nAipac’s secret has always been an impressive system of “key contacts,” local volunteers — preferably friends, community leaders or former classmates of lawmakers — assigned to cultivate each senator and House member.\n“I guarantee you that every senator who’s sitting in office now, including an indirect standoffish guy like Rand Paul, they’ve got five to 15 key contacts on their scorecards at the Aipac office,” Mr. Dine said, referring to the isolationist Republican senator from Kentucky.\nAipac activists say the work they put into building relationships — more than campaign contributions — is responsible for the organization’s success.\n“Call me a true believer, but my own view is that the more people understand about Israel the more likely they are to see the issues more or less the way Aipac does,” said Seth M. Siegel, an author, businessman and Aipac board member.\nBut in a recent article in The Nation, M.J. Rosenberg, who worked for Aipac in the 1980s and is now a critic of the organization, described how “Aipac’s political operation is used precisely as Representative Omar suggested,” including during policy conferences, when members gather “in side rooms, nominally independent of the main event,” to raise money and “decide which candidate will get what.”\nMr. Kohr declined a request for an interview. But the group’s spokesman, Marshall Wittmann, issued a statement: “Aipac does not rate, endorse or contribute to candidates. We encourage our members to participate in the legislative and political process exercising their democratic rights as Americans.”\nAnd they have. In 1982, Aipac activists organized to oust Paul Findley, an Illinois House member who had embraced the Palestine Liberation Organization leader Yasir Arafat. The To Protect Our Heritage PAC, run by Aipac activists in Skokie, Ill., backed Richard J. Durbin, according to Marc Sommer, a PAC official.\nTwo years later, Aipac activists mobilized to replace Senator Charles Percy, then the chairman of the Senate Foreign Relations Committee and a backer of a deal allowing the sale of sophisticated military planes called Awacs to Saudi Arabia, with the Democrat Paul Simon. Mr. Simon wrote in his memoir that Robert Asher, an Aipac board member in Chicago, asked him to run.\nThe back-to-back victories established Aipac as an organization not to be trifled with. In the more than three decades since, Aipac has helped create and maintain a staunchly pro-Israel Congress, producing bipartisan support for foreign aid and military and intelligence cooperation, most recently $500 million for missile defense and $3.3 billion for security assistance. Aipac spent $3.5 million last year on lobbying, according to the Center for Responsive Politics, which tracks lobbying and campaign expenditures.\nBut the increasing willingness of Democrats like Ms. Omar to accuse Israel of human rights abuses — coupled with the far-right policies of Mr. Netanyahu and his embrace of President Trump — is challenging Aipac’s claim to bipartisanship. Some liberal Democrats, including young Jews, are abandoning the organization.\n“This split between Republicans and Democrats on Israel is real, and is mirrored in a split between the government of Israel and the American Jewish community,” said the diplomat Martin Indyk, who worked for Aipac in the 1980s and is now with the Council on Foreign Relations. “And since the American Jewish community is a pillar of the Democratic Party and is Aipac’s base, you’ve got kind of a perfect storm.”\nWhen Israel proposed demolishing Palestinian homes in the West Bank last year, Representative Jan Schakowsky, Democrat of Illinois, gathered signatures from 76 members of Congress to criticize the move. Aipac was silent.\nWhen President Barack Obama secured a nuclear accord with Iran over Aipac’s vehement opposition, Senate Democrats delivered for him, despite the work of an Aipac spinoff that vowed to spend $20 million to oppose it. (Mr. Trump has since backed out of the deal.)\nAnd when the Senate last month passed an Aipac-backed bill aimed at crippling the Boycott, Divestment and Sanctions Movement to hurt Israel’s economy, roughly half the Senate Democrats — including most of those running for president — voted against it.\nAipac’s allies on Capitol Hill say the group is an invaluable resource for information. Representative Ted Deutch, Democrat of Florida, said Aipac “gives its members an opportunity to meet with elected officials, often in Washington, to talk about an issue that they feel deeply about.”\nBut other lawmakers bristle at Aipac’s tactics. In 2006, Representative Betty McCollum, Democrat of Minnesota, who has advocated humanitarian aid for Palestinians, wrote an angry letter to Mr. Kohr saying Aipac would be barred from her offices until it apologized for the behavior of one of its representatives who had berated her chief of staff, Bill Harper, and said Ms. McCollum’s “support for terrorists will not be tolerated.”\nMr. Harper said he took it as an effort “to intimidate” Ms. McCollum, “including threatening to take care of her in the next election.” He said Aipac’s members subsequently stopped donating to her.\nAipac instructs its volunteers never to bring up politics or donations in lobbying meetings. But Mr. Baird, the retired House member, said it was “a fairly common experience” for three or four members of a state congressional delegation to be invited outside the Capitol to meet with “some potential high-dollar individuals affiliated with Aipac.”\n“And if one were to say, ‘You know, this is a pretty complex issue; I think the Palestinians have some legitimate concerns,’ your pile of envelopes at the end of the event would be substantially smaller than the next guy’s envelopes,” he said.\nSo far, no organized effort to field a primary challenger against Ms. Omar has begun, although Rudy Boschwitz, a former Republican senator from Minnesota who served on Aipac’s board in the 1990s, said he had “suggested that to some people.”\nIn Florida, Mr. Fiske said it was time for “pro-Jewish voices to speak up” about Ms. Omar and two other Democratic freshmen who have been critical of Israel: Representatives Rashida Tlaib of Michigan and Alexandria Ocasio-Cortez of New York.\nAnd he offered a prediction: “They are three people who, in my opinion, will not be around in several years.”", "date": "March 4, 2019", "href": "https://www.nytimes.com/2019/03/04/us/politics/aipac-congress-democrats.html", "tags": "members aipac criticism raises omar ” israel ilhan powerful ms. — said question"}