{"title": "Ilhan Omar Talks Of 'Sisterhood' With Female Democrats In Congress", "content": "In an interview with director Ava DuVernay, Rep. Ilhan Omar (D-Minn.) talked about how she and other congresswomen ― especially the group of barrier-breaking, progressive freshmen﻿ ― support each other in their work in Washington, D.C. \n“There are lots of text threads. There is a lot of hugging and high-fiving,” Omar said in the conversation published Wednesday in Interview magazine. \n“We are also developing a sisterhood with many of the members who are our seniors here.” \nOmar name-dropped some of the other freshman Democrats who made history alongside her in the November elections: Rashida Tlaib (D-Mich.) was one of the nation’s first Muslim congresswomen (along with Omar); Alexandria Ocasio-Cortez (D-N.Y.) was the youngest woman elected to the body; and Ayanna Pressley (D-Mass.) was her state’s first black congresswoman. \nOmar spoke to DuVernay ― a trailblazer in her own industry ― about the pressures of being the “first.” \n“You get to feel like you’re drowning in it, because you don’t want to mess this first thing up for everyone you want to hold the door open for,” Omar said. “It has a negative weight.”\nWhile the 116th Congress sworn in earlier this year was the nation’s most diverse ever, the legislative body is still overwhelmingly white and male. In this environment, the new crop of “very untraditional members,” as Omar put it, find their own ways to support each other. \n“There is this tradition here of men going to have their cocktail hours to drink their scotch and do their plotting,” Omar said, adding that she and other women representatives look out for each other’s “well-being.” “We understand that we don’t have a lot of time to sit around.” \n“We’re creating good trouble, and we’re going to need one another,” she added, echoing the words of civil rights icon and fellow Rep. John Lewis, who often urges young people to make “good trouble, necessary trouble” in the fight for justice. \nOmar and Ocasio-Cortez met during their campaigns as one might expect in 2018: through Twitter DM. \n“My daughter and husband mentioned this young woman who was running and challenging an incumbent, so I followed her on Twitter. Then she followed me back,” she recounted. “I inboxed her and I was like, ‘You’ve got this.’”\nSince they’ve started their work in Congress earlier this year, both have been under intense scrutiny by the media and other politicians. Ocasio-Cortez faces near constant coverage, much of it negative and often outright sexist, by right-leaning news pundits. \nAnd Omar faced significant controversy around her comments questioning the U.S. relationship with Israel, which some painted as anti-Semitic. \nAsked how they’ve been managing, Omar credited how she and other young Democratic freshmen are of a generation familiar with values borne of activism and “movement building.” \n“We understand what self-care looks like. We understand what being in solidarity looks like. We understand what Shine Theory really looks like,” she said, using a term coined by feminist podcasters Ann Friedman and Aminatou Sow to describe women supporting other women. \n“So we uplift one another,” Omar added. “We understand that my sadness is the sadness of my sisters here in Congress. And their success is my success. We’re not fighting for the limelight ... What we’re fighting for is for our people.” ", "date": "\n04/04/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-interview-sisters-congress_n_5ca65c30e4b0409b0ec5be81", "tags": "female understand first democrats omar ” one ― ocasio-cortez ilhan like congress talks"}