{"title": "Ilhan Omar Tweets About Young Students Asking Her To 'Stand Up For Immigrants'", "content": "U.S. Rep.-elect Ilhan Omar shared photos of letters she received from young students asking the newly elected congresswoman to advocate for their families and other immigrants and refugees. \n“Thank you to all the young students from [Anne] Sullivan School who wrote me letters asking me to stand up for immigrants and refugees like their families,” she wrote on Twitter Wednesday.\nOmar received the letters from students at the Anne Sullivan Communication Center, an elementary and middle school in Minneapolis.\nDirk Tedmon, media relations coordinator for Minneapolis Public Schools, said the school district has a large immigrant population and that community members remain informed and active on local and national issues relating to immigrant rights. \n“Ilhan has also been very active in the Minneapolis community and cares about education,” he told HuffPost. “I think a lot of our staff and students and families share a connection with her.”\nOmar won the seat in Minnesota’s 5th Congressional District earlier this month, meaning she will be the first Somali-American to serve in Congress. She and Rashida Tlaib, from Michigan’s 13th District, became the first Muslim women elected to Congress. \nIn one letter addressed to Omar, one student shared, in part, that they are Somali and a child of immigrants, according to a photo of the letter posted to Twitter. \nOmar, who fled Somalia’s civil war with her family and arrived in Kenya as a child refugee, ran her campaign for Congress on a progressive platform and has openly opposed President Donald Trump’s immigration policies and rhetoric. \nLast year, Omar noted that even as a lawmaker she too was “afraid to travel” after Trump’s travel ban. \n“When the last ban happened, even people like myself, who has been a citizen for so long ― and is a lawmaker ― I was afraid to travel and shared many of the fears that people had,” she told CBS Minnesota in 2017. \nShe was elected to the Minnesota House of Representatives in 2016. \n“I can’t wait to fight for all of you,” Omar added Wednesday on Twitter.\nHuffPost’s “Her Stories” newsletter brings you even more reporting from around the world on the important issues affecting women. Sign up for it here.", "date": "\n11/14/2018", "href": "https://www.huffpost.com/entry/ilhan-omar-congress-immigrants-refugees_n_5bec75efe4b0a2569fd136f6", "tags": "young letters immigrants asking omar ” school families ilhan elected students shared tweets"}