{"title": "Ilhan Omar Wins Democratic Primary For Congress In Minnesota", "content": "Minnesota state Rep. Ilhan Omar won the Democratic primary on Tuesday for the state’s 5th Congressional District, putting her on a path to make history.\nOmar defeated four other Democratic candidates in a crowded race to fill the seat that opened up when Rep. Keith Ellison (D) announced his bid to become the state’s attorney general. She’ll face Republican Jennifer Zielinski in November’s general election. In the solidly Democratic district, Omar is the favorite to prevail.\nIf Omar wins the seat, she will become one of the nation’s first Muslim women in Congress ― she’ll likely be joined in the historic feat by fellow Democrat Rashida Tlaib, who won her primary for a House seat in Michigan last week. Tlaib is all but guaranteed to win in November in her heavily Democratic district, earning a spot in the nation’s history books.\nFor Omar ― who was born in Somalia and spent four years in a refugee camp in Kenya before coming to the U.S. at age 12 ― breaking barriers will be nothing new. When she was elected to the Minnesota House of Representatives in 2016, she became the nation’s first Somali-American legislator.\n“I hope my candidacy would allow people to have the boldness to encourage people who don’t fit into [a] particular demographic to seek office,” she told HuffPost that year. “To believe in the good will of the people to select someone they believe shares their vision and not necessarily their identity.”  \nOmar, a mother of three who’s lived in Minnesota for two decades, is one of a record number of Muslim candidates running for office in 2018, along with an unprecedented number of women.\nShe’s also part of a movement of progressive candidates seeking to push the Democratic Party establishment further left. Omar is running on a progressive platform, including a $15 per hour minimum wage, Medicare for All and abolishing U.S. Immigration and Customs Enforcement. She was endorsed by the Justice Democrats ― the progressive political group that backed Alexandria Ocasio-Cortez in New York in her now-famous upset win.\nOmar on Tuesday night tweeted her thanks to those who helped her win the primary.\nOmar’s candidacy comes at a particularly trying time for Muslim Americans, who over the past couple of years have faced a spike in hate crimes amid President Donald Trump’s election, as well as Islamophobic rhetoric and policies from the White House and a travel ban upheld by the Supreme Court that targets mostly Muslim-majority countries.\n“Oftentimes, you are told to be everything but bold, but I think that was important for me in running as a young person and running as someone who is Muslim, a refugee, an immigrant,” Omar told HuffPost in 2016. “To believe in the possibility that all of my identities and otherness would fade into the background, and that my voice as a strong progressive would emerge if I was bold and believed in that.”\nThis story has been updated with Omar’s tweet.", "date": "\n08/14/2018", "href": "https://www.huffpost.com/entry/ilhan-omar-congress-minnesota_n_5b5a49abe4b0fd5c73cd7760", "tags": "primary progressive wins omar minnesota ” ― muslim running democratic ilhan state congress"}