{"title": "Ilhan Omar Reflects On Being A Refugee As She Prepares To Be Sworn In As A Congresswoman", "content": "Ilhan Omar arrived Wednesday at the Washington-area airport with her father one day before she will be sworn in as the first Somali-American woman elected to Congress.\nOmar said it was the same airport that she and her father arrived at when they first came to the U.S. as refugees more than two decades earlier.\nOmar, a Democrat who will be representing Minnesota’s 5th Congressional District, shared the heartwarming moment between her and her father on Twitter, signaling hope to her fans.\nIn the photo, her father is wearing her campaign button.\nOmar’s message did not go unnoticed.\n \nOmar is one of six women who will be making history as they are sworn in as members of Congress on Thursday.\nShe’s joined by Reps.-elect Alexandria Ocasio-Cortez (D-N.Y.), the youngest woman ever to be elected to Congress; Democrat Ayanna Pressley, Massachusetts’ first black congresswoman; Deb Haaland (D-N.M.) and Sharice Davids (D-Kan.), the first indigenous women in Congress; and Veronica Escobar (D-Texas), one of Texas’ first Latinas elected to federal office.\nNot only will Omar be the first Somali-American woman in Congress, she’ll also be the first hijab-wearing member of the House. Shortly after being elected, Omar vowed to take on a 181-year-old ban against headwear, like her hijab, in Congress.\n“No one puts a scarf on my head but me,” Omar wrote in November. “It’s my choice ― one protected by the First Amendment.”\nAlso Wednesday, Omar shared a powerful portrait of the incoming Democratic congresswomen, including Omar, posing in the U.S. Capitol for Vanity Fair.\n“They ain’t ready,” she tweeted Wednesday night.", "date": "\n01/02/2019", "href": "https://www.huffpost.com/entry/ilhan-omar-washington-airport-congress_n_5c2d5b47e4b08aaf7a95b3ed", "tags": "congress congresswoman first sworn refugee omar woman prepares one elected ” ilhan father wednesday reflects"}