{"title": "IMF warns on China's credit boom", "content": "The International Monetary Fund has warned that China's credit growth is on a \"dangerous trajectory\".\nIn a new report, the IMF says there is an increasing risk of a \"disruptive adjustment\" and/or a marked slowdown in economic growth\".\nThe agency calls for decisive action to deflate the credit boom smoothly.\nWithout the boom, the report suggests, China's recent economic expansion would have been significantly slower. \nSince the global financial crisis, China's economic growth has slowed, from an average of 10% a year in the previous three decades to a rate of 6.7% last year.\nThe Chinese government expected a slowdown, since the earlier double-digit rate was not sustainable over the long term.\nChina has been trying to manage a transition to slower growth with a different pattern, one that is less dependent on industry and exports and has a greater role for consumer spending at home and service industries. \nBut the IMF's report says the slowdown would have been more pronounced, were it not for a boom in credit.  \nIt suggests that over the years 2012-16, a more sustainable pattern of debt and credit would have led to economic growth that was slower by two percentage points.\nThe IMF sets out some disturbing evidence from previous credit booms with similarities to China's. It says that out of 43, only five were not followed by either a financial crisis or a major slowdown in economic growth.\nThe report does set out a number of features of China's situation that it says reduce the risks. One example is the surplus in China's current account, which is its international trade plus some financial transactions. \nThat makes it less dependent on borrowing from abroad and so less susceptible to a sudden loss of confidence on the part of foreign lenders - something that happened in many emerging-market financial crises. \nBut for each of these relatively favourable factors, the report sets out reasons why the protection they provide may be limited. \nThe biggest single group of debtors are state-owned enterprises (SOEs), although there have also been large increases in the debts owed by the government, other businesses and households. \nSOEs are a long standing issue in China. Many are what are called zombie companies that are not financially viable and are often in industries where there is excess capacity. They account for the most pressing corporate debt issues, the report says. \nThere is also a warning about the housing market. A sudden \"correction\", or in other words, a fall in prices, could pose a risk to financial stability.  \nThe report says that decisive action is needed. \nThe most general recommendation the IMF makes is that China should put less emphasis on targets for economic growth (this year it's 7.5%), as it says these \"have fostered an undesirable focus on short-term, low-quality stimulus measures\". \nMany of the other problems reflect that feature of China's economic strategy. The report says \"government has had the tendency of boosting infrastructure spending, real estate activity and credit during economic downturns to meet growth targets.\"\nThere is also a menu of other more specific initiatives the IMF suggests, including a renewed effort to deal with the zombie companies, many of which are likely to go out of business.\nIt says the government should consider restricting the use of unsecured loans to pay for down-payments by home buyers. ", "date": "15 August 2017", "href": "https://www.bbc.co.uk/news/business-40942231", "tags": "credit imf warns report china growth slowdown boom financial economic says government"}