{"title": "IMF warns trade tensions could hit growth", "content": "The International Monetary Fund has warned that escalating trade tensions could undermine global economic growth. \nIn a new report on the world economic outlook, the IMF also warns of risks from a no-deal Brexit. \nFor the world economy, the IMF is now predicting growth of 3.5% in 2019. In October, it forecast 3.7%. \nFor the UK, the report predicts growth of about 1.5% this year and next, but it also says there is substantial uncertainty around that figure.  \nThe global figure represents weaker growth than last year. \nTariff increases imposed by the Trump administration in the US and its counterpart in Beijing have already contributed to a previous downgrade.\nThe IMF also expects China's slowdown to continue. The forecast for this year and next is 6.2%. \nIn this new assessment, there are revisions for the developed economies, particularly the eurozone.\nThat reflects disruptions to the motor industry in Germany from new fuel emissions standards.\nThere are also concerns about Italy, where financial markets have been unsettled by government plans to expand spending. There are continued weaknesses in the country's banking system as well.  \nThe outlook for the UK is especially uncertain, although there is a small upward revision to the forecast for next year. The 2019 figure is unchanged.\nThe predictions are based on the assumption that a Brexit deal is reached this year and that there is a gradual transition to the new relationship with the European Union.  The IMF has warned before that a no-deal Brexit would involve substantial costs for the British economy. \nThere are also a range of factors that weigh on the outlook for some emerging and developing economies. Iran is affected by sanctions, Saudi Arabia by weaker oil production.\nThe economies of both Turkey and Argentina are predicted to contract, as is Venezuela's, but it is likely to be even more severe in that case than previously expected. \nAll that said, the main global forecast of 3.5% does, nonetheless, still constitute a respectable increase in economic activity. \nBut the concern that it might not turn out so well is unmistakable. \nTrade tensions appear to be the biggest worry and they have been a recurrent theme in recent IMF assessments of the economic outlook. That is reflected in the IMF's call for action from its member countries' governments.\n\"The main shared policy priority is for countries to resolve co-operatively and quickly their trade disagreements and the resulting policy uncertainty, rather than raising harmful barriers further and destabilising an already slowing global economy,\" the IMF said.\nThe report recalls that in its October forecast, there had already been a downgrade, partly due to the impact of the tariff increases enacted by the US and China. \nThe IMF also says there are risks from financial markets. \nThe IMF's chief economist, Gita Gopinath, said: \"While financial markets in advanced economies appeared to be decoupled from trade tensions for much of 2018, the two have become intertwined more recently, tightening financial conditions and escalating the risks to global growth.\"\nIn addition to global trade tensions, the report mentions a more substantial slowdown in China and a no-deal Brexit as possible triggers for a future deterioration in financial markets. \nThe general thrust of this report is that the IMF expects the recovery from the great recession of 2008-09 to continue.  But the clouds, though, are gathering.", "date": "21 January 2019", "href": "https://www.bbc.com/news/business-46945972", "tags": "imf warns forecast report growth financial hit global trade year could tensions also"}