{"title": "Immigrant Children Cry Out in Audio Recorded at Detention Center", "content": "“Mami!” the children’s voices cry out, between sobs. “Papá!”\nA recording of immigrant children calling out desperately for their parents after being separated from them by United States immigration authorities was released on Monday by the investigative news site ProPublica.\nThe recording, nearly eight minutes in length, added disturbing and intimate notes to the debate over the Trump administration’s practice of separating children from their parents when families are detained at the border.\nProPublica said in an article accompanying the audio clip that it was recorded last week inside a U.S. Customs and Border Protection detention center. Ten Central American children who were separated from their parents by immigration authorities are heard in the clip, along with some adults.\nThe recording is one of a number of documents and accounts that have emerged in recent days showing the toll the practice is taking on children, even though government officials have forbidden journalists who tour the detention centers for migrant children from using cameras or conducting interviews with the children.\n[Full transcript: Kirstjen Nielsen, homeland security secretary, addresses family separation at the border.]\nA photo of a 2-year-old girl crying as a border agent pats down her mother, taken near the Rio Grande by John Moore of Getty Images, has become a widely shared image emblematic of the children’s plight. On Sunday, The New York Times published an article about Elsa Johana Ortiz Enriquez and her 8-year-old son Anthony, who were separated by American officials when they were detained after crossing the border together in May. Ms. Ortiz was deported to her home country, Guatemala, without her son, who was sent to a shelter for migrant children.\nAlso on Monday photos emerged from inside a shelter in Brownsville, Tex., with a toddler crawling across a multi-color mat on the floor. She had been separated from her relatives and at the facility about a month, said the person who took the photo who requested anonymity because he was not authorized to release an image.\nAccording to ProPublica, the audio recording was provided to Jennifer Harbury, a civil rights lawyer, by a client who wished to remain anonymous. Ms. Harbury then provided the recording to ProPublica.\nThe client told the news agency that the children in the recording appeared to be between 4 and 10 years old. ProPublica reported that the children appeared to have been at the detention center for less than 24 hours at the time the recording was made, and that consular officials “tried to comfort them with snacks and toys,” but added, “the children were inconsolable.”\nAt one point, a child identified in the article as a 6-year-old Salvadoran girl is heard asking an adult identified as a consular worker if she can call her aunt. “My mommy says that I’ll go with my aunt,” the girl says in Spanish. “And that she’ll come to pick me up there as quickly as possible.”\nThe recording also reveals confusion at the detention center, as a border agent asks the children where they are from and a consular worker tries to determine where the children’s parents are.\nWhat is unmistakable are the sounds of frightened children.\nAt one point, a voice belonging to a man identified by ProPublica as a Border Patrol agent speaks over their cries. “Well, we have an orchestra here,” the man says. “What’s missing is a conductor.”\n[Have you crossed the U.S.-Mexico border with children? Tell us your story here. O en español.]", "date": "June 18, 2018", "href": "https://www.nytimes.com/2018/06/18/us/immigrant-children-detention-center-audio.html", "tags": "center propublica recording immigrant border parents separated ” cry children detention recorded article audio"}