{"title": "Immigration: Who should we let in after Brexit?", "content": "Amidst all the talk about Brexit - about borders and about trade - ministers have said almost nothing about how immigration will be controlled after the UK leaves the EU. They have not yet come up with the answer to a fundamental question - who should we let in?   \nThe promise to take back control of our borders was the headline of the leave campaign. Yet almost two years on, there has been little public debate about how that will be done, or what our immigration system should look like once free movement of EU citizens in and out of Britain has ended.\nThe Home Office originally promised to publish its plans for a new immigration policy before Christmas. Then it said the spring. Now ministers say it'll be in the autumn. \nImmigration Minister Caroline Nokes told me: \"There isn't any dithering. What I'm committed to doing is making evidence-based policy. And so we will bring an immigration policy forward when we're ready.\"\nThey were, she said, waiting for the expert advice from the Migration Advisory Committee, an independent public body which advises the government on migration issues.\nWhy the delay? Very likely it's because they're caught in the middle, between the demands of British business and the expectations of many of the voters who backed Brexit. \nPressure is now mounting on Theresa May from a growing number of businesses who fear that they will not be able to find the workers they need after we leave the EU. \nFirst, the figures: Net migration overall - the difference between the number of people coming to the UK and leaving - is 244,000 a year, more than double the government's target. \nBut net migration from the EU fell sharply to 90,000 - the lowest for 5 years. \nAnd from food manufacturers to delivery firms to fast food restaurants, I've been hearing the fears of Britain's bosses about what happens if they can't get the workers they need.\nThat's the question worrying Leigh Pomlett, president of the Freight Transport Association. \nMore than one in seven of the HGV drivers based in Britain - that's 40,000 drivers - are EU nationals. \nSpeaking to me at his company CEVA's Tamworth warehouse, he told me he is beginning to see people going back home, as the wages people can send back become worth less due to the fall in the pound, and because more jobs are now available in Europe. \n\"Polish people are wanted back in Poland more than ever. They're also wanted in Germany, more than ever. So there is a global labour market which is more mobile than it ever was. Will they move? Yes they will.\" \nHe says the industry could do with another 50,000 drivers, but he can't see where they are going to come from. And what's bad for his business could be bad for yours, as he warns that the days of free next-day delivery could come to an end. \nThat's what Patrick Hook wants to know. His family farming business PD Hook hatches eggs on an industrial scale - more than nine million per week. \nEU workers represent 33% of all people employed in the food manufacturing sector. Patrick is worried. Some of the people he employs from the EU have already headed home. Others are thinking about it.\n\"The labour crisis - and not having those skilled permanent people available to us from the European Union - is a bigger threat to us as a business and our industry  than avian influenza, that is a fact.\"\nOrder a coffee, a sandwich or a salad in a fast food restaurant, and you're very likely to have it served up by a European - one of half a million EU nationals working in shops, hotels, restaurants and fast food outlets.\nMore than half the staff at Leon - an upmarket fast food chain - are from the EU. \nJohn Vincent, Leon's chief executive and co-founder, warns that if the industry can't recruit enough staff, then restaurant chains will become increasingly automated, with machines preparing dishes, and companies using apps and vending machines to sell and deliver them to customers.\n\"There's a danger if we can't recruit people - and we've already seen it in America - that people will be replaced by robots, and that's not something we want to see. \n\"So, that's not 'Mad Max fantasy world', it's already happening.\" \nJacob Rees Mogg, the leading Brexiteer backbencher, accepts that jobs of the future may be taken by robots instead of Brits.\n\"I think that if you look at check-outs in supermarkets, that is an efficiency for the supermarket. It reduces the cost, and it may be quicker for the consumer as well.  I don't think we should be frightened of mechanisation. Those jobs will go to robots whether we have immigration or not.\"\nHe is urging ministers not to give in to the pressure. \n\"Of course business wants to carry on what it's been doing, because it's easy, but the responsibility of government is to look after the consumer and the citizen.\" \nThe voters of Mansfield in Nottinghamshire are watching to see if the Tories deliver on their promise to cut annual net migration to the tens of thousands. \nThis ex-mining town and traditional Labour constituency elected a Tory MP for the first time in its history last year. More than 70% of people here voted to leave the EU. Immigration, I was told, was a factor.\nIt was certainly an issue for local resident Jeffrey Smith: \"I'll walk down every morning to this coffee bar, and - not being racist - I can probably meet or pass 15 people, and sometimes you don't hear an English voice. and then you think 'what on earth's wrong with Mansfield?' \n\"There's too many people from other countries living here and living off us.\"\nRichard Vickerstaff runs a local shop called the Vinyl Lounge. He didn't vote for Brexit, but says he knows why people are worried about immigration. \n\"I think Mansfield probably historically isn't used to a lot of immigration, you know, on that side. So to have quite a heavy influx of people suddenly coming quite quickly within two or three years, people notice that, and certain people obviously feel uncomfortable about it.\"\nImmigration Minister Caroline Nokes told me the government was sticking to its long-term target of bringing net immigration down. \"The last two sets of statistics that we've seen have seen the direction of travel downwards, which is what we're aiming towards. But none of us have ever said that this going to be either easy or quick.\" \nBut the Shadow Home Secretary Diane Abbott told me that the government's target was \"completely bogus\". She says, \"it's just a way of the Tories talking an anti-immigrant narrative\".  \nWhen asked twice whether immigration could go up under Labour, she did not rule it out.\n\"We can't say what is going to happen to levels of migration, because migration flows are subject to all sorts of international pressures. With increased emphasis on training and skills, the need for people's specific skills from overseas may well decline.\"\nIt all adds up to a pretty painful position for Theresa May - caught between those competing pressures.\nAs well as a debate about what level immigration should be, there's the question of how the new system of rules are designed. \nIt is thought the Cabinet has had only one high-level discussion about immigration recently, and it is said to have argued about whether preference should in future be given to workers from the EU - Poles, Spanish and French - or whether there should be a level playing field for immigrants wherever they come from. \nBrexiteers like Jacob Rees Mogg back the latter approach. \n\"I can see no reason to give preference to people from the EU after we've left.  Why should we discriminate against our Commonwealth friends, against our American friends, the very large Indian population in this country? Surely we should prioritise members of their family against people from the EU with whom we have no connection?\"\nBut this is one more subject that looks set to get included in those endless complex Brexit negotiations. The more trade we want, the more open our borders may have to be. \nOne well-placed source told me that the first thing countries want to export is their people. That, incidentally, applies to India or China as well. so any new post-Brexit trade deal with them may involve hard bargaining about liberalising the immigration rules for their people who want to come here. \nSome argue that different parts of the country need a different approach. SNP First Minister Nicola Sturgeon says Scotland needs more immigrants, not a target to have fewer: \n\"It's damaging and counter-productive. It runs counter to the needs of the Scottish economy. \n\"Our pensioner population over the next 25 years is projected to increase by 25%, and yet our working-age population - those who are in employment and contributing the taxes to support everything else that we hold dear - is only going to increase by 1%. So that tells a story that we need to be able to attract talent from elsewhere.\"\nThe truth is the debate on immigration has scarcely begun. Most voters want to see what they call control. They want to see the numbers cut. They like the idea of people being able to come here to do vital jobs and of blocking those with no or few skills. That, though, doesn't go very far to answer the question \"who should we let in?\"\nNick Robinson's Panorama Immigration: Who should we let in? will be broadcast on BBC One on Wednesday 7 March at 19:30. Or watch it afterwards via the BBC iPlayer. ", "date": "7 March 2018", "href": "https://www.bbc.co.uk/news/uk-43301325", "tags": "brexit may see immigration eu migration let come one told food"}