{"title": "Imprisonment for Her Transgressions, Karaoke for Her Audience", "content": "“Why are you in there?” a visitor asked the woman behind bars. \nThe woman was the performance artist Ann Liv Young, and she was all dolled up in a free-standing jail cell at Jack, a performance space in Clinton Hill, Brooklyn. At the invitation of Jack’s artistic director, Alec Duffy, Ms. Young was doing time for her transgressions.\nIt’s been almost a year since Ms. Young — masquerading as her alter ego, the tough-love therapist Sherry — flagrantly disrupted another artist’s show at American Realness, the annual festival of contemporary performance at Abrons Arts Center. That show, Rebecca Patek’s “Ineter(a)nal F/ear,” dealt subversively with issues of rape and other kinds of trauma, a disquieting blur of sincerity and satire. Sherry (Ms. Young insists she acted in character) didn’t like it and objected with a barrage of verbal assaults, some delivered via megaphone.\nPeople were angry; Ms. Young was banned from Abrons. “Every curator, institution and artist who aligns themselves with Ms. Young is complicit in her violence,” the critic Andy Horwitz wrote. Ms. Patek published an incisive response. So when Mr. Duffy wanted to present Ms. Young, he couldn’t ignore “the hubbub,” he explained during Thursday’s performance. “The idea,” he said, addressing Ms. Young, “was to punish you.”\nBut “Ann Liv Young in Jail” was hardly punishment. A chance to put on a show — and to rehearse and advertise her other new production, “Elektra” — it was more like a gift to the artist and her posse of (noncaged) assistants, more party than penance. \n“I don’t really feel like I should be in jail,” Ms. Young said, “because I don’t feel like I did anything wrong.” From her comfortable confines — equipped with laptop, water, food, deodorant, books and a trash can where, in keeping with her oeuvre, she publicly relieved herself — she orchestrated four hours of karaoke, confession, participatory aerobics and other forms of release.\nThursday’s audience, made up mostly of inquisitive theater students from New York University, was particularly game for Ms. Young’s interactive, improvisatory mandates. Though she began as “herself,” she soon slipped into Sherry mode, practicing her caustic, cut-to-the-chase brand of psychiatry, Sherapy, what one viewer aptly, almost gleefully called a terrifying method of interrogation. \nVisitors could come and go, but most of us stayed until the end. Even as I oscillated between delight and trepidation, fascination and boredom, I didn’t want to leave. The whole thing seemed brilliant one moment, perverse the next: to capitalize on one’s own offense, to critique the state of performance by performing mostly for other performers in a room inside a room. Maybe there are less insular conversations to be had.", "date": "Dec. 7, 2014", "href": "https://www.nytimes.com/2014/12/08/arts/dance/ann-liv-young-in-jail-for-crimes-against-performance.html", "tags": "transgressions like young sherry audience artist jail ” performance imprisonment ms. karaoke —"}