{"title": "Imran Khan: From cricket hero to Pakistani PM", "content": "Imran Khan is a former international cricket star who has promised a \"new Pakistan\" and an end to corruption after claiming victory in the 2018 general election.\nThe charismatic captain who led Pakistan to a World Cup victory in 1992 has long shed his celebrity playboy image and now styles himself as a pious, populist, anti-poverty reformer.\nMr Khan, 65, struggled for years to turn popular support into electoral gains. He launched his Pakistan Tehreek-e-Insaf (PTI) in 1996 but he was the only candidate in the party to win a seat in 2002. The PTI boycotted the 2008 vote.  \nAlthough he has long been one of Pakistan's best-known faces internationally, he spent years on the political sidelines. That led to teasing - for some Imran Khan became \"Imran Khan't\". \nIt took until the last general election in 2013 for his party to emerge as a serious player, when it narrowly missed becoming the second largest party nationally.\nBut five years on, he has won an election in Pakistan, a nuclear-armed Islamic republic and a potential flashpoint because of its rocky relations with India and Afghanistan. \nDuring the campaign, Mr Khan faced accusations - which he denied - that he was the military's favoured candidate and that its intelligence service was working behind the scenes against his key rivals.\nHe needed an electoral swing of epic proportions to finally bring his political dreams to fruition. \nThe PTI held just under one-tenth of the 342 seats in the National Assembly. It had to make huge gains in the crucial province of Punjab, which has more than half of the 272 directly-elected seats and is the power base of ousted former Prime Minister Nawaz Sharif and his Pakistan Muslim League-Nawaz (PML-N) party.\nIn the end Mr Khan's PTI party dominated the election, winning 116 of the 272 seats up for grabs and trouncing the PML-N.  The PTI has partnered with several smaller parties to form a majority in parliament.\nOxford-educated Mr Khan had an illustrious career in international cricket spanning two decades from the 1970s. \nHe also developed a reputation as something of a playboy on the London nightclub circuit, though he denies that he ever drank alcohol or engaged in any activities that may be considered inappropriate for a conservative Pakistani Muslim.\nMany say his subsequent forays into the fields of philanthropy and politics were fuelled by a desire to put to use the leadership qualities and goodwill he acquired as a cricketer.\nHis pin-up looks and private life have ensured he's been a favourite of the world's media for decades.\nIn 1995, at the age of 43, he married the 21-year-old British heiress, Jemima Goldsmith - the daughter of one of the world's richest men at the time, Sir James Goldsmith.\nThe marriage produced two boys but was dissolved in 2004. The split was amicable, and Mr Khan appears to have maintained a friendly relationship with his ex-wife. \nA second marriage in 2015, to journalist Reham Khan, lasted less than a year. The former BBC weather presenter alleges she was bullied by his supporters and has written a tell-all memoir.\nIt has been making waves in Pakistan, where its publication was put on hold by the courts in the run-up to the election.\nMr Khan wed again in 2018 in a low-profile ceremony in Lahore. \nHis third wife Bushra Watto, a mother of five, was described as his spiritual adviser, and observers say the match plays well with his public shows of devotion to Islam.\nAs a politician, Imran Khan's views have often shifted or been vague. Many accuse him of U-turns. What he will actually do in power is largely unclear.\nHe upholds liberalism but at the same time appeals to Islamic values and anti-West sentiment, especially when it comes to perceived interference in Pakistan's internal affairs. He campaigned vocally against US drone strikes against militants in Pakistan's tribal areas as part of the \"war on terror\".\nHe has criticised some of the Taliban's violence but last year his party's government in Khyber Pakhtunkhwa province gave $3m (£2.3m) to the notorious Haqqania madrassa. Its head, Maulana Sami-ul Haq, is known as the \"father of the Taliban\". Imran Khan has had to fight off taunts he should be called \"Taliban Khan\". \nBut it's his campaign against corruption and dynastic politics in Pakistan, and a promise to raise a whole new class of \"clean\" politicians, that seems to have chimed with his supporters.\nHe has sought to ride a wave of disillusionment at Pakistan's old political order, particularly among the urban middle class and young voters, who are tired of living in a country with an economy and currency on the slide, and water and power supplies in constant crisis. \nThe main target of his anti-corruption campaign has been his arch-rival Nawaz Sharif.\nThe Panama Papers leak in 2015 revealed several of Mr Sharif's children had links to offshore companies which were allegedly used to channel funds and buy foreign assets.\nThat moment provided Imran Khan with his big chance - and he seized it.\nHis campaign against the Sharifs saw him threaten to blockade the capital with his supporters. Nawaz Sharif was ousted from the office of prime minister in 2017 and is now behind bars, sentenced to 10 years in prison by an anti-corruption court. The Sharifs maintain the charges are politically motivated.\nWith his main rival down but not out, Imran Khan redoubled his efforts to woo politicians with dependable vote banks to his camp. Critics say many of the so-called \"electables\" were coerced into defecting, charges the military and PTI deny.\nMr Khan has rejected persistent claims that the powerful military manipulated the poll in support of his campaign.\nHe told the BBC in May: \"The current military chief, General Bajwa, is probably the most pro-democratic man we have ever seen.\"\nHow he might get on with the military in the longer term remains an open question.\nIf he really wants to tackle some of Pakistan's root problems, he may find himself on a collision course with the establishment, as previous governments have discovered. ", "date": "6 August 2018", "href": "https://www.bbc.com/news/world-asia-india-19844270", "tags": "khan imran election military pakistan party pti pakistani hero years pm cricket campaign"}