{"title": "In a Crucial Pennsylvania District, Gun Policy Reigns Supreme", "content": "NEW HOPE, Pa. — Jaime Guttenberg was one second from safety.\nIt was Feb. 14, and she was running down the hallway of Marjory Stoneman Douglas High School, her flight captured on security cameras, as shots echoed around her. She had almost reached the door to a stairwell.\nThen: “BOOM!” Fred Guttenberg, her father, slammed his fist on the lectern with a sound that made an auditorium full of people jump in their seats. “A single shot through her spine. A single shot.”\nMr. Guttenberg was here on this Tuesday evening, he said, because he did not know if his daughter died immediately or if she suffered. He was here, he said, because he did not remember whether he had told her he loved her that morning. He was here, he said, to “proudly endorse” Scott Wallace, the Democratic House candidate in Pennsylvania’s First District.\nThis district, in Bucks and Montgomery Counties, is home to one of 2018’s most important congressional races. It is largely districts like this one, suburban and white, that will determine whether Republicans keep their House majority. It is largely gun policy that will determine which way some of these districts go. And Mr. Guttenberg — who has been lobbying across the country and gained attention during Brett Kavanaugh’s confirmation hearings when Mr. Kavanaugh would not shake his hand — is hoping his presence will help push candidates like Mr. Wallace, a lawyer and philanthropist, over the finish line.\n[Read about the five battlefields that will decide control of the House this fall.]\nBut here in eastern Pennsylvania, there is a twist: Both candidates are trying to claim the gun-control mantle.\nMr. Wallace has called for measures like universal background checks and bans on high-capacity magazines, bump stocks and certain semiautomatic weapons. But two major advocacy groups — Everytown for Gun Safety and former Representative Gabby Giffords’s namesake organization — have endorsed the Republican incumbent, Brian Fitzpatrick. Among other things, they cited Mr. Fitzpatrick’s vote last year against a bill that would have forced states to honor concealed carry permits granted by other states, a policy known as reciprocity.\nThese endorsements angered many of Mr. Wallace’s supporters, and that anger was on full display at Tuesday’s event, which was hosted by Bucks Students Demand Action and Orange Wave on behalf of Mr. Wallace and Steve Santarsiero, a Democratic candidate for the State Senate.\nSeveral Bucks County leaders of Moms Demand Action, an arm of Everytown, left the organization this week in protest, saying they could not “meaningfully volunteer our time under the umbrella of an organization that makes decisions which impede the progress of our gun violence prevention goals.” Mr. Santarsiero suggested that a vote for Mr. Fitzpatrick would be a vote “for someone who’s with you maybe 10 percent of the time, when it seems politically expedient to be there.” And Mr. Guttenberg said that Everytown and the Giffords organization were rightly looking for Republican allies but had erred in identifying Mr. Fitzpatrick, a first-term congressman, as one of them.\nIn an interview on Wednesday, Mr. Fitzpatrick — who led by four percentage points in a recent poll — said the endorsements spoke for themselves.\n“These people don’t endorse without thoroughly not only assessing the record — this is based on a working relationship over a two-year period,” he said.\nMr. Fitzpatrick said he supported universal background checks and red-flag laws, which allow the temporary confiscation of guns from people who are reported to pose an immediate threat to themselves or others. He also pointed to his membership in the House Problem Solvers Caucus, a group of 24 Republicans and 24 Democrats, which has proposed several gun-related measures.\nMr. Wallace, for his part, said that even if Mr. Fitzpatrick backed gun control legislation, voters needed to elect a Democratic majority if they wanted that legislation to make it to the House floor.\n“In the current Congress,” he said, with the current Republican leadership, “nothing is going to happen.”\nTaylor Maxwell, a spokeswoman for Everytown, noted that the organization had given both Mr. Fitzpatrick and Mr. Wallace its “gun sense candidate” designation. But Mr. Fitzpatrick “voted against the N.R.A.’s number one priority, concealed carry reciprocity, and signed on as the first Republican to co-sponsor a federal ‘red flag’ bill,” she said in an email. “When Republicans do the right thing, we’re going to stand with them. As an organization with more than five million supporters, it’s unlikely we’ll all always agree. But it’s essential to work across the aisle and prove that this issue is about safety — and owned by no political party.”\nWhat was not in question on Tuesday was the degree to which gun policy is dominating the race.\nIn interviews, people attending the event described their horror at how pervasive school shootings, and the dread of more school shootings, had become. On stage, Olivia Mitchell, 17, a senior at Council Rock High School South and an organizer with Bucks Students Demand Action, said she and her classmates walked into school every day “with targets on our backs.”\nElizabeth Jordan, 63, a copywriter from New Hope, said that she had a friend who worked at New Hope-Solebury High School, where the event was held, and that her daughter was a senior in college and planned to become a teacher. She said, with audible anger, that the friend had described being given rocks to throw if a gunman came.\n“We send grandchildren to school. We send a daughter to be a schoolteacher,” echoed Cynthia Weiss, 62, a banker from nearby Yardley. “When she tells us about active shooter drills — what crazy world are we living in?”\nErin Baeder, 25, a student at Bucks County Community College, said she felt that no one was paying attention to her fear. Yet Mr. Wallace argued that it was because of the students who studied in constant fear that gun control had finally become less taboo for politicians to discuss.\n“I’m so proud of the kids in particular, who have reminded us — the so-called grown-ups in the room — that we’ve had enough, and enough is enough,” he said. “They’ve come of age at a time when death by guns, whether in schools or churches or on the street or at the hand of domestic partners or by suicide, is commonplace, and yet they are the ones who know that it doesn’t have to be this way.”", "date": "Oct. 10, 2018", "href": "https://www.nytimes.com/2018/10/10/us/politics/pennsylvania-gun-control-election.html", "tags": "policy “ wallace gun supreme reigns fitzpatrick one district crucial school — pennsylvania said"}