{"title": "In Advertising Paradise, Reality Is Just a Conversation Away", "content": "CANNES, France — The top hitters in media and advertising descended on the beaches of southern France last week, lounging on yachts and sipping wine and frozen rosé slushies as the sun sparkled on the cerulean water of the French Riviera. They networked and cut deals at parties in chic hotels — the type where rooms cost $500 a night.\nBut even in paradise, it did not take long for conversations at the annual industry conference to inevitably turn to the frustrations of the advertising world.\nSince the previous Cannes Lions International Festival of Creativity, marketers have grappled with inadvertently funding intentionally made-up news, hate sites, and racist and terrorist-related videos on YouTube. They have been targeted on social media by partisan consumer groups based on where they place their ads. And they are demanding more transparency and accountability from digital platforms, especially Facebook and Google, which continue to dominate the online ad market.\n“I’m hypersensitive right now,” said Kathleen Hall, Microsoft’s corporate vice president for global advertising and media. “As a marketer you always think about risk, but it wasn’t necessarily the first thought. I think now you have to be much more sensitive to the idea of risk and how anything might be construed as a political statement or endorsement or issue-based support.”\nThe notion of “brand safety,” the industry term for ensuring that ads do not show up on or adjacent to objectionable content, remained a concern of executives here. Kristin Lemkau, the chief marketing officer of JPMorgan Chase, said during a discussion that Chase had yet to return to YouTube, which faced an advertiser exodus in the spring after ads for brands like AT&T were discovered on videos promoting hate speech and terrorism.\n“The answer, and I think they agree, is just to raise the bar on monetization,” she said.\nWhile YouTube has since announced that channels must have 10,000 views before being considered for automatically placed ads, Ms. Lemkau said she was not sure that was high enough. In order for Chase to return, she added, “we would have to be able to make a judgment about every channel and every creative, and I’m willing to pay a premium for that.”\nMs. Hall said that in today’s polarized media environment, people were “judging and assuming your values are represented by your media placement.”\n“I’m kind of obsessed,” she said, “with what’s the right balance between people’s freedom of choice, the media’s freedom of expression and our freedom to reach.”\nWhile the annual festival is ostensibly about honoring the best marketing work from the past year — State Street’s statue of a girl staring down the Wall Street bull won several awards — it was physically dominated by technology companies. Attendees could visit branded swaths of sun and sand called Facebook Beach, YouTube Beach, Pinterest Pier and #TwitterBeach, or ride a bright yellow Snapchat-branded Ferris wheel.\nHoopla aside, several advertisers said they were taking a harder line with such platforms, though they were eager to continue working with them. Google and Facebook, in particular, are trying to assuage advertisers’ concerns around objectionable content.\n“They’ve sort of got away with trying to say, ‘Hey, we’re an open-source technology; it’s not us, it’s them,’” Jerry Buhlmann, the chief executive of Dentsu Aegis Network, said about objectionable content online. “They’re not getting away with it anymore. They’re too big, they’re making too much money, they employ too many people, and it’s too important politically.”\nOthers are more concerned with creating standards for determining how effectively ads reach people online and being able to compare metrics across platforms — basically, what a Facebook video view is worth versus an ad viewed on Snapchat.\n“When digital media was a small part of overall advertising, I think we were learning and developing,” said Keith Weed, chief marketing officer of Unilever. “But now it’s starting to become the biggest part of advertising, and I think in that context, we need to make the industry more efficient.”\nStill, while marketers are more outspoken, the giant online advertising platforms continue to reign supreme — and attract hundreds of millions of dollars in marketing.\n“The duopoly continues,” said Martin Sorrell, the chief executive of WPP, the world’s biggest ad group, referring to Google and Facebook. “There’s been all these challenges — consumer brand safety, what I call political brand safety with terrorist-type stuff, fake news, fraud, transparency. But I don’t think that anything has happened as yet that we’ve seen of great significance in terms of altering the patterns of spend.”\nThe lavish setups from those companies contrasted with a pullback by some advertisers. Publicis Groupe, the ad giant based in France, caused a stir during the week when its new chief executive, Arthur Sadoun, said the firm would take a yearlong break from award shows like Cannes. Publicis will instead invest in developing a sort of Amazon Echo for business called Marcel, using artificial intelligence and machine learning.\nWhile Mr. Sorrell likened the timing of the Publicis announcement to a dinner guest’s insulting the host midway through a meal, he noted in an interview that his firm had sent 500 people to Cannes this year, down from 1,000 last year.\nAmazon had no prominent beachfront presence, nor a yacht nor a party with a high-profile musical guest, but the company was top of mind for many, especially after it announced its plan to buy Whole Foods Market for more than $13 billion.\nAdvertisers are eyeing ways to work with Amazon, as well as how they can take advantage of the Amazon Echo, particularly as Google and Apple follow the company’s lead in selling voice-activated devices for the home.\n“We’re working with Amazon as a retail partner — which we have a big booming business with them — and we’re working with them as a media partner,” said Marc S. Pritchard, the chief brand officer of Procter & Gamble. He said Procter & Gamble was moving money there.\nMr. Weed of Unilever said he had just returned from a West Coast trip where he met with Amazon representatives. He pointed to two Alexa apps the company has developed that cite Unilever products, including a recipe tool called Recipedia and one for cleaning instructions called Cleanipedia.\n“I really believe voice is going to be big,” Mr. Weed said. “Brands, of course, are known by their visual representation, but brands don’t have a voice, and I think we’re going to have to think about what is the tone of voice for different brands and how to engage with it.”\nMs. Lemkau of JPMorgan Chase pointed to Amazon’s data, the millions of verified Chase cardholders who are spending on the site, its media and content arm, its ad serving platform and the potential for marketing through packaging.\n“I think they will be the biggest presence here potentially one day,” she said. “When you think of alternatives to the big two, they have a really compelling case.”", "date": "June 25, 2017", "href": "https://www.nytimes.com/2017/06/25/business/media/advertising-annual-industry-festival.html", "tags": "ads think paradise media chief ” conversation away advertising amazon reality —"}