{"title": "In a Syrian Town, People Started Shouting: ‘Chemicals! Chemicals!’", "content": "BEIRUT, Lebanon — For two days and a night, the computer science student had been huddling with his family in the basement of their apartment building as pro-government forces rained bombs down on their rebel-held Syrian town.\nAfter night fell, they heard the whirring of helicopter blades followed by the whistling sounds of objects falling from the sky. Soon, a strange smell wafted down the stairs.\n“People started shouting in the streets, ‘Chemicals! Chemicals!’” the student, Mohammed al-Hanash, 25, said by phone from Syria.\nThe attack in the Syrian town of Douma on Saturday, which witnesses and medical workers said used chemical weapons, has resonated far beyond the war-scarred community’s destroyed buildings, ratcheting up tensions among world powers and threatening to escalate Syria’s multi-sided civil war.\nPresident Trump has vowed to punish not only President Bashar al-Assad of Syria for the attack, but also Syria’s Russian and Iranian allies. On Wednesday, a Russian official said that any American missiles fired at Syria would be shot down, and Mr. Trump responded in a tweet that Russia should “get ready” for missiles that would be “nice and new and ‘smart.’”\nSyria, Russia and Iran have denied the use of chemical weapons, accusing the rebels and rescue workers of concocting the story to gain sympathy as their defeat loomed.\nInternational investigators have yet to visit the site to determine whether chemicals were used, but the Organization for the Prohibition of Chemical Weapons is sending a team. The State Department said that the symptoms reported were “consistent with an asphyxiation agent and of a nerve agent of some type.”\nWhile much about the attack remains unclear, a New York Times review of more than 20 videos of its aftermath, an examination of flight records compiled by citizen observers, and interviews with a dozen residents, medics and rescue workers suggest that during a military push to break the will of Douma’s rebels, pro-government forces dropped charges bearing some kind of chemical compound that suffocated at least 43 people and left many more struggling to breathe.\n“You imagine yourself on Judgment Day, and there is death all around you,” said Mr. Hanash, the student. “It was a scene that you don’t want anyone to have to see: old men, women and children screaming and suffering.”\nRegardless of the munitions used, the attack worked. Hours later, as rescuers lined up bodies in the street, the rebels agreed to hand over the town and be bused with their families to another rebel-held area.\nDouma, a modest town northwest of Damascus that had been controlled by the opposition since the early years of the uprising, had been the last rebel-held town in an area known as Eastern Ghouta.\nOn Friday, negotiations with the rebels collapsed and the Syrian government began a new offensive against the town, heavily shelling it while jets and helicopters bombed it from above, residents said.\nAs roofs caved in and walls collapsed, people sheltered on the ground floors of their buildings or in basements intended for storage. To avoid going outside, they cooked and baked bread underground, venturing out during lulls to fetch water for cooking and bathing, said Mahmoud Bweidany, 19, who had spent much of the past few months crowded in a two-room basement with 10 other people.\n“You just sit and think about the strikes,” he said. “Are they close or far? Was that a bomb or a missile?”\nAfter a strike on Saturday afternoon, 15 people started choking, according to Mahmoud Adam of the Syrian Civil Defense, a volunteer aid group also known as the White Helmets. Witnesses said it smelled like chlorine, which has been used repeatedly as a weapon in this war.\nLater that night, Mr. Hanash heard the helicopters and the whistling that he said was caused by barrel bombs carrying some sort of chemical.\n“After the barrels came down, we started smelling a smell,” he said. He described it as “sweet.”\nBut people hiding in a nearby basement started screaming, and rescuers later carried out six people who had passed out, he said. He did not know what had happened to them.\nAnother canister landed on a bed on the upper floor of a damaged building and did not explode, according to a video shot by an activist who found it.\nA third canister was found on the roof of a crowded, four-story apartment building near the city center, according to a video of the canister and an activist who visited the building the next day.\nRescue workers and the activist, who spoke on condition of anonymity for fear of government reprisals, found dozens of men, women and children lying lifeless on the floor below. In extremely disturbing and graphic videos of the scene posted on social media, the dead bore no visible signs of trauma but some had white foam coming from their mouths and nostrils. Some appeared to have burned corneas.\nThe activist said it appeared that when the smell entered the basement, some people had tried to go upstairs to get fresh air, unknowingly getting closer to the source.\nA number of residents recalled hearing the sounds of helicopters near the time of the attack. A network of citizen observers that tracks Syrian aircraft said that two Mil Mi-8 helicopters, which they said belonged to the Syrian government, had been seen flying from the Dumayr air base toward Douma near the time of the attack.\nAfter the strikes, a wave of victims arrived at a local clinic, according to a medical student who was working there at the time and spoke on condition of anonymity for fear of reprisals from the Syrian government.\nExhausted and low on supplies, the medics doused the patients with water and tried to treat the rest with their limited respirators and medicine, he said. One patient had muscle spasms and struggled to breathe before passing out, coughing up blood and dying, he said.\n“Most of the serious cases died in the hospital,” he said.\nThe Syrian Civil Defense compiled the names of 35 people it said had died in the attack, and said that eight more bodies were unidentified.\nThe next morning was quiet. When residents emerged from their homes and shelters, they learned that the rebels had surrendered. The government would retake control of Douma for the first time in more than five years, and the rebels and tens of thousands of residents would be bused to a rebel-held area in northern Syria.\n“They never announced anything, but it was clear that there was a deal because the shelling stopped and we came out and saw that the whole town was destroyed,” Mr. Bweidany said.\nOn Sunday, rescuers removed the bodies from the building where dozens of people had died and laid them out in the street, according to a video. After dousing them with water, they loaded them into a truck to be buried. It was unclear what happened to the rest of the bodies, but residents said their families had either buried them or left them behind.\nOn Monday, officers from the Russian military police entered Douma and visited the same building the rescuers had pulled the bodies from, according to videos of the visit.\nIn a statement, Russia’s Ministry of Defense said the visit had “refuted all reports of chemical weapons use in the city.”\nIt called the accusations and the photos and videos posted online “fake” and an effort to disrupt the agreement that had ended the fighting.\nThe United States has not said when it would carry out its response.\nDouma’s residents were less concerned about Mr. Trump’s response than with a basic question: whether to remain in Douma and live under the government that had bombed them, or relocate to a part of Syria many had never visited.\nFew expected an American intervention to affect their lives.\nMr. Bweidany planned to leave Douma because he feared getting arrested by the government or drafted into its military.\n“We here as civilians have lost all faith in the things people say,” he said. “I see a lot of talk but I don’t see any action.”", "date": "April 11, 2018", "href": "https://www.nytimes.com/2018/04/11/world/middleeast/syria-chemical-attack-douma.html", "tags": "syria people ‘ douma attack “ residents town started chemicals syrian shouting"}