{"title": "In a Trade War, China Might Boycott U.S. Goods. That Could Backfire.", "content": "TAICANG, China — If China calls for a boycott of American goods, Chinese workers like David Xu could be in trouble.\nMr. Xu is one of thousands of residents of this port town who cash paychecks from American companies. He works as a technician at a Procter & Gamble manufacturing and distribution center here, one of the company’s biggest in China. Across town, Nike has opened a huge distribution center, its largest in Asia.\nIn all, more than 40 other American companies have set up shop here, making chemicals, lighters and a broad range of other products for a Chinese market eager for American goods.\n“There is no deep hatred for American companies,” said Mr. Xu, who has worked for Procter & Gamble for 13 years. “The impact of this trade conflict shouldn’t be big. After all, American companies bring so many conveniences to the lives of Chinese people.”\nSome Chinese state media outlets have hinted darkly that Beijing could weaponize its hundreds of millions of shoppers should Washington go through with its recent tariff threats and start an all-out trade war. On Weibo, China’s version of Twitter, there are sporadic calls to boycott Apple’s iPhones. Beijing has done it before, ably punishing Japanese, South Korean and Philippine products and companies over political disputes.\nA Boycott America plan could be much tougher to pull off.\nWhile competition from Chinese-made smartphones is rising, iPhones remain popular. Shopping mall developers, eager for the extra cachet, clamor for Starbucks to open stores. Nike dominates the sportswear market in China. Chevrolet is one of the country’s most popular brands.\nAnd notably, many of those products are made by Chinese workers. Factories in China assemble iPhones, stitch up Nike apparel and footwear and make Chevrolets and Fords. It isn’t clear how many jobs this creates, but the American Chamber of Commerce in China said that more than one-third of its 800-plus member companies have more than 1,000 employees in the country.\n“China needs the U.S., the U.S. needs China,” said Max Baucus, a former United States ambassador to China. “We are joined at the hip economically.”\nThe United States has also supplied much of the investment underpinning China’s economic growth. Between 1990 and 2017, America pumped more than $250 billion into China, according to a report by the Rhodium Group and the National Committee on United States-China Relations.\n“The U.S. multinationals have been playing a very critical part of China’s development story, providing investment, technology, brands,” said Erlend Ek, trade research manager of China Policy, a Beijing-based advisory firm. “They have a very good relationship with each other.”\nThere’s another reason that Beijing may be reluctant to try a boycott: American multinationals are aiding the Chinese government in some important projects. IBM and Walmart, for example, are collaborating with the e-commerce company JD.com and Tsinghua University to improve food safety in China, a priority for Beijing.\nThat isn’t to say that the idea is off the table.\nThe Global Times, a nationalist tabloid controlled by the People’s Daily, the Communist Party’s official newspaper, warned that a “people’s war” could be waged against the United States. On Chinese social media, the phrase “China is not scared!” has become a popular hashtag, the People’s Daily illustrating it with an image of Chinese and American boxing gloves.\n“The patriotism and collectivism of the Chinese people will likely play a role,” the newspaper said in an editorial last month. “And the slogans to boycott American cars and other big commodities may ring through the Chinese internet and get a response.”\nStill, China has other ways to strike back without involving consumers.\nChina’s proposed retaliatory tariffs would hit companies like Boeing. It can tell its local governments to stop buying technology from IBM or Microsoft. It can gum up business plans with regulatory hassles.\nTu Xinquan, the dean of the China Institute for W.T.O. Studies at the University of International Business and Economics in Beijing, warned that the possibility of a consumer boycott on American goods “cannot be ruled out.”\n“But perhaps once the battle begins, it’s possible that we wouldn’t even need the people to wage the boycott, because the government’s measures could be powerful enough,” Mr. Tu said.\nJust the prospect of a consumer boycott worries some American business executives. Despite frustrations that include opaque regulations, the weak rule of law and demands to hand over technology to Chinese partners or officials, the allure of being able to access nearly 1.4 billion consumers with the help of a huge labor force still holds appeal.\nConsumers in China can be a potent force. In 2012, Chinese nationalists wrecked Japanese stores and car dealerships and boycotted Japanese cars because of a territorial dispute, hurting sales for years. In 2016, online vendors stopped selling dried mangoes from the Philippines after a United Nations tribunal ruled in favor of Manila in another territorial dispute.\nLast year, the South Korean conglomerate Lotte was forced to shut down more than 80 stores in China after the South Korean government provided land for an American missile defense system that Beijing strongly opposed.\nMore recently, Chinese nationalists have besieged the social media accounts of Western companies that labeled Taiwan, a self-governing island that Beijing considers a breakaway region, and Tibet as countries.\nWilliam Zarit, the chairman of the American Chamber of Commerce in China, said a boycott “is one of the many tools that the Chinese have in their toolbox.”\n“Because of the structure of the government and the political power of the party, they can call for a boycott and get a pretty good response,” Mr. Zarit said. “So that concerns me.”\nTaicang, a 90-minute drive from Shanghai, underscores how interdependent the two economies are.\nSome of the biggest names in corporate America, like Honeywell and Exxon Mobil, have converged on this city of close to a million people. Its economy is growing faster than the country’s as a whole. It is richer than Shanghai on a per-capita basis. Last year, Taicang topped a list of China’s 10 happiest “county-level cities” for the second year in a row.\nIn a sprawling factory, Procter & Gamble makes its Head & Shoulders, Pantene and Vidal Sassoon shampoos and then distributes them along with other cosmetics and skin care products. When the factory opened, the company said it would provide 1,500 jobs for Chinese workers. Across town is a 200,000-square-meter Nike logistics center, which that company has also said would employ 1,500 people.\nIn total, 42 American factories are in the Taicang economic development zone, with a total annual output value of about $4.7 billion, the government of the much larger city of Suzhou, which administers Taicang, said in February.\nThe influx of money can be seen in the relative affluence of the Procter & Gamble employees, most of whom drive Japanese-made cars to work. One female employee, surnamed Li, said workers were confident that what they made in the factory would appeal to Chinese consumers, who she said were rational about what they bought.\nAnalysts say Beijing is aware of the importance of American companies to China’s economy. Ernan Cui, a consumer analyst at the research firm Gavekal Dragonomics, said a boycott could have many victims.\n“Due to the integration of the economies, whatever China does to the U.S. will end up hurting itself,” Ms. Cui said.", "date": "April 19, 2018", "href": "https://www.nytimes.com/2018/04/19/business/china-trade-us-boycott.html", "tags": "american goods backfire china might u.s. companies beijing ” war chinese trade could boycott"}