{"title": "In About-Face on Trade, Trump Vows to Protect ZTE Jobs in China", "content": "SHANGHAI — As China and the United States go toe-to-toe on trade and maneuver ahead of a historic North Korea meeting next month, an unlikely obstacle has emerged: a second-tier Chinese electronics maker, ZTE.\nThe company said last week that it had halted “major operating activities” after being penalized by the United States Department of Commerce. On Sunday morning, President Trump surprised many in Washington when he indicated a willingness to rethink the punishment. He also appeared to walk back from brinkmanship that has threatened the United States’ trade talks with China.\nIn a tweet, Mr. Trump said he was working with his Chinese counterpart, Xi Jinping, to prevent the collapse of the company, which employs 75,000 people.\n“Too many jobs in China lost,” Mr. Trump wrote. “Commerce Department has been instructed to get it done!”\nThe overture appeared to be off-key for an administration that has been reliably strident on what it has called unfair Chinese trade practices. Mr. Trump’s concern in his tweet about Chinese jobs — which echoed Beijing’s talking point on the issue — also runs counter to his vows to restore American jobs lost to China.\nStill, by saying the United States would work to bring ZTE back to life, Mr. Trump took pressure off the American-Chinese relationship at a crucial moment. Mr. Trump’s meeting with the North Korean leader, Kim Jong-un, has been scheduled for next month and will hinge on China, which has fashioned itself as an intermediary with Mr. Kim.\n[Haven’t heard of ZTE? Read more about the company at the center of a geopolitical chess match.]\nAnd after weeks of economic threats, American and Chinese officials have been making the 14-hour flights back and forth in an attempt to negotiate their way out of a looming trade war. Liu He, a top economic adviser to Mr. Xi, is expected to visit Washington this week to see if the two sides can make progress.\nYet if ZTE’s resuscitation reduces trade tensions, it also demonstrates the intractable nature of a deepening technological cold war between the world’s two largest economies.\nAmerica’s ability to cripple the company simply by freezing its access to components made in the United States is a stark sign of what Beijing views as its overreliance on American technology. Pardoning a company that failed to punish employees who violated American trade controls against Iran and North Korea would set a difficult precedent for the United States.\nThough their electronics supply chains remain intertwined, neither country trusts the other with sensitive or core technology — an indication that a longer-term deal could prove elusive. China will not relent on industrial policy imperatives, such as Made in China 2025, aimed at building self-reliance. Similarly, American trust for Chinese companies is unlikely to grow.\nFor now, however, Mr. Trump seemed to indicate his desire to walk back from that impasse.\nAsked about the president’s tweet, a White House spokeswoman, Lindsay Walters, said that Mr. Trump expected that Commerce Secretary Wilbur L. Ross Jr. would “exercise his independent judgment, consistent with applicable laws and regulations, to resolve the regulatory action involving ZTE based on its facts.”\nLater on Sunday, Mr. Trump tweeted again about trade with China. “China and the United States are working well together on trade,” he wrote. “Be cool, it will all work out!”\nBut the about-face left many scratching their heads.\nMr. Trump was criticized by members of Congress for his efforts to protect ZTE. “You should care more about national security than Chinese jobs,” Representative Adam Schiff, Democrat of California, said in a tweet. Senator Chuck Schumer, Democrat of New York, tweeted, “How about helping some American companies first?”\nThe prospective shutdown of ZTE has been seen as major leverage in continuing trade discussions between China and the United States over Chinese trade practices. If Mr. Trump was announcing a huge concession with his tweet, it was without any indication of what he might have gotten in return.\n“Given his pressure on Beijing on trade, I don’t understand his concern for Chinese jobs” in the tweet, said Adam Segal, a technology and security expert at the Council on Foreign Relations. It “goes against the steady stream of security warnings about ZTE,” he added.\nLast month the Commerce Department banned shipments of American technology to ZTE for seven years, saying that the company broke sanctions and then lied about carrying out the punishment. The department said on Sunday that it had no comment.\nThe company had already agreed last year to a $1.2 billion fine in connection with those violations. But now, barred from using American microchips, software and other components, ZTE has been facing the prospect of being unable to manufacture its telecommunications equipment and smartphones.\nZTE says it has business in more than 160 nations. Although large American wireless carriers do not use the company’s telecommunications equipment out of security concerns, it is the No. 4 smartphone brand in the United States, behind Apple, Samsung and LG.\nChinese officials raised objections to the penalties on ZTE when an American negotiating team visited Beijing this month. The American officials had brought a list of demands for the Chinese government that included a halt to all subsidies to advanced manufacturing industries. No deal was reached.\nThe Commerce Department’s action last month may well have caught some senior administration officials by surprise, said Paul Triolo, who focuses on technology policy for the Eurasia Group, an advisory firm. He previously held senior United States government positions that focused on China’s technological prowess.\n“There was almost certainly disagreement within the administration about the costs and benefits of coming down hard on ZTE,” he said, adding that the optics of the United States killing China’s No. 2 telecommunications manufacturer would not have been good for broader trade and tech policy negotiations.\nZTE’s closing “has whipped up a lot of techno-nationalist fervor already, at a delicate time in the relationship,” he said. “No one wants to see iPhones getting smashed in the streets of major Chinese cities.”\nThe president’s tweet underscored his willingness to try to hammer out deals by offering unconventional or unrelated concessions that are ordinarily left to government negotiators working in more structured processes. But presidential intervention to rescue the Chinese company could also be seen as undercutting the Commerce Department’s authority to enforce trade controls. It might, therefore, diminish the future effectiveness of such controls when applied to other companies.\nThe possibility of a seven-year ban on using American technology had been written into ZTE’s settlement with the department last year. Before the department activated the ban last month, the Chinese firm had acknowledged to the department that it had not, despite its statements to the contrary, fully disciplined employees involved in evading sanctions. But the company asked the department to postpone its response so an internal investigation could determine why management had failed to chastise the employees.\n“Giving ZTE additional time to complete its internal investigation will not erase the company’s most recent — in a series — of false statements to the U.S. Government,” the Commerce Department’s order last month said.\nScott Kennedy, a fellow at the Center for Strategic and International Studies in Washington, said that in expressing concerns about Chinese jobs, Mr. Trump was reiterating the case made by Beijing on ZTE’s imminent collapse.\n“Jobs is the talking point,” he said, adding that for Mr. Trump to write about Chinese jobs in the tweet, “it must have just been part of the conversation, which would have come from the Chinese side.”\nIn reality, ZTE represents much more to China than merely jobs. As a maker of the equipment that undergirds cellular networks, the company plays a crucial role in China’s innovation drive and its push to influence technology outside its borders.\nThe American government is also investigating ZTE’s main Chinese rival, Huawei, for breaking American sanctions against a number of countries, including Iran and North Korea. Much larger than ZTE and far more critical to China’s industrial policy plans, Huawei could be a much more significant chip in trade negotiations.\nBoth ZTE and Huawei have been the subject of repeated security warnings by the American intelligence establishment. The two telecommunications equipment makers have a close relationship with China’s government, and a 2012 report from Congress cautioned that allowing the companies to build out American cellular networks would be a threat to national security.", "date": "May 13, 2018", "href": "https://www.nytimes.com/2018/05/13/business/trump-vows-to-save-jobs-at-chinas-zte-lost-after-us-sanctions.html", "tags": "about-face american company china ” trump vows chinese trade protect zte jobs"}