{"title": "In Berlin, a Show of Solidarity Does Little to Dampen Jewish Fears", "content": "BERLIN — After an attack on a young man wearing a kipa in a trendy Berlin neighborhood, the leader of Germany’s largest Jewish organization urged Jews to wear baseball caps instead. It was just too dangerous, he said, to walk around openly with a kipa or skullcap, a sign of devotion.\nIn a country that has spent 70 years fighting the legacy of the Holocaust, the backlash was swift: We are all kipa wearers. Berliners, including the mayor, and other Jewish groups participated in demonstrations on Wednesday in which people of all faiths donned skullcaps in solidarity.\n“Today the kipa is a symbol of the Berlin that we would like to have,” Mayor Michael Müller told a crowd of hundreds of people outside the Jewish community center in western Berlin. It is, he said, “a symbol of tolerance.”\nOfficials from Chancellor Angela Merkel’s government, political parties ranging from the far right to the far left and the Turkish community, attended the rally. Smaller demonstrations were held in the eastern cities of Erfurt and Potsdam, as well as Cologne in the west.\nThe attack last week in Prenzlauer Berg by a 19-year-old Syrian refugee, who struck the victim with a belt, challenged the city’s recently won reputation for diversity. It also raised the painful question of whether, even today, Jews could feel truly safe in Germany.\nThe victim later told Deutsche Welle that he was not Jewish, but grew up in an Arab family in Israel. He said a Jewish friend had given him the skullcap, but warned him that it is unsafe to wear it in Germany. He said he filmed the video “for the police and for the German people to see — and even for the world to see — how terrible it is these days as a Jew to go through Berlin streets.”\nThe assailant was arrested and detained and charged with attempting serious bodily injury.\nOn Tuesday, the head of Germany’s Central Council of Jews, the largest umbrella Jewish organization in the country, warned Jews against openly wearing skullcaps. The official, Josef Schuster, urged them to “wear a baseball cap or something else to cover their head instead.”\nThe comment triggered an angry response from international Jewish groups, who decried it as an indication of failure on the part of German authorities.\n“The fact that the head of the Central Council of Jews in Germany has advised against wearing a kipa in public must serve as a final wake up call for German and European society to take action,” said Moshe Kantor, president of the European Jewish Congress.\nDespite the demonstrations on Wednesday, many among the more than 100,000 Jews who now call Berlin home worry that the outward display of solidarity will remain largely symbolic. They do not expect it to change the threats they face daily, in a political climate in which the far-right has been resurgent and incidents of anti-Semitism and racism have increased, even in a city that celebrates diversity as key to its modern identity.\n“It’s nice, it’s meaningful, to see people stand up and say that Jewish life should be here,” said Andrew Mark Bennet, a doctoral law student in Berlin and member of its youngest Jewish Orthodox community. He came to Berlin from Maryland, by way of Israel. “But at the end of the day, tomorrow I’m still putting a cap over my kipa, because it’s not safe to walk the streets of Berlin with it.”\nSince the fall of the Berlin Wall in 1989, Berlin has seen a flourishing of Jewish life. An Orthodox community was founded in 2013. Kosher stores and restaurants have sprouted, and young Jews and artists have arrived from Israel. But even as Berlin has welcomed the return of a culture the Nazis sought to eradicate, Jews living in Berlin say discrimination, both subtle and violent, is part of daily life.\nThe government has sought to respond. Felix Klein, the newly appointed commissioner for anti-Semitism, plans to establish a national network to help identify causes of discrimination and racism targeting Jews as a key first step in combating the problem. “We need to quickly establish a system where victims can turn to to report incidents,” Mr. Klein said. “Because in order to develop an effective strategy to combat anti-Semitism, we need to know exactly where it lies.”\nMany point to the arrival of more than 1 million migrants and refugees, many of them from the conflict-ridden Middle East, who have been taught to hate Jews and seek Israel’s demise. However, police statistics from 2017 show that of 1,453 anti-Semitic crimes, nine out of 10 were attributed to members of far-right or neo-Nazi groups. Anti-Semitism has also become more prevalent in pop culture.\nGermany’s Music Industry Association announced on Wednesday that it was scrapping its annual music prize, the Echo, after outrage over its decision to award a trophy to a rap duo whose album included a song about how their bodies are “more defined than Auschwitz prisoners,” and another, in which they vow to “make another Holocaust, show up with a Molotov.”\nNumerous internationally recognized musicians, including the orchestra director Daniel Barenboim, have been handing back their prizes in protest in recent weeks, apparently prompting the organization to backtrack on its original assertion that the song lyrics, while problematic, were protected as artistic expression.\nAlong with the arrival of the refugees, Germany has also recently experienced the rise of a far-right political party, the Alternative for Germany, whose leaders have for the first time questioned the country’s post-World War II culture of remembrance. Together, these forces have caused a shift in what is acceptable in German society.\nMichal Friedlander, a curator at the Jewish Museum, said she recently found herself seated in a first-class train carriage next to a German man reading a newspaper article about the anti-Semitic attack in Berlin. Without being asked, the man turned to her, and explained what he would do to all of the Jews and Arabs living in Germany, demonstratively drawing his finger across his throat. “This is the shift,” said Ms. Friedlander, who has lived in Berlin for 17 years. “People are not ashamed to say these things out loud.”\nIn such a climate, many fear, shows of solidarity will go only so far. The demonstration of support in Berlin was held on a street cordoned off by police. As they left the area and passed the police line, many demonstrators could be seen taking their skullcaps off.", "date": "April 25, 2018", "href": "https://www.nytimes.com/2018/04/25/world/europe/anti-semitism-germany-jews-kipa-solidarity.html", "tags": "solidarity little fears show germany german jews ” berlin jewish kipa dampen"}