{"title": "In Brexit, Trump Finds a British Reflection of His Own Political Rise", "content": "WASHINGTON — The day after Britain voted to exit the European Union in 2016, Donald J. Trump landed in Scotland and promptly declared the referendum result “a great thing.”\nMore than two years later, President Trump is back in Britain, and now he wants to speed it along.\nWith its push to restrict immigration and its appeal to “take our country back,” the Brexit campaign was always a close political relative of the Trump movement in the United States. In many ways, it was a precursor to Mr. Trump’s election — which Stephen K. Bannon, the president’s former political adviser, often called “America’s Brexit.”\nBy his own admission, Mr. Trump is no scholar of Brexit. “I don’t think anybody should listen to me because I haven’t really focused on it very much,” he said in an interview with Fox Business Network days before Britain’s referendum on June 23, 2016. “But my inclination would be to get out, you know, just go it alone.”\nYet in the eyes of many of Mr. Trump’s aides and supporters, Brexit helped validate and legitimize the nationalistic “America First” ideas on which Mr. Trump’s campaign was built. It supported his notion that the world is a stage on which great powers compete — and strike the best deals possible — while bending weaker countries to their will.\nBritish advocates of Brexit have long harbored ambitions not just to fragment the European Union but to wreck it. It is an ambition that Mr. Trump has often appeared to support, casting the European Union as an economic competitor that has stymied American farmers with its limits on genetically modified produce, hormone-treated beef and chlorine-washed chicken.\nOn Friday, Mr. Trump again condemned the European Union’s trade policies and what he called their “barriers beyond belief” that lock American products out of their market.\nHis desire for Britain to distance itself from these rules — and therefore to open itself to increased trade with the United States — was at the heart of an interview the president gave to The Sun newspaper a day earlier, immediately placing himself at the center of British political struggle.\nIn the interview, which was published hours after he arrived in London, Mr. Trump signaled his support for hard-line Brexit backers who want a clean break with the European Union. That put him at odds with Prime Minister Theresa May of Britain, who is pushing a business-friendly approach that would preserve many economic ties to the bloc.\nThough Mr. Trump sought on Friday to play down his criticism of Mrs. May, his remarks about Brexit highlighted the close connections he has enjoyed with those who first championed the idea of Britain leaving the European Union — and who are now the prime minister’s ardent opponents.\nAmong them is Nigel Farage, a strident crusader against the European Union. He helped push the Brexit campaign, and then became a fixture of the Trump campaign, appearing at rallies and debates.\nMr. Farage visited Trump Tower in Manhattan to meet Mr. Trump, then the president-elect, days after the November 2016 election. He brought with him Arron Banks, the single largest financial backer of the pro-Brexit campaign who, like many Trump associates, is now under scrutiny in Britain and in the United States for his links to Russian officials.\nMr. Trump also has close contacts with pro-Brexit members of Mrs. May’s Conservative Party. In his interview with The Sun, the president spoke of his admiration for Boris Johnson, who was a leading supporter of the campaign to leave the European Union and who stepped down as foreign secretary this week over Mrs. May’s proposal to maintain some economic ties to the bloc.\nJohn R. Bolton, Mr. Trump’s national security adviser, recently met with hard-line British lawmakers who are fiercely critical of Mrs. May’s so-called soft Brexit approach. One Conservative Party lawmaker, Bill Cash, told The Daily Mail newspaper that Mr. Bolton “gave a positive view of what he believed the president thought about Brexit.”\nThe Brexit vote was unique to Britain’s strained relationship with other European countries.\nBut at its core were many of the same ideas that animated Mr. Trump’s rise — not the least of which was a sense that the government had pursued trade deals and international alliances that suffocated working-class people, permitted unchecked migration, strained the country’s resources and challenged its identity.\n“The populist revolt in Europe is always six months to a year ahead of us,” Mr. Bannon said Friday in an interview from London. “These ideas spread like contagion. Brexit and Trump 2016 are inextricably linked — the exact same themes: sovereignty, stopping mass illegal immigration and a virulent anti-elitism.”\nMr. Bannon also nodded at similarities between parallel efforts to stymie Mr. Trump and Brexit. “They’re trying to nullify Trump’s election just like they’re trying to nullify Brexit,” he said.\nThe discord within the European bloc, especially as it relates to migration and how to handle the millions of people fleeing Muslim countries like Syria and those in North Africa, was a story line well-suited to Mr. Trump’s political leanings and preconceptions.\nHe has described migration as a driver of a breakdown of law and order in Europe. And he often laments the loss of Europe’s cultural individuality, as he did this week when he said that immigration had “changed the fabric of Europe.” His zealotry led him to imply, erroneously and infamously, that migrants had created a violent disturbance in Sweden the month after he was inaugurated, when nothing of the sort had occurred.\nBrexit was in many ways like Mr. Trump’s election itself — a politically cataclysmic event that many never took very seriously until they had to.\nAs it happened, Mr. Trump was in Scotland the day after the Brexit vote — not to participate in a victory lap, but to promote his Turnberry golf course. When asked about the vote, however, he made clear that he saw it as similar to what was stoking his campaign in the United States.\n“People want to take their country back,” he said.\nThose who know Mr. Trump’s thinking on Brexit say he spends little energy or effort dwelling on its dynamics.\nBut for those who subscribe to his protectionist worldview, the success of Brexit — and its jostling of the prevailing pro-European Union sentiment among the Continent’s leaders — is closely tied to the health and viability of Mr. Trump’s movement in the United States and those of populist, nationalist movements in countries like Italy, Hungary and Germany.\nMr. Bannon was on hand in London this week, meeting with Mr. Farage and giving interviews that praised Mr. Trump’s confrontational approach.\n“Everybody else wants to have happy talk,” Mr. Bannon said Thursday in an interview on Sean Hannity’s radio show, after Mr. Trump’s explosive meeting with NATO allies.\nIn Mr. Bannon’s view — and the president’s — commitments made to the North Atlantic Treaty Organization were just another example of the way the United States’ working-class families are being asked to shoulder burdens that should not be theirs.\n“Their kids are the ones, the 38,000 combat troops in Germany, are the sons and daughters of the deplorables,” Mr. Bannon said, using the term Hillary Clinton once famously used to describe Mr. Trump’s voters.\n“It’s on their shoulders to bear the taxes and then have their kids do it? No,” Mr. Bannon said.", "date": "July 13, 2018", "href": "https://www.nytimes.com/2018/07/13/us/politics/brexit-donald-trump-political-movement-.html", "tags": "brexit finds european bannon union political ” trump britain british rise reflection —"}