{"title": "In Christchurch, New Zealand, One Family Among Many Buries a SonListen to ‘The Daily’: One Family’s Story of Survival and Loss in New Zealand", "content": "CHRISTCHURCH, New Zealand — Farah Talal took an early lunch break last Friday from her job at a Muslim child care center in Christchurch, New Zealand. Upstairs, in their apartment, she found her husband, Atta Elayyan, shaving before he left for Friday Prayer.\n“I walked in like, ‘Oh, nice! Good job,’ ” said Ms. Talal, 26. “And that was it. I had no clue that that could have been the last time I would speak to my husband.”\nNot long afterward, Mr. Elayyan, 33 — an app developer, goalkeeper and father to Aya, nearly 2 — was shot and killed in a terrorist attack at Al Noor Mosque in central Christchurch, one of two Muslim places of worship where a gunman ended the lives of 50 people.\nThe process of identifying the victims was painfully slow, and on Thursday, Ms. Talal’s family received a call to confirm what they knew: that Mr. Elayyan was among the dead.\nTwenty-four hours later, the family had washed and shrouded him, in accordance with Muslim practice, and were burying his body alongside 25 other families, in a mass funeral attended by 5,000 people.\nHow Mr. Elayyan got to that place is a story of sadness and simplicity.\nHe had lived in Christchurch for most of his life. Born in Kuwait City to Palestinian parents, he spent time as a child in Corvallis, Ore., where his parents were academics. The family moved to New Zealand in 1995.\nFriends and relatives of Mr. Elayyan tell much the same stories: of a man with a winning smile, generous and patient, a peacemaker. His sister, Haneen Alayan, 25 — some members of the family spell the surname differently than others — said he had been the only one who could calm her down when she was a teenager furious with her parents.\nHis mother, Maysoon Salama, said he had been the best in the family at handling his sometimes-stubborn father.\n“He’s a darling, the best kid ever,” Ms. Salama said in a friend’s Christchurch living room, children running and shrieking behind her, not long before she went to collect her son’s body. Just days before his death, she said, he had finished painstakingly laying a kitchen floor in her home. “He’s very selfless.”\nMr. Elayyan had his quirks. One of his teammates on New Zealand’s national futsal team — futsal is an indoor version of soccer, with five players on a side — said that near midnight on the eve of a major game, Mr. Elayyan could often be found giving everyone a haircut so they’d look good the next day.\n“He loved to celebrate,” said the teammate, Hamish Mitchell, 23. “Every time he made a save, he’d make sure everyone around could hear him.” He was a “fearless” goalkeeper, Mr. Mitchell said.\nMr. Elayyan’s family has yet to learn how, exactly, he died. He had been worshiping at Al Noor alongside his father, Mohammad Alayan, who was wounded and attended his son’s burial in a wheelchair.\nOn the day of the killings, as word spread by text messages and news alerts, Haneen Alayan and her younger brother Abdallah Alayan, 21, who were in the city of Dunedin, leapt into a car and drove the five hours to Christchurch in a daze. Their father and brother regularly went to Friday Prayer at Al Noor.\nSo many people had converged on Christchurch Hospital, where wounded people had been taken from Al Noor and the other targeted mosque, Linwood, that the Alayan siblings had to park miles away and ride tandem to the hospital on a Lime rental scooter.\nWhen they got there, they rushed from room to room. After hearing that there were patients who were alive but not yet identified, they held out hope — until a doctor arrived in the waiting room to read out those patients’ names.\n“He literally stood up and just read out this list one by one, and halfway down, our dad is read out,” Mr. Alayan said.\n“And we got to the end. And our brother’s name hadn’t been read out.”\nThat was when they knew Mr. Elayyan’s body lay in Al Noor Mosque. The paramedics had only transported those who could still be saved.\nMr. Elayyan’s wife, Ms. Talal, said she had been told that her husband had the chance to flee the mosque when the shooting began, but did not. She believes he would have tried to protect others.\nThe couple had been introduced by a family friend when Ms. Talal lived in Jordan. Mr. Alayan said his older brother’s late-night phone conversations with his future wife kept him and his sister awake through the paper-thin walls into the early hours of the morning.\n“Atta was an angel,” said Ms. Talal. “Honestly, not because he was my husband. He was too good to be true.”\nOn Friday — after a nationwide vigil during which the call to prayer was broadcast across the country, and New Zealand paused for two minutes of silence — members of the Muslim community arrived at a cemetery on the edge of Christchurch by the car- and busload.\nTheir path guarded by armed police, they wound their way between the graves. Christchurch does not have a separate Muslim cemetery, and a corner had been chosen for the 50 plots.\nThe crowd was not silent. Children chattered in their parents’ arms, and people called out to each other. Many had already walked the path several times this week, as bodies were released to families a few at a time. But this was the biggest burial yet.\nLogistics were a challenge. Over a loudspeaker, Sheikh Mohammad Amir — his instructions frequently punctuated with “inshallah,” meaning “God willing” — patiently repeated his request that only “six to eight” men bear each shrouded body into the burial area, because of space constraints.\nMany ignored him. When Mr. Elayyan’s name was called, more than a dozen men crowded together to bear him in, some only barely able to reach the open casket and touch it lightly with their fingertips.\nHis father waited for him at the grave, his mother, sister, and wife standing a little way behind. The elder Mr. Alayan raised himself on a cane to bid his son goodbye, the mourners pressing around him, hands on each other’s backs.\nThey stood still and quiet, holding each other, for a long time. Then they picked up their shovels, fine clouds of dirt flying into the air as they cast earth into Mr. Elayyan’s grave.\nAbdallah Alayan, Mr. Elayyan’s brother, who is studying to be an architect, said his older brother had sacrificed his own dream of architecture school to stay in Christchurch, near their parents. He was “our second father,” he said. Now, his younger siblings say they will ensure that Mr. Elayyan’s wife and daughter have the support he would have given them.\nMr. Elayyan’s wife said her young daughter, Aya, had asked whether her father was in Auckland, the New Zealand city where he had gone before to visit family.\n“He’s gone, but not to Auckland this time,” Ms. Talal said she told her. “He went to jannah, which is heaven.”\n“For now, this is what I’m going to tell her,” she said. “He traveled to this place, but we cannot call him.”\nAt the graveside, Mr. Elayyan’s family — the men still clasping each other’s shoulders — filed away. The next procession of bodies was borne into the ground. It grew cooler and light faded as afternoon turned to evening, and the funeral continued.", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/world/asia/christchurch-burials.html", "tags": "elayyan ‘ many story daily sonlisten zealand one ” alayan survival buries loss christchurch new said — talal family among"}