{"title": "In Christchurch, Signs Point to a Gunman Steeped in Internet Trolling", "content": "A camera mounted to his head, the gunman who livestreamed part of his savage attack on two mosques in Christchurch, New Zealand, on Friday began his video by casually making reference to a current internet meme.\nHe appeared to be steeped in the culture of the extreme-right internet. And in the terrible minutes of video that followed, he proved to be a nonchalant, unrepentant killer.\nAs of Friday night, the gunman had not been identified by the authorities. But just before the attack began, a man who said he was a 28-year-old from Australia published a link on a right-wing forum to a 74-page manifesto, and another link on the same forum to a personal Facebook page with the video that would soon document the slaughter.\nBased on the video, the manifesto and social media posts, a picture has begun to emerge of a man primarily driven by white nationalism and a desire to drive cultural, political and racial wedges between people across the globe. That, he hoped, would stoke discord and, eventually, more violence between races.\nIt is unclear whether the Facebook user is the man whom the authorities in New Zealand have charged in the shootings that have left at least 49 people dead. They have said only that the suspect is a man in his 20s.\nAustralia’s main public broadcaster reported that the Facebook user worked as a personal trainer at a gym in the city of Grafton after finishing school in 2009 until 2011, when he left to travel overseas. Where exactly his travels took him was not immediately known, but the manifesto’s author wrote that he explored much of Europe in the spring of 2017.\nAnd a man using the same name visited the Gilgit-Baltistan administrative territory of Pakistan in October, people at two hotels there confirmed.\nAsghar Khan, the manager of operations at the Serena Hotel there, said the man seemed like a “nature-loving” traveler. Syed Israr Hussain, owner of the nearby Osho Thang hotel, said he stayed there for two or three days with a group of backpackers.\n“He was normal and polite during his stay,” Mr. Hussain said. “There was nothing out of the ordinary.”\nThe gunman appeared to pair the shooting with the typical trolling tactics of the internet’s most far-right instigators, playing to a community of like-minded supporters online who cheered him on in real time as they watched bodies pile up. And the manifesto states plainly what usually goes unstated by internet trolls: By design, its author wanted to get everyone upset and arguing with each other.\n[Follow our live briefing on the Christchurch killings here.]\nOne of the goals of his bloodshed, he wrote, was to “agitate the political enemies of my people into action, to cause them to overextend their own hand and experience the eventual and inevitable backlash as a result.” He said he wanted to “incite violence, retaliation and further divide.”\nThe manifesto, the harrowing video and what appear to be the gunman’s social media posts feature typical white nationalist rhetoric with layers upon layers of irony and meta jokes, making it difficult to parse what is genuine and what he just thought was funny.\nThe gunman seems to have a significant interest in history — at least, the parts that fit into a white nationalist narrative. On his weapons, he wrote the names of centuries-old military leaders who led battles against largely nonwhite forces, along with the names of men who recently carried out mass shootings of Jews and Muslims.\nThe manifesto, steeped in anti-Muslim sentiment, refers to nonwhites as “invaders” who threaten to “replace” white people. The author says he used guns instead of other weapons because he wanted the United States to tear itself apart arguing over gun laws.\nHis choice of language, and the specific memes he referred to, suggest a deep connection to the far-right online community. The link to the livestreamed video was first posted to the /pol/ forum of 8chan, a notorious far-right space, where the gunman was hailed as a hero after the shooting.\nSome of his references were subtle. As he drove to the mosque, he listened to a song associated with a 1995 Serbian nationalist video, which has recently been co-opted as a racist meme.\nWhat might appear to be a bizarre, rambling section of the manifesto was actually a relatively old meme known as Navy Seal Copypasta, a faux rant that is copied and pasted to indicate faux toughness.\nOn 8chan, he uploaded an image titled “screw your optics,” a phrase Robert Bowers, the man accused of fatally shooting 11 people at a Pittsburgh synagogue in October, was said to have used.\nOther references were more mainstream. “Subscribe to PewDiePie,” the gunman’s call at the beginning of the video, is a recent meme, referring to the YouTube star whose real name is Felix Kjellberg — but the gunman’s use of the phrase should not necessarily be read as an endorsement. (PewDiePie, a polarizing figure with a populist appeal, said on Twitter that he was “absolutely sickened having my name uttered by this person.”)\n[Read more on PewDiePie, from 2017: what a bizarre career turn indicated about the nascent politics of social platforms.]\nAt times, the manifesto creates dubious associations with cultural figures he knows to be lightning rods for criticism.\nHe wrote that Candace Owens, a black conservative commentator in the United States, was most responsible for radicalizing him, a claim that seemed intended as a joke.\nHe called President Trump “a symbol of renewed white identity and common purpose,” but mocked him as “a policy maker and leader.”\nHe railed against diversity, praising “non diverse nations” like China, which he said most closely shared his political and social values.\nIn a question-and-answer section of the manifesto, he asked himself: Where did he research and develop his beliefs?\n“The internet, of course,” he wrote. “You will not find the truth anywhere else.”", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/world/asia/new-zealand-gunman-christchurch.html", "tags": "gunman manifesto trolling signs man ” white point christchurch video internet steeped"}