{"title": "In China, Daydreaming Students Are Caught on Camera", "content": "BEIJING — In the halls of Yuzhou No. 1 High School in central China, students refer to them simply as “the cameras.”\nWhen the first bell sounds before 7 a.m., their fish-eye lenses spring to life, broadcasting live as students sit at their desks and measure geometric angles, pass notes or doze during breaks. Before long, thousands of people — not just parents and teachers — are watching online, offering armchair commentary.\n“What is this boy doing? He’s been looking around doing nothing, like a cat on a hot roof,” one user wrote. “This one is playing with his phone!” added another, posting a screenshot.\nAs internet speeds have improved, live-streaming has become a cultural phenomenon in China, transforming online entertainment and everyday rituals like dating and dining. Now the nation’s obsession with live video is invading its schools, and not everyone is happy about it.\nThousands of schools — public and private, from kindergarten to college — are installing webcams in classrooms and streaming live on websites that are open to the public, betting that round-the-clock supervision, even from strangers, will help motivate students.\nSchool officials see the cameras as a way to improve student confidence and crowdsource the task of catching misbehaving pupils. Parents use the feeds to monitor their children’s academic progress and spy on their friendships and romances. But many students see live-streaming as an intrusion, prompting a broader debate in China about privacy, educational ethics and the perils of helicopter parenting.\n“I hate it,” said Ding Yue, a 17-year-old senior at Yuzhou No. 1 High, in Xuchang, a city in Henan Province. “I feel like we are zoo animals.”\nSome experts warn that live-streaming in schools will make Chinese youth, already accustomed to the nation’s extensive internet censorship and use of outdoor security cameras, even more sensitive to surveillance.\n“If classrooms are under surveillance at all times, instruction will definitely be influenced by outside factors and the opinions of whoever is watching,” said Xiong Bingqi, vice president of the 21st Century Education Research Institute, an influential Chinese think tank, who called the practice a violation of students’ rights and a threat to academic freedom.\nAfter a critical article on the subject recently in The Beijing News, a prominent newspaper, several schools announced they were ending the broadcasts. But thousands of others chose to remain online and continue to draw a daily audience of cyber class monitors eager to report daydreaming students and lax teachers.\nThere are dozens of live-streaming platforms in China, and classroom feeds can be found on many of them. Anyone with an internet connection can visit and choose from thousands of live school feeds. The most popular site may be Shuidi, owned by the internet security giant Qihoo 360 Technology Company, which sells webcams and software, among other products.\n“When you tell them, ‘It’s possible your parents might be behind your back watching,’ it’s like a sword hanging over their heads,” said Zhao Weifeng, the director of a private school in the eastern province of Jiangsu that installed cameras in its classrooms last year. “Having surveillance makes children behave better.”\nThe Deep Blue Children Robot Center, a network of technology enrichment programs based in Beijing, said it had made live-streaming a central part of its teaching model.\n“A noble person shouldn’t have anything to hide,” said Jiang Jifa, a computer scientist and co-founder of the network. “Everyone needs to be able to pose onstage, to run for office, to receive attention from the country and the world.”\nIn China’s cutthroat education system, live-streaming has also found evangelists among G.P.A.-obsessed parents looking for new ways to push their children and schools eager to improve academic performance. “It helps students spend their time more efficiently and get into their dream universities,” a parent of a senior at Yuzhou No. 1 High wrote recently in an online forum.\nWebcams have proved especially popular at rural boarding schools, where teachers say live-streaming can be a vital link between children and parents, often migrants working in cities hundreds of miles away.\nChina is not the first to use internet-enabled cameras in classrooms. Private schools and charter schools in the United States have in recent years experimented with closed-circuit, private broadcasts to deter crime and misbehavior. Britain is testing body cameras for teachers in part to gather evidence for student disciplinary hearings.\nBut critics say Chinese schools have adopted live-streaming technology on an unheard-of scale and with few of the privacy protections in place elsewhere.\nDeng Xu, whose daughter attends an elite preschool in Beijing, said she understood the desire to keep an eye on children and their teachers at school, especially when they are very young. But she said at some point parents had to let go.\n“It’s just sad to be watched all the time,” she said. “Parents need to learn to be hands-off.”\nHan Xiao, a lawyer in Beijing who has spoken out against live-streaming in classrooms, said that many schools were operating the cameras without the consent of parents and students and that public broadcasts posed a threat to student safety.\n“Classrooms are enclosed spaces, so the activities of students like reading and eating snacks should be regarded as private,” he said. “Living under surveillance and fear will hurt students’ potential to grow.”\nQihoo 360’s cameras are advertised as tools for deterring thieves and monitoring young children at home. But the company said it had not targeted schools for sales. It added that it had not received complaints about privacy and that individuals initiating live-streams must agree to respect the privacy of others.\n“Many schools and teachers willingly bought and installed our devices and choose to share the footage voluntarily,” the company said in a statement.\nLive-streaming in general is on the cutting edge of entertainment in China, making stars of ordinary people as they use their phones to broadcast meals, candid monologues on the meaning of life and tutorials on subjects like applying makeup and rebuilding cars.\nThe industry more than doubled in size in 2016 and is expected to generate $5 billion in revenue this year, largely through the sale of virtual gifts, according to Credit Suisse. But it has proved difficult for the Chinese government to regulate.\nThe authorities issued guidelines last fall that banned pornography and original news reporting on live-streaming channels. The rules recognized a general right to privacy, but did not address the use of live-streaming in schools.\nAt Yuzhou No. 1 High, which began live-streaming classes late last year, students now joke that their school should instead be called “Yuzhou No. 1 Prison.”\nReached by telephone, several said they were uncomfortable that anyone with an internet connection could tune into their classroom discussions. To avoid the camera’s stare, they sometimes congregate in a blind spot near the front of the classroom, they said.\n“Who knows if there are any psychopaths watching?” asked Li Li, a junior.\nThe school did not respond to a request for comment.\nDing Yue, the senior, said live-streaming had also contributed to bullying at the school, recalling how a student was teased after classmates read that an online commenter had made fun of his looks.\n“Most students want to speak and fend for themselves, but we don’t have the power,” he said, when asked if students had complained to the school. “It’s the business of grown-ups. We aren’t allowed to talk about it.”", "date": "April 25, 2017", "href": "https://www.nytimes.com/2017/04/25/world/asia/in-china-daydreaming-students-are-caught-on-camera.html", "tags": "caught live-streaming china cameras parents ” schools school camera daydreaming students"}