{"title": "In Era of Trump, China’s President Champions Economic Globalization", "content": "DAVOS, Switzerland — In a world troubled by grave uncertainties over the basics governing trade, security and the mission to limit climate change, President Xi Jinping of China on Tuesday portrayed his nation as a responsible global citizen dedicated to furthering international integration.\nThat a leader of the People’s Republic of China can stake a claim to the mantle of leadership in the realm of free trade speaks to the unforeseen, even surreal alteration of the global order in recent months.\nHis message, delivered here in the Swiss Alps at the annual gathering of the World Economic Forum, appeared meticulously timed to the tumultuous moment at hand. He was speaking three days before Donald J. Trump was to be inaugurated president of the United States, raising the prospect of a trade war with China, and on the same day that Prime Minister Theresa May of Britain outlined plans to pursue her country’s departure from the European Union.\nThe Chinese leader used his moment to make an expansive case for globalization as a source of prosperity. He never mentioned Mr. Trump by name, nor did he even make reference to the fact that the White House is about to gain a new occupant. Yet his speech resonated as a rebuke of the trajectory that the president-elect has promised — not least, his repeated threat of steep tariffs on Chinese goods as a response to what he portrays as predatory trade practices.\nIn myriad ways, Mr. Xi is a strikingly ill-fitting steward of openness and connectivity.\nUnder his direction, China’s Communist Party has clamped down severely on civil society, tightening restrictions on the internet and jailing scores of lawyers focused on using the country’s own laws to defend the rights of aggrieved people. He has projected China’s navy into contested waters in the South China and East China Seas.\nThroughout his speech, Mr. Xi carefully used the phrase “economic globalization,” while avoiding unqualified “globalization,” reflecting China’s spurning of an open internet, universal human rights and free elections.\nIndeed, the metaphor he used to reject protectionism — “like locking oneself in a dark room” — could just as well have been used to describe China’s political path under his leadership, with the Communist Party overtly guiding a campaign to restrict the influence of what it labels Western notions such as democracy. This month, China’s top judge delivered a speech sharply criticizing the idea of an independent judiciary, which he said must be “resolutely rejected.”\nNot for nothing, China carries a reputation as a country willing to bend the norms of global commerce when such a course suits its interests. Steel producers around the globe complain that Beijing dumps its  steel on world markets at prices lower than the cost of raw materials, costing jobs at mills from Italy to Indiana.\nBut the populist ferment refashioning the global order has made previously unthinkable roles possible. In the United States, the supposed citadel of free market enterprise, a wealthy real estate magnate has captured the White House on the strength of his appeal as a supposed champion of blue-collar workers. Here in Davos, where technology executives fret about the plight of sub-Saharan Africa while drinking champagne paid for by investment banks, the chairman of the Communist Party of China — an institution that rules in the name of peasant-led revolution — draped himself in the banner of globalization.\nNone of these details were featured in Mr. Xi’s highly choreographed appearance at the gathering that has become a rite of passage into the ranks of the global elite.\nFor Klaus Schwab, executive chairman of the World Economic Forum, the participation of China’s president amounted to a public relations coup because it was the first time a Chinese head of state had attended. Mr. Schwab obliged with his trademark soft treatment. He asked no questions, solicited none from the audience, and delivered an introductory address so laudatory that it provoked winces among some in the audience.\n“In a world marked by great uncertainty and volatility, the international community is looking to China to continue its responsive and responsible leadership in providing all of us with confidence and stability,” Mr. Schwab said.\nThat Mr. Xi chose this year to make his debut underscores China’s attempt to improve its international standing just as much of the world appears in turmoil.\nThe United States is about to inaugurate as president someone who has questioned the relevance of powerful institutions that have anchored the world order for decades, from NATO to the World Trade Organization. Britain is pursuing a fraught divorce from the European Union, dealing a blow to those who have advanced regional integration as a solution to economic and security problems.\nThe growing electoral strength of populist, anti-European Union parties in France, the Netherlands, Italy and Germany has intensified fears that the union may not endure.\nThese developments have yielded a gnawing sense that a complex world is suddenly short of adult supervision. Mr. Xi devoted his speech to trying to fill that vacuum, casting China as a trustworthy power in which serious-minded people are taking considered action to address consequential challenges — from climate change to a weak global economy.\n“This appears to be a time of uncertainty in the United States, in the U.K.,” said Kai-Fu Lee, a prominent venture capitalist in Beijing who invests in emerging Chinese companies. “The world needs strong leaders to give the world confidence.”\nIn keeping with the traditions of speeches delivered by senior Chinese officials, Mr. Xi’s address was long on platitudes, tortured metaphors and literary references, while nearly bereft of policy pronouncements.\nYet, in totality, it delivered a striking message: In an era in which the United States and Britain are consumed with recriminations over the strains of globalization, China will continue to tether its fortunes to world trade.\nMr. Trump has picked as a key trade adviser the economist Peter Navarro, who has long portrayed China as a mortal threat to American prosperity. Mr. Trump has threatened to brand the country a currency manipulator, opening the door to punitive tariffs.\nThough Beijing has in years past maintained its currency, the renminbi, at artificially low levels to make its goods cheap on world markets, it has in recent months intervened aggressively in the other direction, propping up its value against the dollar.\n“China has no intention to boost its trade competitiveness by devaluing the RMB,” Mr. Xi said.\nIn another implicit rebuke of Mr. Trump, the Chinese president argued forcefully for follow-through on the 2015 Paris climate accord. Mr. Trump has threatened to renounce the deal while naming to his cabinet several people who question the basic scientific consensus on climate change.\n“The Paris agreement was hard won,“ Mr. Xi said. “All signatories should stick to it instead of walking away from it, as this is a responsibility we must assume for future generations.”\nMr. Xi was accompanied by an enormous delegation of Chinese officials and business executives who reveled in a moment on the world stage, posing for photos as they awaited the president’s arrival.\nIn conversations on the sidelines, many expressed concerns about the threats of tariffs from the incoming Trump administration, fearing the consequences of a potential trade war between the world’s two largest economies. But most assumed tough rhetoric would eventually give way to the realities of shared commercial interests.\nChina relies on access to the United States, the largest consumer market on earth, as the landing place for its exports. The United States depends upon China for a vast range of finished goods.\nJack Ma, founder and executive chairman of Alibaba Group, the Chinese e-commerce giant, said he assumed cooler heads would find a way to avoid trade hostilities.\n“I don’t think it will happen,” he said of the hostilities. “It’s going to be a disaster if it does.”\nMore than a decade has passed since the United States Congress effectively prevented CNOOC, a Chinese state-owned oil company, from buying the American energy company Unocal, branding the merger a threat to national security. Fu Chengyu, CNOOC’s chief executive at that time, pointed to the treatment of the merger as an indication of American hypocrisy on free trade.\nBut on Tuesday, as he waited for the Chinese president to deliver his address, Mr. Fu, who recently retired from another major Chinese energy company but retains a party post, expressed confidence that Mr. Xi and Mr. Trump would forge common ground.\n“Eventually, they will cooperate to get more benefits,” Mr. Fu said. “At the beginning, Trump will say something very harsh. He will try to do something punishing. But this is a double-edged sword. Once he’s in the White House, he will see things differently.”", "date": "Jan. 17, 2017", "href": "https://www.nytimes.com/2017/01/17/business/dealbook/world-economic-forum-davos-china-xi-globalization.html", "tags": "world xi china globalization president united era trump ” economic chinese trade champions"}