{"title": "In Eastern Europe, U.S. Military Girds Against Russian Might and Manipulation", "content": "ORZYSZ, Poland — Soon after a United States Army convoy crossed Poland’s border into Lithuania during a major military exercise this month, two very strange things happened.\nFirst, four Army Stryker armored vehicles collided, sending 15 soldiers to the hospital with minor injuries. But hours later, an anti-American blog claimed a child was killed and posted a photo of the accident. Lithuanian media quickly denounced the blog post as a doctored fake, designed to turn public opinion against the Americans and their Baltic ally.\nThe bloggers had borrowed a page from the playbook of Russia’s so-called hybrid warfare, which American officials say increasingly combines the ability to manipulate events using a mix of subterfuge, cyberattacks and information warfare with conventional military might.\nThe military exercise, which involved 18,000 American and allied troops, offers a window into how Army commanders are countering not just Russian troops and tanks, but also twisted truths. The exercise occurred as President Trump is sidling up to Moscow by bad-mouthing NATO, calling for Russia to be readmitted into the Group of 7 industrialized nations, and planning a summit meeting with President Vladimir V. Putin of Russia next month.\nAmerican commanders say they are tuning out Mr. Trump’s comments — strengthening ties to allied armies, increasing the number of troops and spies devoted to Russia, and embracing Defense Secretary Jim Mattis’s newest defense strategy that focuses more on potential threats from Russia and China and less on terrorism.\n“The Russians are actively seeking to divide our alliance, and we must not allow that to happen,” Dan Coats, the director of national intelligence, warned separately in a speech in France the day after the June 7 accident in Lithuania.\nOver the past year, the United States and its NATO allies completed positioning about 4,500 soldiers in the three Baltic States and Poland, and have stationed several thousand other armored troops mostly in Eastern Europe as a deterrent to Russian aggression.\nIn Brussels, allied defense ministers met recently in advance of a NATO summit meeting in July and approved a plan to ensure that by 2020, at least 30,000 troops, plus additional attack planes and warships, can respond to aggressions within 30 days.\nThese tensions are part of an expanding rivalry and military buildup, with echoes of the Cold War, between Washington and Moscow.\nThe doctored photo of the Army accident in Lithuania was just the latest reminder of what American officials called Russia’s increasing reliance on cyberattacks and information warfare to keep its rivals off balance.\nLast year, for instance, Lithuanian prosecutors investigated a claim of rape against German soldiers who were stationed in Lithuania as part of a NATO mission to deter Russia. Ultimately, the report turned out to be false. Moscow denied being involved in any disinformation campaign aimed at discrediting troops, but the incident was widely viewed as an attempt to sow divisions among the allies.\nMoscow is flexing its conventional might, too, sending military forces for its own exercises along its western border with Europe and also to Syria and eastern Ukraine. Additionally, Russia is building up its nuclear arsenal and cyberwarfare prowess in what American military officials call an attempt to prove its relevance after years of economic decline and retrenchment.\nIn response, the Pentagon has stepped up training rotations and exercises on the territory of newer NATO allies in the east, including along a narrow 60-mile-wide stretch of rolling Polish farmland near the Lithuanian border northeast of here called the Suwalki Gap. The corridor is sandwiched between the heavily militarized Russian exclave of Kaliningrad and Moscow’s ally Belarus, and is considered NATO’s weak spot on its eastern flank.\nIn the unlikely event of a land war, American and allied officers say, the region is where Russia or its proxies could cut off the Baltic States from the rest of Europe. Since Russia annexed Crimea and supported separatists in eastern Ukraine, Eastern Europe has felt increasingly vulnerable.\n“Putin is a bird of prey,” said Piotr Lukasiewicz, a retired Polish Army colonel and former Polish ambassador to Afghanistan. “He preys on weak states.”\nThe Polish government has offered to pay the United States up to $2 billion to build a permanent military base in the country, an offer the Trump administration is weighing cautiously. American forces are, apparently for the first time, flying unarmed Reaper surveillance drones from a Polish base in the country’s northwest. Nearly 2,000 Special Operations forces from the United States and 10 other NATO nations carried out one of their biggest exercises ever — Trojan Footprint 18 — in Poland and the Baltics this month.\nElsewhere in Europe, Norway agreed two weeks ago to increase the number of American Marines training there regularly, to 700 from 330, drawing an angry protest from Moscow.\nThe Russian military threat has changed markedly since the Soviet Union collapsed in 1991. Mr. Putin has invested heavily in modern infantry forces, tanks and artillery. Moscow has also increased its constellation of surveillance drones that can identify targets and coordinate strikes launched from other weapons.\nRussia’s big war game in Belarus last year — known as Zapad 2017 — involved tens of thousands of troops and raised concerns about accidental conflicts that could be triggered by such exercises, or any incursions into Russian-speaking regions in the Baltics.\nThe Kremlin firmly rejects any such aims and says NATO is the security threat in Eastern Europe. Gen. Joseph F. Dunford Jr., the chairman of the Joint Chiefs of Staff, met with Gen. Valery V. Gerasimov, the chief of the Russian general staff, in Helsinki, Finland, this month, in part to discuss “the current international security situation in Europe,” a spokesman for General Dunford said.\nA mobile American command post here in northeastern Poland reflects the Army’s new realities in Eastern Europe.\nSoldiers accustomed to operating from large, secure bases in Iraq and Afghanistan now practice disguising their positions with camouflage netting. Troops disperse into smaller groups to simulate avoiding sophisticated surveillance drones that could direct rocket or missile attacks against personnel or command posts. Intelligence analysts track Twitter and other social media for information on their adversaries and local sympathizers.\n“We have to be nimble,” said Brig. Gen. Richard R. Coffman, a deputy commander of the Army’s First Infantry Division who is overseeing much of the American training from a command post in Orzysz.\nAsked about the Russian threat, General Coffman, a third-generation Army officer from Fort Knox, Ky., echoed a sentiment of many officers interviewed over the course of three days: “To say I wasn’t worried would be foolish, but it doesn’t keep me up at night.”\nThe largest American component in the $21 million exercise, called Saber Strike, consisted of roughly 3,000 soldiers from the Second Cavalry Regiment, a storied Army unit that tracks its lineage to 1836. To practice its ability to move quickly in a crisis and sustain itself along the way, the regiment drove 950 vehicles about 840 miles from its base in Vilseck, Germany, to a training range in southern Lithuania — roughly the distance from New York to Atlanta.\nThe road march was a proving ground for enhanced technology, such as new, small reconnaissance drones and electronic-jamming equipment to thwart Russian probes. For Lithuanian officers, many of whom have served alongside Americans in Afghanistan and Iraq, the expanded allied presence is welcome payback for the Baltic contributions to those counterterrorism campaigns of the past decade.\nWhen it comes to Russian aggression, the Lithuanians have long memories. Hanging in the spacious office of Maj. Gen. Vitalijus Vaiksnoras, Lithuania’s second-ranking officer, is a huge painting of the Battle of Orsha — from 1514 — when a force of 30,000 Lithuanians and Poles defeated 80,000 Russians.\n“We cannot afford to be weak,” said General Vaiksnoras, who studied in San Antonio and at Fort Leavenworth, Kan. “The Russians will take advantage of that.”\nLithuania’s army has grown to 10,000 full-time soldiers, a roughly 25 percent increase in the past two years, the general said. Conscription has been reinstated. And the military has bought new infantry fighting vehicles, air defenses and howitzers.\nAt a training range about 15 miles from the border with Belarus, Col. Mindaugas Steponavicius, commander of the Lithuanian Army’s 3,000-soldier Iron Wolf brigade, said he was sharpening his forces by training with NATO partners like the United States and Germany.\nHe is putting aside Mr. Trump’s comments and relying on soldier-to-soldier bonds to deter Russia.\n“If you are a small nation, you have to have good, strong allies,” said Colonel Steponavicius, who has served combat tours in Afghanistan and Iraq. “When we have such a neighbor, allies matter.”", "date": "June 27, 2018", "href": "https://www.nytimes.com/2018/06/27/us/politics/american-allies-russia-baltics-poland-hybrid-warfare.html", "tags": "american manipulation military troops russian u.s. might nato army ” eastern europe russia — girds"}