{"title": "In French Labor Overhaul, Union Leader Offers a Way to a Compromise", "content": "PARIS — As thousands of workers last summer protested changes to France’s labor laws, Laurent Berger, the head of one of the country’s most influential unions, got an unsettling call.\nAround 100 protesters had split from a rally and surrounded the headquarters of his union, the French Democratic Confederation of Labor, shouting and smashing windows. Scrawled near the entrance was a warning in red paint: “This treason must end!”\nThe “treason” referred to a contentious decision by Mr. Berger to support revisions to France’s 3,400-page labor code — a rarity in a country known for stark divisions between union leaders and government officials. Some of the changes would relax rules around the cherished 35-hour workweek, which Mr. Berger saw as a way to encourage companies to hire.\nSuch union backing will be critical as President Emmanuel Macron moves to overhaul the economy and change the notoriously rigid labor law. Although Mr. Macron’s party secured a sweeping parliamentary majority on Sunday, labor remains a powerful force to block change. And Mr. Berger’s union, the most moderate in France, provides a potential path to compromise.\n“We’ve just had a profound political shift, so we’re at a turning point where things can really change,” Mr. Berger said in an interview.\nMuch is at stake. Unemployment has been stuck around 10 percent for four years, and the economy has failed to recover from the financial crisis as fast as Germany’s.\nMr. Macron wants to steer France toward a more Scandinavian-style economic model known as “flexible security.” Pioneered in Denmark, it promotes consensus between unions and employers, and it aims to minimize joblessness by making it easy for companies to adjust their work force and by retraining the unemployed.\nThe idea is to no longer protect jobs for life, while giving people skills to transition to different careers.\n“Workers still need protection, but in a globalized world, the economy must be able to adjust, too,” Mr. Berger said. “If unions just oppose everything, we’ll never move forward.”\nWhether Mr. Berger follows words with actions remains to be seen. The C.F.D.T., as the union is known, recently became France’s largest when its membership surpassed the militant General Confederation of Labor, which has dominated the landscape for decades.\nAmid Mr. Macron’s rise, Mr. Berger has sometimes painted his union as a moderating influence in France’s labor movement at a crucial moment for the economy. Mr. Berger has pushed for a more flexible approach in France as the forces of globalization change the competitive landscape.\nYet he is not immune to protesting when the stakes are high. On Sunday, he urged Mr. Macron to maintain discussions with unions and employer groups — or risk new demonstrations.\nIn France, even small changes tend to rile labor organizations, which have historically sought to secure workplace protections through protests and strikes. The General Confederation of Labor, known as the C.G.T., has been at the forefront of mobilizing frequent, sometimes violent actions, whether burning tires or even holding bosses captive.\nAnd while unions are at their weakest membership levels ever — representing just 8 percent of the work force — they can still thwart big changes to totems like the length of the workweek, or measures that would undermine their own power.\nMr. Macron’s plans contain several elements that unions, including the C.F.D.T., see as red lines. Foremost is a proposal to allow employers to negotiate directly with employees on a range of workplace issues, overriding sector-wide accords struck by unions. Labor organizations also oppose a measure to cap compensation awards in unfair dismissal cases.\nMr. Berger insists his union is not the government’s foe. An imposing, energetic man from a working-class family in northern France, he became a labor activist after an early career helping disadvantaged and poor people.\nHe is willing to give employers more flexibility to downsize when the economy sours, provided that they hire when conditions improve and that those who lost jobs are protected and retrained.\nIn France, “there’s a natural conflict between employers and employees,” he said at the C.F.D.T. headquarters, where sun streamed through gleaming windows replacing the ones that had been smashed. “But does it take a battle or dialogue to build compromise? I choose dialogue.”\nHis position has engendered detractors, who see the C.F.D.T. as selling out to business interests. The protesters who vandalized his offices denounced him as a traitor. Others wielded signs proclaiming, “When slavery is re-established, the C.F.D.T. will negotiate the length of the chains!”\nYet it would seem to be a strategic move in the era of Mr. Macron, a centrist whose swift rise has upended France’s traditional power balance. His République en Marche party’s majority in the National Assembly will give him momentum to push a strongly pro-business agenda.\nDivisions within France’s labor movement may play to Mr. Macron’s advantage. The C.G.T., which traces its roots to the French Communist party, has never been overtaken by another union. It may face challenges if Mr. Berger’s union sets a more moderate tone for trade-offs.\nPhilippe Martinez, the C.G.T.’s leader, has said his organization does not necessarily oppose changes to the labor code. But last week, he maintained threats of mass protests if employee protections are cut too much.\nJust weeks into his presidency, Mr. Macron has already summoned labor leaders — starting with Mr. Berger — for marathon sessions to discuss overhaul plans, which will be fast-tracked through executive orders in summer. Mr. Macron has scheduled 50 more meetings with the unions through July, and more rounds in August and September.\n“Macron is good at talking to the unions, at giving them something,” said Philippe Aghion, an economics professor at Harvard and at the prestigious Collège de France who mentored Mr. Macron as a student, and who advises him on labor policy. “He’ll take what they say into account.”\nStill, Mr. Macron’s political wins mask weaknesses that are not lost on union leaders. His parliamentary victory was overshadowed by record-low voter turnout. And many who backed Mr. Macron for president did so to keep his rival, the far-right National Front leader Marine Le Pen, from winning — not to see him weaken labor protections.\n“Right now, people are saying, ‘He’s just been elected president, let’s give him a chance,’” Jean-Claude Mailly, the leader of Force Ouvrière, the third-largest union, said at a recent news briefing. “But there’s real anger in France.”\nIn the current discontent, Mr. Berger is similarly walking a fine line between playing a leadership role during the president’s overhaul drive, and placating members of his own union wary of radical change. Still, Mr. Berger insists he is not aiming to incite mass protests just yet.\n“There’s a mentality in France that says we should cut off the heads of those at the top,” he said. “And there’s also a French tendency to focus on things that could go wrong.”\nHe paused, then continued in a firm voice. “We can change that,” he said.\n“I have no desire to be among those who keep saying, ‘None of this will work.’ It has to work,” Mr. Berger added. “Because if it doesn’t, we’ll wind up with Le Pen in another five years. And things will be much, much worse.”", "date": "June 20, 2017", "href": "https://www.nytimes.com/2017/06/20/business/macron-france-labor-union-laurent-berger.html", "tags": "labor unions overhaul “ france compromise way berger union macron leader — french offers"}