{"title": "In German City Rich With History and Tragedy, Tide Rises Against Immigration", "content": "DRESDEN, Germany — As it does every Advent, this history-laden city has erected the gift stalls, the glühwein stands and the Ferris wheel of Germany’s oldest Christmas market, around the Frauenkirche, the 18th-century church that was magnificently rebuilt after the Allies’ catastrophic bombing in 1945. But this year, there is tension behind the seasonal jollity.\nFor the past seven Mondays, people have taken up the battle cry of East Germans protesting their Communist government 25 years ago — “Wir sind das Volk!” (“We are the people!”) — and fashioned it into a lament about being overlooked by political leaders of the present.\nDresden’s demonstrators, echoing the populist fears coursing around Europe, are a motley mix of far right-wingers in the National Democratic Party, or N.P.D., young hooligans and ordinary folk who feel ignored as foreigners pour into Germany — at least 200,000 this year alone — seeking jobs or asylum.\nFirst hundreds, now thousands have responded to the summons from a previously unknown activist, Lutz Bachmann, 41, and an organization called Pegida, a German acronym for a title that translates roughly as Patriotic Europeans Against the Islamization of the West.\nOn Monday, a record 7,500 showed up despite teeth-chattering cold, for an hourlong march through Dresden’s center, a mix of grim Socialist architecture and gems of the pre-1945 past. National flags were flown. One placard said, “We miss our country,” while another demanded, “Protection of the Heimat,” or homeland, “not Islamization.”\nCarefully kept at shouting distance by the police, several hundred opponents yelled their disagreement. “Refugees are welcome here!” they chanted in English before blocking the Pegida crowd from reaching Dresden’s famed Theater Square, bordered by the beautiful Semperoper opera house and the Zwinger museum, home to one of the finest European art collections.\nDespite its rich culture and its present-day prosperity, Dresden is no stranger to right-wingers or hatred of foreigners. But as dissatisfaction simmers throughout Europe over the arrival of migrants, events in this city of 530,000 people have come as a surprise.\n“They are clearly Nazis,” said Kathi Wetzel, 50, when asked at her food stall about the demonstrators, though, she added, the marches also swept up “simple hangers-on who don’t really know why they are going along.”\nMartin Landseck, 32, pouring beer at another stand, took a far less definite attitude. “Let’s wait and see,” he said, about which side has the better case.\nClearly, Pegida has touched a nerve. In Germany, where the economy is still growing and more people have jobs than ever before, no equivalent has emerged to France’s Marine LePen and her populist National Front, and no leaders have ridden discontent to power like Prime Minister Victor Orban in Hungary.\nThe Islamization evoked by Pegida is hardly imminent, with only about 2 percent of the population in the Saxony region foreign, and only a fraction of those Muslim.\nBut right-wingers and soccer hooligans banded together in Cologne this fall and overran police officers in violent protests they said were aimed at Islamic extremism. Dresden is almost the anti-Cologne — determinedly antiviolent and careful in its fliers and patriotic placards to stay on the right side of laws banning hate speech — yet focused on many of the same targets.\nIn Pegida, “Obviously, we are dealing with a mixed group — known figures from the N.P.D., soccer hooligans, but also a sizable number of ordinary burghers,” said Frank Richter, director of Saxony’s state office for political education. He and other East Germans who marched against the Communist government in 1989 cringe at the new demonstrators’ appropriation of the old rallying call. “But they obviously feel they have not been understood.”\nSome see Dresden’s xenophobia rooted in its Communist past. Before unification, the region was known as “the valley of the clueless,” because it was the only major urban area in East Germany which could not receive West German television.\nAnd while the rest of Germany was absorbing Turks and other immigrants for decades, the East was largely isolated from foreigners.\nWerner Patzelt, a politics professor at Dresden’s Technical University, noted that “in the past 25 years, East German society underwent a huge process of transformation. People now feel that things are halfway back in order: the new system works, our towns look O.K. and we have jobs — and now there comes a whole new change and no one asked us.”\nSince reunification in 1990, the N.P.D. has often won seats in the state legislature. While the N.P.D. fell short of the 5 percent hurdle to gain seats in the state legislature last fall, a new populist party, the Alternative for Germany, garnered almost 10 percent of the vote.\nSuspicion of Islam is not unique to eastern Germany, but it is potent, driven like elsewhere on the continent by the swelling of the Muslim population, the alarming flow of European Muslims to Syria or Iraq to wage jihad, and the growing fears that those jihadists might return to inflict harm on their adopted homelands.\nAn announcement in the fall that 14 new facilities would open in Saxony for some 2,000 refugees — two this year, the others in 2015 and 2016 — may have been the final straw. At Monday’s demonstration, four men in their 60s were unanimous about the danger. “Just look at the Ruhr,” said one, alluding to industrial cities of western Germany, where migrant ghettos are ever more common. “We don’t want that here.”\n“Or Berlin,” said a second. “We don’t want to have to put barbed wire on our balconies,” he said, insisting this was common in the capital to keep foreign burglars at bay. (It is not.)\nMany of the demonstrators refused to identify themselves or be interviewed. But Mr. Bachmann, their leader, eagerly shook hands with a reporter before the march, and insisted that his group is not against refugees from war zones, Islam or foreigners per se.\n“What we don’t like here” are economic refugees mooching on the German system, he said. “Politicians in Germany, they did the whole thing wrong, basically wrong.”\nThe local Sächsische Zeitung newspaper recently reported that Mr. Bachmann had several criminal convictions — 16 burglaries, driving drunk or without a license and even dealing in cocaine. The report also noted that it was hard to pin down where and how Mr. Bachmann had lived, though it found that, among other things, he had done publicity for nightclubs.\nNews of his record jars with his accusations that arriving foreigners spread crime, but Mr. Bachmann waved it off as a distraction. Yes, he told the crowd. “I, too, have a previous life,” he said, adding, “If it is better for our cause, I am ready to step out of the unwanted spotlight.”\nNevertheless, he said, he was worried about foreigners who took advantage of Germany’s welfare system, while “some old people can’t afford a slice of Christmas cake.” Pretty soon, he predicted to applause, deformation of the German language would deprive Germans of Christian terms like “Christmas tree.”\nAt the market, Erika Gemende, 74, chatting to a grandson as she sold Christmas sweets, tried to make sense of the Pegida movement.\n“I will help anyone who is fleeing from war; if they need some of my old things, they can have them,” she said. “But we have to see who gets what.”\nIn this town, she noted, memory plays a part. “My mother, she was all alone, with the four of us children” after her father was killed in the war, Ms. Gemende said. “No one helped her.”", "date": "Dec. 7, 2014", "href": "https://www.nytimes.com/2014/12/08/world/in-german-city-rich-with-history-and-tragedy-tide-rises-against-immigration.html", "tags": "history immigration foreigners tragedy germany city rich german rises ” pegida east — dresden tide"}