{"title": "In Golan Heights, Trump Bolsters Israel’s Netanyahu but Risks Roiling Middle East", "content": "President Trump declared on Thursday that the United States should recognize Israel’s authority over the long disputed Golan Heights, delivering a valuable election-eve gift to Prime Minister Benjamin Netanyahu but jettisoning decades of American policy in the Middle East.\nMr. Trump’s announcement, in a midday Twitter post, came after persistent pressure from Mr. Netanyahu, a close political ally who is fighting for his survival in the election scheduled for April 9, and has invoked his friendship with the American president as a prime argument for staying in office.\nBut Mr. Trump’s move, while popular in Israel and among some lawmakers in Congress, is likely to be condemned almost everywhere else. The United Nations has rejected Israel’s occupation of the Golan Heights since 1967, when Israeli troops seized the 400 square miles of rocky highlands from Syria during the Arab-Israeli war.\n[Sign up for the weekly At War newsletter to receive stories about conflict and consequence.]\nIt will also reverberate throughout the Middle East and could undermine Mr. Trump’s long anticipated peace proposal for Israel and the Palestinians. The White House has been enlisting support for the plan among Arab leaders who now face the prospect of acquiescing in the loss of land they had long claimed as Arab.\nAs a practical matter, Mr. Trump’s announcement changes little. There is no negotiation underway on the status of the Golan Heights, nor any expectation that Israel is going to withdraw from it. The United States could veto any United Nations Security Council resolution condemning the move.\nBut as a symbolic step, the decision is momentous — underlining Mr. Trump’s willingness to flout diplomatic orthodoxy and shake up a debate over the Middle East that has changed little since the 1970s.\n“I’ve been thinking about doing that for a long time,” Mr. Trump said to Fox Business Network in an interview scheduled to air on Friday. “Every president has said ‘do that,’” he said, “I’m the one that gets it done.”\nMr. Trump brushed aside suggestions that he was trying to help Mr. Netanyahu in the election, professing to be only vaguely aware of the Israeli leader’s political challenges. He plans to welcome Mr. Netanyahu to the White House next Monday.\n[Read a brief history of the Golan Heights.]\nYet unlike the president’s earlier decision to move the American Embassy from Tel Aviv to Jerusalem, which was mandated by Congress and fulfilled a promise he made during the 2016 presidential campaign — one made by previous presidential candidates — this latest move was both a first for an American president and almost purely a gesture to Mr. Netanyahu.\nThe Israeli leader welcomed it as such during a meeting in Jerusalem with Secretary of State Mike Pompeo.\n“President Trump has just made history,” said a beaming Mr. Netanyahu, who said he called the president to thank him on behalf of the Israeli people after his tweet. “He did it again.”\nPraising Mr. Trump for moving the embassy and for withdrawing the United States from the Iran nuclear deal, which Mr. Netanyahu stridently opposed, the prime minister said, “The message that President Trump has given the world is that America stands by Israel.”\nMr. Netanyahu called it “a miracle of Purim,” referring to an ancient Jewish holiday being celebrated this week.\nPalestinian officials, who have been alienated from the Trump administration since it moved the American Embassy to Jerusalem, predicted that the latest move would ignite a new wave of violence in the region.\n“What shall tomorrow bring?” Saeb Erekat, a veteran Palestinian Authority peace negotiator, said in a tweet. “Certain destabilisation and bloodshed in our region.”\nThe announcement was the latest in a series of steps that have radically reshaped the United States’ role in the conflict between Israel and the Palestinians — overwhelmingly to the benefit of Israel’s right-wing government.\nThe president cast his decision as being of “critical and strategic importance to the State of Israel.” Other administration officials and defenders of the policy, including Republican senators, said that Israel’s control of the Golan Heights was critical, with Hezbollah and other Iranian-backed militants threatening it from inside war-torn Syria.\nIn Jerusalem, Mr. Pompeo appeared caught off guard by the timing of Mr. Trump’s tweet. Hours earlier, Mr. Pompeo told journalists that the United States’ longstanding policy on the Golan Heights had not changed. He then visited the Western Wall with Mr. Netanyahu — the first time that an American cabinet official had done so with an Israeli prime minister.\nAfter the announcement, the two showed up nearly an hour late for a news conference, during which Mr. Pompeo called Mr. Trump’s decision to recognize Israeli sovereignty a tribute to Israel’s warriors. The tank battle that opened the way to Israel’s seizure of the Golan Heights was a testament to “amazing Israeli bravery,” Mr. Pompeo said, adding that he had studied it as a West Point cadet.\nStill, Mr. Trump’s announcement puts him at odds with international law and decades of American policy.\nThe United Nations and the United States have steadfastly refused to recognize Israel’s seizure of the Golan Heights or the West Bank, arguing that the contours of Israel and a new Palestinian state must be negotiated diplomatically. In 1981, when Israel effectively annexed the Golan Heights, the Reagan administration retaliated by suspending a strategic cooperation agreement between the United States and Israel.\nIsrael, however, has continued to administer the territory as part of its country, and the Jewish population there has grown with the expansion of Israeli settlements. Since the outbreak of war in Syria in 2011, and the intervention of Iran and Russia, there has been little international pressure on Israel to pull out of land widely viewed as critical to its security.\nFormer diplomats said Mr. Trump’s action was unnecessary and would inflame an issue that had been largely dormant. They also said it would embolden other world leaders who seized territory in violation of international norms.\n“Putin will use this as a pretext to justify Russia’s annexation of Crimea,” said Martin S. Indyk, a former peace negotiator and American ambassador to Israel. “The Israeli right will use it as a pretext for Israel’s annexation of the West Bank. It is a truly gratuitous move by Trump.”\nDennis B. Ross, another former Middle East negotiator, said the move would make it more difficult for Arab leaders to support the plan being drafted by Mr. Trump’s son-in-law and senior adviser, Jared Kushner. The White House is expected to table the plan sometime after the Israeli election.\n“If it looks like they’re acquiescing to the giving up of Arab land, that makes it harder for them to support a plan that will require other compromises,” Mr. Ross said. “If what you wanted to do was to present a plan that is likely to succeed, this is not a step you would take.”\nWhen he is in Washington, Mr. Netanyahu is expected to speak at the annual conference of the American Israel Public Affairs Committee, a pro-Israel lobbying group that has wide support among American politicians.\nMr. Trump is playing host to Mr. Netanyahu at both an Oval Office meeting and dinner. The president is weighing other gestures to the Israeli leader, people familiar with the deliberations said, including allowing Jonathan J. Pollard, an American intelligence analyst and convicted spy, to travel to Israel.\nMr. Pollard, who was convicted of spying for Israel, was paroled in 2015 but his travel has been restricted. He remains a heroic figure in Israel, and Mr. Netanyahu lobbied for his release from prison.\nThere had been signs that the administration was moving in the direction of recognizing Israeli sovereignty over the Golan Heights. A recent State Department report on human rights issues used the phrase “Israeli-controlled” instead of “Israeli-occupied” to describe the territories of the Golan Heights, the West Bank and Gaza.\nAnd late last year, the United States voted against a symbolic United Nations resolution that annually condemns Israel’s presence in the Golan Heights, the first time the United States had done so.\nAs they did after the embassy announcement, Trump administration officials said the Golan Heights decision merely recognized reality — something that is necessary for the Israelis and Palestinians to achieve peace.\n“Under any conceivable circumstance, Israel could not give up the Golan,” said Jason D. Greenblatt, Mr. Trump’s envoy for Israeli-Palestinian negotiations. “To do so would endanger Israel’s very existence. What President Trump did today was to recognize this.”\n“No one who understands the region would think that Israel would allow the Golan to be controlled by the failed-state of Syria or by rogue actors operating in the area, including Iran,” he added. “Postponing that realization does nothing to advance the cause of peace or regional stability.”\nThe Arab League condemned the decision, describing it as “completely beyond international law.”\n“The Arab League stands fully behind the Syrian right to its occupied land,” the secretary general of the league, Ahmed Aboul Gheit, said in a statement carried by Egypt’s state news agency MENA.\nBefore Mr. Trump’s statement, Syria’s ambassador to the United Nations in Geneva, Hussam el-Din Ala, warned against Israel’s “malicious attempts to exploit the situation and the latest developments in Syria and the region to consolidate the occupation” of the Golan Heights.\nCritics of President Bashar al-Assad of Syria have noted that for as much as he and his government have talked about “liberating” the Golan Heights, they have taken little action to do so in decades.\nDuring the early years of the Obama administration, American diplomats tried to broker a peace deal between Israel and Syria. It called for Israel to agree to return the Golan Heights if Syria pledged to stop funneling rockets to Hamas and Hezbollah.\nThe talks broke down after Mr. Assad’s government cracked down on antigovernment protesters.\nFred Hof, a former State Department official who led those talks, said Thursday’s announcement would “be welcomed by Israel’s bitterest enemies — Iran and Hezbollah — who would see annexation as additional justification for terror operations.” He also said it would allow Mr. Assad to change the subject from his war crimes to Israel’s unlawful occupation.\nSome analysts pointed out that Mr. Trump’s gesture amounted to a form of compensation to Israel, since he has ordered American troops to withdraw from Syria — leaving Israel more vulnerable to attacks.\nFor Mr. Pompeo, the timing of Mr. Trump’s tweet was awkward. He was in Jerusalem as part of a Middle East tour that will take him next to Lebanon, where he said he would talk to officials in Beirut about the threat posed by Hezbollah, a military group that is a major political player in the government.\nLebanon also claims a small sliver of territory that Israel occupies and administers as part of the Golan Heights.\nIn Washington, however, Mr. Trump’s move found support among Republican supporters of Israel, several of whom had pushed legislation that recognized Israel’s sovereignty.\nSenator Lindsey Graham, Republican of South Carolina, applauded Mr. Trump’s decision, calling it “strategically wise and overall awesome.”\nBut Hussein Ibish, a scholar at the Arab Gulf States Institute in Washington, described the move as “blatant electioneering.”\n“It is the deployment of U.S. foreign policy — and an extremely radical move at that — to aid a specific foreign politician who is close to Trump and his family personally and politically,” he said.\nIn Israel, the popularity of the move was evident in expressions of support from Mr. Netanyahu’s main rivals.\nYair Lapid, the leader of the Blue and White coalition, called Mr. Trump’s move a “dream come true.” In a statement, Mr. Lapid said, “the Golan is an inseparable part of Israel, and we call on the rest of the world to follow President Trump and recognize our sovereignty over the Golan Heights.”", "date": "March 21, 2019", "href": "https://www.nytimes.com/2019/03/21/us/politics/golan-heights-trump.html", "tags": "heights roiling risks middle united israel trump ” netanyahu bolsters golan said east"}