{"title": "In GOP Convention's Shadow, Obamacare Is Paying Big Dividends", "content": "CLEVELAND ― The Republicans gathering inside the Quicken Loans Arena don’t care too much about the nitty-gritty of policy. But if there’s one substantive issue that generates passion among convention delegates and party leaders, it’s Obamacare.\nThey think it crushes freedom. They think it’s a handout. And they think it’s a policy disaster.\nAt the Neighborhood Family Practice, which serves a racially diverse, low-income area about six miles west of downtown, the clinic staff has a slightly different perspective.\nFor them, the Affordable Care Act isn’t an ideological abstraction, to be loved or hated for what it represents. It’s a part of their daily lives, a program that has dramatically changed the way they conduct business. And they say it’s been a godsend.\nThe main reason is the part of Obamacare that’s been most controversial in Ohio: the expansion of Medicaid eligibility. Republican Gov. John Kasich exercised that option over the strong objections of conservative activists and even his own Republican legislature.\nBefore the Affordable Care Act became law, the Medicaid program in Ohio looked like the Medicaid program in most other states back then. It was available only to certain categories of poor people, like children and pregnant women. Today, with the law in place, states receive generous federal support if they choose to drop the old restrictions and make Medicaid available to basically everybody in a household where the income falls below 133 percent of the poverty line, or $26,313 for a family of three.\nTo the surprise of many, Kasich made a passionate moral case for taking up the federal government’s offer, arguing that the state had an obligation to help those in need. He overcame the final political and legal hurdles in 2013, allowing enrollment in the expanded program to begin the following January.\nSince that time, Ohio’s Medicaid rolls have swelled by more than 600,000, significantly exceeding initial projections.\nThose numbers anger and frighten the program’s conservative critics, who decry the program’s cost. But the extra spending on Medicaid, most of which is coming from the federal government and not Ohio, is just one component of the Affordable Care Act ― a program that, nationwide, has cost less than anticipated and projections suggest is actually reducing the federal deficit.\nMeanwhile, at clinics like the Neighborhood Family Practice, the surge in Medicaid enrollment has changed the patient mix dramatically ― and with it, the clinics’ finances.\nPreviously, a quarter of the people getting care at the Neighborhood Family Practice were uninsured. Now, less than one-tenth are. With so many more paying patients, the clinic has been able to increase its capacity. The number of full clinic facilities has grown, from two to five, and the organization now operates a pair of clinics in public schools as well. Patient visits have increased more than 50 percent since 2011, around the time that a pilot version of the Ohio Medicaid expansion began\nBut the impact isn’t just in how many people are coming to the Neighborhood Family Practice, staff say. It’s also in the kind of care they receive once they arrive.\nErick Kauffman, the clinic’s chief medical officer, said that in the old days, staff were constantly scrambling to help patients obtain medical supplies or follow-up care, whether by scrounging for free prescription samples or begging specialists to see people without insurance.\n“We got good at it,” Kauffman said, “but it … really resulted in care that was substandard. You shouldn’t have to change your antidepressants every month because that’s what we happen to find in the supply closet. You shouldn’t be swapping your insulin, or waiting for a long time to get the tests you need, just because you can’t pay for them.”\nNow that kind of thing happens a lot less, Kauffman said, allowing the clinic to focus more on helping its patients get better ― or keeping them from getting sick in the first place. “Instead of struggling to break even, we have a slight margin now, and we can use it to invest in programs like counseling, school-based health care, things that we couldn’t do otherwise and that will help the community,” he said.\nBehavioral health is one area in which the clinic can do a lot more than it could before, thanks to newly hired therapists and, for the first time, a room dedicated exclusively to counseling and psychiatric consultations.\nWellness has been another priority. Today the clinic offers parenting training for pregnant women and new mothers, as well as classes for all patients on nutrition and cooking. The hope is to reach people with conditions like diabetes and teach them to manage their conditions better, thereby minimizing or avoiding altogether the complications that would lead to costly treatment later.\nMegan Meister, director of community engagement, described one patient who had multiple chronic conditions, including diabetes, but has participated in some of the wellness initiatives and come in for regular preventive care. According to Meister, the patient’s blood glucose levels and weight are both down. “So she’s taking less medication, and she’s less likely to go to the ER. That saves taxpayers money.”\nAnecdotes like that obviously don’t prove that better preventive care and other benefits of Medicaid expansion will actually reduce what the government, or society as a whole, spends on health care. Past efforts along those lines have frequently been fruitless. But an assessment of an early version of Medicaid expansion in Ohio suggested that, if patients are part of an integrated system with clinics and hospitals, spending more upfront to keep people healthy ends up costing no more money, and maybe a little less, over the long run.\nMedicaid expansion’s effects on the people who enroll is less ambiguous. Conservative critics like to point out that many specialists won’t take Medicaid patients, because the reimbursement levels are so low. Some critics have even argued that, overall, Medicaid leaves people worse off than if they had no insurance at all. But research has shown that the program, despite its real flaws, leaves people better off financially and, possibly, healthier as well.\nThat research on Medicaid comes from all over the country, with the most influential new studies arriving from Massachusetts and Oregon. As for Ohio, Kauffman said, patients certainly appear to be better off ― particularly those middle-aged patients who, prior to expansion, would lose coverage and have no way to regain it before Medicare kicked in.\n“You have people in their 50s or 60s,” Kauffman explained. “They fell out of the workforce ― maybe they didn’t keep up their skills or they got bad knees, though not bad enough to get disability [insurance]. … You have people who are functional, stable citizens whose lives are falling apart. It’s heartbreaking. But with Medicaid they can get their lives back on track, get back to work.”", "date": "\n07/21/2016", "href": "https://www.huffpost.com/entry/obamacare-medicaid-expansion-ohio_n_578fd497e4b0bdddc4d2d8c5", "tags": "like obamacare paying gop dividends medicaid clinic ― patients convention shadow program ohio care less big"}