{"title": "In Idlib, Final Offensive in Syrian War May Come at Horrific Cost", "content": "BAGHDAD — On land, Syria’s government is mustering thousands of conscripts to bolster its depleted forces. At sea, a Russian naval flotilla is just offshore, ready to intervene with formidable firepower. In Idlib Province, millions of civilians are dreading what comes next.\nThe warring sides in Syria’s long and merciless civil war are preparing for another brutal offensive, and this one may be the last.\nThe looming assault on Idlib Province is the one the government in Damascus hopes will deliver the final military blow against the rebel fighters and their civilian supporters who rose up more than seven years ago demanding regime change.\nWhere Syria and its Russian and Iranian allies see a chance to crush the remaining opposition, Western leaders warn of a humanitarian calamity in Idlib, where an estimated three million civilians live.\nMany of the noncombatants now in Idlib fled there from other parts of Syria, escaping the brutality of the government forces of President Bashar al-Assad. Tens of thousands were bussed there as part of surrender deals with the government.\nThe impending government offensive against what are believed to be about 30,000 rebel fighters is a “perfect storm coming up in front of our eyes,” said Staffan de Mistura, the United Nations special envoy to Syria.\nTurkey, too, is expressing grave concern about an attack, worried it will bear the brunt of the humanitarian and security fallout.\nThe country has troops on the ground in Idlib, with the aim of separating Syrian and rebel forces, and its soldiers could be caught in the middle of an attack. Turkey also is already hosting more than three million refugees from the civil war, and with an economic crisis and growing resentment against those Syrians already in the country, it does not want any more.\nOn a recent visit to Moscow, the country’s foreign minister, Mevlut Cavusoglu, called for more time for a Turkish plan to negotiate with the rebels in Idlib, including radical Islamist groups.\n“A military solution there would be a disaster,” Mr. Cavusoglu said at a news conference, standing beside the Russian foreign minister, Sergey V. Lavrov.\n“Attacking the whole of Idlib to eliminate some radical groups would mean causing the death of hundreds of thousands of people and making 3.5 million people leave their homes one more time,” Mr. Cavusoglu added.\nOver the last two years, the Syrian army, with significant help from Russia and Iran, has regained control over large areas of territory. With much of the country now back in its grip, the government can now turn its attention to Idlib.\nIf the government were to succeed in retaking the province, the last major rebel stronghold, the victory would essentially mark the end of large-scale, armed opposition within Syria. But it would hardly signal the end of the conflict or its miseries.\nAbout a quarter of the country would still be outside government control, and its hold in many of the areas it has retaken is tentative at best, with armed insurgents still capable of making smaller strikes. With its infrastructure in ruins, millions displaced and the Kurds in control of territory east of the Euphrates River, Syria’s war would still be a long way from resolution, even with Idlib in government hands.\nAnd defeating the rebel forces in Idlib is likely to exact a devastating toll on civilians, who have endured the brunt of the suffering since Syria’s conflict erupted in 2011. More than 350,000 people have been killed, and more than 11 million have fled their homes.\nAn attack on Idlib would be a “singular catastrophe in a catastrophic war,” according to the Soufan Group, a New York-based company providing security analysis to governments and organizations.\nSecretary of State Mike Pompeo warned of large-scale catastrophe for civilians in Idlib. “The three million Syrians who have already been forced out of their homes and are now in Idlib will suffer from this aggression,” he wrote in a Twitter post on Friday. “Not good. The world is watching.”\nIn another post the same day, Mr. Pompeo called out his Russian counterpart for supporting the coming offensive. “Sergey Lavrov is defending Syrian and Russian assault on Idlib,” he wrote. “The Russians and Assad agreed not to permit this. The U.S. sees this as an escalation of an already dangerous conflict.”\nThe State Department on Friday also warned in a statement that “the United States will respond to any chemical weapons attack perpetrated by the Syrian regime.”\nDespite these international pleas, Syrian and Russian officials over the weekend were openly preparing to oust the formidable rebel forces still active in the province.\nSyria’s deputy prime minister, Walid Moallem, said in an interview with Russian television on Saturday that capturing Idlib was a priority, given the widespread presence of “terrorists” there, a reference to the Islamist fighting groups, including Syria’s strongest rebel faction, Hayat Tahrir al-Sham, or H.T.S., which is affiliated with Al Qaeda.\nH.T.S. has controlled much of Idlib since 2015, acting as de facto governmental authority, facilitating trade across the long border with Turkey and organizing aid deliveries.\nWhile the government has yet to declare a start date for an offensive, the Syrian army has deployed thousands of ground forces as well as dozens of armored units along the southern borders of Idlib.\nOver the weekend, Russia began an enormous naval exercise in the Mediterranean, just a few hundred miles from the likely front lines, involving 26 warships and support vessels, as well as 36 planes, including strategic bombers.\nWhile Russia has denied that the maneuvers are related to a possible Idlib battle, its officials have stuck a martial tone about the need for action in the province. Mr. Lavrov last week described Idlib as a “festering abscess” that needed to be drained.\nA potential gambit to stave off a full-scale offensive appeared to have failed on Friday, when Turkey broke off negotiations with H.T.S., a group with that Ankara has worked with, despite its affiliation with Al Qaeda, as both have shared a desire to unseat Mr. Assad.\nTurkish officials had been trying to persuade the group to dissolve its fighting forces and concede to the takeover of Idlib by the Syrians to prevent a potentially huge loss of civilian life. On Friday, however, Turkey officially declared the group a terrorist movement, a designation also used for the group by the United States and European Union.\nThat change in policy came days after Abu Muhammad al-Julani, the H.T.S. leader, denounced any talk of reconciliation with the Syrian government in a video message, according to the SITE group, which monitors jihadi websites.\nPresident Recep Tayyip Erdogan of Turkey will meet President Vladimir V. Putin of Russia and President Hassan Rouhani of Iran on Friday to discuss Syria, in the latest round of their discussions on Syria known as the Astana process. The meeting may be the last discussion among the three before an offensive.\nYet despite Turkey’s opposition to the offensive, security and foreign policy analysts predict that it will go ahead, as previous ones have, with the tacit acceptance of Ankara.\nSome fighters, especially foreigners who have moved to Syria to help defeat the government, say compromise is impossible, despite the almost impossible odds at victory or survival.\n“I’m talking to my comrades. Their blood is boiling,” said a Chechen fighter, who asked to identified only by his first name, Khatab, out of fear for his safety. “They are saying we came for jihad, not to have truces and to kneel before the Turks.”\nIn response to the massing of enemy troops around Idlib, H.T.S. has destroyed key bridges and other infrastructure in efforts to reinforce defensive positions.\nOther Syrian-born fighters, including many who retreated to the relative safety of Idlib with their families after years of fighting, now feel cornered and fearful, with few options left.\nSome of these fighters, like Muhammed Darwish, say they are deliberating a withdrawal to the Turkish-controlled zones of Syria, around the towns of Afrin and Jarablus, to keep their families safe from the atrocities they have witnessed committed by government forces.\n“Idlib is very densely populated. One barrel bomb can kill dozens,” said Mr. Darwish, referring to the indiscriminate aerial weapons used by pro-government air forces on civilian neighborhoods.\nAfter years of war and constant shelling from pro-government forces, the emergency services in Idlib have been reduced to rubble and supplies of critical aid are low, according to medical workers, a situation likely to exacerbate the suffering of civilians in any conflict.\nUnited Nations officials say fighting could displace upward of 800,000 civilians from Idlib, yet there is no arrangement to allow safe passage to those who want to escape the fighting.\nMr. Moallem, the Syrian deputy prime minister, told Russian television on Saturday that any Syrian citizen who wanted to return to government-controlled territory would be welcome.\nBut many Idlib families believe that leaving the province would lead to retribution and possible death given their affiliation with the rebels.\nIn another grim twist in a war that has continually redefined anguish, some of the Syrian forces massing for the Idlib battle are former rebels, who laid down their arms against the government in reconciliation deals.\nMahmoud Yo’reb, an anti-government activist from Dara’a in southwestern Syria, which fell to the government in July, said the Syrian army had conscripted hundreds of former rebels, including some of his friends, and mustered them into a unit known as the Fifth Division.\nThey are to be deployed along with Russian police forces once the government begins occupying Idlib, he said.", "date": "Sept. 2, 2018", "href": "https://www.nytimes.com/2018/09/02/world/middleeast/syria-idlib-assad.html", "tags": "syria forces may offensive horrific come russian cost idlib ” final war syrian government"}