{"title": "In Indonesia Lion Air Crash, Black Box Data Reveal Pilots’ Struggle to Regain Control", "content": "Data from the jetliner that crashed into the Java Sea last month shows the pilots fought to save the plane almost from the moment it took off, as the Boeing 737’s nose was repeatedly forced down, apparently by an automatic system receiving incorrect sensor readings.\nThe information from the flight data recorder, contained in a preliminary report prepared by Indonesian crash investigators and released on Wednesday, documents a fatal tug of war between man and machine, with the plane’s nose forced dangerously downward over two dozen times during the 11-minute flight.\nThe pilots managed to pull the nose back up over and over until finally losing control, leaving the plane, Lion Air Flight 610, to plummet into the ocean at 450 miles per hour, killing all 189 people on board.\nThe data from the so-called black box is consistent with the theory that investigators have been most focused on: that a computerized system Boeing installed on its latest generation of 737 to prevent the plane’s nose from getting too high and causing a stall instead forced the nose down because of incorrect information it was receiving from sensors on the fuselage.\nIn the aftermath of the crash, pilots have expressed concern that they had not been fully informed about the new Boeing system — known as the maneuvering characteristics augmentation system, or M.C.A.S. — and how it would require them to respond differently in case of the type of emergency encountered by the Lion Air crew.\n“It’s all consistent with the hypothesis of this problem with the M.C.A.S. system,” said R. John Hansman Jr., a professor of aeronautics and astronautics and director of the international center for air transportation at the Massachusetts Institute of Technology.\nBoeing has said that the proper steps for pulling out of an incorrect activation of the system were already in flight manuals, so there was no need to detail this specific system in the new 737 jet. In a statement on Tuesday, Boeing said it could not discuss the crash while it is under investigation but reiterated that “the appropriate flight crew response to uncommanded trim, regardless of cause, is contained in existing procedures.”\nA fuller account of problems with the sensors on the fuselage, called angle-of-attack sensors, is expected to be part of a more complete report on the crash by Indonesian investigators. But one of those sensors was replaced before the plane’s next-to-last flight, from Bali to Jakarta, after the jet experienced malfunctioning data readings, investigators say.\n“The pilots fought continuously until the end of the flight,” said Capt. Nurcahyo Utomo, the head of the air accident subcommittee of the Indonesian National Transportation Safety Committee, which is leading the investigation.\nCaptain Nurcahyo said that the M.C.A.S. system had been activated and that it was a central focus of the investigation.\nDetails of the black box data were contained in a briefing for the Indonesian Parliament and were first disclosed publicly in the Indonesian media. The data was publicized and analyzed in a blog post by Peter Lemme, a satellite communications expert and former Boeing engineer.\nMuch remains unknown about the doomed flight, including why a plane that had encountered problems with sensor data was permitted to fly in the first place.\nIn a news conference on Wednesday, officials said that investigators concluded that the plane was not airworthy even during its second-to-last flight, and experienced enough problems early in that journey that it should have immediately returned to Bali.\nBut the preliminary report was notably lacking in significant details. And its language on the role that may have been played by the culture at Lion Air, which has a notoriously flawed safety record, was restrained: The report noted that “safety issues remain to be considered,” and that regulators had “issued safety recommendations” to Lion Air.\nInvestigators have yet to recover the cockpit voice recorder, which could provide further insight into the steps taken by the pilots and whether they followed the correct procedures.\nDespite Boeing’s insistence that the proper procedures were in the handbook, also called the emergency checklist, pilots have said since the accident that Boeing had not been clear about one potentially vital difference between the system on the new 737s and the older models. In the older versions, pilots could help address the problem of the nose being forced down improperly — a situation known as “runaway stabilizer trim” — by pulling back on the control column in front of them, the pilots say.\nIn the latest 737 generation, called the Max, that measure does not work, they said, citing information they have received since the crash. The pilots on Lion Air Flight 610 appear to have forcefully pulled back on their control columns to no avail, before the final dive, according to the information from the flight data recorder.\nCapt. Dennis Tajer, spokesman for the American Airlines pilot union and a 737 pilot, said he could not comment on any aspect of the investigation. But, he said, “in the previous model of the 737, pulling back on the control column, Boeing says will stop a stabilizer runaway.”\nInformation provided to American Airlines from Boeing since the crash, Captain Tajer said, “specifically says that pulling back on the control column in the Max will not stop the runaway if M.C.A.S. is triggered. That is an important difference to know.”\nBoeing said in its statement on Tuesday that the existing procedures covered the latest 737 model.\nBulletins from Boeing and the Federal Aviation Administration of the United States since the crash indicate that pilots could overcome an incorrectly activated M.C.A.S. with a series of steps. First, they would have had to activate switches on the outside of the control columns in front of both the pilot and co-pilot. Those switches are for electrically controlling the trim — the angle of the stabilizers on the plane’s tail. The pilot of Flight 610 appears to have done that repeatedly to bring the nose up, but the M.C.A.S. reactivated each time, as it was designed to do, forcing the nose back down, and the pilot had to repeat the process again and again.\nThe stabilizer is the larger of the two surfaces on the tail wing, and is ordinarily controlled by an electrical motor. Behind the stabilizer is the elevator, activated by the control columns in front of both the pilot and co-pilot. Both can move the nose up and down.\nFrom there, the pilots should have hit two electrical cutout switches to shut down the M.C.A.S. and turn the stabilizer movement over to manually controlled wheels at the ankles of the pilot and co-pilot — wheels connected to cables that would move the stabilizer. It is not clear whether the pilots of Flight 610 tried that procedure.\nThe futile struggle by the pilots to regain control can be seen in colorful jagged lines in graphs used in the preliminary report to the Indonesian Parliament, documenting the seesaw motion of the nose as the system pushed it down at least two dozen times before the plane’s fatal nose-dive.\nFrom the moment Flight 610 took off just after dawn from the airport in Jakarta, the Indonesian capital, the Max 8 jet was recording errant data from one of the two angle-of-attack sensors on the nose of the plane that records the pitch at which a plane is climbing or descending.\nAngle-of-attack sensors are crucial in determining if a plane is stalling.\nIt is not clear whether the false data, which was on the pilot’s side of the plane, was attributable to a problem with the sensor itself or with the computer that processes the sensor’s information. But hours before the plane took off on its final flight, it had also recorded problems with an angle of attack sensor as it traveled from the resort island of Bali to Jakarta.\nOn that next-to-last flight, the angle discrepancy between the two sensors was 20 degrees, according to officials from Indonesia’s National Transportation Safety Committee.\nOn the final flight, the discrepancy was also 20 degrees, Captain Nurcahyo said.\nPlane crashes rarely can be blamed on a single, catastrophic malfunction. More often, a problem spirals out of control as maintenance crews fail to spot or address an underlying issue and then the flight crew takes a series of steps that lead to a fatal outcome. Weak government oversight can add to the mix.\nThe plane that crashed on Oct. 29 had experienced days of incorrect data readings, according to Indonesian officials. In fact, before the penultimate flight, engineers had replaced one of the angle-of-attack sensors.\nWhy the plane recorded incorrect angle-of-attack data after the sensor had been changed is not clear. Soerjanto Tjahjono, the head of Indonesia’s National Transportation Safety Committee, said that the replacement part was not new but was “serviceable” and had certification from the F.A.A. of the United States.", "date": "Nov. 27, 2018", "href": "https://www.nytimes.com/2018/11/27/world/asia/indonesia-lion-air-crash-.html", "tags": "crash pilots control reveal flight plane boeing nose data lion system box black indonesia air regain struggle"}