{"title": "In Iraq Election, Voters Freed From War Focus on Daily Struggles", "content": "BAGHDAD — Four years ago, Iraqis united in a fight to free their country from what many viewed as an existential threat: the Islamic State, which held nearly one-third of Iraq in its grip.\nThis weekend, the nation held its first election since defeating the extremist group, a vote extraordinary for featuring ordinary bread-and-butter issues like corruption and unemployment — not security — as its major themes.\nIn many ways, the remarkably peaceful election on Saturday was both a vivid illustration of how far the nation of about 37 million people has come since 2014 — and of the depth of the problems that remain.\nUnlike votes in previous years, this election was notable for a lack of sectarianism, especially among the leading Shiite-led coalitions. Political analysts attributed this to a changed public mood; sectarianism is now seen as the major cause of the bloodshed and devastation suffered since the American military invasion in 2003.\nOn Election Day, this led to historic scenes. In Iraq’s second-largest city, Mosul, a Sunni bastion that was taken over by the Islamic State in 2014, significant numbers of voters said they were crossing sectarian lines.\n“I wanted to make a point of voting away from religion and sectarianism” and “instill a sense of nationhood and patriotism in the hearts of our children,” said one voter, Khalid al-Dabbagh. He said he would cast his ballot for the coalition of Iraq’s current prime minister, Haider al-Abadi, which, while led by Shiites, includes Sunnis and Kurds.\nIn a country awash with weapons and random violence, Election Day was notably quiet, without any major incidents. Six members of the security forces died when their vehicles hit two explosive devices in Kirkuk Province, and several people were wounded by a rocket in Diyala Province. The government significantly increased security patrols around polling stations days before voting began.\nWith official results not expected until Monday, the final shape of the next Parliament was not clear.\nBut what was apparent was voter apathy. The lackluster turnout of 44.5 percent — the lowest since the country’s first democratic election in 2005 — reflects a worrying challenge: a crisis of confidence in the political system as well as Iraq’s establishment parties.\nGhassan al-Rasoul, a pharmacist in Baghdad, was among the millions of Iraqis who did not vote. While he said he respected the struggle and sacrifice it had taken to achieve what is considered one of the most democratic systems in the Arab world, Mr. Rasoul said he was frustrated that members of Iraq’s political elite had failed to address basic issues like corruption, failing infrastructure and unemployment.\n“I have voted twice before, and I overcame so many security challenges to have the opportunity to participate in those elections,” Mr. Rasoul said. “This time, it’s safe. But, I didn’t vote. I have concluded that they are all in it for themselves. The same faces remain in power, but we have no development.”\nCorruption was a key issue for voters, with many Iraqis expressing the wish to kick out established figures, and bring in new blood.\nPartial results announced late Sunday by Iraq’s electoral commission showed a surprisingly strong performance by the Sairoon coalition led by Moktada al-Sadr, a former Shiite militia commander who once targeted American forces, but in recent years has become a firebrand, anti-establishment populist who campaigned against corruption.\nWith 95 percent of the votes counted in Baghdad, Sairoon won more than double the votes of its nearest competitor, Fatah,  or Conquest, led by Hadi al-Ameri, another former Shiite militia commander who was in charge of the umbrella force of paramilitary units created in 2014 to help defeat the Islamic State.\nThe capital has by far the most seats in Iraq’s 329-member Parliament.\nSairoon and Fatah were also the biggest winners in the 10 of Iraq’s 18 provinces for which the electoral commission released results, finishing in either first or second place.\nThe prime minister’s Nasr, or Victory, coalition, placed third or fourth in most of these areas.\nIn Baghdad, where security and job opportunities have been among the best in the country, unofficial voting turnout figures were lower than the national average, indicating that only about 35 percent of registered voters cast their ballots on Saturday.\nMuhammed Zubaidi, a politically active young man who had knocked on doors in his neighborhood to support his political movement, Hikma, shopped for groceries on Saturday after going to the polls in his Baghdad neighborhood, Karrada.\nHe said Iraqis needed to get politically involved to change their problems. But he conceded that his enthusiasm had not been enough to sway many of his friends.\n“No one else I know voted today,” he said, waving his blue index finger as a sign that he had cast his ballot. “They are all frustrated.”\nSaid Hussein, 43, a civil servant, said he had decided to boycott the election out of frustration with what he saw as politics as usual and a lack of big ideas to improve life. His wife, he said, argued with him to go vote with her, but he refused.\n“I couldn’t find a single face that I trusted or believed in,” Mr. Hussein said he told his wife. “What have any of them done for us?”\nHawla Habib, a professor at Mustansiriya University in Baghdad, who did vote, casting her ballot for Mr. Abadi, said voter apathy could, in large part, be explained by the sheer exhaustion of being Iraqi — surviving the battles against the Islamic State, the years of sectarian violence and daily struggles to create a better life for one’s children.\n“All Iraqis care about their nation,” Mrs. Habib said. “It’s just that many are too tired to think anymore.”", "date": "May 13, 2018", "href": "https://www.nytimes.com/2018/05/13/world/middleeast/iraq-election.html", "tags": "freed election “ voters daily iraqis focus war baghdad struggles many — iraq vote"}