{"title": "In Italy Election, Anti-E.U. Views Pay Off for Far Right and Populists", "content": "ROME — Italians registered their dismay with the European political establishment on Sunday, handing a majority of votes in a national election to hard-right and populist forces that ran a campaign fueled by anti-immigrant anger.\nThe election, the first in five years, was widely seen as a bellwether of the strength of populists on the continent and how far they might advance into the mainstream. The answer was far, very far.\nAfter Chancellor Angela Merkel of Germany and President Emmanuel Macron of France beat back populist and far-right insurgencies in the past year, Europe had seemed to be enjoying a reprieve from the forces threatening its unity and values.\nThat turned out to be short lived.\nIn Sunday’s vote, preliminary results showed, the parties that did well all shared varying degrees of skepticism toward the European Union, with laments about Brussels treating Italians like slaves, agitation to abandon the euro and promises to put Italy before Europe.\nThe most likely result will be a government in Italy — a founding European Union nation and the major economy of the Mediterranean — that is significantly less invested in the project of a united Europe. All the while, geopolitical competitors from Russia to China are seeking to divide and weaken the bloc.\nThe results were not just a disconcerting measure of Italy’s mood but also a harbinger of the troubles that may yet lay ahead for Europe. Far-right and populist forces appeared to gain more than 50 percent of the vote in Italy, where the economy has lagged, migration has surged and many are seething at those in power.\nBut with no one party or coalition appearing to win enough support to form a government, the election offered up an outcome familiar here: a muddle. It may take weeks of haggling to sort out who will lead the next government, and who will be in it.\nOne thing seemed clear, however: Any government will be difficult to form without the insurgent Five Star Movement, a web-based, populist party less than a decade old. The party was poised to become the country’s biggest vote-getter, winning about a third of the votes cast — its best showing ever.\n“A triumph of the Five Star Movement,” Alessandro Di Battista, a leader of the party, said on Sunday night. “Everybody has to come talk to us.”\nPolitical analysts agreed.\nRoberto D’Alimonte, a political scientist at Luiss University in Rome, said that if the results held, the Five Star Movement would find itself in “a pivotal position.” With previously solid-seeming coalitions now fluid, he said, Five Star was in the driver’s seat.\nThe question will be who will join it.\nThe projections also showed big gains for the far-right League, a formerly northern-based secessionist party run by Matteo Salvini. He has been unapologetic about his use of inflammatory language about migrants, calling for their expulsion.\nMr. Salvini’s party gained about 18 percent of votes, according to preliminary results. That was more, remarkably, than the party of former Prime Minister Silvio Berlusconi, his coalition partner and the personification of the conservative mainstream, which won just 14 percent of ballots cast, the early results showed.\nTaken together, the votes cast for the Five Star Movement, the League and its post-fascist coalition partner, the Brothers of Italy party, run by Giorgia Meloni, depicted a dark mood in Italy and deep frustration with the governing, pro-Europe, Democratic Party of the center left.\nThe Democratic Party suffered its poorest showing ever in national elections, continuing a Europe-wide collapse of the left, and putting into immediate question the future of its once-promising leader, former prime minister Matteo Renzi.\nOne glimmer of hope for Mr. Renzi is the possibility of forming a grand coalition with Mr. Berlusconi’s center-right Forza Italia party. But even together they lacked the numbers to form a government.\nNadia Urbinati, a political theorist at Columbia University and the author of the forthcoming book “The Age of Populism,” said the country had been “split in two” between traditional establishment voters on the right and left, and everyone else.\nThe new Italian political landscape does not mean that the anti-establishment forces will get the chance to govern together, or that they even want to. But their strength at the polls was a strong indicator of voter anger after a prolonged period of economic stagnation and the arrival of hundreds of thousands of illegal migrants from Africa and elsewhere.\nFor years, migrants who survived the perilous crossing of the sea arrived on Italy’s southern coasts. The country’s center-left government sought to strike a balance between a humane response and enforcement of its borders.\nItaly pleaded with other countries in Europe to help share the burden, both by patrolling the waters and accepting a portion of the migrants sheltered in reception centers. But its neighbors, including France, locked their doors and the migrants, many of whom felt stuck in Italy, became an open political nerve.\nThe center-left government eventually reduced the arrivals through deals in Libya and further south. But by then the damage was done, and Europe, which is deeply wary of the Five Star Movement and the League, may now be about to pay the consequences.\n“We are surely in front of an extraordinary result,” Alfonso Bonafede, a member of Parliament from the Five Star party said soon after the first exit polls at a conference room in a Rome hotel. “We can say historic even. The Five Star Movement will be the pillar of the next legislature.”\nMr. Berlusconi, Mr. Salvini and Ms. Meloni ran together with the idea of governing together. With their failure to reach the 40 percent threshold to claim power, it was not clear what would happen.\nSupporters of Mr. Berlusconi argued after midnight on Monday on television that his coalition had essentially won the election. But Mr. Berlusconi himself did not appear to be the winner, even within his coalition.\nThat Mr. Salvini appeared to win more support than Mr. Berlusconi, a media mogul with three television channels and decades in government and business, was stunning.\nNot long ago, Mr. Salvini was insulting southern Italians, saying they smelled bad. But he shed his party’s northern roots and drew on the frustration over illegal immigration to appeal to those he once mocked. His campaign was rife with anti-migrant and anti-Muslim language.\nThat’s what voters seemed to like.\nGiulia De Virgilio and her husband, Vico Vicenzi, both 72-year-old lawyers, walked out of a polling station in Rome’s historic center on Sunday and said they had cast their votes for Mr. Salvini, despite usually voting for the left.\nTheir comments suggested that Mr. Salvini’s efforts to transform his party from a northern secessionist movement into a force appealing to Italians everywhere had paid off. He convinced the couple that illegal migrants posed an existential threat, especially after a young woman was killed and dismembered in a central Italian town in January. The police arrested Nigerian immigrants in the killing.\n“They cut out her heart, her guts — they are cannibals,” said Ms. De Virgilio. She said, “Nigerians are drug dealers.”\nThat anti-immigrant sentiment, as well as a strong dose of euroskepticism, swept Italy this election season.\nThe Five Star Movement appealed to voters on both the left and the right, especially in the country’s poorer southern regions. Young voters flocked to their throw-out-the-bums message.\nFive Star’s ability to elide hard positions on controversial issues such as immigration and leaving the eurozone, as well as its support for President Vladimir V. Putin of Russia, made it a difficult target for its political enemies.\nBoth Mr. Berlusconi and Mr. Renzi characterized Five Star as the greatest threat to Italy to come along in ages. But now it is Italy’s most popular party, and it has a good deal of leverage going into consultations with President Sergio Mattarella, who will ultimately decide the shape and content of the next government.\nThe newly formed Parliament will meet for the first time on March 23.\n“Bottom line: Italy is far from having sorted its longstanding problems, and now it will have new ones,” said Lorenzo Codogno, founder and chief economist of LC Macro Advisors. “Be prepared for long and complex negotiations that will take months.”", "date": "March 4, 2018", "href": "https://www.nytimes.com/2018/03/04/world/europe/italy-election.html", "tags": "movement election five party views ” populists italy pay right anti-e.u government star far"}