{"title": "In John Bolton, Trump Finds a Fellow Political Blowtorch. Will Foreign Policy Burn?", "content": "WASHINGTON — Shortly after Ambassador John R. Bolton was sent to represent the United States at the United Nations, an institution he had long scorned as an anti-American citadel of corruption, he hosted President George W. Bush for a visit.\n“Are you having fun?” Mr. Bush asked.\n“It’s a target-rich environment,” Mr. Bolton replied.\nMr. Bolton, who takes over Monday as President Trump’s third national security adviser with Syria as his most immediate challenge, and talks with North Korea and the future of the Iranian nuclear deal not far behind, loves nothing more than a good target. Over a long and colorful career he has had many of them: the United Nations, first and foremost. But also the International Criminal Court and the Antiballistic Missile Treaty. North Korea. Iran. China. Russia. The Palestinian Authority. The European Union.\nAnd then there are “the Crusaders of Compromise,” as he terms the elite of the national security world; the diplomats he refers to as “the High Minded,” with the capital H and capital M; “the True Believers” of the arms control priesthood. And, of course, Republicans who succumb to such muddled thinking, like Colin L. Powell, Condoleezza Rice and even Mr. Bush.\nBut as Mr. Trump’s national security adviser, the targeter is now slated to become the facilitator, charged with mobilizing the policy apparatus rather than simply taking aim at it. He will start by cleaning house. The first change came Sunday night when the National Security Council spokesman Michael Anton stepped down.\nCombative, relentless and proudly impolitic, known for a bushy mustache that is the delight of cartoonists, Mr. Bolton, the enfant terrible of the Bush administration, has a kindred spirit of sorts in Mr. Trump, a fellow practitioner of blowtorch politics. When Mr. Bolton moves into Henry A. Kissinger’s old corner office in the West Wing, it will be a Trumpian marriage of man and moment.\nAnd yet Mr. Kissinger mastered the office by mastering his relationship with a sometimes volatile boss. For Mr. Bolton, the new assignment may require a form of diplomacy that his previous roles did not, one that eluded his predecessor, Lt. Gen. H. R. McMaster, as well as Rex W. Tillerson, the recently ousted secretary of state.\nMr. Bolton may amplify Mr. Trump’s most bellicose instincts, as their critics fear, but the two differ in key areas and even admirers wonder what will happen then.\n“How will he manage Trump?” asked Eric S. Edelman, an under secretary of defense under Mr. Bush who was often allied with Mr. Bolton. “Trump may love to see John defending him on Fox News. But when John is going to be responsible for policies, he has very strong convictions on things, some of which won’t line up with the president’s.”\n“John’s personality is also fairly explosive like the president’s,” he added. “I don’t know how that will work out. That will be John’s big challenge.”\nMr. Bolton defines himself as an “Americanist” sworn to defend the interests of the United States. Too often, in his view, America has sacrificed its own sovereignty following the chimera of global governance.\n“This is almost identical to President Trump’s theme of America First,” said Frederick Fleitz, a former intelligence officer who worked for Mr. Bolton. “Mr. Bolton disagrees with many of the Washington elite, or maybe the international elite, who think globalism or multilateralism should be a priority over the security of the United States. That’s exactly where President Trump is.”\nIn the world of carrot-and-stick diplomacy, Mr. Bolton is a stick man. “I don’t do carrots,” he has said. Opponents call him a warmonger who never met a problem that did not have a military solution, and he remains a strong supporter of the invasion of Iraq and has made the case for strikes against North Korea and Iran to stop their nuclear programs.\nMr. Bolton insists that he does not relish military action. While he declined to be interviewed for this story, his longtime senior adviser, Sarah Tinsley, quoted him as saying recently that he believes diplomacy works the vast majority of the time.\n“My belief is diplomatic crises, 99 and 44/100ths percent of them can be resolved with public diplomacy,” Mr. Bolton said, a reference to an old soap commercial. “That’s my view. To those who say I’m going to start a war, that’s what I think.”\nSome of Mr. Bolton’s harshest critics are those who once worked with him. They use words like “arrogant,” “backstabber” and “disloyal” and others that cannot be printed in a family newspaper. Some view his ascension to the right hand of an already mercurial president with deep alarm.\n“This will be the scariest thing that’s happened to us in 50 years,” said Lawrence Wilkerson, chief of staff to Mr. Powell when he was secretary of state. “Bolton is several things, none of them good. He’s an absolutely brutal manager, treats people like dirt. The stories that have come out are accurate, but they don’t go far enough. And he’s also possessed of some views that are just revolting.”\nRevolting to his adversaries or refreshing to his admirers, his views are no mystery to anyone who follows him on Twitter or Fox News. In a town of cautious talking points, Mr. Bolton, like Mr. Trump, finds no virtue in subtlety. “China’s jived us for 25 years.” The Iran nuclear deal “must be ripped up.”\nThe North Koreans are the “biggest con men in the world,” and their planned talks with South Korea could be a “propaganda stunt” to buy time. “Question: How do you know that the North Korean regime is lying?” Mr. Bolton asked recently on Fox. “Answer: Their lips are moving.”\nWhen on another occasion the Fox host Tucker Carlson said the ouster of Saddam Hussein in Iraq had empowered Iran, Mr. Bolton dismissed him. “No,” he said, “because I think your analysis is simple-minded, frankly.”\n“He has a very provocative style,” said Stephen J. Hadley, who was Mr. Bush’s national security adviser. “That’s why he was great on Fox. That’s why he was great on the speaking circuit. He loves to provoke. He loves the combat.”\nMr. Hadley, Ms. Rice and other Bush veterans privately cautioned against Mr. Bolton being named deputy secretary of state when Mr. Trump took office. Mr. Hadley declined to discuss that last week, but like other prominent Republicans who do not subscribe to Mr. Bolton’s style or philosophy, he has reconciled himself to the new appointment.\n“You can’t fault the choice,” Mr. Hadley said. “This is a very smart guy, very well educated, very well experienced and knows how to work the system.”\nFormer Secretary of State James A. Baker III, who does not share Mr. Bolton’s hawkish views or approach to diplomacy, nonetheless praised Mr. Bolton, who worked for him in several capacities.\n“John, for all of his bluster, his conservative and hawkish bluster, is a pragmatist in my view,” Mr. Baker said in an interview. “He’s pragmatic enough to want to get things done. The most important thing to him is making it happen, not what the philosophy is after it happens so much.”\nMr. Bolton can surprise people with an unlikely charm and lively sense of humor. After leaving government, he worked for years with political and military figures from across the political spectrum who were paid to advocate for the exiled Iranian opposition group known as the Mujahedeen Khalq, or M.E.K., once deemed a terrorist group until Hillary Clinton reversed the designation.\n“He was a pleasant guy personally, but a pleasant guy can still end up urging someone to use nukes, just as an irascible guy can,” said Edward G. Rendell, the former Pennsylvania governor and Democratic Party chairman who was also paid to advocate for the group. “I know a lot of people who are a little crazy, who are pleasant.”\nMr. Bolton, 69, was born in Baltimore to first-generation American parents who never graduated from high school. His father, a firefighter and machinist, was a quiet man who kept his opinions to himself. Mr. Bolton inherited his outspokenness from his mother, who he said “was not a quiet woman” and was a socialist in her youth.\nGrowing up in a rowhouse in southwest Baltimore, Mr. Bolton had police officers, roofers and waitresses for neighbors, an upbringing that shaped his conservative outlook. As a 15-year-old, he handed out leaflets for Barry Goldwater, the Republican presidential candidate in 1964.\nHe went to private school on scholarship and earned his way to Yale for college and law school. During a Class Day speech, Mr. Bolton denounced liberal self-congratulation at Yale. “The conservative underground is alive and well here,” he said. “If we do not make our influence felt, rest assured we will in the real world.”\nFriends said he does not talk much about his youth but was likely shaped by his encounters with wealthy elites. “As someone myself who came from modest means and had the opportunity to be exposed to people with more opportunities than I had, I can understand that John, who had much the same experience at prep school and later at Yale, was motivated by that,” said Tom Boyd, a former aide to Mr. Bolton.\nMr. Bolton had little interest in fighting in Vietnam, and joined the National Guard to avoid it. “I made the cold calculation that I wasn’t going to waste time on a futile struggle,” he wrote in his memoir, “Surrender Is Not An Option.”\nInstead, he interned for Vice President Spiro T. Agnew, then practiced law at the Washington law firm of Covington & Burling. He met Mr. Baker during the 1978 off-year elections, then contacted him for a job after Ronald Reagan’s 1980 election.\nMr. Bolton was named assistant administrator of the United States Agency for International Development, where M. Peter McPherson, who led the agency, remembers him as “very good at getting the bureaucracy to work, pulling together the policies without huge conflict.”\nDuring Mr. Reagan’s second term, Mr. Bolton became an assistant attorney general, working on Robert H. Bork’s ill-fated Supreme Court nomination and getting to know a congressman named Dick Cheney, a member of a committee investigating the Iran-contra affair.\nWhen the elder George Bush was elected, Mr. Baker named Mr. Bolton assistant secretary of state for international organizations. Mr. Bolton successfully pressed the United Nations to repeal a resolution equating Zionism with racism, making him a hero to Israel supporters.\nWhen George W. Bush tapped Mr. Baker to manage the Florida presidential election recount in 2000, Mr. Bolton volunteered to join the effort, becoming an aggressive advocate in the war over hanging chads. After the Supreme Court ended the recount, Mr. Cheney, now the vice president-elect, pressed Mr. Powell to hire Mr. Bolton, who became assistant secretary for nonproliferation and arms control.\nTo many, Mr. Bolton was Mr. Cheney’s agent at the State Department.\nMr. Wilkerson, a retired Army colonel, found Mr. Bolton’s militarism troubling. At one point, Mr. Wilkerson said he warned Mr. Bolton that war with North Korea could result in 100,000 casualties within 30 days, many of them American.\n“I don’t do war,” he recalled Mr. Bolton replying. “That’s what you guys do.”\n“Oh, you just advocate war?” Mr. Wilkerson said he responded.\n“Damn straight,” Mr. Bolton said by this account.\n(A person familiar with Mr. Bolton’s thinking said he does not recall the exchange.)\nJames A. Kelly, then an assistant secretary seeking a diplomatic solution with North Korea, found Mr. Bolton an obstacle. “He and his people drove my staff nuts,” he recalled. Mr. Bolton disagreed with the policy. “He honored it, but he tried to undermine it.”\nMr. Bolton led the move by Mr. Bush to withdraw from the Antiballistic Missile Treaty with Russia. A staunch opponent of the International Criminal Court, he traveled the world negotiating agreements with countries committing them to never refer American soldiers on their territory to the tribunal.\nHe also helped create the Proliferation Security Initiative, an agreement to interdict shipments of materials for weapons of mass destruction. “It was very consistent with John’s view that we don’t need international staffs, we don’t need new institutions, we just need countries to work together,” said Robert Joseph, an ally on the National Security Council staff.\nAlong the way, Mr. Bolton left bruised feelings. Mr. Powell’s team thought Mr. Bolton was undercutting him. Mr. Bolton thought Mr. Powell was undercutting Mr. Bush’s policies.\n“He’s a very forceful official, and he will argue his points and you had better be ready to argue yours because he’s going to be very well prepared,” said Elliott Abrams, a deputy national security adviser to Mr. Bush. “A lot of people who are making these complaints simply lost arguments to him. But I never found him to be in any way tricky or underhanded.”\nWhen Mr. Bush was re-elected, Mr. Cheney pressed Ms. Rice, the incoming secretary, to give Mr. Bolton another senior job. She was wary, believing Mr. Bolton had been a “constant source of trouble for Colin,” as she put it in her memoir, and “I wasn’t sure that I could fully trust John to follow my lead at State.” Instead, she tapped him for the United Nations.\nThat provoked a revolt among former colleagues, who told the Senate that Mr. Bolton had been rough on subordinates and politicized intelligence, citing in particular a report on biological weapons in Cuba. Mr. Bolton flatly denied that, but Mr. Powell quietly told senators that he did not think Mr. Bolton was right for the job, and the Senate refused to confirm him.\nMr. Bush gave Mr. Bolton a recess appointment, sending him to the United Nations, where he jousted with diplomats and functionaries to overhaul the organization and block moves he thought undermined American sovereignty. Inside the administration, he resisted negotiations with North Korea, deeming it appeasement. When North Korea denounced him as “human scum” or Venezuela called him “the most sinister figure in the U.N.,” he took it as a badge of honor.\n“He was a practitioner, sometimes along with others, of sledgehammer diplomacy, a take-it-or-leave-it approach to diplomacy,” said R. Nicholas Burns, who as under secretary sparred regularly with Mr. Bolton. Mr. Burns argued for compromise and patient work with allies. “You can’t just default to leverage, pressure and force.”\nWhen his recess appointment expired after 17 months, the Senate was still disinclined to confirm Mr. Bolton, who was privately upset that Mr. Bush did not push more. He left his post and became an outspoken critic of the president who appointed him, lamenting what he saw as the drift from Mr. Cheney’s assertiveness to Ms. Rice’s accommodation, especially on North Korea.\nNow the North Korea brief falls to him as his new boss prepares to meet with its leader, Kim Jong-un. In Fox appearances before his appointment, Mr. Bolton said the only topic of discussion should be the logistics for how North Korea would surrender its nuclear weapons program to the United States.\nThe meeting, he suggested, should be held in the same room in Geneva where Mr. Baker confronted Iraq’s foreign minister shortly before the Gulf War of 1991. “I think Kim Jong-un ought to sit in that room and look around,” he said, “and think about what happened when he stiffed a former U.S. president.”", "date": "April 8, 2018", "href": "https://www.nytimes.com/2018/04/08/us/politics/john-bolton-trump.html", "tags": "finds policy bush burn “ bolton united political trump blowtorch foreign fellow john north korea"}