{"title": "In Lula’s Shadow, Brazil’s Shipbuilders Struggle to Right Themselves", "content": "NITERÓI, Brazil — The city of Niterói, near Rio de Janeiro, features an unusual landmark: two unfinished oil tankers emblazoned with the green and yellow of Brazil’s state-run oil company, Petrobras.\nThe giant vessels have lain beside the dock of the Mauá shipyard for two years, a glaring monument to the country’s economic woes and to ambitious policy-making gone wrong.\nBuoyed by rising energy prices, Brazil in 2003 set out to bolster its domestic shipbuilding sector by constructing all of the tankers, rigs and production platforms that Petrobras needed, creating tens of thousands of jobs in the process.\nBut those plans, along with the broader economic strategy, have unraveled, undone by widespread graft, weak commodity prices and a naïveté over what it takes to succeed in a highly competitive global industry.\nThe architect of the industrial policy, former President Luiz Inácio Lula da Silva, was sentenced on Wednesday to nearly 10 years in prison on corruption and money-laundering charges. The ruling, a blow to his plans to run again, provided some relief to those investors who had been fearful about his political comeback in an economy only just recovering from recession.\nThe shipbuilding industry is still dealing with the roller-coaster ride that was the “Lula” era.\nIn the late 1970s, when Brazil was still under a dictatorship, the country’s shipyards employed almost 40,000 people, according to Sinaval, an industry association. It was bolstered by subsidies and protectionist deals that meant 40 percent of Brazil’s international cargo was carried by ships built within the country.\nBut after economic turbulence in the 1980s, maritime trade was liberalized, opening the industry to foreign competition. The shipbuilding industry fell into decline, and by the turn of the century, it employed just 2,000 workers.\nAfter Mr. da Silva was elected president in 2003, the left-wing leader immediately ordered Petrobras to build and source more of its materials at home. A few years later, Petrobras found vast oil reserves below a salt layer deep under the Atlantic seabed. Mr. da Silva proclaimed: “God is Brazilian.”\nBuoyed by the policies and the discoveries, the country began building new shipyards and reopened others. Demand boomed.\nDuring this rapid expansion, the faults of the strategy started to show.\n“They set the bar very high and they went too fast,” said Andreas Theophanatos, a regional director of Aqualis, an offshore services company. “They overheated the market, basically, and they promised things that were unrealistic.”\nIn Niterói, a city of half a million people just a half-hour drive from Rio, the Mauá shipyard struggled with an order to build four ships for Petrobras. The energy company modified its design, pushing up the cost, said Ricardo Vanderlei, Mauá’s chief executive.\nDespite the financial difficulties on the initial order, the shipyard in 2008 signed up to build more vessels, believing profit would eventually materialize. It did not. Mauá delivered the first ship in the new contract, but Petrobras stopped paying for the rest, according to Mr. Vanderlei.\nMauá was left with the two unfinished vessels in the Niterói harbor, as well as another half-built ship. Mr. Vanderlei described the pair that sit unfinished in Niterói waters as “an embarrassment” that between them cost nearly $200 million and are “stuck in the Guanabara Bay, rotting.”\nPetrobras’s distribution arm said in an email that it had canceled 20 contracts, including the unfinished ships at Mauá “as a result of noncompliance with contract obligations.” It did not comment further.\nDespite the experience of Mauá, Brazil’s political leaders were unwavering, turning vessel launches into political rallies.\nIn June 2011, Mr. da Silva’s handpicked successor, President Dilma Rousseff, told thousands of cheering workers at the BrasFELS shipyard near Rio that Brazil had silenced the doubters, leaving no question that she would continue the industry efforts.\n“You today can look at all of this and say, ‘We produced it. We were capable,’” she said.\nThe orders kept coming in. By early 2014, Petrobras’s $221 billion investment plan included building more than 100 production platforms, drilling rigs and oil tankers. In all, the country’s shipyards were employing 82,000 workers.\nBut many Brazilian shipyards soon started coming up against the same harsh truth as Mauá: Modern shipbuilding is a complex, highly technical and capital-intensive business.\nAsian yards had a decades-long head start, said Carlos Rocha, the director of costs and technology at the Rio offices of IHS, an international consulting firm. He said Brazilian shipyards were 20 percent to 55 percent more expensive than rivals in Japan, South Korea and China. Some Brazilian deliveries took three times as long.\nAsian yards benefited from cheaper financing and better economies of scale, because they often worked on multiple orders with more sophisticated supply chains. Compared with Brazilian competitors, their engineering was superior and their work forces more agile.\nThe competitive pressures proved untenable after the shipbuilders were dealt the one-two punch of the corruption scandal and slumping oil prices.\nIn March 2014, the police uncovered a graft scheme at Petrobras. The company had already been hemorrhaging money because Rousseff’s government made it sell imported gasoline and diesel at a loss to control inflation.\nThe scandal tainted the legacy of Mr. da Silva and helped force Ms. Rousseff from office. (Mr. da Silva’s lawyers say the sentence amounts to political persecution. He has not yet been jailed, and intends to appeal.)\nThen the price of oil began falling, from a peak of over $100 per barrel to below $30. In 2015, Petrobras wrote off $2 billion over the corruption scandal, and stopped paying some suppliers.\nNone of the 28 rigs it ordered from Brazilian yards were ever delivered — three lie unfinished at the shipyard where Ms. Rousseff spoke in 2011. In all, 52,000 shipyard workers have lost their jobs.\nThe right-of-center government led by President Michel Temer — who was charged with corruption last month — has also changed policy, halving the local content quotas. Petrobras is now seeking permission to build a new production platform for an enormous offshore field overseas.\nSuch a move could prove fatal for shipyards like Brasa, which is near Mauá in Niterói.\nThe yard has just 400 workers left of the 7,000 it had hired. If no contract lands by the end of the year, it may close, said Marcus Cirio, Brasa’s planning manager.\n“The future is not very promising,” he said. “We are very anxious.”", "date": "July 13, 2017", "href": "https://www.nytimes.com/2017/07/13/business/lula-brazil-ships.html", "tags": "lula shipbuilders ” oil niterói shipyard brazil petrobras right shadow mauá struggle"}