{"title": "In London, Communal Garden Is Just for You (and a Few Neighbors)", "content": "Most Londoners will never get the keys to the castle, but a lucky few do get the keys to a communal garden, semiprivate spaces for the exclusive use of residents with homes in surrounding buildings.\nSome of these leafy spaces qualify as mysterious, almost-secret hideaways, tucked behind homes and invisible from the street. Others are tempting, well-groomed areas in plain view but cordoned off by iron railings and gates.\nWith the city’s once red-hot real estate market so depressed because of concerns around Britain’s possible departure from the European Union, buyers are looking for that something extra, even if access to a parklike communal garden can come with a set of seemingly random rules: Older than 12? You may not be allowed to toss a ball around.\nMost of the garden squares in the English capital date to the Georgian or Victorian eras, when the city was fast expanding over fields and marshlands. But at least a few smart Londoners saw value in holding onto these patches of greenery: Many are now protected by the London Squares Preservation Act of 1931, which also limits their use to “ornamental pleasure grounds or grounds for play, rest and recreation.”\nExperts say there really is no accurate count of how many are out there. The city’s last complete inventory was carried out almost a century ago, according to Todd Longstaffe-Gowan, a landscape architect redesigning the gardens of Kensington Palace and the author of “The London Square.”\n“There are possibly 350 early squares (17th to early 20th century),” he said. “If one were to count communal gardens that are not called ‘squares,’ ‘crescents,’ etc., I expect the number would be closer to 600 to 700.” Some of the newer ones, he said, “are merely street widenings and excuses for the builders to inflate the asking prices that surround them, as it is still very desirable in London to live on a square.”\nIpek Muminoglu and her husband, Miray, say that having access to a communal garden has made big-city life more serene.\nThe couple bought their four-bedroom, 1,750-square-foot, or 160-square-meter, apartment in 2010 in a building that abuts the Canfield and Greencroft Garden in the South Hampstead Conservation Area. Mr. Muminoglu is a banker in the Canary Wharf financial district about 25 minutes away by Tube, while Mrs. Muminoglu is a stay-at-home mother.\n“I was brought up in a house with a garden in Istanbul, so I had this romantic idea of getting a house with a garden,” Mr. Muminoglu said over tea in their sun-drenched salon. “But then I realized that a communal garden is the best because someone else looks after it. I wanted a garden and a balcony, and we got both.”\nTheir neighborhood in northwest London is a zone of multistory red brick Victorian-era single-family and subdivided homes that feature terra-cotta panels, original stained glass and decorative ironwork on balconies.\nFront gardens are packed with rose and lilac bushes, and are enclosed with low walls and green hedges. It’s not uncommon to hear French, Italian or Japanese being spoken by neighbors.\nMark Rees, the sales manager for South and West Hampstead at the real estate agency Parkheath, said the area “typically will attract families and also maybe slightly older young professionals,” even in a market slowed by Brexit-related fears.\nHe added that many people looking for homes are requesting properties with access to a communal garden. “It’s part of the charm,” he said.\nIt’s also part of the price. Mr. Rees recently sold a two-bedroom apartment with access to the Canfield and Greencroft Garden that had an asking price of nearly 1.5 million pounds, or about $1.9 million.\n“Any outside space here in the U.K., especially within London, is a bonus,” he said. “So having access to a communal garden would certainly push you up into the higher end of the valuation price per square foot.”\nA unit that would rent for £2,000 a month without a garden would probably list for £2,500, Mr. Rees said. “There’s certainly a premium. Valuewise for a sale, add roughly £50,000.”\nFor the Muminoglu family, their property, built in 1886, was a compromise.\n“I’m a big fan of flats rather than multistory houses,” Mrs. Muminoglu said. “He had never lived in a flat in his life. We were looking for very different things.”\nBut they agreed they wanted to live close to the city center.\n“We knew we had to be urban,” Mr. Muminoglu said. “And it’s so important to be where friends can stop by.”\nHe loves the view of the communal garden from the balcony off the kitchen-dining area.\nAnd she loves the light that streams in across the tree-filled meadow, where the iris and daffodil bulbs send up green shoots.\nThe garden’s lawn gently slopes over the equivalent of two city blocks and features benches, swings, a slide and a half-dome jungle gym for children, and cherry, apple, evergreen and even palm trees.\nOn a recent Sunday afternoon, one could hear birds singing and the occasional airplane overhead. A man was taking a walk with a baby on his chest. A couple sat quietly on a bench. An orange tabby cat and a squirrel scampered through the bushes. A preteen boy threw a Frisbee to a dog.\nHow often do the Muminoglus use the garden?\n“To be perfectly frank, not enough,” Mr. Muminoglu said, “but whenever we do, it’s really priceless. A couple of barbecues a year, or one Sunday we might grab our newspapers and spend three hours there. It’s one of those things: It’s so lovely that it’s there. Just looking at it fills me with joy and relaxation.”\nAs with many communal gardens, a local committee stipulates how and when the space can be used.\n“It’s heavily regulated by the Canfield and Greencroft Garden Committee,” Mr. Muminoglu said. “For example, if you are over 12 years old, you are not supposed to have any ball games. We don’t allow bonfires. We don’t allow fireworks — but quite a few of the other gardens must, because we hear them.”\nThe garden is supported and maintained through fees paid by the owners of properties that surround it.\n“This garden actually belongs to some lord’s or viscount’s estate,” Mr. Muminoglu said, “and each building pays something toward it. I think our entire five-flat building pays around £1,600 a year. So we pay around 300 a year to use the garden.”\nAny drawbacks of the shared space were minor, he said. “Every now and then you might have some of the youngsters congregating with certain smells,” he said, making it clear he was not referring to simple cigarettes. “But very rarely, and not during the day.”\n“The worst,” he said, “is when you are down in the garden barbecuing and you realize you forgot the ketchup.”\nSecurity issues, he said, were also minor. “People who used to live here sometimes try to keep the keys,” he said. “At first, we did have some concerns, but with an alarm and everything, nothing has happened on our side.”\nHollywood, however, did come up with one memorable security breach: In the film “Notting Hill,” the characters played by Julia Roberts and Hugh Grant break into Rosmead Garden by climbing over an iron fence.\nMr. Grant’s British bookstore-owner character explains to Ms. Robert’s American actress character about the “mysterious” communal gardens that are “like little villages.”\nWhen she suggests they enter, he replies: “No. That’s the point. They’re private villages. Only the people who live round the edges are allowed in.” (That didn’t stop them from taking a moonlight stroll.)\nCommunal gardens and squares can also be found in other areas of London, and home prices rise substantially in tonier parts of the city.\nJames Gilbert-Green of the agency Savills handles what he calls “the prime market in prime central London, so areas like Belgravia, Knightsbridge, Chelsea, Kensington,” which feature both types of communal gardens: ones in front of the property and ones in back.\n“People like both, for being able to let kids run directly out the house and into the garden rather than across the road,” he said, “but there’s also an attraction for the common garden square, which is perhaps a little bit more secure because your property doesn’t directly back onto it. You are over the road from it, and your principal rooms at the front of the house overlook that lovely green space.”\nOne recent listing with Savills was a three-bedroom apartment with a little more than 2,800 square feet on Eaton Square in the Belgravia district with an asking price of almost £10 million. Eaton Square is “made up of six separate garden squares divided by the road network that goes between each one,” Mr. Gilbert-Green said.\nAmong other notable squares is Cadogan Place. “It’s popular because it’s so large, about eight acres in total,” he said. It also has two tennis courts.\nBelgrave Square “is interesting,” he said. “It’s quite a busy garden, a very, very grand, ambassadorial garden square, and the biggest houses in Belgravia are on Belgrave Square. The garden itself is about six acres. It feels like a sort of oasis when you are inside. You have no idea of the traffic that’s going around. It’s lusciously planted, good for summer parties.”\nInvitation only, one presumes.\nLuckily, all hope is not lost for those of us on the outside looking in.\nEach June, the gates of dozens of otherwise private spaces are unlocked for Open Garden Squares Weekend, during which ticket holders can visit.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/realestate/luxury/london-communal-garden-private-square.html", "tags": "neighbors squares ” one garden gardens communal london muminoglu"}