{"title": "In Polarized Venezuela, Red Cross Grapples With Aid Distribution", "content": "CARACAS, Venezuela — Hundreds of Red Cross volunteers sifted through donated medication, hygiene kits and surgical material in warehouses across Caracas, Venezuela, on Wednesday, as aid workers began to grapple with the challenges of delivering humanitarian supplies in a violent and polarized nation where even basic transportation infrastructure has crumbled.\nThe launch of the large-scale humanitarian campaign by the International Federation of the Red Cross and Red Crescent Societies also raised questions about how the international community can handle a humanitarian disaster caused largely by the policies of a government intent on staying in power, rather than war or natural disaster.\n“This is a pretty unique situation with no precedent in modern Latin American history,” said Tamara Taraciuk, a Venezuela expert at Human Rights Watch who this month helped write a report on the country’s humanitarian crisis. “It’s a completely man-made crisis. No one can tell you how long it will last or how much will be needed.”\nThe arrival of 24 tons of Red Cross supplies to Caracas airport Tuesday had been welcomed by Venezuelans and by local charities, which saw the campaign as crucial.\nBut front-line aid workers said it was only the first step toward providing relief to a country that is in the midst of an unprecedented political, economic and humanitarian crisis. About 3.5 million people have been forced to flee Venezuela, which is seeing a resurgence of nearly eradicated tropical diseases and a slashed life expectancy, according to the United Nations.\n“The Red Cross is just another actor who has begun to confront the complex humanitarian emergency in the country, and it’s not sufficient for the size of the damage we’re facing,” said Feliciano Reyna, the president of Acción Solidaria, a Venezuelan medical aid group that distributes small donations of imported medicines to doctors and patients across the nation.\n“It’s fundamental that new spaces are created to attack the causes of the problems, which without a doubt has to do with the political conflict,” he added.\nIndeed, the relief effort is further complicated by the clash of two men who both claim to be Venezuela’s rightful president, as well as by spreading lawlessness and the impact of American sanctions on the country.\nThe sanctions, intended to weaken the government of President Nicolás Maduro, have made it increasingly difficult to procure supplies, contract services and pay aid workers’ salaries, officials with international organizations said. On Wednesday, the Treasury Department issued new sanctions targeting Venezuela’s central bank.\nWhile the sanctions could inhibit most central bank activities undertaken by Mr. Maduro’s government, Steven Mnuchin, the Treasury secretary, said in a statement that the United States had “taken steps to ensure that regular debit and credit card transactions can proceed and personal remittances and humanitarian assistance continue unabated.”\nThis political standoff between the two men vying for control of Venezuela — Mr. Maduro and the head of the opposition, Juan Guaidó — had turned the delivery of humanitarian aid into a political battleground.\nFor years, the country’s president, Mr. Maduro, had refused the help, saying Venezuela was not a country of beggars. Mr. Guaidó saw this as an opportunity: In January, he proclaimed himself the country’s president, with the support of United States and about 50 other countries, after accusing Mr. Maduro of electoral fraud.\nHe and his supporters tried to forcefully bring aid supplies into Venezuela in February, hoping their arrival would weaken Mr. Maduro, reinforce Mr. Guaidó’s own standing and bring relief to the population. The effort ended in a bloody confrontation at Venezuela’s border.\nAfter the government and the opposition agreed last month to allow the Red Cross to start its large-scale campaign, both sides also claimed the arrival of aid as a victory. While Mr. Maduro retains control of state institutions needed to import and distribute the aid, Mr. Guaidó’s alliance with the Trump administration gives him leverage with the relief agencies’ biggest donor nation, the United States.\nThe Red Cross said it has doubled its Venezuela budget to about $60 million this year and expects the campaign to increase further as donors commit additional funding.\nThe United Nations is also preparing to launch its own humanitarian appeal for Venezuela in the coming weeks, after telling member states in March that one in four Venezuelans require help, according to a senior United Nations aid official, who discussed internal matters on condition of anonymity.\nUnited Nations agencies, including Unicef and the World Health Organization, have been gradually boosting their operations in Venezuela since October after striking an informal agreement with Mr. Maduro. The United Nations relief agencies are hoping to raise up to $500 million for its upcoming Venezuela campaign, according to the senior official.\nThe Red Cross has repeatedly said that its supplies will be distributed in strict accordance with its principles of neutrality and impartiality, and has asked Venezuelans to not politicize its help. Francesco Rocca, the president of the Red Cross, told reporters in Caracas last month that his organization would negotiate with as many groups as it took to ensure it could reach the needy.\nBut the limitations of its appeal and the challenges ahead became apparent just hours after the airplane loaded with aid touched down in Caracas’s airport on Tuesday.\nWhen a convoy of Red Cross trucks pulled up on a busy avenue in downtown Caracas to distribute water buckets and water-treatment pills to residents, it was surrounded by armed pro-government paramilitaries, who fired into the air to disrupt the delivery.\nThey were soon joined by local police officers and activists with Mr. Maduro’s party, who told Red Cross volunteers they had to leave because they did not have permission to hand out supplies in their territory.\n“I’m scared but I need those tablets because one of my sons has diarrhea and this is for the water that we drink,” said Carmen Liendo, one of about 200 people who lined up to receive Red Cross water-treatment supplies.\n“I’m not going to move,” she said, clutching her 2-year-old son.", "date": "April 17, 2019", "href": "https://www.nytimes.com/2019/04/17/world/americas/red-cross-venezuela-aid.html", "tags": "grapples polarized supplies maduro red venezuela aid united distribution humanitarian cross"}