{"title": "In pictures: The art fuelling Sudan's revolution", "content": "Murals have been mushrooming on the walls around the military headquarters in Sudan's capital, Khartoum, as thousands keep up a vigil to see a return to civilian rule.\nCrowds converged on the area on 6 April and five days later, long-time leader Omar al-Bashir was ousted and arrested by the military after nearly 30 years in power.\nMuwfaq, a student at the nearby University of Khartoum, says the piece he is painting shows how the people of Sudan have broken the chains that have kept them silent for so long.\nMany of the artworks carry the message that bullets and bombs are not the order of the day - and the demonstrators want a peaceful transfer of power.\nThe area of the sit-in protest, sandwiched between the northern perimeter of the airport and the Blue Nile, is now the beating heart of the city and it is also where the university campus is based.\nAn art collective has formed there - and a dove mural, expressing the freedoms achieved so far, marks the entrance to the vocational training centre…\nAt the moment artists at the centre are working on rolls of canvas, to form a 3km (nearly two-mile) work of art that they plan to unroll around the sit-in site.\nMughira, a student at a nearby fine arts college, says he painted this wall to represent the diversity of Sudan and those who have been taking part in the protests. The country has many different ethnic groups and more than 100 dialects.\nIn the mural above, on a university wall within the sit-in area, a man holds a \"rababah\", which is a stringed instrument used by all Sudan's diverse groups. It symbolises that the country is unified in its wish to see change.\nThe artwork above shows that men and women have contributed equally to the revolution.\nHere an artist works on a mural of Alaa Salah, the 22-year-old student who became a protest icon after a video of her leading chants against Mr Bashir went viral.\nMany of the artworks use of the blue, yellow and green colours of Sudan's first flag, from independence in 1956 - some with a nod to UK graffiti artist Banksy.\nThe old flag was dropped in 1970 by a military junta, which adopted the current pan-Arab colours of red, white, black and green.\nThe hashtag #Sudaxit has been popular with the protesters and harks back to Sudan's African, rather than Arab, identity. This graffiti says: \"We demand that Sudan leaves the Arab League. We are black people, the sons of Kushites\" - a reference to the ancient Kush kingdom. \nIt goes on to demand the return of the the Hala'ib Triangle, disputed land between Sudan and Egypt.\nThe work above alludes to counter-revolutionary forces, the \"hidden hand\" of Saudi Arabia, the United Arab Emirates and Egypt - Arab countries seen as backing the military.\nHere a mural by the same artist uses one of the slogans of the revolution: \"What is martyrs' blood worth?\" - which was frequently chanted by the protesters in the months leading up to the ousting of Mr Bashir.\nThese are some of the many other slogans used during the uprising, including \"Freedom, peace and justice\".\nScores of people are continuing to take part in this outpouring of creativity - and even soldiers have been seen among those coming out to paint the walls of Khartoum.\nAll images subject to copyright", "date": "5 May 2019", "href": "https://www.bbc.com/news/world-africa-48126363", "tags": "military area university arab pictures art sudan khartoum fuelling many mural student says revolution"}