{"title": "In pictures: Australia's drought seen from the air", "content": "Parts of eastern Australia are suffering their worst drought in living memory as a lack of rainfall in winter hits farms badly.\nReuters photographer David Gray captured the view of the dried earth from the air, finding an often surprising collage of colours.\nA lone tree is the only sign of life near a water trough on a farm outside Walgett in New South Wales. Farm owner May McKeown said she had not seen much rain since 2010.\nAbout 98% of New South Wales is drought-stricken, and two-thirds of neighbouring Queensland. As a result, farmers are having to order in food for their livestock, which raises their costs considerably.\nA cow walks away from a water tank in Tamworth, New South Wales. \"I cant seem to be able to do anything else apart from just feed, and keep things going,\" farmer Tom Wollaston said. \"[The drought] seems to be one step ahead of me all the time.\"\nA dried-up dam near Gunnedah in New South Wales. The government's aid for drought-hit farmers has now topped A$1bn (£564m; $738m). \"I have been here all my life, and this drought is feeling like it will be around a while,\" farmer Ash Whitney said.\nSheep eat grain outside Tamworth. Government aid includes funding towards better mental health services for struggling farmers.\nParts of Australia saw the second warmest summer on record between December and February, and the country as a whole saw its driest July since 2002.\nAn irrigated paddock next to one that has not been watered. About a quarter of Australia's agricultural output comes from New South Wales, so the drought has hit the industry particularly hard.\nWhile touring the worst-hit areas in June, PM Malcolm Turnbull said there was a clear link to climate change. \"I don't know many people in rural New South Wales that I talk to that don't think the climate is getting drier and rainfall is becoming more volatile.\"\nAll interviews by Reuters", "date": "2 August 2018", "href": "https://www.bbc.com/news/world-australia-45043299", "tags": "wales australia drought farmers parts reuters pictures seen rainfall south new air"}