{"title": "In Push for 2020 Election Security, Top Official Was Warned: Don’t Tell Trump", "content": "WASHINGTON — In the months before Kirstjen Nielsen was forced to resign, she tried to focus the White House on one of her highest priorities as homeland security secretary: preparing for new and different Russian forms of interference in the 2020 election.\nPresident Trump’s chief of staff told her not to bring it up in front of the president.\nMs. Nielsen left the Department of Homeland Security early this month after a tumultuous 16-month tenure and tensions with the White House. Officials said she had become increasingly concerned about Russia’s continued activity in the United States during and after the 2018 midterm elections — ranging from its search for new techniques to divide Americans using social media, to experiments by hackers, to rerouting internet traffic and infiltrating power grids.\nBut in a meeting this year, Mick Mulvaney, the White House chief of staff, made it clear that Mr. Trump still equated any public discussion of malign Russian election activity with questions about the legitimacy of his victory. According to one senior administration official, Mr. Mulvaney said it “wasn’t a great subject and should be kept below his level.”\n[Update: F.B.I. warns of Russian interference in 2020 election and boosts counterintelligence operations.]\nEven though the Department of Homeland Security has primary responsibility for civilian cyberdefense, Ms. Nielsen eventually gave up on her effort to organize a White House meeting of cabinet secretaries to coordinate a strategy to protect next year’s elections.\nAs a result, the issue did not gain the urgency or widespread attention that a president can command. And it meant that many Americans remain unaware of the latest versions of Russian interference.\nThis account of Ms. Nielsen’s frustrations was described to The New York Times by three senior Trump administration officials and one former senior administration official, all of whom spoke on the condition of anonymity. The White House did not provide comment after multiple requests on Tuesday.\nAfter this article was published on Wednesday, Mr. Mulvaney said through a spokesman, “I don’t recall anything along those lines happening in any meeting.”\nHe said the Trump administration would not tolerate foreign interference in American elections and was working to prevent it, including by increasing coordination and intelligence sharing among state, local and federal governments.\nDan Coats, the director of national intelligence, concurred, saying, “Election security is and will continue to be one of our nation’s highest national security priorities.”\nWhile American intelligence agencies have warned of the dangers of new influence campaigns penetrating the 2020 elections, Mr. Trump and those closest to him have maintained that the effects of Russia’s interference in 2016 was overblown.\n“You look at what Russia did — you know, buying some Facebook ads to try to sow dissent and do it — and it’s a terrible thing,” Jared Kushner, the president’s son-in-law and senior adviser, said on Tuesday during an interview at the Time 100 Summit in New York.\n“But I think the investigations, and all of the speculation that’s happened for the last two years, has had a much harsher impact on our democracy than a couple of Facebook ads,” he said.\nBefore she resigned under pressure on April 7, Ms. Nielsen and other officials looked for other ways to raise the alarm.\nThe opening page of the Worldwide Threat Assessment, a public document compiled by government intelligence agencies that was delivered to Congress in late January, warned that “the threat landscape could look very different in 2020 and future elections.”\n“Russia’s social media efforts will continue to focus on aggravating social and racial tensions, undermining trust in authorities and criticizing perceived anti-Russia politicians,” the report noted. It also predicted that “Moscow may employ additional influence tool kits — such as spreading disinformation, conducting hack-and-leak operations or manipulating data — in a more targeted fashion to influence U.S. policy, actions and elections.”\nBy comparison, cyberthreats have taken a back seat among security priorities at the White House.\nMr. Trump’s national security adviser, John R. Bolton, eliminated the position of cybersecurity coordinator at the White House last year, leaving less experienced aides to deal with the issue. The National Security Council insisted that the White House had simply eliminated “redundancies,” and had been more active on cybersecurity issues in the last year than it had before the change. In January, Ms. Nielsen fumed when 45 percent of her cyberdefense work force was furloughed during the government shutdown.\nMs. Nielsen grew so frustrated with White House reluctance to convene top-level officials to come up with a governmentwide strategy that she twice pulled together her own meetings of cabinet secretaries and agency heads. They included top Justice Department, F.B.I. and intelligence officials to chart a path forward, many of whom later periodically issued public warnings about indicators that Russia was both looking for new ways to interfere and experimenting with techniques in Ukraine and Europe.\nOne senior official described homeland security officials as adamant that the United States government needed to significantly step up its efforts to urge the American public and companies to block foreign influence campaigns. But the department was stymied by the White House’s refusal to discuss it, the official said.\nAs a result, the official said, the government was failing to adequately inform Americans about continuing influence efforts.\nRepresentative Adam B. Schiff, a California Democrat who heads the House Intelligence Committee, said there was a “very real risk” of Russian interference in future elections. “We are woefully unprepared because even raising this issue is met with hostility by a president who views any discussion of election security as a threat to his legitimacy,” Mr. Schiff said in a statement on Wednesday.\nA second senior administration official said Ms. Nielsen began pushing after the November midterms for the governmentwide efforts to protect the 2020 elections, but only after it became increasingly clear that she had fallen out of Mr. Trump’s favor for not taking a harder line against immigration.\nThat official said Ms. Nielsen wanted to make election security a top priority at meetings of Mr. Trump’s principal national security aides, who resisted making it a focus of the discussions given that the 2020 vote was, at the time, nearly two years away.\nSince last week’s publication of the report by the special counsel, Robert S. Mueller III, on Russian interference in the election that Mr. Trump won, the president has accused the Obama administration of doing nothing in 2016 to push back at Moscow’s intrusion.\nThe reality is more complex: President Barack Obama gave a private warning to President Vladimir V. Putin of Russia at a meeting in China in September 2016, and issued sanctions against Russians and expelled 35 suspected spies after the vote. The Trump administration has added to those sanctions.\nOn Friday, the day after Mr. Mueller’s conclusions were made public, Secretary of State Mike Pompeo said the Trump administration would continue to confront Moscow on its attempts to meddle in the 2020 elections.\n“Russia interferes in a number of places,” Mr. Pompeo said. “I don’t think there’s been a discussion between a senior U.S. official and Russians in this administration where we have not raised this issue about our concern about Russia’s interference in our elections.”\n“We will make very clear to them this is unacceptable behavior,” he said.\nBut former Obama administration officials said Mr. Trump’s aversion to even discussing the looming threat remains a concern.\n“I do believe the Department of Homeland Security and the White House should be prioritizing this threat and should be doing so consistent with the intelligence community’s own assessment,” said Lisa Monaco, who was among officials who worked to counter Russian cyberinterference in 2016 as the White House homeland security adviser to Mr. Obama.\nShe said parts of Mr. Mueller’s report showed how the threat from Russia had grown.\nMore recently, officials at the Department of Homeland Security credited unprecedented help from Facebook, Google and Microsoft to block malicious influence campaigns in the 2018 elections, including by taking down inauthentic posts or other suspect activity quickly. Microsoft also warned of attacks on the offices of two senators.\nBefore the midterms, the United States Cyber Command created a so-called Russia Small Group of American officials to disrupt election influence campaigns by two groups whose members were indicted as part of Mr. Mueller’s investigation: the G.R.U., which is Moscow’s military intelligence agency, and the Internet Research Agency, a troll farm with ties to Mr. Putin.\nThe United States disrupted the Internet Research Agency’s servers around the midterm elections in November, according to officials briefed on the actions. A declassified after-action report on the 2018 countermeasures by the United States government was expected to be released early this year but has never been published.\nMatthew Masterson, a senior adviser at the Department of Homeland Security who coordinates its election cybersecurity, said Russian interference remained a threat as the 2020 presidential campaign approached.\n“We continue to expect a pervasive messaging campaign by the Russians to undermine our democratic institutions,” Mr. Masterson said in an interview. “We saw it in 2018, continue to see it and don’t expect it to subside.”\n“For us, we recognize that the goal is to undermine confidence in the elections and sow doubt,” Mr. Masterson said.\nHe said the department’s Cybersecurity and Infrastructure Security Agency is working with American states to fortify election systems to prevent Russians and other hackers from penetrating voter registration records. The department is also working with other federal agencies to provide state officials with more information about election interference efforts.\n“Russian intelligence’s 2016 covert actions to divide Americans by interfering in our election were so successful,” said Kevin T. Carroll, a former C.I.A. officer who was a senior official at the Department of Homeland Security during the first two years of the Trump administration.\n“Putin will amplify them in 2020,” he said.", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/us/politics/russia-2020-election-trump.html", "tags": "warned security election officials “ tell white official trump house top push"}