{"title": "In pictures: Growing up in North Korea", "content": "What is it like to grow up in North Korea? When photographer Tariq Zaidi visited North Korea late last year he tried to capture candid family moments between parents and children.\nI travelled to eight out of North Korea's nine provinces and along the way visited schools, nurseries and music academies. Not many outsiders get a chance to visit the country and for those who do, taking pictures is highly restricted and controlled. \nThese are images I was permitted to take by North Korean minders, and they offer a few glimpses into what it's like to grow up in the closed-off and isolated country.  \nMy journey took me from Dandong on the Chinese border in the north down to Kaesong at the border with South Korea, across the country from Pyongyang to Wonsan on the east coast and then north again towards Chongjin and Hoeryong near the Chinese-Russian border.\nWhile this selection of images cannot claim to be comprehensive, I did get some sense of the cultural and social environment and aspirations for the children we came into contact with. \nWhenever we went to a town, we tried to visit a school. There are many different kinds of schools in North Korea and a lot of the sightseeing outside of museums involved visiting municipal institutions like that. \nA lot of the students wanted to show off how well they spoke English and at some schools tourists were encouraged to speak to their top students who spoke the best English about whatever we wanted. \nA lot of the conversation was general knowledge exchanges on any issue, for example The Beatles. It felt surprising because one would assume a frank exchange wouldn't be welcome but these environments felt open. \nAt the same time, you realise you are in North Korea and this is the school we were taken to and a conversation in another part of the world might go very differently.\nSome of the schools we were taken to see had mind bogglingly state-of-the-art facilities for the most talented students. We were told they were called schoolchildren's palaces. Obviously there will be many other kinds of schools, but we weren't taken to see them.\nThe emphasis on sport, music, culture was really noticeable. A lot of students were eager to take on the tourists, to have serious competitive games of football and basketball, for example.\nBut outside of the official guided visits to set destinations, there were those journeys where I could capture candid and spontaneous shots: a father cuddling his child on the metro, a mother playing with her children on a playground while I sped by on a bus. They didn't even know I was there.\nBut moments like those help to illustrate an obvious but important point - that no matter what kind of rule you find yourself under, families end up pretty much the same and children at school in North Korea have personal goals and ambitions like everybody else. \n You can follow Tariq's work on Instagram (@tariqzaidiphoto), Facebook (@tariqzaidiphotography) and his website https://www.tariqzaidi.com/ ", "date": "24 February 2019", "href": "https://www.bbc.com/news/world-asia-47301318", "tags": "country many growing border schools lot pictures children students north like korea"}