{"title": "In Rare Speech to Congress, NATO Leader Says Allies Must Deter Moscow", "content": "WASHINGTON — The NATO secretary general gave a strong defense of the 70-year-old military alliance between Europe and the United States, using a high-profile appearance before a joint session of Congress on Wednesday to urge allies to stand up to a more assertive Russia.\nWhile the North Atlantic Treaty Organization is not looking for a new Cold War with Moscow, the alliance’s leader, Jens Stoltenberg, said it was important to not be “naïve” about the Kremlin’s intentions. Proffering a long list of Russian actions that threaten NATO allies, including the annexation of Crimea, the use of a nerve agent in Britain and Moscow’s interference in democratic elections, Mr. Stoltenberg cited “a pattern of Russian behavior” that calls for the alliance to be more united than ever in its response.\n“NATO will always take the necessary steps to provide credible and effective deterrence,” Mr. Stoltenberg said at the Capitol. He was in Washington for a meeting of foreign ministers from NATO member states.\nBut his remarks came in the middle of a poorly timed squabble between two of the alliance’s fractious members — the United States and Turkey — with Russia as the potential beneficiary. Earlier this week, the Pentagon announced that it was halting the delivery of parts for F-35 fighter jets to Turkey because Ankara is pursuing plans to buy S-400 missile defense systems from Russia.\nAmerican officials do not want Turkey to purchase the Russian system and have warned that it could collect information on United States stealth fighter jets.\nThe Turkish foreign minister, Mevlut Cavusoglu, was adamant in a separate alliance event in Washington on Wednesday that Ankara will not budge. “It’s a done deal,” he said. “Turkey doesn’t have to choose between Russia and any others, and we don’t see our relationship with Russia as an alternative to others.”\nBut the Trump administration, so far, is being equally adamant.\n“Turkey must choose,” Vice President Mike Pence said at a NATO anniversary event. “Does it want to remain a critical partner in the most successful military alliance in history, or does it want to risk the security of that partnership by making such reckless decisions that undermine our alliance?”\nMr. Stoltenberg, in his speech before Congress, did not directly reference the F-35 squabble. But he characterized fights among alliance partners as “democracy.”\n“Open discussions and different views is not a sign of weakness,” Mr. Stoltenberg said. “It is a sign of strength.”\nHe also reaffirmed NATO’s core mandate of collective defense — that an attack on one member state is viewed as an attack on all 29. But in doing so, Mr. Stoltenberg aired a principle that President Trump has questioned, exposing the new rift that has developed between his administration and the United States’ most important allies.\nWednesday’s speech was the first time that a secretary general of the alliance has been invited to speak on Congress’s most high-profile stage, and the platform afforded to Mr. Stoltenberg was in many ways a sign of lawmakers’ concerns over Mr. Trump’s commitment to NATO.\nMr. Stoltenberg, a careful diplomat, made no criticism of Mr. Trump, and instead credited the president with prodding the alliance to spend more on defense. Still, the overall theme of Mr. Stoltenberg’s speech was to make the case for NATO, the value of which Mr. Trump has often questioned.\nLawmakers gave Mr. Stoltenberg a series of standing ovations. Legislation that has bipartisan support is making its way through Congress, and would explicitly prohibit any president from withdrawing the United States from the alliance without Senate approval.\nIn his speech, which was peppered with political and personal details, Mr. Stoltenberg said the military alliance has been good not just for Europe, but for the United States as well. He reminded lawmakers that the only time NATO has invoked Article 5 — the pact of collective defense following attacks — was after the terrorist strikes against the United States on Sept. 11, 2001.\n“The strength of a nation,” Mr. Stoltenberg said, “is not only measured by the size of its economy or the number of its soldiers, but also by the number of its friends.”\n“And through NATO, the United States has more friends and allies than any other power,” he said. “This has made the United States stronger, safer and more secure.”", "date": "April 3, 2019", "href": "https://www.nytimes.com/2019/04/03/us/politics/nato-congress-russia-.html", "tags": "allies deter speech united nato alliance rare ” states must says moscow leader stoltenberg — congress"}