{"title": "In Rejecting Popular Paris Accord, Trump Bets on His Base", "content": "WASHINGTON — By a ratio of more than five to one, Americans in one recent poll said the United States should participate in the Paris climate change agreement that President Trump pulled out of on Thursday. Even a majority of Republicans agreed.\nBut in Mr. Trump’s calculation, withdrawing from the accord will be a political winner.\nThe decision highlighted Mr. Trump’s broader political gamble as he seeks to build a presidency that can succeed in midterm elections next year and, ultimately, in 2020 when he is up for re-election. It is a strategy predicated not on attracting new supporters, but on cultivating the narrower conservative base that delivered him to the White House.\nNot everyone in the White House agrees with this approach. But when it came to the Paris accord, Mr. Trump accepted the argument advanced by Stephen K. Bannon, his chief strategist, that he must stick to his nationalist and populist roots or jeopardize his political future. Mr. Trump is not going to win over Democrats and most independents, Mr. Bannon maintained, so the imperative is to retain the voters who pulled the lever for him last year.\nThis is a daring and risky strategy for a president whose job approval rating remains stuck around 40 percent in many polls. Most presidents seek to widen their support while in office, reaching out to the center — if not to the other party. Mr. Trump, however, is the first president in the history of polling to govern without the support of a majority of the public from the start of his tenure. In effect, Mr. Trump is doubling down on presiding as a minority president, betting that when the time comes, his fervent supporters will matter more, especially clustered in key Midwest states.\n“There is no question it helps Trump with his base,” said Glen Bolger, a Republican pollster. “Trump voters believe that the world is out to get us and that we would be the only country to live up to the accords. Therefore, America would lose and the rest of the world would laugh at us.\n“Obviously, it makes Clinton voters hate him even more, but from a political calculation standpoint, the White House does not and should not care,” Mr. Bolger said.\nOther political specialists, including some Republicans, consider that a miscalculation. The same poll showing large majorities supporting Paris, conducted this month by Yale University’s climate change program, found that even among Trump voters, more supported staying in the accord than not, 47 percent to 28 percent.\n“Of all the things he might do to solidify his base, withdrawing from the Paris agreement is pretty far down the list in importance, and for a president at 40 percent approval, it is hard to argue that solidifying his die-hards is his most critical need right now,” said Geoffrey Garin, a Democratic pollster who has advised Hillary Clinton as well as environmental groups.\nMr. Garin said the danger for Mr. Trump is that he might turn off the college-educated voters who turned to him in the late stages of last year’s election. “These college-educated Trump voters do not want the United States to be isolated in the world,” he said.\nDouglas E. Schoen, another longtime political strategist and Fox News contributor, said pulling out of the Paris accord would not produce jobs for Mr. Trump’s supporters. “Not good for his base to be further alienated from Europeans, to appear separate, different and out of sync with the world,” Mr. Schoen said.\nBut Democrats have long pointed to surveys showing lopsided support for environmental action by government — only to discover that it does not necessarily win elections for them. Americans may favor rules intended to curb the emissions blamed for climate change and encourage the use of renewable fuels. But on Election Day, such issues are often not the determining factor in their decisions.\nThe latest Gallup survey shows that only 2 percent of Americans listed the environment or pollution as the most important problem facing the country today, while 21 percent cited economic issues. And so, as he announced his decision in the Rose Garden on Thursday, Mr. Trump cast it as a question of guarding the American economy. By walking away from the pact, he asserted he would save American jobs.\n“The first thing the American electorate is looking for is a focus on economic issues,” said David Winston, a Republican pollster. “They want it discussed. They want a sense that it’s a priority.”\nMatt Schlapp, the chairman of the American Conservative Union, said Americans generally want to do what they consider the right thing, and therefore tell surveyors that the United States should combat climate change. But he said it was a meaningless question.\n“The follow-up is key,” he said. “Knowing the solution proposed is to price carbon higher or tax it, are you willing to pay more for your utilities and to fill your tank, or are you willing to shed U.S. jobs?”\n“It becomes a political loser.”\nSupporters of the Paris accord argue that the supposed political costs are exaggerated and the benefits are overlooked in the interest of scaring voters. They can point to some polls showing support even among Trump voters for some of the specific policies that have been promoted to curb climate change.\nNonetheless, the White House assumption is that Mr. Trump’s supporters care more about seeing him fighting on their behalf. He won last fall even having denounced climate change as a “hoax” that is perpetrated alternately by scientists, liberals or China. So withdrawing from the Paris deal should not meaningfully change that political calculus, in this view.\nGiven the president’s troubles over the investigations into ties with Russia and his firing of the F.B.I. director, Mr. Bannon’s wing argued that it was more important than ever to fulfill the campaign promises that energized his core supporters. The notion that Mr. Trump should preserve the Paris accord in a misguided effort to curry favor with corporations and environmentally minded liberals was self-defeating, Mr. Bannon and his allies contended.\nBy this reasoning, Mr. Trump can afford to lose voters in liberal California or on the East Coast and still eke out another Electoral College victory by focusing intently on what he sees as the needs of battleground states like Ohio, Pennsylvania, Wisconsin and Michigan that put him over the top last year even without the popular vote. What he cannot afford is to lose those who still stand by him.\nAt least that is the bet. And it is a choice he will continue to face on other issues in the weeks and months to come.", "date": "June 1, 2017", "href": "https://www.nytimes.com/2017/06/01/climate/paris-accord-trump-conservative-base.html", "tags": "rejecting mr. bets “ voters political popular trump climate change accord base paris"}