{"title": "In Rebuke to Kirchner, Argentines Elect Opposition Leader Mauricio Macri as President", "content": "BUENOS AIRES — Argentine voters handed a victory to Mauricio Macri in the country’s presidential election on Sunday, delivering a mandate to an opposition political figure seeking to roll back some of the protectionist economic measures of the departing president, Cristina Fernández de Kirchner.\nWith votes from 99 percent of polling places counted, Mr. Macri, the mayor of Buenos Aires and a former president of Boca Juniors, one of Argentina’s most popular soccer teams, was leading with 51.4 percent of the vote, according to election officials, against 48.5 percent for Daniel Scioli, a former speedboat racer and vice president under former President Néstor Kirchner, who died in 2010. Mr. Scioli conceded defeat on national television on Sunday night. \nRunning a largely nonconfrontational campaign in a society that has grown increasingly polarized under Mrs. Kirchner, who succeeded her husband in 2007, Mr. Macri, 56, stunned the political establishment in October by forcing the race into a runoff and maintaining his surge in recent weeks. He ran to the right of his rivals, blending plans to overhaul the economy and promote the tolerance of various points of view on social issues.\nMr. Macri’s relatively narrow victory revealed deep fissures in Argentina after 12 years of governance by Mrs. Kirchner and her husband, with many voters expressing concern over the direction of the economy and frustration with Mrs. Kirchner’s blistering attacks on critics in the news media, business establishments and rival political parties.\n“Cristina divided the country and destroyed it morally,” said Dimitri Javakhishvili, 67, an immigrant from Georgia who works as a doorman at a building here in the neighborhood of Recoleta. Mr. Javakhishvili acknowledged that Mr. Macri could face challenges in trying to govern when Mrs. Kirchner’s political movement moves into the opposition.\nStill, Mr. Javakhishvili said, “At least he’s something new; he’s something fresh.”\nNot everyone here shares such views. Graffiti and posters have appeared across Buenos Aires demonizing Mr. Macri, outnumbering on many streets the campaign posters expressing support for Mr. Scioli, who balanced lukewarm support from Mrs. Kirchner’s loyal followers with claims that social spending could be sustained despite galloping inflation and declining private investment.\nOne example of anti-Macri sentiment, alluding to fears that he will govern for a privileged few, simply says “Macrisis.”\nMr. Macri, the scion of a wealthy family, has tried to combat perceptions that he would reverse the government’s leftist policies, saying he will keep the nationalized companies like Aerolíneas Argentinas and YPF, Argentina’s largest oil company, under state control. His economic advisers have also sought to tamp down fears around contentious economic issues like a potential currency devaluation.\nIn addition to grappling with inflation and currency controls aimed at curbing capital flight, Mr. Macri will now face the challenge of governing with much of his opposition under the sway of Peronism, the ideologically diverse political grouping that has dominated Argentine politics for decades.\nYet while Mrs. Kirchner’s leftist faction has emerged as a dominant group within Peronism, with the president herself signaling that she planned to remain politically active after stepping down in December, Mr. Macri’s margin of victory will help him in the months ahead, analysts said.\n“He will be able to start to work with authority,” said Juan Cruz Díaz, a director at the Cefeidas Group, a political risk analysis firm. But he added that Mr. Scioli’s performance still demonstrated the underlying strength of the Peronist political movement. “It’s not a devastating margin of difference,” Mr. Díaz said. “With a fatigued government and an erratic campaign, it’s a good performance. They are far from dead.”\nMany political analysts in Argentina doubted that Mr. Macri would make it this far, with skepticism abounding when he began assembling his movement to the right of many rivals more than a decade ago.\nHe ventured into a part of Argentina’s political spectrum that had previously been associated with conservative Peronists or disgraced figures in the military establishment.\nBut over time, he honed his negotiating skills as the mayor of Buenos Aires, while insisting during this year’s campaign that he did not plan to roll back popular social programs introduced during the Kirchners’ presidencies, like cash subsidies for poor families and “Soccer for Everybody,” a government initiative that covers soccer broadcasting fees so people can watch matches free.\nMr. Macri seemed to gain the upper hand after mounting a door-to-door campaign that helped his supporters win important provincial and local races in October, including the prized post of the governor of Buenos Aires Province, now held by Mr. Scioli but won by María Eugenia Vidal, a top adviser to Mr. Macri and deputy mayor who focused largely on antipoverty programs in the municipal government.\nMany voters have also expressed fatigue with Mrs. Kirchner’s governing style and reports of corruption among her prominent supporters.\nSignaling that she may not plan to remain subdued after leaving office, Mrs. Kirchner issued a torrent of messages on Twitter on Sunday celebrating her foreign and domestic policies. One message even seemed like a warning to Mr. Macri, who has vowed to improve Argentina’s strained ties with the United States and review a contentious deal with China to build a nuclear reactor.\n“The person with the responsibility of leading the homeland should know the right place of the Argentine republic in a multipolar world,” Mrs. Kirchner wrote.\nMr. Macri’s “wager wasn’t an easy one,” the Argentine writer Martín Caparrós wrote in the Spanish newspaper El País. But Mr. Macri’s ambitions were aided, Mr. Caparrós said, by “12 years of rule by a couple that spoke as if from the left but acted in their own interests.”\nSome voters, however, said that their fears over the threats to the government’s antipoverty programs outweighed criticism of the Kirchners or concerns that Mr. Scioli, viewed as friendlier to the business establishment, was not as radical as they had hoped.\n“I’m voting for the lesser of two evils,” said Teo Levín, 25, a medical student who explained that he was voting for Mr. Scioli with gritted teeth. “I understand that Scioli will adopt come conservative economic policies, but he won’t destroy the political model. Macri will. He’s the worst thing in the world.”", "date": "Nov. 22, 2015", "href": "https://www.nytimes.com/2015/11/23/world/americas/argentina-president-election-mauricio-macri.html", "tags": "opposition mauricio macri kirchner argentines president political ” scioli elect leader mrs. argentina rebuke"}