{"title": "In Stanford Rape Case, Brock Turner Blamed Drinking and Promiscuity", "content": "Brock Turner, the former Stanford University student convicted of sexually assaulting an unconscious woman behind a Dumpster on campus, described his actions as the product of a culture of drinking, peer pressure and “sexual promiscuity,” according to his courtroom statement.\nIn a letter he submitted before being sentenced to six months in jail by Judge Aaron Persky of the Santa Clara County Superior Court, obtained by The New York Times, Mr. Turner said: “I am the sole proprietor of what happened on the night that changed these people’s lives forever. I would give anything to change what happened.”\nThe case has spurred a national uproar because of a sentence criticized as far too lenient and a statement by the defendant’s father complaining that his son’s life had been ruined for “20 minutes of action.” The judge is also facing a recall effort and has received threats of violence to him and his family, an official said.\nThe 23-year-old victim read her own statement in court, recounting the horror of finding out details of her attack on the news (she had been intoxicated and could not remember the assault) and having to break the news to her family.\nMr. Turner said the events of that night had left him “a changed person.” In addition to his six-month jail sentence — far less than the 14-year maximum — he will serve three years’ probation and must register as a sex offender. He also lost his swimming scholarship to Stanford.\nIn his letter, he said the woman had consented to the sexual encounter, even as he admitted “imposing trauma and pain” on her. He repeatedly cited an environment of peer pressure, drinking and promiscuity, factors he said he would use his time on probation to advocate against.\n“I want to demolish the assumption that drinking and partying are what make up a college lifestyle,” he wrote. “I made a mistake, I drank too much, and my decisions hurt someone.”\nThe woman passionately denounced his interpretation — especially his emphasis on alcohol and promiscuity — in her statement\n“Alcohol is not an excuse,” she wrote. “Regretting drinking is not the same as regretting sexual assault,” she added. “We were both drunk; the difference is I did not take off your pants and underwear, touch you inappropriately and run away.”\nThe victim’s statement went viral after it was published last week by BuzzFeed. It was read live on CNN by the anchor Ashleigh Banfield on Monday. On Wednesday afternoon, Mayor Bill de Blasio of New York said that his wife, Chirlane McCray, and other figures would read the statement from Gracie Mansion in a video posted to his Facebook page.\n.", "date": "June 8, 2016", "href": "https://www.nytimes.com/2016/06/09/us/brock-turner-blamed-drinking-and-promiscuity-in-sexual-assault-at-stanford.html", "tags": "rape stanford promiscuity blamed ” woman turner drinking statement sexual brock case —"}