{"title": "In Strategic Iraqi City, a Week of Deadly Turmoil", "content": "BAGHDAD — Iraqi security forces stepped up patrols Saturday in the southern city of Basra, a strategically important oil port on the border with Iran where longstanding protests about quality of life have escalated into days of rioting and violence.\nThe predominantly Shiite city is among the poorest areas of Iraq, despite the huge nearby oil reserves that drive the national economy. Although Basra has escaped the terrorist violence that has racked the country for years, its population has struggled with its own set of problems: high unemployment, crumbling infrastructure and rampant organized crime groups with leaders linked to powerful Shiite militias.\nThe city sent tens of thousands of its young men to northern Iraq in 2014 to fight against the Islamic State. Now, as many of them have returned from battle to these same old problems, their anger has intensified, driven by a sense of frustration that their sacrifices at war haven’t come with tangible socioeconomic gains.\nSince June, Basra residents have organized some of the largest street protests in years, demanding clean water, jobs and better infrastructure in a city that hosts a world-class stadium but where many residents live in crumbling dirt-brick houses in shantytowns.\nAs happened this past week, the protests sometimes turn violent, with mobs destroying symbols of Iraqi political power or other landmarks that drive their rage, like those associated with Iran, which bankrolls many of the Shiite political movements and militias.\nIn the past few days, the offices of local political parties were burned. So was the provincial council building.\nOn Friday night, a mob shouting anti-Iran slogans rushed the perimeter of the sprawling Iranian consulate and burned the main gatehouse in which visitors register. Some of the protesters sprayed graffiti, and one wall read, “Down with Iran, down with the militias.”\nAbu Al-Hassan Alaa, 17 years old, said that he and his friends were motivated to target the Iranian structure because they opposed Iranian political interference in Iraq.\n“Iranian intervention in the affairs of our country is destroying Iraq,” he said.\nThe main consulate buildings remained undamaged, according to security officials.\nAmerican officials joined Iranians in condemning the attack.\nAmid these violent street scenes, Iraqi security forces have opened fire. At least 15 people have died in the past week, and more than 200 were injured, according to local officials.\nThe unrest highlights the deep fractures within Iraq’s majority Shiite population and frustrations among society at large about what they see as ineptitude among their political leaders.\nLaith Hani, 46, said protesters should not be blamed for the violence; instead, politicians should be held accountable for the poor quality of life.\n“Vandalism started with these Shiite political parties,” Mr. Hani said. “They are to blame.”\nIn Baghdad, politicians scrambled for a response.\nElections in May saw the lowest turnout since 2005, and political parties are deadlocked in an attempt to build a majority coalition in Parliament, in part because the country’s major Shiite political factions have not agreed to work together.\nThis political battle has complicated the situation in Basra. Prime Minister Haider al-Abadi, who is fighting to stay in his position, replaced the local security commander after an outcry over the deaths of protesters earlier in the week.\nShiite militias that belong to the government-sponsored Popular Mobilization Forces said they would also send men to quell the violence. The political faction that represents these militias hopes to choose the next prime minister candidate.\nAt a special parliamentary session this past week a long line of leaders called for Basra’s problems to be solved, but no one offered any concrete plans.\nBasra’s summer temperatures routinely hit 120 degrees, but the city faces a critical electricity shortage. And even though the wide Tigris and Euphrates Rivers run through the center of town, many residents no longer have access to safe drinking water.", "date": "Sept. 8, 2018", "href": "https://www.nytimes.com/2018/09/08/world/middleeast/in-strategic-iraqi-city-a-week-of-deadly-turmoil.html", "tags": "iraqi deadly shiite security week city turmoil basra political iraq militias violence many strategic"}