{"title": "In San Antonio, a Preview of How Immigration Could Play Out in 2020", "content": "SAN ANTONIO — President Trump used the backdrop of a Texas fund-raiser on Wednesday to warn of the dangers and tragedy of migrants flowing across the Mexican border — an issue he predicted would play well for him in his 2020 re-election campaign.\nWith high-dollar donors standing behind him, Mr. Trump said migrants pouring across the southwestern border were dying in great numbers while gang members arriving from Central America were marauding and threatening American ranchers. And he made clear that he was going to try to put the blame on Democrats.\n“I think they’re going to pay a very big price in 2020,” Mr. Trump said here, before heading to Houston for another fund-raiser. “I think the border is going to be an incredible issue. And they’re on the wrong side. They want to have open borders.”\nBut Julián Castro, the former mayor of San Antonio and a Democratic candidate for president, fired back at Mr. Trump, accusing him of using such talk as a political tool to energize his voters with dark threats about immigrants.\n“It was predictable that he would start beating the drum of this again as he gets closer to re-election,” Mr. Castro said in an interview. “What I’ve noticed is that any time he gets into political hot water, he goes back to the issue of immigration to drum up support.”\nMr. Castro, who served as housing secretary in the Obama administration, is uniquely positioned to take on Mr. Trump on the immigration issue. The grandson of a Mexican immigrant, he is the only Latino candidate in the race for the Democratic nomination.\nAs the sun set Wednesday evening, Mr. Castro held an immigration-focused rally of his own in San Antonio. His campaign had billed the event as an opportunity for the city, with its significant Mexican-American population, to show its resistance to Mr. Trump’s immigration policy.\nBefore a modest crowd, Mr. Castro denounced Mr. Trump’s anti-immigrant message in no uncertain terms, calling the president’s policies “downright stupid.”\n“When it comes to immigration,” Mr. Castro said, “this president and his policies have been an absolute failure for our country.”\nThe president’s decision to weigh in on the border was a clear signal that he did not intend to let the issue fade. At the fund-raiser, he told reporters that he wanted to call attention to a situation that he said has been ignored in the news media: the plight of migrants who cross illegally into the United States and then die of thirst or hunger.\n“This doesn’t come out in the fake news,” Mr. Trump said as he recounted the stories about migrants that about a dozen donors told him. At Mr. Trump’s urging, several of the donors described finding the bodies of migrants — including pregnant women and children — in the vast brush of their property.\nThe president said he had never heard such stories of migrants dying, even from his top immigration and border patrol officials. In fact, immigrant advocates have for years documented the grim fate of some migrants who grow sick and die trying to make it into the United States. The advocates say Mr. Trump’s policies have made the problem worse by limiting the number of migrants who can legally claim asylum at ports of entry, pushing more to cross at remote areas of the border.\nSeveral of the donors also told of how afraid they had felt when migrants from Central America, dressed in black, turned up at their homes.\n“Dangerous people are coming here, and the good people are dying,” Mr. Trump said, adding that the donors had all told him that the answer to the problem was to build the wall that has become the symbol of his approach to immigration.\nThe president, who was joined at the round table with donors by Brad Parscale, his 2020 campaign manager, denied that the unscheduled remarks to reporters about the border were part of a campaign message. But immigration and border security has been a defining issue of his presidency. And Mr. Trump is betting that portraying the crisis that he says now exists on the Mexican border will be just as effective in his re-election campaign as the issue was in 2016.\nIn the past several days, Mr. Trump has forced out Kirstjen Nielsen, his homeland security secretary, and several other top immigration officials for being too timid about shutting down the border and changing asylum rules to deny entry to migrants seeking protection in the United States.\nOne of those officials, Ronald D. Vitiello, the acting chief of Immigration and Customs Enforcement, resigned on Wednesday after Mr. Trump pulled back his nomination for the permanent position, saying he wanted someone tougher. In a statement issued on her last day in office, Ms. Nielsen called Mr. Vitiello “an unwavering advocate for the dedicated men and women who enforce our immigration laws.”\nA top administration official said Tuesday that the staffing changes were meant to make way for more aggressive immigration actions.\n[Sign up for Crossing the Border, a limited-run newsletter about life where the United States and Mexico meet.]\nBut the president faces challenges of his own. His campaign promises have mostly gone unfulfilled. He has largely failed to build the “big beautiful wall” along the southwestern border as he promised. And the recent surge of migrant families from Central America is a vivid demonstration of his inability to stop what he has called an “invasion.”\nThere was also significant evidence during the 2018 midterm elections that the president’s immigration attacks backfired in some Republican districts around the country. For example, several House Republicans, including some of the party’s leaders in Congress, complained to Mr. Trump that his announcement right before the election that he was considering an executive order to end birthright citizenship might have cost several moderate Republicans their seats.\nAnd as he sets out for the re-election campaign, Mr. Trump is certain to face several challengers among the Democrats who are determined to make the president’s immigration agenda a key part of their reason for running. In February, Beto O’Rourke, a former congressman from El Paso who has since declared his own candidacy for president, outlined his opposition to Mr. Trump’s immigration policies at a rally held at the same time the president spoke in that Texas border city.\n“We are not safe because of walls but in spite of walls,” Mr. O’Rourke told supporters even as Mr. Trump was pressing to “finish the wall.”\nThe dual candidacies of Mr. Castro and Mr. O’Rourke are almost certain to place Texas squarely at the center of the increasingly heated immigration debate.\n“Texas is a Latino state, and we have two Texans on the ballot who are going to be turning out and galvanizing people from Texas,” said Mayra Macias, a vice president of the Latino Victory Project. “But it’s also helping galvanize people, Latinos in particular, across the country because they are seeing these candidates talk about issues that affect us.”\nBut if immigration is at once a key campaign issue in Texas and other states, including California and Arizona, Republicans are betting that Mr. Trump’s anti-immigrant message will also resonate far from the border.", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/us/politics/trump-texas-crosby.html", "tags": "immigration issue border ” san preview trump antonio could play migrants"}