{"title": "In Texts, F.B.I. Officials in Russia Inquiry Said Clinton ‘Just Has to Win’", "content": "WASHINGTON — Senior F.B.I. officials who helped investigate Donald J. Trump’s presidential campaign last year wrote in text messages that Hillary Clinton “just has to win” and described a potential Trump victory as “terrifying,” according to texts released Tuesday night.\nA top counterintelligence agent, Peter Strzok, exchanged the messages with Lisa Page, a senior F.B.I. lawyer. Some messages criticized Mrs. Clinton’s team, the Obama administration, Congress and other Democrats. But the two appeared appalled at some of Mr. Trump’s comments during the campaign and feared that he would politicize the F.B.I.\nFor example, after Mr. Trump made an apparent sexual allusion related to the size of his hands, Ms. Page wrote: “This man cannot be president.” In another exchange, Mr. Strzok wrote of a potential Trump presidency, “I’m scared for our organization.” He also referred to Mr. Trump as a “douche.” The messages were turned over to Congress and obtained by The New York Times.\nMr. Strzok went on to become one of the top investigators for the special counsel, Robert S. Mueller III. But over the summer, Mr. Mueller removed Mr. Strzok from his team as soon as he became aware of the texts. Their release is certain to fuel suspicion among Republicans that the investigation into connections between the Trump campaign and Russia was politically motivated from the beginning.\nThe Justice Department’s inspector general, Michael E. Horowitz, is investigating the texts as part of a wide-ranging inquiry into how the F.B.I. handled its investigations into Mrs. Clinton’s personal email server and of the Trump campaign’s ties to Russia. It is highly unusual for the government to release these types of documents until such an investigation is complete. The move caught internal investigators by surprise.\nF.B.I. regulations allow agents to express opinions “as an individual privately and publicly on political subjects and candidates.”\nOn July 27, Ms. Page wrote, “She just has to win now. I’m not going to lie, I got a flash of nervousness yesterday about Trump.” That text message was sent after the Clinton investigation had been closed. Days later, the F.B.I. began investigating possible coordination between Russian officials and the Trump campaign.\nThe two F.B.I. officials also criticized Mr. Trump as the Russia investigation was continuing. They told internal investigators that their comments were influenced by the troubling evidence they were seeing about Mr. Trump’s campaign ties to Russia, according to a person familiar with the internal investigation.\nF.B.I. officials who worked directly with Mr. Strzok on the Clinton and Trump investigations said they never detected any bias in his investigative work. The F.B.I. director, Christopher A. Wray, said last week at a congressional hearing that he could not discuss the texts because of the continuing investigation. But Mr. Wray said that he would “hold people accountable after there has been an appropriate investigation, independent and objective, by the inspector general into the handling of the prior matter.”\nThe F.B.I. declined to comment. Mr. Strzok, a former Army officer, and Ms. Page, a prosecutor who started her government career right out of law school, are career officials, not political appointees.\nMr. Strzok had been considered one of the most experienced and trusted F.B.I. counterintelligence investigators. Mr. Mueller removed him after the Justice Department’s inspector general discovered the texts. Mr. Strzok helped lead the bureau’s investigation into whether Mrs. Clinton had mishandled classified information on her private email account. After that investigation was closed in the summer of 2016, he became the top agent on the investigation into links between Mr. Trump’s campaign and Russia.\nMr. Strzok described himself in one text as a “conservative Dem.” In another, he said: “I am worried about what Trump is encouraging in our behavior. The things that made me proud about our tolerance for dissent.” Ms. Page replied that she was worried about a Clinton presidency, reflecting the mood of many in the public who disliked both candidates.\nThe New York Times revealed the existence of the texts on Dec. 2. After that article, Mr. Trump seized on the messages, sharply criticizing the F.B.I. in a series of Twitter posts. Mr. Trump said the F.B.I. was the “worst in History” and “its reputation is in Tatters.”\n“Report: ‘ANTI-TRUMP FBI AGENT LED CLINTON EMAIL PROBE,’” Mr. Trump said on Twitter on Dec. 3. “Now it all starts to make sense!”\nThe Justice Department’s decision to provide the texts to Capitol Hill in the middle of an investigation is also likely to attract scrutiny from Democrats. Mr. Trump has criticized the attorney general, Jeff Sessions, for not doing enough to protect him on the Russia investigation.\nBy releasing the texts, the Justice Department has given Mr. Trump both a shield and a sword in his political battle with Mr. Mueller’s investigators.", "date": "Dec. 12, 2017", "href": "https://www.nytimes.com/2017/12/12/us/fbi-trump-russia.html", "tags": "‘ f.b.i officials texts inquiry clinton win investigation ” trump strzok russia campaign said"}