{"title": "In the Middle of His Official Business, Trump Took the Time to Send Checks to Michael Cohen", "content": "WASHINGTON — On a busy day at the White House, President Trump hosted senators to talk about tax cuts, accused a Democratic congresswoman of distorting his condolence call to a soldier’s widow and suffered another court defeat for his travel ban targeting Muslim countries.\nAnd at some point on Wednesday, Oct. 18, 2017, Mr. Trump took the time to sign a $35,000 check to his lawyer, who had made hush payments to prevent alleged sexual misconduct from being exposed before the 2016 presidential election. It was one of 11 occasions that Mr. Trump or his trust cut such checks, six of which were provided this week to The New York Times.\nAt the heart of last week’s congressional testimony by Michael D. Cohen, Mr. Trump’s former lawyer, was the sensational accusation that the sitting president of the United States financed an illegal cover-up from inside the White House. The dates on the newly available checks shed light on the parallel lives Mr. Trump was living by this account — at once managing affairs of state while quietly paying the price of keeping his personal secrets out of the public eye.\nThe president hosted a foreign leader in the Oval Office, then wrote a check. He haggled over legislation, then wrote a check. He traveled abroad, then wrote a check. On the same day he reportedly pressured the F.B.I. director to drop an investigation into a former aide, the president’s trust issued a check to Mr. Cohen in furtherance of what federal prosecutors have called a criminal scheme to violate campaign finance laws at the direction of Mr. Trump.\nThe White House on Tuesday referred questions about the payments to Mr. Trump’s private lawyers. Jay Sekulow, one of the president’s personal lawyers, had no comment and a lawyer for the Trump Organization declined to discuss the matter.\nOther defenders of the president said that the checks proved only that Mr. Trump paid his personal lawyer, not that he necessarily knew the money was meant to reimburse Mr. Cohen for hush payments to Stormy Daniels, the pornographic film actress who has claimed to have had an extramarital affair with Mr. Trump. The president has denied the affair.\n“I think it’s news we knew about,” Representative Jim Jordan of Ohio, the ranking Republican on the House Oversight and Reform Committee and one of the president’s staunchest allies, told reporters during a break in last week’s hearing. The payments, he said, could have been for services based on a retainer, although Mr. Cohen said there was no such retainer.\nThe president’s critics said that the checks, mostly with Mr. Trump’s distinctive up-and-down signature, in fact bolster the prosecutors’ conclusion about his involvement in the scheme. Mr. Cohen has pleaded guilty to violating campaign finance laws as well as lying to Congress and faces three years in prison starting in the spring.\n“The $35,000 is an indication of the quality of that evidence, and it both shows the extent of Trump’s leading role and now leaves little doubt that he faces criminal prosecution after he leaves office for the same offenses for which Cohen will serve time,” said Robert F. Bauer, a law professor at New York University and former White House counsel for President Barack Obama.\nIndeed, some people close to Mr. Trump have privately predicted that he will ultimately choose to seek a second term in part because of his legal exposure if he is not president. While there is no legal consensus on the matter, Justice Department policy says that a president cannot be indicted while in office.\nThe checks to Mr. Cohen were sent on a more or less monthly basis throughout 2017, Mr. Trump’s first year in office. Mr. Cohen provided two checks to the House committee last week and his lawyer, Lanny J. Davis, provided the additional six checks to The Times this week. Mr. Cohen’s team said it was searching for three others.\nOf the eight checks now available, seven were for $35,000 and another was for $70,000 to cover two months’ worth of payments. Six were signed by Mr. Trump himself while he was president and the other two were signed by his eldest son, Donald Trump Jr., and his company’s chief financial officer, Allen Weisselberg.\nAltogether, Mr. Trump or his trust paid Mr. Cohen $420,000, according to federal prosecutors. Of that, $130,000 was to reimburse payments made shortly before the 2016 election to Ms. Daniels, whose legal name is Stephanie Clifford, so she would not tell her story. Another $50,000 was for Mr. Cohen’s effort to manipulate online polls to inflate Mr. Trump’s reputation as a businessman.\nThat $180,000 was then “grossed up” with another $180,000 to offset taxes that Mr. Cohen would have to pay on the original money since it was being treated as income. Another $60,000 was added as a “bonus,” prosecutors have said.\nMr. Trump has offered conflicting accounts about the matter. Speaking to reporters on Air Force One in April 2018, he said he did not know about the payment to Ms. Daniels. But a month later, his lawyer, Rudolph W. Giuliani, hoping to refute the suggestion that it might be a campaign finance violation, told Fox News and The Times that the president had in fact reimbursed Mr. Cohen for the payment.\nCiting Mr. Cohen and other evidence, prosecutors from the Southern District of New York said in court papers that Mr. Trump directed the scheme, essentially making him an unindicted co-conspirator.\n“We’re talking about a felony committed by the president of the United States where there’s no dispute,” said Mr. Davis, the lawyer for Mr. Cohen.\nPeople close to Mr. Trump have suggested that he may not have been aware of what Mr. Cohen was doing in real time, despite an audiotape that Mr. Cohen recorded of him discussing with Mr. Trump payments that The National Enquirer had made to a second woman who claimed to have had an affair with the candidate.\nA person close to Mr. Trump said that he may have believed the checks were payment for general legal fees, but may not have known why. The president’s associates stressed that the payment to Mr. Cohen was one of several he made privately each month.\nMr. Davis scoffed at that. “You denied the Stormy Daniels affair and that was a lie,” he said. “Now you’re denying that you knew about this payoff and reimbursement that Giuliani says you knew about. So your claim of ignorance doesn’t have any credibility.”\nOne person who without question was involved, according to multiple people briefed on the events, was Mr. Weisselberg, the Trump Organization chief financial officer. Mr. Cohen told Mr. Weisselberg about the $130,000 wire transfer to Ms. Daniels. Mr. Weisselberg suggested repaying it in installments and told Mr. Cohen to send invoices once a month, according to the people.\nBy Mr. Cohen’s account, the checks began in February 2017, just weeks after Mr. Trump was inaugurated as president. When Mr. Cohen visited the Oval Office for the first time, he said, Mr. Trump raised the issue of the hush payments in the same room that symbolized the United States’ seat of power.\n“Don’t worry, Michael, your January and February reimbursement checks are coming,” he quoted Mr. Trump telling him. “They were FedExed from New York and it takes a while for that to get through the White House system.”\nThe first check was signed Feb. 14, 2017, for $70,000 to cover both January and February. It was issued by the president’s trust and signed by Mr. Weisselberg and Donald Trump Jr.\nThe payment came at a fraught moment in the president’s early weeks, just a day after he forced his national security adviser, Michael T. Flynn, to resign for lying about his contacts with Russia. On the same day the check to Mr. Cohen was signed, Mr. Trump pulled aside James B. Comey, then the F.B.I. director, and suggested “letting Flynn go,” according to a contemporaneous memo by Mr. Comey.\nThe next check, for $35,000, came from the trust on March 17, even as the president hosted Chancellor Angela Merkel of Germany in the Oval Office and aides were grappling with a firestorm over unfounded assertions aired by the White House that the British had spied on Mr. Trump when he was a candidate.\nA check for April has not been located; Mr. Cohen’s records were seized by federal agents. But after the initial payments, Mr. Trump was instructed that he should write Mr. Cohen checks from his personal checking account instead of the trust. It is not clear why he was told this, but in so doing, he removed his son’s name from future checks.\nOn May 23, the president signed a personal check on the same day he was overseas meeting with Prime Minister Benjamin Netanyahu of Israel in Jerusalem and President Mahmoud Abbas of the Palestinian Authority in Bethlehem, before flying that night to Rome.\nChecks for June and July have also not been located. The next one, on Aug. 1, came as Mr. Trump invited small business owners to the White House and an aide confirmed that the president had dictated a misleading statement about a 2016 meeting that his campaign team held with Russians.\nOn Sept. 12, Mr. Trump hosted the prime minister of Malaysia even as his press secretary, Sarah Huckabee Sanders, was telling reporters that the Justice Department should “certainly look at” prosecuting Mr. Comey. Mr. Trump signed another $35,000 check that day.\nAfter the Oct. 18 check came one on Nov. 21, just two days before Thanksgiving when Mr. Trump pardoned a turkey, saying, “I feel so good about myself,” and then defended Roy S. Moore, the Republican Senate candidate in Alabama who had been accused of sexual misconduct with teenage girls. Mr. Trump also spoke by telephone that day with President Vladimir V. Putin of Russia.\nThe last check made public was signed on Dec. 5, the same day that Mr. Trump called Mr. Netanyahu, Mr. Abbas and Arab leaders to tell them that he had decided to move the American Embassy to Jerusalem.\nFour months later, F.B.I. agents raided Mr. Cohen’s office and home.", "date": "March 5, 2019", "href": "https://www.nytimes.com/2019/03/05/us/politics/trump-michael-cohen-checks.html", "tags": "“ took middle business official trump cohen send house michael time checks check"}