{"title": "In Trump vs. the F.B.I., Trump Will Lose", "content": "President Trump entered office last year as a singular figure. But he has come to resemble two of his predecessors in one crucial respect. Though he’s more paranoid than Richard Nixon and more mendacious than Bill Clinton, he seems bent on following them down a road to hell: a confrontation with the Federal Bureau of Investigation. Like them, he’ll lose.\nHe might win the battle with the bureau over the pending release of a scurrilous memo concocted by Republicans on the House Intelligence Committee, a cudgel created to attack everyone who’s been in charge of the federal investigation of Team Trump. He may try to fire them all. But he won’t win the war.\nWe have a good idea what’s in the poison-pen four-page memo. It sets out a conspiracy theory about a 2016 national-security wiretap on the once-obscure Trump campaign aide Carter Page. It argues, essentially, that the deputy attorney general, Rod Rosenstein, and F.B.I. leaders deceived the federal judge who approved the wiretap warrant and extended it in 2017.\nThe bureau called the memo materially false and misleading in an extraordinary unsigned statement on Wednesday afternoon. Christopher Wray, whom Mr. Trump installed after defenestrating James Comey, has personally emphasized the danger of releasing the memo. The Justice Department said releasing the document would be “extraordinarily reckless.”\nAnd yet Mr. Trump has signaled his desire to see it made public, unredacted. He clearly sees the memo as a weapon of political warfare — a way to rid himself of Mr. Rosenstein, who oversees both the F.B.I. and the special prosecutor investigating the White House, Robert Mueller. Mr. Rosenstein has made it clear that he will not fire Mr. Mueller at the president’s whim — which, to the president, means he needs to go.\nIf he ousts Mr. Rosenstein, he might conceivably find a replacement somewhere in the bowels of the Justice Department. He’d want a stooge, a willing executioner, more loyal to him than to the Constitution — someone to blindly do his bidding, fire Mr. Mueller, and suppress the F.B.I. agents leading the investigation of the White House.\nMr. Trump has been transparent in his antagonism. It is not a disinterested belief that the bureau is corrupt and in need of reform. He’d been in office for only four days when F.B.I. agents came to the White House to interview the national security adviser, Mike Flynn, who’d engaged in skulduggery with Russia. Mr. Flynn lied to the F.B.I.\nIn that moment, the counterintelligence case became a criminal case focusing on the White House. Ever since, the president has done nearly everything in his power to subvert and sabotage the investigators. He fired Mr. Comey for refusing to scuttle the case — and then denounced him as a blackmailing liar. He has denounced the bureau and its leaders in tweets and interviews, and in quickly leaked comments to White House officials.\nHe now stands on the verge of re-enacting the Saturday Night Massacre, when Nixon forced out his own attorney general and the next man in line in order to sack the special prosecutor investigating Watergate. Nixon’s willing executioner back in the October 1973 was the No. 3 man at Justice, the solicitor general Robert Bork. At the end of that fateful night, Nixon promised him the next seat on the Supreme Court. It worked out badly for all concerned — Nixon resigned anyway, and Bork’s actions were a major strike against him in his unsuccessful nomination to the court.\nWhere’s Mr. Trump’s Bork? Could it be the associate attorney general, Rachel Lee Brand, a former professor at the Antonin Scalia Law School and now the third-ranking Justice Department official? Would she want to carry the same weight under which Bork labored for all his life?\nMaybe. But as Nixon learned, the president can’t fire his way out of this crisis. Despite the degradations and depredations that this president has inflicted on the executive branch, there remains a phalanx of honorable people at the Justice Department and the F.B.I. more beholden to principle than politics, prepared to fall on their swords rather than suborn high crimes. Mr. Wray is one.\nWhen he was sworn in four months ago, he told an audience of F.B.I. agents that he was going to uphold the Constitution and follow the rule of law. “We’re going to follow the facts independently, no matter where they lead, no matter who likes it,” he said. “And we’re going to always, always pursue justice.”\nThe framers of the Constitution contemplated there would be times like this. Though they failed to foresee a leader quite like Donald Trump — a man more akin to the mad King George of England than to Madison and Jefferson — they knew not every president would be enlightened. But they did not dream any would be so benighted, so blind as to place personal loyalty above the rule of law.\nThe president has measured Mr. Mueller for the guillotine for months. As the bloodhounds close in on the Oval Office, he may sharpen his blade and place the prosecutor’s head on a pike. If so, he’ll have to confront the Constitution. And he’ll lose again.", "date": "Feb. 1, 2018", "href": "https://www.nytimes.com/2018/02/01/opinion/trump-fbi-winner-justice.html", "tags": "f.b.i f.b.i. president justice trump house nixon memo vs. bureau — lose"}