{"title": "In These Lying Times, ‘Receipts’ Offer a Glimmer of Justice", "content": "Keeping up with the truth has become a miserable business. All the old political stagecraft and prevaricating, the Rumsfeldian tautologies — we’re way past that. Forget smoke and mirrors. These are pants-on-fire times. According to The Washington Post’s “Fact Checker,” President Trump made 836 false or misleading claims in his first six months as president. This summer, The New York Times’s opinion section paired a list of Trump’s statements with contradicting sources from PolitiFact, FactCheck.org, The Washington Post and The Toronto Star. But that kind of reporting doesn’t seem to burn Trump. He’s flame-retardant.\nThe president’s lying, and his seeming imperviousness to the facts even after being caught, have incited a general zeal for truth-seeking in other realms of power. Lies — from white ones to whoppers — are being exposed almost as fast as they are being told, via Freedom of Information Act request, via news reports, via the fire extinguisher we’re now calling “receipts.”\nTrump didn’t beget receipts. They’ve migrated from social media and pop culture and are being used to confront the powerful. When judicial and legislative avenues seem stalled or faulty, receipts work as currency in the people’s court. And sometimes they command actual consequences.\nIn early October, investigations in The Times and The New Yorker exposed claims of decades of sexual harassment, assault and rape by the movie executive Harvey Weinstein, and his attempts to cover them up with bullying and money. A few days after the initial report, Weinstein made denials but also sent a private note to fellow Hollywood executives beseeching them to persuade the board of his company not to fire him. It was a plea that managed to self-incriminate. (A line like “A lot of the allegations are false as you know” feels like an admission of something.) One executive read the note to Janice Min, the former editorial director of The Hollywood Reporter. She tweeted a screen shot of the transcription as digital evidence. In other words, she tweeted a receipt.\nA receipt used to refer to something material — physical proof of a transaction that was usually financial. Anyone who has ever filed an expense report can attest to how easy they are to lose. Phone technology has simplified our relationship to the receipt as a material thing. Uploading scraps of paper to an app, say, helps maintain blood pressure and sanity. That same technology has nudged receipts into the realm of metaphysics. They’re as much conceptual now as they are illegible wads in the Bermuda Triangle of a purse or a pair of jeans, kept by your accountant but by the cosmos too. Receipts are a confirmation of the truth, a corroboration of hypocrisy. And they’re fast — faster than that FOIA request, faster than a special-counsel investigation. Receipts are comeuppance by way of the H.O.V. lane.\nThree days after the Weinstein story broke in The Times, Donald Trump Jr. dug up a 2015 tweet by the documentary filmmaker Michael Moore that called Weinstein “one of the best people to work with in this town” and tweeted, “This didn’t age well.” In response, a torrent of receipts flooded Trump Jr.’s post, including a cover of The New York Daily News that mocked his father for bragging about groping women and a party photo of Ivanka Trump and Jared Kushner smiling happily with Weinstein. Those receipts told the pot it was calling the wrong kettle black.\nReceipts as a stand-in for legal and legislative or even personal justice have a robust and varied life in popular culture, where they’re evidence admissible in the court of beef. Just about the best laugh anybody has given me all year comes halfway through Katy Perry’s song “Swish Swish.” It’s a nominal dis track delivered with the whimsical illogic of certain nursery rhymes. At the end of the second verse, Perry lifts her pettiness to a spiritual plane. “You’re ’bout as cute as/An old coupon expired/And karma’s not a liar.” That’s not the funny part. That’s just Perry doing her stabbing with a spork. The funny part is how she knows karma tells the truth: “She keeps receipts.”\n“Swish Swish” was aimed, apparently, at Katy Perry’s foe Taylor Swift, who claimed last year that Kanye West lied that she’d signed off on his song “Famous,” in which he boasts “I made that bitch famous.” Her public display of outrage lasted a few months. Then West’s wife, Kim Kardashian, posted to Snapchat a video of West talking with Swift on the phone about the song that contradicted Swift’s claim, inspiring GQ’s Jake Woolf to note, in an article on the scandalette: “She does, in fact, have the damn receipts.”\nThe stakes for the receipts era might seem tastelessly low. But receipts can also implicate more broadly. During the denouement of the “Famous” affair, Slate’s Katy Waldman wrote, “The receipt boom registers a shift in our society: Where the powerful once exercised their power with relative impunity, now we might be seeing glimmers of accountability.” Well, almost no one who has been presented with receipts has copped to being culpable. So if we are not yet seeing actual accountability, then at the very least there is shame, and for the receipt holder, righteousness.\nOr just glimmers of reason. “Receipts” enjoy a robust social-media life as a visual contradiction of anyone from pop stars to our president. The side-by-side comparisons tweeted in January, by the National Park Service, of the crowds at Barack Obama’s 2008 swearing-in and Donald Trump’s this year refuted President Trump’s claim that his were bigger. The Park Service’s tweet was deleted from its account, but its image lived on elsewhere as a kind of ghost receipt for whenever Trump and some of his staff bragged about historic inauguration attendance. In September, after the president deleted some tweets praising Luther Strange, the incumbent Senate candidate from Alabama who went on to lose the special-election primary runoff, speculation ensued about whether it was illegal for Trump to expunge those tweets. The news organization ProPublica archives them all, but the act of erasing any would seem to make such tweets even more valid as receipts.\nReceipts represent a kind of extralegal self-sufficiency. You may not need an attorney general if you can take a screen shot. “Receipts” can even act as a kind of racial relief, as a lightening of the burden of proof. There’s a long history of white Americans needing no proof to accuse black Americans of having committed a crime, while blacks could never seem to find enough. “Receipts” may not be capable of delivering judicial justice. But they’re certainly useful for exposing all manner of injustice, like an eyewitness video of an unarmed black man’s being shot and killed by the police that is shared with the world because it contradicts the officer’s version of events.\nThe author Ta-Nehisi Coates has spoken about history being the ultimate kind of receipt in that it confirms centuries of claims of racial injustice. In a conversation earlier this month at the New School in New York, he discussed his experience with Clyde Ross, the moral anchor of Coates’s 2014 essay, “The Case for Reparations,” and how critical certain kinds of proof are to changing the way you see the world. Ross’s accounts of discrimination were evidence of a legacy of American racism. “Clyde Ross,” Coates said, “gave me the receipts.”\nThis modern cast of “receipt” hails from a tragic source, the same well that also gave us such infectious expressions of trouble as “Hell to the no” and “Crack is whack.” It hails from Whitney Houston. In 2002, before the release of a new album (“Just Whitney”), Houston sat down for an interview with Diane Sawyer, who voiced concern about Houston’s rumored drug use. She mentions a news item claiming a $730,000 drug habit. Houston is incredulous. “Come on,” she says, with more aggrieved Chicagoan in her voice than you’d expect from a Jersey girl. “730? I wish.” Then she lets out a hoarse, sputtering laugh: “I wish whoever’s making that kind of money off of me could share it with me.” Then she stops laughing. “No way. I want to see the receipts,” she says before a pause and some agitation. “From the drug dealer I bought $730,000 worth of drugs from: I want to see the receipts.” Her pique was a quietly comic performance of umbrage — one she couldn’t sustain. Shortly after, she confesses to Sawyer. It’s gutting.\nHouston is talking about her life, but it has always felt to me as if she’s really talking about the way the music business warped and misused her. Of course she was on drugs. But the people around her looked the other way, while demanding more of her, sober or not. With Sawyer, Houston was cool, but watching the conversation now, you can sense a more desperate anger. Showbiz cannibals and a greedy celebrity press were chewing her up. A decade before the overdose that killed her, Houston was talking about America, the way its power has devoured black people and women — sometimes for money, sometimes for sport, sometimes for nothing. She was the receipt.\nThe holders of such power tend to be men, who have evaded accountability, let alone atonement, who have, over and over, proved impervious to receipts. But it means something that we’re even talking about “receipts” as an emblem of an era. It means we bought something that isn’t working. And we’re determined to keep pointing out how defective it is.", "date": "Oct. 24, 2017", "href": "https://www.nytimes.com/2017/10/24/magazine/in-these-lying-times-receipts-offer-a-glimmer-of-justice.html", "tags": "‘ way glimmer lying justice times ” offer receipts receipt new — houston"}