{"title": "In Turkey, Senator Calls for Slower, Smarter U.S. Withdrawal From Syria", "content": "ANKARA, Turkey — After lengthy meetings with the Turkish president, Recep Tayyip Erdogan, Senator Lindsey Graham called on Saturday for a slower, smarter withdrawal of American troops from Syria to avoid setting off a broader war and a nightmare for Turkey.\nMr. Graham, Republican of South Carolina, has a long familiarity with Turkey and its place in the NATO alliance, and he said he was on a mission to ensure that the American withdrawal announced by President Trump in December did not cause greater damage that would be against United States interests in the long run.\n“I can understand the desire to withdraw, but withdrawal without a plan is chaos,” he told a news briefing in Ankara, the Turkish capital. “It would be Iraq on steroids,” he warned, in a reference to how the Islamic State gained power after the withdrawal of American forces from the country in 2011.\nMr. Graham’s trip to Turkey came after an aborted visit by the White House national security adviser, John R. Bolton, who left the country without meeting with Mr. Erdogan. Infuriated by comments Mr. Bolton had made in Israel that Turkey would be forced to ensure that Kurdish forces were protected, Mr. Erdogan canceled a proposed meeting.\nMr. Graham met with Mr. Erdogan for over two hours, and described it as a “direct and productive meeting” on Friday. Then, on an impromptu invitation from the Turkish president, the senator joined him at a concert by the Turkish pianist Fazil Say, which he described as one of the best evenings of his life.\nTurkish officials have not commented on Mr. Graham’s meeting in Ankara beyond confirming that they occurred. Defense Minister Hulusi Akar, who also met with Mr. Graham on Friday, said in a statement that the United States had not kept its promises to remove YPG forces from Manbij and promised that Turkey would continue to combat terrorism along its border.\nAs he prepared to depart on Saturday, Mr. Graham said there was a way to mitigate the worst fallout of a swift American withdrawal: “There is no excuse to play it poorly.”\nContrary to Mr. Trump’s declaration, the defeat of the Islamic State, also known as ISIS, had not been completely achieved yet, he added.\n“If you walk away, ISIS will come back and create a nightmare,” Mr. Graham said in an interview. Turkey’s strategic concerns had to be taken into account, and Iran kept from seizing Syria’s oil fields, he added.\nHe said that Mr. Trump’s plan for a withdrawal could be achieved, but with more time for planning. The 2,000 United States special forces troops in northeastern Syria could be withdrawn and replaced with a new mission and a smaller force to ensure the Islamic State did not resurface and prevent the Syrian government and Iranian forces from taking over the territory, he said.\nMr. Graham has long criticized the United States’ policy of arming and training the Kurdish People’s Protection Units in Syria, also known as Y.P.G., saying that it works against the interests of Turkey, which is a strategic ally of the United States and NATO. The Y.P.G. is affiliated with the Kurdistan Workers’ Party in Turkey. The United States and Turkey have both designated that group a terrorist organization, saying that it works against the interests of Turkey, which is a strategic ally of the United States and NATO.\nTo withdraw and leave the Kurdish fighters with weapons supplied by the United States was “insane,” the senator said.\nTurkey would be driven to take military action inside Syria, creating a broader war, he said. “That would be putting Turkey in a terrible spot,” he said in an interview ahead of the briefing. “That can all be avoided if we slow this down.”\nGen. Joseph F. Dunford, the chairman of the Joint Chiefs of Staff, has a plan, he added. American forces would maintain control of air space in eastern Syria, and other international forces could continue support for the Syrian Democratic Forces, which have been working with American forces to combat the Islamic State. Both France and Britain have units in Syria.\nMr. Graham said the most important step to prevent a broader war and a Turkish invasion was to ensure that the road map for the city of Manbij in northern Syria went ahead. Under that plan, Y.P.G. forces would withdraw and a local council acceptable to all sides, including Turkey, would take over the city’s administration.\nThe United States could move away from what Mr. Trump has called the “endless war” but still meet national security objectives to “protect an ally from a problem it created,” he said.\n“You can do all that with smaller forces, partnering with others,” Mr. Graham added. “It would be a new mission, but the idea that Syria is not strategically important to the United States I completely reject.”", "date": "Jan. 19, 2019", "href": "https://www.nytimes.com/2019/01/19/world/middleeast/turkey-lindsey-graham.html", "tags": "syria forces turkey calls smarter withdrawal u.s. united states ” senator graham slower"}