{"title": "Incendiary N.R.A. Videos Find New Critics: N.R.A. Leaders", "content": "The flash point was Thomas the Tank Engine.\nLast September, the National Rifle Association’s famously combative spokeswoman, Dana Loesch, provoked widespread outrage when she took to the gun group’s streaming service to mock ethnic diversity on the popular children’s program “Thomas & Friends,” portraying the show’s talking trains in Ku Klux Klan hoods. Now, growing unease over the site’s inflammatory rhetoric, and whether it has strayed too far from the N.R.A.’s core gun-rights mission, has put its future in doubt.\nThe site, NRATV, is a central part of the organization’s messaging apparatus. Since its creation in 2016, it has adopted an increasingly apocalyptic, hard-right tone, warning of race wars, describing Barack Obama as a “fresh-faced flower-child president,” calling for a march on the Federal Bureau of Investigation and comparing journalists to rodents.\nIn recent weeks, in a rare airing of internal debate at the N.R.A., two prominent board members expressed concerns about NRATV to The New York Times. Their statements were released through the N.R.A. itself, amid what was described as an internal review of NRATV and its future.\n“Since the founding of NRATV, some, including myself and other board members, have questioned the value of it,” Marion Hammer, the group’s most formidable lobbyist and a key adviser to its chief executive, Wayne LaPierre, said in a statement. “Wayne has told me and others that NRATV is being constantly evaluated — to make sure it works in the best interest of the organization and provides an appropriate return on investment.”\nThe reassessment underscores a debate within the N.R.A. over how broad its activism should be. And it comes as the organization faces a storm of challenges, including a series of mass shootings that has created a new generation of gun-control activists.\nCongressional investigations into the N.R.A.’s possible Russia ties were energized after Maria Butina, a suspected Russian agent, pleaded guilty in December to using the N.R.A. in a political influence operation. And the organization, incorporated in New York, may have a potent foe in Letitia James, the state’s recently elected attorney general, who has vowed to investigate the N.R.A.’s tax-exempt status.\nAs falling membership dues put the N.R.A. under further strain, board members have also expressed concern about the size of payments to the ad firm that produces NRATV, Ackerman McQueen. The firm and its affiliates pocketed $40 million from the N.R.A. in 2017; billings directly to Ackerman have increased nearly 50 percent since 2015. One prominent host, Dan Bongino, left amid cutbacks at NRATV, but he said the site had tried to retain him.\nAckerman, a partner to the gun group  since the “I’m the N.R.A.” campaign of the 1980s, runs the NRATV Twitter account, has done polling work for the organization and revamped its gun safety program for children. It has also been credited with a slick makeover of Mr. LaPierre — who, in the words of one former N.R.A. lobbyist, previously resembled an “introverted chess champion.”\nMr. LaPierre’s wife, Susan, has worked for an Ackerman subsidiary, and there has come to be a revolving door between the two companies, with many employees having worked by turns for both NRATV and Ackerman.\nOliver L. North, the N.R.A. president, has a contract with Ackerman, though the N.R.A. would not disclose its size. As part of the relationship, Mr. North, a former Fox News pundit, hosts media programming and special events, like the show “American Heroes,” which recently began airing on NRATV.\nThe N.R.A., a nonprofit, has also directed $18 million since 2010 to a private company jointly owned by executives of Ackerman and the N.R.A., according to records and interviews.\n“It is clear to me that NRATV is an experiment and Wayne is evaluating the future of the enterprise,” Willes K. Lee, a board member who leads the N.R.A. Outreach Committee, said in a statement to The Times.\nAfter the Thomas the Tank Engine video, he said, Mr. LaPierre appeared “livid and embarrassed” in a meeting with the outreach group. “He apologized to the entire committee and spent hours listening to our concerns.”\nMs. Loesch has emerged as NRATV’s most visible host, deriding gun-control advocates as “tragedy-dry-humping whores” and vowing to combat the left with what she called the “clenched fist of truth” — a body part that the comedian John Oliver said was located “a little past the bent elbow of nonsense.” In one video, she warned The Times, “We’re coming for you”; in another, she threatened to burn a copy of the newspaper.\nChuck Holton, an NRATV correspondent, attributed terrorist activity in Europe to “the broader problem of multiculturalism and socialism” and to “gender-bending.” He also claimed that left-wing groups, the billionaire George Soros and the Venezuelan government were trying “to influence the 2018 midterms by sending Honduran migrants north in the thousands.”\nGrant Stinchfield, a host, claimed that “all radicalized terrorists are Muslims,” overlooking mass shooters like Dylann Roof, who killed nine black churchgoers in Charleston, S.C., in 2015.\nSuch far-ranging commentary has raised questions among some N.R.A. members about the scope of the organization’s messaging.\n“The N.R.A. shouldn’t be putting this out,” said Jeff Knox, an N.R.A. member who runs the Firearms Coalition, a smaller advocacy organization. “It’s not gun rights; it’s red meat for the hard right.”\nMr. Knox’s father, Neal, was an N.R.A. board member who played a leading role in an effort to fire Ackerman in the 1990s amid discontent over its growing influence. A faction loyal to Mr. LaPierre ultimately prevailed, leading to a purge of the board and allowing the two organizations to become more deeply intertwined.\n“Why are we getting so involved in left-right politics instead of sticking close to our issue, the Second Amendment?” the younger Mr. Knox asked.\nAckerman declined to comment, but in a recent interview in The Oklahoman, Revan McQueen, the firm’s chief executive, said his company’s approach was evolving from pure advertising to a “philosophy of branded news.” As Ackerman’s website puts it, “Every brand must be its own media company.”\nTo that end, the firm has created video networks for the Chickasaw Nation and the Integris health care system of Oklahoma, though their content is relatively benign. A recent episode of ChickasawTV, for example, featured a visit to an art gallery. Over on NRATV, a host was calling liberalism “a mental disorder.”\nBeyond NRATV, the N.R.A. backed Ackerman’s performance.\n“When Ackerman McQueen began working with the N.R.A., the association was little more than a fledgling grass-roots operation,” Andrew Arulanandam, an N.R.A. spokesman, said in a statement.\n“The N.R.A. is now the most effective advocacy organization of its kind,” he said, adding that the firm had created “a national platform for the N.R.A.” and that it was “an important partner.”\nDuring the N.R.A. power struggle in the 1990s, a board member filed a complaint with the Federal Election Commission, claiming that an N.R.A. contract with an Ackerman subsidiary “was done without any ‘request for proposals’; any bidding process; and no competitive bidding.”\nThe commission decided in a 6-0 vote not to take action, but criticisms have persisted.\n“The N.R.A. is willing to play fast and loose with tax regulations,” said Marcus S. Owens, a partner at Loeb & Loeb who served for a decade as director of the Exempt Organizations Division of the Internal Revenue Service.\nMs. James, the New York attorney general, presents a new threat. Last year, she told Ebony magazine that the N.R.A. held itself “out as a charitable organization” but was actually “a terrorist organization.”\nWilliam A. Brewer III, the N.R.A.’s outside counsel, said Ms. James had given no indication when she was a candidate that “the N.R.A. had done anything improper,” adding that she had instead promised “a taxpayer-funded fishing expedition.”\nA number of  transactions could draw scrutiny. Since 2010, the N.R.A. has paid $18 million to a company that produces “Under Wild Skies,” a hunting show on NRATV. Tyler Schropp, the N.R.A.’s advancement director, came to the organization in 2010 from Ackerman, and had a stake in the production company until at least 2017, but “no longer holds any interest,” Mr. Brewer said.\nFederal rules restrict transactions that confer economic benefits on key executives of tax-exempt organizations.\nMr. Brewer described Mr. Schropp’s stake as “a minuscule interest” that the N.R.A. found not to be objectionable. Payments related to “Under Wild Skies” emerged only recently in N.R.A. tax filings.\nOther issues unrelated to Ackerman could also surface. The N.R.A. has transferred more than $100 million since 2012 from an affiliated charity that also lent the N.R.A. $5 million in 2017. Donations to the charity, the N.R.A. Foundation, are tax-deductible, while those to the N.R.A. are not.\n“If you’re doing a program that’s charitable, you run it through the charity,” said David G. Samuels, a partner at Duval & Stachenfeld who served in the charities bureau of the New York Attorney General’s Office, which oversees tax-exempt organizations. Such practices raise “red flags,” he said.\nLike some nonprofits, the N.R.A. has been lucrative for its top executives. Mr. LaPierre’s compensation rose from less than $200,000 in the mid-1990s to nearly $1.5 million in 2017. It spiked to more than $5 million in 2015, largely because of a retirement plan payout.\nA review of public records found that the N.R.A., which has about 550 employees, has disclosed that 41 employees, contractors, vendors or consultants have relevant family relationships to others connected to the organization, including a “niece-in-law” of Mr. LaPierre who was hired as a consultant.\n“The N.R.A. strives to comply with all applicable regulations,” Mr. Brewer said, adding that the organization has a “conflict-of interest-policy” and that “vendor agreements are reviewed and approved” by the board’s audit committee when appropriate.\nWith New York regulators circling, it’s no surprise that the state’s politicians have become fodder for NRATV — particularly the governor, Andrew M. Cuomo, whose administration is already engaged in a legal fight with the gun group. Recently, the site even targeted Albany, describing it as “Graft City.”\nWhatever happens to NRATV, few expect the N.R.A. to become much less combative. Mr. LaPierre, in a speech this month, described the organization’s approach as “full-contact advocacy,” adding, “We are going to fight back against anyone who attempts to silence us.”", "date": "March 11, 2019", "href": "https://www.nytimes.com/2019/03/11/us/nra-video-streaming-nratv.html", "tags": "incendiary leaders find videos ackerman nratv n.r.a ” organization n.r.a. board critics new"}