{"title": "Independent Group of MPs to become political party", "content": "The Independent Group (TIG) of MPs has applied to become a political party to take part in European elections in May if they go ahead.\nThe group intends to call itself Change UK, and has named Heidi Allen as its interim leader.\nThe government has warned that unless the EU withdrawal agreement is approved later, the UK risks having to take part in May's European Parliament polls.\nTIG said it would field a substantial number of candidates if this happened.\nBut the group's choice of name has caused controversy, with the petitions website change.org understood to be considering legal action.  \nThe company, which says it has 15 million users in the UK, is understood to have contacted the elections watchdog amid concerns the Independent Group is trying to harness some of its profile and support by deliberately choosing a similar name. \nThe Independent Group, currently made up of eight former Labour and three ex-Tory MPs, has said it had applied to register as a political party in time for it to take part in those polls under the name \"Change UK - The Independent Group\".\nIf MPs reject the terms of the UK's withdrawal for the third time later, the UK will have until 12 April to come up with an alternative way forward for Brexit.\nIn this scenario, it is thought EU leaders will insist on a longer delay to the UK's departure - which could involve the UK having to put up candidates for European elections between 23 and 26 May.\nIf the elections watchdog approves its application and the polls go ahead, it said it would field a substantial number of candidates from backgrounds outside of politics to try and \"shake up the two-party system\".\nMs Allen, a former Conservative MP, told the BBC that the European elections would be a \"weathervane moment for the country\" and a \"proxy for another referendum\".\n\"It is real opportunity,\" she said. \"The country is crying out for someone to lead and say we can just stay.\"\nShe claimed there was enormous support for a new political movement but she did not underestimate the challenges involved. \n\"This is David and Goliath stuff. We are literally just starting out and building a party together.\"\nShe said there had no squabbling over her appointment as interim leader and it felt a \"nice fit\" for her to take the role alongside Chuka Umunna, who is acting as the group's principal spokesman. \nThe group will elect a permanent leader at its first party conference in September.\nThe 11 MPs in the group, who include Mike Gapes, Chuka Umunna, Anna Soubry and Sarah Wollaston, will continue in their current roles in Parliament. \nMrs May has said the public would find taking part in European elections unacceptable and has appealed to MPs to support the agreement to ensure the UK is able to leave the EU on 22 May in an orderly fashion. ", "date": "29 March 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47745166", "tags": "european may uk independent take become party political elections mps group"}