{"title": "India election 2019: Should farmers' debts be written off?", "content": "Many farmers in India have found themselves overwhelmed by debt - but should those loans be written off, often at great expense?\nThat's a question politicians and others in India have been debating in the run-up to nationwide elections in April.\nClaim: India's Prime Minister, Narendra Modi, says waiving loans for farmers is not really a solution, comparing it to handing out \"lollipops\" at election time. But the Congress opposition says its proposed loan waivers would be an effective means of helping farmers in need.\nVerdict: The evidence from loan schemes implemented in the past suggests they don't address the deep-rooted problems facing farmers.\nGovernments of all colours - both at the national and state level - have written off loans.\nBetween 2014 and 2018, loan waivers were announced in 11 states, by both BJP and Congress administrations, at a total cost of more than a trillion rupees (£10bn).\nOver 40% of India's workforce is employed in agriculture.\nFarmers sometimes borrow heavily to buy seeds, equipment and other essentials but then struggle with debt.\nPoor harvests due to bad weather can devastate crops, leading to financial disaster and in some cases to farmers killing themselves.\nOne report last year said levels of debt in rural India had been rising in recent decades, notably in those households engaged in farming.\nIn recent years, farmers have also seen relatively small increases in real wages and stagnant or falling crop prices.\nBut it's far from clear whether debt relief schemes actually help farmers in distress.\nFor one thing, the link between indebtedness and farmer suicide is far from straightforward.\nSuicide is often higher in wealthier states. And within those states, the wealthier farmers rather than the poorest with the most debts are more likely to kill themselves.\nThere are other questions too about the effectiveness of debt relief schemes.\nAfter a nationwide loan waiver in 1990, evidence emerged of a decline in the rate of recovery of non-waived loans by financial institutions.\nIt suggested that loan waivers created expectations of future write-offs, leaving borrowers with little incentive to pay back existing loans.\nIn one state, the loan recovery rate fell from nearly 75% to just over 40% in the year after a loan waiver had been announced.\nA further nationwide scheme - worth 515bn rupees - was announced in 2008 ahead of general elections the following year.\nBut a subsequent government audit concluded that it had been poorly implemented.\nThis included money being given to farmers who were ineligible and some farmers who were eligible not receiving anything.\nCritics of these schemes have also pointed out that many famers borrow informally from family, friends or local money lenders and do not therefore benefit from the loan waivers.\nSome farmers' groups and lobbyists have been calling for a one-off write-off of all farmers' debts, and then a rethink of how best to support the agricultural economy.\nBut waiving all loans could turn out to be hugely expensive.\nOne estimate  - by former Agriculture Secretary Siraj Hussain - puts the cost of a one-off nationwide debt relief payment as high as 3bn rupees.\n\"This amount could only be freed up at the expense of other welfare programmes,\" he told BBC News.\nOther ideas for relieving farmer distress are now being implemented.\nOne example is in the southern state of Telangana, where all farmers owning at least an acre (4,000 sq m) of land receive a guaranteed subsidy each growing season. \nOther states have implemented similar projects and in February this year the federal government announced a plan to support small-scale farmers across the country with a guaranteed annual income support of about 6,000 rupees.\nTens of millions of farmers have received the first instalment.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "29 March 2019", "href": "https://www.bbc.co.uk/news/world-asia-india-47540452", "tags": "debt nationwide election india farmers loans written one implemented waivers schemes loan debts"}