{"title": "India election 2019: Has the government controlled inflation?", "content": "Claim: The opposition Congress party in India has criticised the BJP government's record on inflation, saying it has done nothing to keep it in check, despite what it calls a favourable global outlook.\nVerdict:  Inflation - the rate of increase of prices for goods and services - has been kept lower under this government than the previous one.  The drop in the global price of oil after 2014 has contributed along with a squeeze on incomes in the rural economy.\nIn the first in a series of articles looking at claims and pledges by the main political parties ahead of India's election, Reality Check looks at the figures behind one of the ruling BJP's key policy commitments.\nIndia's prime minister Narendra Modi pledged to control prices and says that inflation is now the lowest it has been for decades.\nBut the main opposition Congress party has been strongly critical of the government's record.\n\"The BJP came to power on the promise of controlling inflation, but despite favourable global conditions, nothing was done by the government,\" said Sachin Pilot, the Congress leader in Rajasthan state, last year. \nRahul Gandhi, the national leader of the Congress party, has also called on Mr Modi to get prices under control or \"quit the throne\".\nSo, who is right?\nAfter the BJP won power in 2014, a target of 4% was set - allowing for a flexible two percentage point range either side.  \nUnder the previous Congress-led government, inflation had reached a peak of nearly 12% in 2010 and in 2013, its last year in office, it was about 11%.\nInflation has fallen significantly since 2014 and it is now lower than it has been for a decade.\nIn 2017, the average annual rate was below 4%, with the latest figures for 2018 indicating a rise to around 4.5%. So on current evidence, the BJP is meeting its promise on prices.\nIn a large and varied country such as India, calculating inflation is a complex affair.\nThe authorities used to track wholesale prices in order to capture inflation.\nBut in 2014, the Reserve Bank of India - the country's central bank - switched to using the consumer price index (CPI).\nCPI looks at the prices of goods and services used directly for household consumption or - simply put - retail prices.\nA similar methodology is used in many other countries.\nA steady decline in the oil price - during the first years of Mr Modi's term - has been cited by many analysts as one of the biggest factors.  \nIndia imports 80% of its oil and global price fluctuations can have an effect on inflation.\nIndia's crude oil imports cost nearly $120 (£90) per barrel in 2011, when Congress was in power.\nThis had gone down to just under $40 per barrel by April 2016, although the price went up again in the following two years.\nBut there are other elements at play in the economy that also affect inflation.\nOne important factor has been declining food prices, especially in rural areas.\nIt is worth remembering that well over 60% of India's population live in the countryside. \nIndia's former chief statistician Pronab Sen says that inflation has dipped in recent years because of a squeeze on farm incomes.\nHe believes this is largely down to two things:\n\"In the preceding eight to 10 years [of Congress-led rule], the rural employment scheme had raised rural wages, leading to increased food spending,\" says Mr Sen.\nBut he adds that these wage rises have now tailed off.\nAnd that effectively reduces demand, and with it inflation. \nThere have also been other policy decisions that have helped to keep demand in check and therefore curbed inflation.\nThe central bank has not been in a hurry to lower interest rates, which would have allowed consumers to borrow and spend more.\nThe rate cut announced in early February was the first for 18 months.\nThe government has also been aiming to keep its fiscal deficit under control - that is the difference between the amount it earns and the amount it spends.\nLower fiscal deficits tend to help check inflation, because the government is borrowing and spending less.\nHowever, with an election looming, the government may feel under pressure to increase spending - particularly in rural areas - which would fan inflationary pressures.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "11 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47059600", "tags": "congress election india inflation rural bjp prices global price government controlled check"}