{"title": "India woman beaten to death over child abduction rumours", "content": "More than 30 people have been arrested over lynching of a 55-year-old woman in southern Indian state of Tamil Nadu.\nThe killing happened amid rumours and false WhatsApp messages over kidnapping of children in the state.\nPolice say local people beat the woman to death and attacked her family after seeing them give sweets to children.\nIt is not clear when and how the rumours started. India has seen sporadic incidents of mob justice and vigilantism in the past.  \nMob attacks on people over rumours of abduction of children have been reported from Tamil Nadu in recent weeks.\nLast month, a man was beaten to death by a mob that mistook him for a child trafficker after he was seen aimlessly wandering the streets. \nThe latest incident took place when a family visiting Tiruvannamalai district stopped their car to ask for directions. \n\"The woman saw a few children playing near the road and gave them some chocolates,\" a police officer said. \nLocal residents, who have been spooked by a recent spate of fake messages claiming child abductions, \"gathered around the car and severely attacked them\".\nFour others who were in the car at the time were severely injured and are undergoing treatment, police told BBC Tamil's Pramila Krishnan.\nPolice have arrested a man in Tiruvannamalai for spreading a fake text message, which claimed that 20 children have been kidnapped in the area. It is unclear whether this prompted the mob to attack the family.\nAccording to local reports, an unidentified man recorded an audio message, alleging that 400 people had come to Tamil Nadu specifically to abduct children in April. \nThe warning was accompanied by a video that reportedly showed children being snatched from public streets. \nOfficials have told reporters that the state has begun awareness drives in many districts to counter the panic and rumours being spread.\nLast May, mobs killed six people in eastern Jharkhand state because of rumours of a child abduction ring. \nA Muslim man in northern India was also beaten to death in 2015 over rumours that his family had slaughtered a cow - considered sacred by Hindus.\nIn the north-eastern state of Assam, more than 70 people - mostly women - were beaten or stoned to death between 2010 and 2016 on suspicion of practising witchcraft, and in 2015 a suspected rapist was taken by a mob from a prison in Nagaland and killed.", "date": "11 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44079191", "tags": "abduction india death rumours man beaten woman mob child children state police tamil family"}