{"title": "India caste unrest: Ten million without water in Delhi", "content": "More than 10 million people in India's capital, Delhi, are without water after protesters sabotaged a key canal which supplies much of the city.\nThe army took control of the Munak canal after Jat community protesters, angry at caste job quotas, seized it.\nKeshav Chandra, head of Delhi's water board, told the BBC it would take \"three to four days\" before normal supplies resumed to affected areas.\nAll Delhi's schools have been closed because of the water crisis.\nSixteen people have been killed and hundreds hurt in three days of riots.\nAt the scene: Defiant India protesters stand ground in Haryana\nWatch: What future for India's caste system?\nSixteen million people live in Delhi, and around three-fifths of the city's water is supplied by the canal, which runs through the neighbouring state of Haryana.\nMr Chandra said that prior warnings meant that people had managed to save water, and tankers had been despatched to affected areas of the city, but that this would not be enough to make up for the shortfall. \nThe army took control of parts of the canal on Monday morning, but repairs are expected to take time.\nThe BBC's Sanjoy Majumder, who is near Delhi's border with neighbouring Haryana state, said protesters who have set up road blocks are refusing to budge. \n\"We don't trust them. Let's get something in writing. Let them spell it out,\" one demonstrator who refused to be named told the BBC. \nDelhi Chief Minister Arvind Kejriwal tweeted that the army was \"trying to assess in how much time water would reach Delhi and whether any damage had been done to the canal\".\nProtesters went on the rampage despite a curfew and the deployment of the army, which is reported to have opened fire on them in the districts of Rohtak and Jhajjar.\nHaryana state minister Ram Bilas Sharma said the situation was returning to normal, traffic had resumed on national highways and that railway lines between Delhi and the cities of Jaipur and Chandigarh had reopened. \nMr Sharma also confirmed that the government would introduce a bill on reservations and quotas for the Jat community in the next assembly session, although he did not say when that would be.\nMeanwhile, India's federal government has said it will set up a top-level committee to look into the grievances of Jats.\nThe violence had earlier forced the closure of several key roads and national highways, and paralysed the railway system in northern India.", "date": "22 February 2016", "href": "https://www.bbc.co.uk/news/world-asia-india-35627819", "tags": "delhi ten unrest people india haryana without canal protesters army water caste million"}