{"title": "India's Narendra Modi accepts Pakistan visit invite", "content": "Indian PM Narendra Modi has accepted an invitation from his Pakistani counterpart Nawaz Sharif to attend a regional summit in Islamabad next year.\nThis will be Mr Modi's first visit to Pakistan after he took power last year.\nA meeting between the two leaders on Friday came after increased border hostilities and India cancelled secretary-level talks last year.\nThey also agreed to help expedite the 2008 Mumbai terror attack trial, blamed on Pakistan based militants. \nThe suspected mastermind of the attacks, Zakiur Rehman Lakhvi, was released on bail from a Pakistani jail in April, a development that India described as \"unfortunate and disappointing\".\nHe still faces trial - along with six other suspects - over the attacks, which left 166 people dead and damaged peace efforts between the two countries.\nIn a separate development, Mr Modi accepted Mr Sharif's invitation to visit Pakistan.\n\"Prime Minister Nawaz Sharif reiterated his invitation to Prime Minister Modi to visit Pakistan for the Saarc (South Asian Association for Regional Cooperation) Summit in 2016. Prime Minister Modi accepted that invitation,\" a joint statement from the two governments said.\nIndian Foreign Secretary S Jaishankar told reporters that the two sides had also agreed to hold a meeting of their top security advisers to discuss terrorism.\nFriday's meeting was the first between the two leaders since Mr Sharif attended Mr Modi's oath taking ceremony in May 2014.\nBut relations between the nuclear-armed rivals deteriorated soon after and in August India cancelled talks with Pakistan after accusing it of interfering in its internal affairs.\nIndia's Foreign Ministry spokesperson Vikas Swarup tweeted about Friday's talks: \nOn the eve of the talks, India accused Pakistan of killing a border guard in a firing incident along the de facto border that divides the disputed region of Kashmir.\nThe rivals have fought three wars since Independence, two of them over Kashmir.\nKashmir, claimed by both countries in its entirety, has been a flashpoint for more than 60 years.\nA ceasefire agreed in 2003 remains in place, but the neighbours often accuse each other of violating it.\nLast September, in his first speech at the UN, Mr Modi said he wanted peace talks with Pakistan but insisted it must create an \"appropriate atmosphere\".\nIn 2013 months of clashes left more than 20 Indian and Pakistani soldiers dead. Nearly as many civilians, most of them on the Pakistani side, were also killed.", "date": "10 July 2015", "href": "https://www.bbc.com/news/world-asia-india-33473689", "tags": "invite invitation india pakistan visit accepts pakistani modi two indian narendra sharif talks"}