{"title": "India says all villages have electricity", "content": "All villages in India now have access to electricity, Prime Minister Narendra Modi has announced.\nThis was achieved on Saturday when a remote village in the north-eastern state of Manipur became the last to be connected to the grid. \nA village is considered electrified if 10% of its homes and all public buildings are connected to the grid.\nWorld Bank figures show around 200 million people in India still lack access to electricity.\nMr Modi said all of nearly 600,000 villages in India have now been given electricity connection. \nCorrespondents say it's a great achievement for Asia's third largest economy. \nHowever, some people said on Twitter that their villages had yet to get access to electricity despite government claims.\nIndia is the world's third largest producer and consumer of power. But poor distribution has been one of the biggest challenges. \nIn August 2015, Mr Modi launched a $2.5bn (£1.8bn) scheme to electrify all Indian households  by December 2018.\nAs part of this scheme, all 597,464 inhabited villages in the country and more than five million households have been connected to the grid. \nMr Modi made the announcement in a series of tweets after Leisang village in the north east became the last village to be connected to the grid. The village is home to 19 families, according to the 2011 census.\nThe government considers a village to be electrified if the number of households electrified is at least 10% and electricity is provided to public buildings including schools, health centres, dispensaries, community centres and village councils.\nSo, by definition, all Indian villages have now been electrified. \nBut government data shows that every household has access to electricity in just six Indian states - Tamil Nadu, Kerala, Andhra Pradesh, Punjab, Goa and Gujarat. \nRemote and inaccessible villages have always proved to be a major challenge in the country's electrification drive.\nThough most Indian villages have some electrical connection today, connecting the last remote households in the surrounding areas can be expensive.  \nSome people may also forgo accessing electricity by choice because of the monthly bills that come with it, especially if power supply is not reliable and blackouts are frequent.\nAdditionally, state-owned power distribution companies are struggling with debt and poor demand, which has made it difficult to practically electrify every Indian household.", "date": "30 April 2018", "href": "https://www.bbc.com/news/world-asia-india-43946049", "tags": "india grid electrified electricity access villages says modi village indian connected"}