{"title": "India’s New Face", "content": "NEW DELHI — On a recent evening I was watching the video of a news feature a Hindi language television network broadcast about Yogi Adityanath, who was elected chief minister of India’s most populous state, Uttar Pradesh, last month. The frame shows a man with a shaved head cloaked in saffron, the color of Hindu monasticism, sitting on a saffron-backed armchair. A voiceover described the scene: “Whoever comes before him sits at his feet, but he makes sure every supplicant goes away satisfied; he does not discriminate.”\nUntil he became chief minister of Uttar Pradesh, Mr. Adityanath, 45, was primarily known as a firebrand Hindu leader who had created a volunteer force, the Hindu Yuva Vahini, or Vehicle for Hindu Youth, a group repeatedly accused of stoking and participating in religious violence. The best chronicled of such incidents took place in 2007 in Gorakhpur, Mr. Adityanath’s hometown, in eastern Uttar Pradesh. After the death of a Hindu youth in clashes between Hindus and Muslims on the day of the Shia festival of Moharram, Mr. Adityanath publicly addressed his men: “In times to come, if one Hindu is killed, we won’t go to the police. Instead we will make sure we will kill 10 Muslims.” He was arrested and kept in custody for 15 days after his men destroyed a roadside Sufi shrine and violated prohibitory orders.\nSome rather craven sections of the Indian press have been at work to build a softer public persona for Mr. Adityanath since he assumed office. A report in one of India’s largest-selling English language newspapers spoke of his pets: the calves Gauri, Ganga, Narmada and Yamuna, and the dog Raja. The paper described how Mr. Adityanath’s pets have become restive in his absence as they await a move to his official residence. A journalist working for a major television network, who claims to specialize in reporting conflict, tweeted Mr. Adityanath’s visit to his cowshed: “Several calves ran to Yogi Adityanath as he reached and gave them Gur (jaggery) and their feed.” Photo essays of Mr. Adityanath and his calves were published by numerous newspapers.\nMr. Adityanath rose to power because of his association with the Gorakhnath sect, a 1,000-year-old Hindu sect with its headquarters in Gorakhpur. Mr. Adityanath is the current head of the sect. In 1998, when Mr. Adityanath was 26, he was designated as the religious and political successor to Mahant Avaidyanath, the previous head of the sect. Mr. Avaidynath joined the Bharatiya Janata Party and was elected to the Indian Parliament three times as its candidate from Gorakhpur from 1989 to 1998. He had already been elected to the Parliament once in the 1970s from another Hindu party. Mr. Adityanath succeeded him to the Indian Parliament in 1998 and became head of the sect after Mr. Avaidyanath’s death in 2014.\nThe Gorakhnath sect’s overt involvement with the politics of the Hindu right began in 1935 when Digvijai Nath, an orphan who had been brought to the sect at age 8, came to lead it. In 1939, Mr. Nath joined the Hindu Mahasabha, a body formed in 1909 to safeguard the interest of “all Hindus.” Initially, its leadership included senior members of the Congress, but this changed when Vir Savarkar, an early-20th-century Hindu radical thinker, took over.\nAfter the assassination of Mohandas Gandhi, Digvijai Nath, along with Mr. Savarkar, was arrested for a speech he had given three days before calling for Mr. Gandhi’s murder. They were let off on grounds of insufficient evidence to connect them to the assassination. A year after his release from jail, Mr. Nath told a newspaper that if his party attained power, “it would deprive the Muslims of the right to vote for five to 10 years\nMr. Adityanth, the Uttar Pradesh chief minister and the new poster boy of Hindu nationalism, has inherited this worldview. These exclusionary ideas sit well with Prime Minister Narendra Modi, who led the B.J.P. campaign in the Uttar Pradesh elections. The campaign combined a pitch that promised economic development with a divisive message that targeted the Muslim minority. Muslims constitute 20 percent of the state’s population. Mr. Modi’s party did not field a single Muslim candidate; it won 313 of the 403 seats in the state legislature.\nMost Indian analysts saw the divisiveness of the campaign as a ploy to win the elections so that Mr. Modi could get on with the job of governance with a strengthened mandate. But the selection of Mr. Adityanath is a reminder of the willful blindness on the part of the Indian commentariat to the essential nature of Mr. Modi’s party.\nThe choice had much to do with the Rashtriya Swayamsevak Sangh, or National Volunteers Association (R.S.S.), the parent body of the Bharatiya Janata Party. The R.S.S., which was founded in 1925, is unambiguous about its aim of transforming India into a Hindu nation, where India’s non-Hindu minorities would have a secondary status. The R.S.S. has branches across India where members dressed in khaki and white practice calisthenics and imbibe lessons on the greatness of Hindu India. It keeps no count of membership, but along with its affiliated organizations, the R.S.S. affects almost every aspect of Indian society.\nThrough the early years of the rise of the B.J.P., the R.S.S. preferred to remain in the background, but there were enough indications of its influence. Today the R.S.S. plays a far more overt role in the party. Almost all of the B.J.P.’s prominent leaders have their roots in the R.S.S., including Mr. Modi, who spent over two decades in the organization before moving to the B.J.P.\nA year before the 2014 elections, it was by no means clear that Mr. Modi would lead the B.J.P. campaign. In 2002, as chief minister, he had done little to prevent Hindu mobs, mostly led by people affiliated with the R.S.S., from attacking Muslims after the deaths of 58 Hindu pilgrims in a train fire allegedly set off by Muslims. Senior leaders from his party felt a more moderate figure might better help cement alliances. It was only when the R.S.S. backed his candidacy that he was selected.\nGiven this context, it makes little sense to see Mr. Modi or Mr. Adityanath as independent phenomena. Their rhetoric about Muslims is rooted in the Hindutva worldview, which drives the R.S.S.\nIt is no coincidence that since Mr. Modi’s election in 2014, cow-protection vigilantes associated with the R.S.S. have targeted Muslims for eating beef. Mr. Adityanath’s first executive action as the chief minister of Uttar Pradesh has been to ban meat slaughterhouses largely owned by Muslims — most are illegal not for any fault of their own but because previous governments have never implemented norms.\nTo see such incidents in India as anachronistic aberrations in an emerging nation is to miss the point. Economic progress is only the means to ensure the R.S.S. can implement its vision through the instruments of power, and that vision is a Hindu nation.", "date": "April 24, 2017", "href": "https://www.nytimes.com/2017/04/24/opinion/indias-new-face.html", "tags": "face minister india r.s.s adityanath party muslims modi new hindu sect"}