{"title": "India election 2019: Bringing power to the people", "content": "The Indian Prime Minister, Narendra Modi, said last year that his government had reached its target of providing every village in India with electricity. \n\"Yesterday, we fulfilled a commitment due to which the lives of several Indians will be changed forever,\" Mr Modi tweeted in April 2018.\nIn the run-up to the Indian election, which gets under way on 11 April, BBC Reality Check examines claims and pledges made by the main political parties.\nSo does this claim stand up to scrutiny?\nLet's start by looking at villages.\nThere are almost 600,000 villages in India, according to the 2011 census. \nThe government defines a village as fully electrified if 10% of its households, as well as public places such as schools and health centres, are connected to the grid. \nBy this definition, all villages have now been electrified, according to official data.\nHowever, much of the work had been done under the previous governments. \nWhen Mr Modi took office, 96% of all the villages in India were already electrified. That left about 18,000 villages to go. \nBefore the BJP came to power, India had the world's largest electricity access deficit - 270 million people. \nThat accounted for just under a third of the overall global deficit, according to the World Bank's 2017 State of Electricity Access report. \nThe World Bank estimates that nearly 85% of the entire population now has access to power supply - that's slightly higher than the government estimate of 82%. \nThe project Mr Modi launched in September 2017 aimed to provide electricity to all Indian households by December 2018, covering 40 million families, primarily targeting rural India.\nVirtually all Indian households have now been electrified, according to the government's data. As of March, just 19,753 households are left. \nThe current government has suggested it has been electrifying villages at a faster rate than the previous one. \nHowever, using central electricity authority data, we found that under the previous Congress-led government, an average of more than 9,000 villages a year were being electrified compared with the Modi government's average of more than 4,000 villages a year.\nAlthough substantial progress has been made to electrify Indian villages - both by the current and previous administrations - the quality of the supply remains a problem, especially in rural areas.  \nOnly six out of 29 states receive a 24-hour power supply, according to a government response to a question in India's parliament. \nJust under half of villages have more than 12 hours of domestic electricity a day and a third receive between eight and 12 hours, according to government data. \nStates with the highest percentage of villages that receive between just one and four hours of electricity a day include Jharkhand, Mizoram and Arunachal Pradesh. \nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "26 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47499917", "tags": "people bringing election india electrified electricity data villages according modi households indian power government"}