{"title": "India election: Why Rahul Gandhi's minimum income plan is a gamble", "content": "India's opposition Congress Party has promised to guarantee a minimum income for the country's poor if it wins the general elections this summer.\nSo will the scheme be a game-changer and bolster Congress fortunes? (There are rumours the governing BJP is poised to announce a similar scheme soon.) Or does it risk becoming a handout, fuelled by populism, mired in confusion and blighted by misallocation?\nThe details of the minimum income plan will only be revealed in the party manifesto, which is due soon. \nTo be sure, this is not a Universal Basic Income, where the idea is that everyone gets a fixed income from the state without any conditions, even if they start full or part-time work. (Last April, Finland decided not to expand a two-year limited pilot in paying 2,000 randomly chosen people a basic income, which had drawn much international interest.)\nThe Congress's scheme essentially promises a basic income support for India's poorest households after fixing an income eligibility threshold. It is also likely to be progressive in nature: if the household is entitled to, say 50,000 rupees ($700; £534) a year, and it already earns 30,000 rupees, it will receive 20,000 rupees as income support. So the poorer the family, the more income support it will get. \nAbhijit Vinayak Banerjee, a professor of economics at MIT, told me that there is \"a lot of sympathy for the minimum income guarantee in purely ethical terms\". But, he says, there will be a lot of challenges in implementing it in a vast and complex country like India.\nFor one, what happens to India's massive rural employment guarantee programme? The Mahatma Gandhi National Rural Employment Guarantee Scheme (MNREGA) also promises a minimum income to every rural household by providing at least 100 days of guaranteed wage employment in a financial year. Will the new scheme also count income from the rural programme? What happens if someone stops going for rural work?\nMore generally, who will be too rich to become a beneficiary? If a resident simply stops working and therefore becomes poorer, should the person be eligible for the scheme? More pointedly, who should become eligible for the money, and based on what data? (There are various estimates on the exact number of poor in India, and the counts have been embroiled in controversy.)  \n\"Our research suggests this is where the poor often lose out and the less poor make hay, partly - but probably not mostly - because of corruption, but also because the less poor are better at figuring out how to make claims,\" says Prof Banerjee.\nThen there's the problem of what economists call the \"moral hazard\" - undue risks that people could take if they don't have to bear the consequences of it. \nWelfare schemes, many economists believe, can end up trapping people in poverty. One criticism of guaranteed income support is that it reduces the incentive to work - generations of families stay on welfare in the US because there's no incentive to come out of it. \nEconomist Vivek Dehejia wonders whether something similar could happen with this scheme. \"If you fix a household income eligibility threshold of 10,000 rupees a month to be eligible for income support, what incentive do you have rise above it,\" he says.\nThere are also questions about where India will find the money to support such a scheme - we are talking about hundreds of millions of eligible families who will have to be paid. \nIndia already has more than 900 federally funded schemes - like cheap food, fertiliser subsidies, rural jobs guarantee, crop insurance, student scholarships - accounting for about 5% of the GDP by budgetary allocation. Many of these schemes are marred by leakage, wastage, exclusion of the eligible, and even fraud.\nEconomists wonder whether the vast amount of money required for the new income scheme will come from pruning subsidies and existing welfare schemes, which are always politically difficult. \n\"A lot thinking and working has gone into the income scheme,\" Praveen Chakravarty, head of the  data analytics department of the Congress party, told me. \"It is fiscally doable without drastic reduction of existing welfare schemes\". \nSo the plan is to apparently find money for it through expenditure reduction (trimming wasteful government expenditure?) and \"new revenue streams\" (new taxes?). Both are going to be daunting tasks.\nVivek Dehejia says the scheme would make financial sense if it subsumes other welfare schemes and subsidies.  Otherwise, he says, it will \"become another handout, and will not help fix India's poorly sorted out welfare architecture\".\nClearly, the scheme, inspired in part by the Brazil's Bolsa Familia or Family Grant to lift people out of poverty will also reignite the debate over cash transfers to the poorest, who, some believe, often do not have enough fiscal knowledge and information to handle money. However. the Indian scheme will be unique because Bolsa Familia is a conditional transfer of money\nSupporters of cash transfers say they reduce poverty, give the poor the choice to spend as they think best, targets better, and acts as a buffer against shocks. It also improves financial inclusion, and by helping the poor to consume more, boosts the GDP. Other economists, most notably Nobel laureate Amartya Sen, believe that people in a market driven economy will spend more on private education and healthcare if the state gives them a minimum income. \nAny which way, handing out guaranteed income in a vast and complex country in India will remain a formidable challenge, irrespective of the government in the power.  It will be a test for the Indian state.", "date": "29 January 2019", "href": "https://www.bbc.co.uk/news/world-asia-india-47038421", "tags": "support welfare election india rural income poor gamble money rahul gandhi schemes scheme also minimum plan"}