{"title": "Indian army award frightens Kashmir 'human shield'", "content": "A man who was tied to an army jeep and used as a human shield in Indian-administered Kashmir has said he is \"afraid\" after the officer responsible for the incident was awarded a commendation by the military.\n\"I was under the impression he would be punished. But he was given a reward,\" Farooq Ahmad Dar told BBC Hindi.\nThe decision, announced on Monday, was met with shock in Kashmir. \nThe army officer responsible for the action said he did it to \"save lives\".\nFormer chief minister Omar Abdullah said the army decision was \"wrong\".\nWriting in the Indian Express newspaper he said the consequences could be \"disastrous\", adding that \"the use of human shields is now officially fair and justified in a Kashmir that stands more alienated than ever before\".\nThe Urdu language newspaper Kashmir Uzma saw the move as an \"open warning\".\n\"It seems that by honouring the officer, the authorities in New Delhi are trying to send a clear message to Kashmiris that they have reliable tactics for restoring order, even when it involves violating human rights,\" it said. \nIndian-administered Kashmir has seen a fresh upsurge of violence in the past few months, with stone-throwing civilians pitted against military personnel.\nIndia blames Pakistan for inciting the violence, a charge the latter denies.\nThe army officer at the centre of the controversy, Major Leetul Gogoi, in a rare departure from official protocol, addressed a media conference and defended his actions.\n\"This thing I have done only to save the local people. Had I fired, there would have been casualties. With this idea, I have saved many peoples' lives.\"\nSyed Ali Geelani, chairman of the Hurriyat - an umbrella group of separatists in Kashmir - called the army decision \"distressing and shameful\". \nAmnesty International India also condemned the decision, saying it gave out the impression that the Indian army \"condones human rights abuses\".\nBut views on social media were sharply divided between those who criticised the army decision and those who said Major Gogoi was a hero.\nMr Dar had just finished casting his vote at a polling booth when the incident took place. \nTied to the jeep, he was driven around villages, as an \"example\" of what would happen to anyone who threw stones at armed forces. \n\"I was persecuted even though I [was one of the few who] voted,\" Mr Dar told BBC Hindi.\n\"Since the day the officer was awarded, I'm even more afraid. Now he will return to the same camp, and I am in danger. \n\"I am feeling under tremendous pressure. He will be back and my situation will worsen.\"", "date": "24 May 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-40025517", "tags": "indian award shield officer even tied kashmir army human dar frightens decision"}