{"title": "India's double first in climate battle", "content": "Two world-leading clean energy projects have opened in the south Indian state of Tamil Nadu.\nA £3m industrial plant is capturing the CO2 emissions from a coal boiler and using the CO2 to make valuable chemicals. It is a world first.\nAnd just 100km away is the world's biggest solar farm, making power for 150,000 homes on a 10 sq km site.\nThe industrial plant appears especially significant as it offers a breakthrough by capturing CO2 without subsidy.\nBuilt at a chemical plant in the port city of Tuticorin, it is projected to save 60,000 tonnes of CO2 emissions a year by incorporating them into the recipes for soda ash and other chemicals.\nHere's how it works: \nThe owner of the chemicals plant, Ramachadran Gopalan, told a BBC Radio 4 documentary: \"I am a businessman. I never thought about saving the planet. I needed a reliable stream of CO2, and this was the best way of getting it.\"\nHe says his operation has now almost zero emissions. He hopes soon to install a second coal boiler to make more CO2 to synthesise fertiliser.\nThe chemical used in stripping the CO2 from the flue gas was invented by two young Indian chemists. They failed to raise Indian finance to develop it, but their firm, Carbonclean Solutions, working with the Institute of Chemical Technology at Mumbai and Imperial College in London, got backing from the UK's entrepreneur support scheme.\nTheir technique uses a form of salt to bond with CO2 molecules in the boiler chimney. The firm says it is more efficient than typical amine compounds used for the purpose. \nThey say it also needs less energy, produces less alkaline waste and allows the use of a cheaper form of steel -  all radically reducing the cost of the whole operation.\nThe firm admits its technology of Carbon Capture and Utilisation won't cure climate change, but says it may provide a useful contribution by gobbling up perhaps 5-10% of the world's emissions from coal. \nLord Oxburgh, former chairman of Shell, and now director and head of the UK government's carbon capture advisory group, told the BBC: \"We have to do everything we can to reduce the harmful effects of burning fossil fuels and it is great news that more ways are being found of turning at least some of the CO2 into useful products.\"\nMeanwhile, the nearby giant Kamuthi solar plant offers a marker for India's ambition for a rapid expansion in renewables.\nIt is truly enormous; from the tall observation tower, the ranks of black panels stretch almost to the horizon. \nFor large-scale projects, the cost of new solar power in India is now cheaper than coal and Prime Minister Modi plans to power 60 million homes from the sun by 2022. \nBut solar doesn't generate 24/7 on an industrial scale, so India has adopted a \"more of everything\" approach to energy until then.\nIts recently-published National Electricity Plan projects no further additions to coal-based capacity between 2022 and 2027, and estimates that the share of clean generating capacity (including nuclear) will increase to 56.5% by the end of that period. \nThe firm behind the solar plant, Adani, is also looking to create Australia's biggest coal mine, which it says will provide power for up to 100 million people in India. Renewables, it says, can't answer India's vast appetite for power to lift people out of poverty. \nAnd questions have been raised recently as to whether India will stick to its renewables promises now President-elect Donald Trump may be about to scrap climate targets for the US.\nAt the recent Marrakech climate conference, China, the EU and many developing countries pledged to forge ahead with emissions-cutting plans regardless of US involvement. But India offered no such guarantee.\nSome environmentalists are not too worried: they think economics may drive India's clean energy revolution.\nRoger Harrabin presents Climate Change: The Trump Card on BBC Radio 4 at 20:00 GMT on Tuesday, 3 January.\nFollow him on Twitter @rharrabin \nCorrection 8 January 2017:  This article was updated to change 'Baking soda' to 'Soda ash', and to include more details from India's National Electricity Plan", "date": "3 January 2017", "href": "https://www.bbc.co.uk/news/business-38391034", "tags": "india first battle plant solar firm energy climate double says coal emissions power"}