{"title": "Indian community torn apart by 'honour killings'", "content": "Umesh Kumar and his wife Satvati Devi were woken in the middle of the night by loud cries coming from the neighbouring house.\n\"She was crying loudly. She was pleading, 'Kill me, but please don't hurt him.' She loved him and they wanted to get married,\" Ms Devi tells me.\nTwo days after teenage lovers Asha and Yogesh were brutally killed, Swaroop Nagar colony on the north-western outskirts of the Indian capital, Delhi, is still trying to come to terms with the tragedy.\nAsha's family was opposed to a marriage because Yogesh belonged to a different, lower caste. Police have described the murders as a case of \"honour killing\". \nThey have arrested Asha's father and uncle in connection with the deaths and are looking for others.\nIn this poor, semi-rural community, tiny homes sit cheek-by-jowl and paper-thin walls offer little sound-proofing. \nWhen the cries on Sunday night became unbearable, Mr Kumar tried to intervene.\n\"When I went in, Yogesh was tied up in ropes. He had bruises all over him. And they were beating Asha,\" Umesh tells me. \n\"They\" were Asha's uncle Omprakash Saini, her father Suraj Saini, their wives and her cousin, he says. \n\"I tried to save the girl, but they pushed me around. They broke my spectacles. They told me not to interfere since it was an internal family matter.\"\nThe Sainis also warned Mr Kumar against calling the police. \n\"I don't have a phone, the pay phone booths are closed at night, and the other neighbours were too scared to get involved,\" Mr Kumar says.\nThe cries finally stopped at 4am. Ms Devi was sitting outside her front door when the Sainis came out, locked the house and left. \n\"We were wondering what happened to Asha and Yogesh,\" she says. \"There were no more sounds from inside.\"\nThe bodies were brought out in the morning once the police arrived. And details began to emerge of the torture and beatings to which the young couple were subjected. \n\"Their mouths were stuffed with rags, there were signs of beating and small burns on legs suggesting that they were possibly electrocuted,\" a senior police officer who was the first to reach the crime scene told the BBC.\nAsha's uncle and father were arrested but the two men have shown no remorse. \n\"I'm not sorry,\" a defiant Omprakash Saini told reporters after his arrest. \"I would punish them again if given a chance.\"\nThe killings have stunned Delhi. Cases of \"honour killings\" are regularly reported from the neighbouring states of Punjab, Haryana and western Uttar Pradesh, but in the capital they are uncommon.\nAssistant commissioner of police Pankaj Kumar Singh, who is posted at Swaroop Nagar, says that although the area is part of the capital, the mindset of its people is the same as in the villages.\n\"A majority of the people here are migrants from Uttar Pradesh and Bihar states. People here are deeply rooted in their traditional beliefs,\" Mr Singh says. \"Caste considerations hold much sway.\"\nIn traditional Indian societies, women are often regarded as family property. Marriages are carefully arranged by parents and elders and relationships outside of caste are frowned upon.\nBut proximity to the city and access to education often bring in modern influences, sometimes creating a conflict between traditional beliefs and modern aspirations in the minds of the young.\nAnd these sometimes have fatal consequences, as in the case of Asha and Yogesh. Although her family is no better off than his, it is from a higher caste.\nThere are no statistics on the number of \"honour killings\" in India, but Mr Singh says for every case that gets recorded, several others go unreported.\nIn the Gokulpuri area of north-east Delhi where the lovers lived and met, I visited the homes of both Asha and Yogesh, five minutes apart.\nA group of local women sit mourning outside Yogesh's house. His sister, Renu Jatav, weeps inconsolably. \n\"I had no idea this could happen,\" she says. \"He was having dinner, it was 9.30pm on Sunday when Asha's mother came and called him. Yogesh was a driver. She said someone needed the car, and he went.\"\n\"Four or five policemen came to our house the next morning. They said Yogesh had died,\" Renu's husband Rakesh Kumar says.\n\"We want strict punishment for them. We want the death penalty. We want them hanged.\"\nThe neighbours vouch for Yogesh's character. \n\"He was a very good boy,\" one of them, Meera Devi, says. \"We are very angry. We want justice. If they wanted to kill their daughter, that's okay. But they shouldn't have killed our boy.\"\nAt Asha's home, her relatives are equally angry. \nCousin Lokesh Kumar Saini says: \"We had talked to Yogesh and his family in the past and told them to stay away. We had also found a good match for Asha and she was engaged. \n\"What will any parent do if they see their daughter in a compromising position with a man? What would you do if you were in the same situation?\" he asks me angrily. \"That's why my uncles killed them.\"\nAnother of Asha's uncles, Titoo Saini, is convinced \"the killings were justified\". \n\"We did it for our honour. Honour in our community and society is paramount to us,\" he says.\nI ask them what honour the family has now that they are accused of murdering their own daughter?\n\"If she had run away with Yogesh, what honour would we have left then?\" he asks. \n\"Moreover, that would have set a bad precedent for the other children in the family. They would have done the same. Then it would have been a slow and painful death for us every living moment. This is better,\" he says.\n\"Asha played in my arms as a baby. I carried her for her funeral. Did that not make me unhappy?\"\nBut Titoo Saini is clear that marriage outside of caste is a bigger evil than murder.\n\"How can we marry outside the caste? This cannot be tolerated. Only an impotent man will accept this. If I was in their place, I would have done the same,\" he says.", "date": "17 June 2010", "href": "https://www.bbc.co.uk/news/10334529", "tags": "community kumar yogesh apart killings torn caste says asha indian police saini family honour"}