{"title": "India’s Most Oppressed Get Their Revenge", "content": "Corruption scandals surrounding the Congress Party-led government, promises of inclusive growth and job creation, and calibrated anti-Muslim dog whistles helped Narendra Modi rise to power and become the prime minister of India in 2014. \nAnd there was another factor: The Dalits, India’s most oppressed community, whom the Hindu caste system relegates to the lowest rung, doubled their votes for his Bharatiya Janata Party to 12 percent in 2014 from 6 percent in 2009.\nTo make up for centuries of violence, discrimination and lack of opportunity, India’s Constitution lays out that political parties can field only Dalit candidates for 84 out of 543 parliamentary seats in general elections. Five years earlier, Mr. Modi’s B.J.P. won 40 of the 84 seats reserved for the Dalits, sending the single largest contingent of Dalit lawmakers to the Parliament.\nBut neither increased Dalit votes nor the greater number of Dalit lawmakers within the B.J.P.’s ranks helped transform the party’s aggressive, casteist ideology. Mr. Modi’s rule has highlighted the antagonism between his party’s pandering to the dominant upper castes and the radicalism of Dalits fighting for the elimination of caste.\nMr. Modi’s election emboldened upper-caste thugs from Hindu extremist organizations to translate their religiously ordained contempt and hatred for Dalits into systematic violence against the community. Under the guise of protecting cows, upper-caste Hindu vigilantes set upon lynching Muslims and Dalits on suspicions of having consumed beef or transporting cattle for slaughter.\n[Follow coverage of the Indian elections in The New York Times.]\nIn July 2016, in the town of Una in the western Indian state of Gujarat, hard-line Hindu vigilantes stripped and flogged four Dalit youth for several hours. Their crime was skinning a dead cow. The videos of the incident spread across the country, and Dalits — many of whom earn their livelihood from skinning dead animals and selling their hides to leather traders — rose up in protests across Gujarat.\nUnproductive, old cows are routinely abandoned by their owners on the streets or at cow shelters. Bans on cow slaughter in India mean the cows cannot be sold for meat and die of old age, infirmity or disease.\nAfter the assault in Una, Dalits went on strike, leaving hundreds of dead cows rotting on the streets. That singular act of defiance mocked the caste system, which ascribes menial tasks to the Dalits. “If the cow is your mother, why don’t you bury her?” they asked.\nQuickly moving from symbolism to structural challenge, Jignesh Mevani, a young Dalit who led the protest in Una, raised the important and urgent question of land. “You keep the cow’s tail, just give us our land,” Mr. Mevani demanded. He was reminding India of the bleak fact that 71 percent of Dalit farmers don’t own their land and work for meager wages on land owned by others.\nThe question Mr. Mevani raised was ignored by the government, but the protests in Una galvanized Dalit movements, which face the onerous task of reacting to mounting everyday caste atrocities and waging an unrelenting struggle against state apathy and systemic oppression by taking to the streets.\nOn Jan. 1, 2018, thousands of Dalits gathered in Bhima-Koregan, a village in the western state of Maharashtra, to commemorate the historic battle when Dalit soldiers in the British Army defeated an army of the dominant-caste Peshwa dynasty, which enforced untouchability. As the Dalits gathered, a mob carrying saffron flags — associated with Hindu nationalist groups — attacked them with stones.\nThe government failed to act against the perpetrators. Dalit workers in Maharashtra responded by going on strike. The Maharashtra government, run by Mr. Modi’s B.J.P., responded by criminalizing the protesters and claiming that the strikes were a plot by the banned Communist Party of India (Maoist). Several activists and lawyers were arrested, but the repressive tactics have not stopped Dalits from mobilizing to seek justice.\nIn March 2018, the Supreme Court of India diluted legal safeguards for Dalits by passing orders demanding additional procedural requirements for arrests under the Prevention of Atrocities Against Scheduled Castes and Scheduled Tribes Act, a law that deals with crimes against Dalits and indigenous tribes of India.\nIndian courts have consistently acquitted most perpetrators of massacres of Dalits. Conviction rates in violent crimes against Dalits and indigenous tribes are a mere 23.8 percent and 16.4 percent compared with 40.2 percent in general criminal cases.\nThe federal government failed to counter the dilution of the law, forcing Dalits to organize nationwide strikes in August to demand a legislative reversal. Mr. Modi eventually passed an amendment bill through the Parliament to reverse the court order to stop the unrest.\nMr. Modi’s shocking demonetization of India’s currency and the faulty rollout of a new national sales tax have rendered serious blows to a majority of Dalits who work in the informal, unorganized sector.\nLikewise, education is an urgent issue for India’s Dalits and other marginalized people, because without modern education we wouldn’t have been able to overcome the limitations imposed by the caste system.\nMr. Modi and his Hindu nationalist colleagues time and again tried to defer the Dalit dream by adding hurdles to college and university admissions, withholding scholarships and deferring the award of degrees to Dalit students. New national tests have created increased difficulties for Dalits wanting to get into schools of medicine and dentistry.\nAnd the intense hostility faced by Dalit students in India’s colleges and university campuses continues. We saw the most tragic illustration of caste prejudice and violence when Rohith Vemula, a brilliant Dalit scholar and student leader at the University of Hyderabad, was driven to suicide in January 2016 after senior leaders of Mr. Modi’s B.J.P. and their supporters at the university expelled him from the university dorm, ostracized him and crushed his dreams of getting his doctorate.\nConstitutional mandates of affirmative action are constantly flouted, and positive discrimination in university recruitment has similarly been reduced through a new system of hiring. Dalits who aim to escape the curse of the caste system through educational social mobility are finding the doors barred. \nA silver lining of the Hindu nationalist attack on the civil liberties of the Dalits and the minorities has been the emergence of new Dalit leaders and autonomous Dalit political groups. And Kumari Mayawati, the first Dalit chief minister of Uttar Pradesh and leader of Bahujan Samaj Party, has forged an alliance with Samajwadi Party, her biggest rival, to combat the Hindu nationalists. Most analyses of the continuing elections suggest that this coalition against the BJ.P. in Uttar Pradesh will significantly reduce Mr. Modi’s chances of getting a majority of the seats.\nWhile usurping Dalits’ rights and damaging their livelihoods, Mr. Modi’s government has tried to orchestrate a Dalit-friendly image by including the images and words of B.R. Ambedkar, the Dalit revolutionary and architect of India’s Constitution, in its propaganda.\nBut the Dalits, who form about 17 percent of Indian voters, are a politically aware community. In the past five years of Mr. Modi’s rule, the Dalits have fought back in the face of the intense oppression. Polling days are payback time.\nMeena Kandasamy, a poet and novelist, is the author, most recently, of the novel \"When I Hit You: Or, A Portrait of the Writer as a Young Wife.\"\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 15, 2019", "href": "https://www.nytimes.com/2019/05/15/opinion/india-elections-dalits.html", "tags": "oppressed percent revenge india dalits party dalit caste modi get hindu government"}