{"title": "India meat crackdown leaves butchers concerned", "content": "Several slaughterhouses and almost 100 meat shops have been shut in the northern Indian state of Uttar Pradesh after the Hindu nationalist Bharatiya Janata Party (BJP) comprehensively won state assembly elections in India's most populous state.\nThe new chief minister, Yogi Adityanath, is a strong supporter of laws protecting cows, and has publicly opposed beef consumption. The slaughter of cows and consumption of beef is considered taboo by India's majority Hindu population - and is illegal in most Indian states including Uttar Pradesh. \nReports say that immediately after taking office, one of his first acts was to instruct police officials to crack down on \"illegal\" slaughterhouses in the state. Locals allege however, that many of them did not kill cows, but animals like goat and buffalo, the slaughter of which is legal.\nMost of the butcher shops and slaughter houses in Uttar Pradesh are owned and run by Muslims who make up 18% of the state's population. \nCattle slaughter ban hits Indian farmers\nWhy beef ban in Indian state undermines secularism\nModi breaks silence on 'beef' lynching\nThe narrow, dingy lanes of Ghaziabad's Islam Nagar house nearly 100 meat shops, but now all of them are shuttered. \nBoth the owners and workers of the shop are sitting at home, unsure about how they will feed their families in the days and weeks to come.\nThis is the only work they have known for decades and now with the government cracking down on meat shops, they are in a fix.\nLocals told the BBC that policemen and administration officials swooped early on Tuesday morning. \n\"This is an injustice. They came on Tuesday morning, took away all our meat and even took a sample from a dead, sliced buffalo. What was the need for that? They might allege later that it was a dead cow,\" said Mohammed Yasin who owns four meat shops in the area.\n\"There was no prior notice. We have suffered financial losses. How will we survive?\" he asks.\n\"I was told to stop cooking meat, as the government has changed,\" added Mohammed Azam, whose famous Baghdad Biryani Corner restaurant was also shut.\nBut officials deny that there has been a change.\n Atul Kumar, a senior official in the state government, told the BBC that the raid was carried out after the officials received a tip-off that a buffalo was being butchered illegally at someone's home.\n\"This is illegal. There has to be an approved, designated area for slaughter.\" he told the BBC, adding that the decision to shut illicit butcher shops was taken following a state government order.\nLocals admit that a large number of meat shops in the area did not have the mandatory licences, but they allege that their efforts to secure them have been ignored for years.\nSome complained of discrimination, alleging that meat shops run by lower caste Hindus in adjacent areas had not been touched. But when the BBC went there to check, we found that those shops had been closed too. \nMr Kumar said the administration was mulling a single window system to address concerns about granting licences.\nThe impact of the crackdown is visible in other cities in the state too. \nTundey, an iconic kebab shop in the state capital, Lucknow, has been mostly empty this week.\n\"We are only selling chicken kebabs because we don't have meat. People come to Tundey Kebab from all over the country, but today there is hardly anybody in my shop,\" the shop's owner, Abubakr Sahab, told the BBC.\n\"We mostly buy meat from big shops and not from slaughterhouses. Shop owners told me that they have temporarily shut their business since the crackdown began,\" he added.", "date": "23 March 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-39364448", "tags": "butchers indian shop india officials leaves shops crackdown shut bbc meat state told concerned slaughter"}