{"title": "India Can Hide Unemployment Data, but Not the Truth ", "content": "India has a job crisis, and the government would rather you didn’t notice. Last month, it hastily amended the Constitution to set aside 10 percent of all government posts for the “economically weak.” But it defined the “economically weak” as anybody from a household earning less than 800,000 rupees, roughly $11,200, a year or owning a very tiny bit of land. And as the sociologist Sonalde Desai has argued, that covers about 95 percent of India’s population.\nA quota that includes virtually everybody means little. But the new 10 percent quota is even worse than that: It contains a caveat that explicitly leaves out individuals belonging to India’s disadvantaged castes, who benefit from other affirmative action measures. That’s a little bit as if the United States government announced that it was reserving 10 percent of government jobs for all but the richest 5 percent of Americans, and African Americans need not apply. \nHow did India get to this point, especially on the watch of Prime Minister Narendra Modi, who came to power in 2014 partly on the back of promises to create more jobs? Back then, the manifesto of his Bharatiya Janata Party had called India’s labor force “the pillar of our growth.”\nAccording to data released by the Labour Bureau, a wing of the Ministry of Labour and Employment, unemployment in 2013-14 was 4.9 percent. But an undisclosed study by the National Sample Survey Office (NSSO), a government agency that conducts large-scale research, has reportedly placed the figure for 2017-18 at 6.1 percent — a 45-year high.\nMeasuring employment is inherently difficult in India. One reason is that the standard definition of what constitutes work — being in regular employment for a certain number of hours and a regular salary — comes from industrialized nations. Yet according to various reports, more than 80 percent of Indians who are working or seeking work are in the informal sector, many of them doing odd jobs for multiple employers. Their activity is far more complicated for economists to measure accurately. \nMaking matters worse — and fueling speculation that the unemployment situation in India is even more dire than suspected — the government has withheld official data about jobs. The two members of the NSSO who were not government officials resigned this week, in protest over the decision to not release their office’s results even though those had been cleared for publication. \nThe other official source economists have traditionally turned to are the employment statistics of the Labour Bureau. The office  had been releasing this data regularly for nearly a decade — until 2016, when the Labour Ministry suddenly decided to discontinue the series.\nThis information blackout is uncharacteristic for India, which has been praised, including by the Nobel Prize-winning economist Angus Deaton, for playing a pioneering role, globally, in statistical data collection. \nNow, analysts have to rely on other sources, indirect evidence and private studies. \nThe findings from those are alarming.\nThe Center for Monitoring the Indian Economy, a well-respected business information company that collects primary data on various aspects of the Indian economy, estimates that the country’s unemployment rate in December 2018 reached 7.38 percent.\nAccording to the “State of Working India 2018,” a large study conducted by the Center for Sustainable Employment at Azim Premji University, India’s youth unemployment now stands at 16 percent. Women hold just 16 percent of   jobs in the service sector. In 2011, only 13 percent of senior officers, legislators and managers were women; by 2015, the figure had dropped to 7 percent.\nAnecdotal evidence suggests that people are hurting. Early last year, Indian Railways advertised about 89,400 new jobs. Government posts always are coveted in India — they mean job security and a decent salary — but more than 23 million adults applied for these positions, defying all expectations. Earlier this year, the secretariat of the government of Maharashtra, a state in west-central India, advertised 13 waiting jobs in its canteen. There were 7,000 applicants, many of them university graduates.\nIndia’s growth rate remains robust, but the benefits of the country’s growth have been concentrated almost entirely at the top, with grim implications for the working classes and the lower-middle classes, women and the young. \nThese effects aren’t just the accidental results of the government’s decision, say, to ban certain currency bills in late 2016 (which proved to be terribly misguided) or to transform the indirect tax system into the new Goods and Services Tax (a move in the right direction but that was poorly executed and hurt small businesses). Inequality has grown, in numerous ways, a recent report indicates. \nThe Modi government’s economic policy has been disproportionately focused on a few big corporations, neglecting small firms and traders, the agricultural sector and most workers. The results are now showing.\nKaushik Basu, the C. Marks Professor of International Studies and professor of economics at Cornell University, was chief economic adviser to the Indian government in 2009-12 and chief economist of the World Bank in 2012-16.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "Feb. 1, 2019", "href": "https://www.nytimes.com/2019/02/01/opinion/india-unemployment-jobs-blackout.html", "tags": "jobs hide india percent unemployment ” employment data new government — truth"}