{"title": "India net neutrality rules could be world's strongest", "content": "India's telecom regulator has published recommendations strongly backing net neutrality, bringing the country a step closer to what could be the world's most progressive policy on equal internet access for all. \nThis is in sharp contrast to current efforts in the US to reverse net neutrality rules introduced by former President Barack Obama. \nNet neutrality means service providers must treat all traffic equally, and not charge differently based on content. Users should be able to access all websites at the same speed and cost. \nThis principle is considered a cornerstone of a free and open internet that provides equal access to all. \nIf the recommendations by the Telecom Regulatory Authority of India are accepted by the communications ministry, India will be ahead of the curve in internet rights. \nGiven the overwhelming public support for net neutrality, the government is expected to accept the recommendations. But it's not clear when they will become law. \nThe telecom regulator set the tone in February 2016 when it prohibited \"discriminatory tariffs\" for data after a year-long campaign by internet activists. \nNow, it has gone further, forbidding an operator from throttling data speeds for any online service, and mandating that all content should be treated the same. \nBut, to be more acceptable, they focus on \"core issues\", while leaving out two contentious subjects. \nOne is over-the-top (OTT) services - apps like Skype or WhatsApp that ride on top of telecom operators' networks. Users pay data charges to use them, but this may eat into the operators' revenue, such as when users make free Skype calls instead of paying the operator for a long-distance call. \nAfter the announcement, the chairman of India's leading operator, Airtel, repeated the call for a \"level playing field for operators and OTT players\". That means over-the-top service must pay for using telecom networks. \nThe other item that was kept out is the content delivery network, which lets operators deliver content within their network. Services like Netflix rely on this to \"cache\" content locally for better video performance - so that, for instance, high definition videos load faster. \nThe new guidelines cover IoT or the Internet of Things, a technology that connects millions of devices, from cars to light bulbs to networks and the internet, often via cellular connections. \nOperators, who hoped it would be excluded, have called its inclusion a \"huge concern and a heavy handed approach.\"\nIndia's fight for net neutrality began in 2015. \nTelecom operator Airtel was forced to withdraw a plan to charge extra for internet calls, and shut down a platform called Airtel Zero, which allowed customers to access a few mobile applications for free. Some operators call this \"toll-free data\", but it's popularly known as \"zero rating\". \nOthers, including Facebook and Google, were also forced to abandon their zero-rating platforms and deals. The most visible casualty was Facebook's Free Basics service, which offered Indians   free access to a limited number of websites.\nIn March 2015, the telecom regulator published a paper on net neutrality, triggering a million emails from the public, egged on by activists who set up websites like savetheinternet.in. \nSomething similar had happened in 2014 in the US when comedian John Oliver's show on net neutrality changed the debate, flooding the US regulator with user support for net neutrality.\nWhile Europe didn't see this scale of activism, the EU's guidelines, published a year ago, are also strongly pro-net neutrality, while providing for exceptions. \nThe UK has so far followed the EU regulation, but after Brexit, regulator Ofcom is likely to review net neutrality rules for Britain.\nYet net neutrality is by no means universally supported across the world. On the one hand, there are outliers like Portugal, where internet providers have split the internet into bundles of online services. On the other hand, there are countries like the US where equal access to the internet is an ongoing battle. \nA week before India's announcement, the US telecom regulator, headed by Republican Ajit Pai, announced that it planned to roll back the net neutrality rules created under President Obama, which treated internet service providers like public utilities.\nSuch a change would be a victory for telecom giants such as AT&T and Comcast. They could provide \"fast lanes\" for big firms to consumers with better connections. But it would be a blow to the idea of equal access to all.\nMr Pai, who was appointed by President Trump in January, and who has earlier worked as a lawyer for telecom giant Verizon, has often pitched for self-regulation or \"light-touch regulation\" that would not micro-manage industry.\nIn this latest move, though, he goes against 170 tech firms including Google, Amazon, Facebook and Netflix, which had, in July, protested strongly about plans to roll back the Obama-era net neutrality rules.\nThose companies have now written to Mr Pai urging him to change course. The US regulator will vote on the issue on 14 December.", "date": "30 November 2017", "href": "https://www.bbc.com/news/world-asia-india-42162979", "tags": "us world india telecom strongest regulator net access operators could internet like neutrality rules"}