{"title": "India's 'last electrified village' Leisang still fighting darkness", "content": "As India enters full election mode, political leaders are criss-crossing the length and breadth of the country, addressing rallies. The high-decibel campaigns have lots of sound and fury, but rarely address the issues that actually affect millions of people. The BBC's Geeta Pandey is travelling across India to report on some of them.\nThe tiny village of Leisang in the north-eastern state of Manipur made global news last year when it became the \"last Indian village to be electrified\".\nFor decades, political parties have been promising bijli (electricity) - along with sadak and pani (road and water) - in their election manifestos.\nSo in April 2018, when Prime Minister Narendra Modi tweeted saying \"Leisang had been powered and empowered\", it seemed that the government had addressed at least one of these three issues.\nBut when I visited there last week, I found the power supply erratic and the villagers neither \"powered\" nor \"empowered\".\nHome to 13 families - or 70 members - of the Kuki hill tribe, Leisang is just over 80km (50 miles) from Imphal, the capital of Manipur.\nBut it's not easy to get to. The 35km (22-mile) highway from the nearest town of Kangpokpi is battered in places and full of potholes in others. The last 3km (1.9 miles) is a steep climb over a rocky path and can only be navigated on a bike or by foot. In the rainy season, the village is almost cut off, with the path often waterlogged and slippery.\nThere's no school or health facility in Leisang and though residents here have voter ID cards, they are too few to carry any political heft. \nVillage chief Tongsat Haokip says all the other villages in their neighbourhood got power in 2017, but when they enquired, they were told they were \"not in the plan\".\n\"But no-one ever gave us a reason, so we petitioned the top electricity official in Kangpokpi. He said, 'You're top of our list for next year.' He told us to be patient.\"\nIn early April last year, there was sudden activity in the village. First some officials came for an inspection and then over two weeks, poles, cables, wires, electrical accessories and a transformer were brought up. Finally, the villagers were told that they would be \"connected to the grid\" between 5-6pm on 27 April.\nLamneithan Lotjem was among \"the 20-30 people\", including women and children, who had gathered at the village chief's house for the event. Tea was prepared, the switch was flicked on, and all eyes were on the bulb hanging from the front porch.\nMs Lotjem was positioned right under the bulb when it suddenly came on.\nRead more from Geeta Pandey\n\"We all clapped, jumped up and down with joy. I was shouting, 'Light avatai, light ahungtai (Light is shining, light has come)'. Everyone was cheering. Some people were dancing,\" she says with an embarrassed laugh.\nThat night, no-one in the village slept. They all gathered in the only house with a TV set and watched through the night. The villagers were euphoric.\n\"It was almost like they were reborn,\" says Nehkam Doungul, Mr Haokip's uncle.\nIn the days that followed, many families bought TV sets and many women dreamed of buying washing machines and rice cookers.\nBut the euphoria was short-lived. \nIt's been a year since that day and the villagers tell me that on a good day, they get power for five to six hours. A fault, however small, takes a minimum of three days to attend to and last year, on one occasion, Leisang was plunged back into darkness for three whole months.\nSenior power department official in Manipur H Shantikumar Singh admits that the village once lost power for three months because they could not get there to fix it. \"It's remote and difficult to reach, especially if there are landslides on the way,\" he says. But he denies that the village receives only six hours of power and insists that there is enough power to supply everyone in the state. \nYet on the day I visit, there is no power in the village. It comes an hour later, but the supply is off again in 15 minutes.\nMs Lotjem, who works in the fields from 8am to 4pm on most days, says when there's power in the evening, she finishes off the housework and watches TV. \"But it's impossible to plan because the supply is so erratic.\" \nMr Doungul says rain and high wind always result in power outages and the villagers now joke that \"the light goes off even if a dog pees on the pole\".\nPower came to Leising as part of PM Modi's pledge in August 2015 to electrify every single village within 1,000 days. \nIn summer 2014 when Mr Modi came to power, 97.5% of India's nearly 600,000 villages were already electrified, says Abhishek Jain of the Delhi-based Council on Energy, Environment and Water (CEEW). \nA village is deemed electrified if 10% of its households, and shared facilities like the school, health centre and community hall, are connected to the grid, he says. By that definition, officials claim that India is fully electrified. \nBut, Mr Jain says, a connection does not mean an assured supply of electricity and that's where the major problem lies. \n\"The government is now promising 24x7 supply to every citizen by end of March, but that is a really distant dream,\" he says. \nFor instance, in India's most populous state of Uttar Pradesh, the rural population gets power for less than 12 hours a day even though some of the villages were connected to the grid more than two decades back. The situation in some southern states and the eastern states of West Bengal and Orissa is better, but the heart of India - Uttar Pradesh and Bihar - remains largely in darkness.\nIn July last year when Mr Modi interacted via a video link with people from villages that were electrified during his tenure in the past four years, Mr Doungal, who represented Leisang, told him that \"we didn't even think in our dreams that we'd get power in our lifetime\".\n\"The prime minister said if you face any problems, do let me know. But before I could share our problems with him, they cut us off and he moved on to speak to other people. \n\"If only we could tell him about our problems, I'm sure he would address them,\" he tells me, rather regretfully.\nI ask him what he would have told the prime minister if he had a chance?\nHis list is long: \"The nearest primary school is 1.5km away and as there's no transport, the children have to walk. There's no street light in the village. My nephew (the village chief)'s wife died in childbirth because she couldn't get to the hospital in time. When her labour pains started, four men took turns to carry her on their backs to the road so she could be taken to hospital. They lost so much precious time. If the road was good, she and her baby could have been saved,\" he says.\nAdds village secretary Komlun Khongsai: \"We are the forgotten people of India. Electricity is the first thing we got from the government.\" \nAfter living in the dark for so long, the villagers had hoped that development would follow electricity to their village.\nMr Doungal says that since theirs is the last village to be electrified in India, \"it means Leisang is special\" and must be treated as such. He points to a nearby security force camp that has 24x7 power and asks, \"Why can't we be connected to the same line?\"\nBut Leisang's hope for round the clock electricity supply seems like a dream that's not within reach, at least in the short term.\nTwo days after my return from Manipur, as I sit down to write this piece at home in the capital Delhi, the power goes off. It's 11 am, and when I call the supplier BSES to check, I'm told the power outage is to do some maintenance work and that the supply will be restored at 3pm. This is a four-hour unannounced outage. And let me tell you, it's not that uncommon.\nLeising will have to learn to live with erratic power supply - much like the rest of India.", "date": "29 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47721497", "tags": "people fighting india electrified supply says last village year leisang darkness power still"}