{"title": "India profile - Media", "content": "India has a flourishing media scene, with thousands of outlets operating in multiple languages.\nThere are around 197 million TV homes, many of them using direct-to-home satellite and cable services.  \nNearly 900 private satellite TV stations are on the air, around half of them devoted to news coverage.\nDoordarshan, the public TV, operates multiple services, including flagship DD1, which reaches hundreds of millions of viewers. \nMultichannel satellite TV is a huge hit. Leading platforms have millions of subscribers. State-owned Doordarshan runs a free-to-air platform, DD Free Dish. Over The Top (OTT) streaming platforms have a large following.\nMusic-based FM radio stations abound. But only public All India Radio can produce news programming. AIR stations reach more than 99% of the population.\nIndia's press is lively and there are around 17,000 newspaper titles. Driven by a growing middle class, the cumulative newspaper circulation figure is more than 400 million.\nInternational organisations give a mixed assessment of media freedom.\nPrivately-owned media are \"vigorous and diverse\" says US-based Freedom House. But it says that the authorities use security, defamation and hate speech legislation to curb critical voices.\nReporters Without Borders (RSF) highlights the problem of violence against journalists, especially those working for non-English-language-media in rural areas. \nIt says that reporting in regions that the authorities deem to be sensitive, such as Indian-administered Kashmir, is difficult. \nThere were 560 million internet users by March 2019 (InternetWorldStats.com, citing the Internet and Mobile Association of India, IAMAI), the second largest number of internet users in the world after China. \nInternet use has been slower to take hold in rural India.\nFacebook is the leading social network, with around 300 million users by 2019. Twitter is used by celebrities, journalists and politicians. Some of them have a mass following.\nThere is no systematic filtering of the web. But the authorities have clashed with leading social networks over censorship of content deemed to be offensive.\nFreedom House in its \"Freedom of the Net 2018\" report noted a large rise in \"local internet shutdowns\" and \"the proliferation of misinformation and fake news across social media\".\nThe authorities routinely suspend internet services in Indian-administered Kashmir at times of tension.", "date": "29 April 2019", "href": "https://www.bbc.co.uk/news/world-south-asia-12557390", "tags": "around tv authorities satellite india media services profile internet freedom million"}