{"title": "India Jayalalitha death: Masses mourn 'iron lady'", "content": "J Jayalalitha, one of India's most influential and colourful politicians, has been buried in the presence of tens of thousands of mourners.\nThe 68-year-old chief minister of the southern state of Tamil Nadu suffered a heart attack on Sunday night and died at 23:30 (18:00 GMT) on Monday.\nPrime Minister Narendra Modi and President Pranab Mukherjee are among those attending the state funeral.\nHer grave is located next to that of her mentor, MG Ramachandran.\nRamachandran, an actor turned politician, was instrumental in introducing her to politics. \nThe fact that Jayalalitha was buried is unusual, as members of her caste are always cremated.\nHowever, senior members of her party were quoted by Indian media as saying that she transcended caste for her people, and burying her next to her mentor would also give the people a \"monument\" to remember her by.\nA sea of people joined her funeral procession headed to Marina beach in Chennai. Earlier, her body, draped in the Indian flag, was on display at a large public hall. \nExtra police have been deployed in the state amid fears of unrest due to the extreme devotion she inspires among her supporters, many of whom refer to her as \"Amma\" (mother). There were concerns that they could resort to self-harm or violence, but crowds have been orderly and disciplined apart from a few minor scuffles. \nFrom the early hours people streamed into the large public park inside which Jayalalitha's body lay in state, wrapped in the national flag. \nThey converged into the arena from all directions, as the police struggled to control the flow. \nIt was so intense that you felt there could be a stampede at any moment, as men and women surged forward in waves, straining to catch a glimpse of their beloved \"Amma\". \nMany were visibly distraught. \n\"Amma why have you left us,\" one woman wailed, while another beat her chest.\nBy the coffin were the VIPs - the prime minister, senior politicians and celebrities. \nBut those below were the ordinary men and women who formed the bedrock of her support. \n\"We don't know what will happen to us now,\" one man muttered, his voice breaking. Another told me he had come from Sri Lanka. \"I came to see her because she is my mother,\" he said simply. \nA seven-day period of mourning has been declared in Tamil Nadu. \nJayalalitha had been receiving treatment for months and was last seen in public in September.\nShe is revered by many but was seen by her critics as having created a cult of personality over the years. \nTributes began to pour in for her as soon as her death was confirmed by the Apollo hospital, which had been treating her since 22 September. \n\"RIP Jayalalitha\" has been trending on Twitter, while Facebook is also filled with elegies for a woman who is widely respected for managing to hold her own in the male-dominated world of Tamil Nadu politics.\nKhushboo Sundar, film actress and Congress party spokesperson, told the BBC: \"It's very painful for me. Despite our political differences, I had respected her. We were hoping against hope, none of us wanted her to lose this battle.\n\"She was a symbol of strength for women like me. She fought against so many odds to make a name for herself in a male-dominated profession like politics. We have a lost a great politician, and a great champion of women's rights.\"\nA senior politician of Jayalalitha's AIADMK party, O Panneerselvam, was sworn in as chief of Tamil Nadu within hours of her death, the party's Twitter account confirmed.\nJayalalitha lived a dramatic life, both on screen and off.\nShe appeared in more than 100 films before turning her hand to politics in the early 1980s.\nJayalalitha later won control of the AIADMK from its late founder's wife, before leading it to victory in 1991, the first of four occasions she would do so.\nShe was accused of corruption on several occasions, and spent two short spells in prison - most recently in 2014.\nBut a Karnataka high court order in 2015, which cleared her of involvement in a corruption scandal, paved the way for her return to power.\nJayalalitha's admirers remain unbowed in their admiration for her and argue she has played a key role in the development of Tamil Nadu as one of India's most economically influential states.", "date": "6 December 2016", "href": "https://www.bbc.com/news/world-asia-india-38218232", "tags": "jayalalitha india politics masses death lady party mourn one nadu state women many tamil"}