{"title": "India tax evasion amnesty uncovers hidden billions", "content": "A tax evasion amnesty in India has prompted tens of thousands of people to declare more than $9.5bn (£7.3bn) in undeclared income and assets.\nFinance minister Arun Jaitley said the four-month window that ended on Friday brought in 64,275 declarations.\nAll were offered immunity from prosecution in return for paying tax, a surcharge and a penalty.\nIt is estimated that the government could raise nearly $4.5bn (£3.4bn) from the scheme.\nUndeclared income or \"black money\" is a huge issue in India.\nThe government contacted about 700,000 suspected tax evaders earlier this year, urging them to declare hidden income and assets.\nThey were told they would not be pursued by the authorities if they came clean and paid a penalty.\nThose who came forward included a group of street food owners in Mumbai who are said to have declared nearly $7.5m.\nThe BBC's Sanjoy Majumder in Delhi says that despite the huge numbers, the amount declared is only a fraction of the country's undisclosed earnings. \nIt does not account for money stashed in Swiss banks and overseas tax havens which some government investigators believe amounts to around $500bn, he says.\nDuring India's 2014 elections, Prime Minister Narendra Modi promised to crack down on corruption and black money.\nIn a series of tweets on Saturday, he declared the amnesty \"successful\", saying it was \"a great contribution towards transparency and growth of the economy\".\nThe government says the money raised will be spent on public welfare.\nAuthorities have been under pressure to act following the release of the so-called Panama Papers in April that lifted the lid on how the rich and powerful use tax havens to hide their wealth. About 500 Indians were among those named.", "date": "1 October 2016", "href": "https://www.bbc.com/news/world-asia-india-37530290", "tags": "undeclared india tax amnesty billions declare income declared evasion money says uncovers hidden government"}