{"title": "India lynchings: WhatsApp sets new rules after mob killings", "content": "WhatsApp has said it will limit how many times messages can be forwarded in India, to curb the spread of false information on its platform. \nThe announcement comes after a spate of mob lynchings were linked to messages that circulated on WhatsApp groups.\nThe government on Thursday reissued a warning to the company that it could face legal consequences if it remained a \"mute spectator\".\nWith more than 200 million users, India is WhatsApp's biggest market.\nWhatsApp said its users in India \"forward more messages, photos, and videos, than any other country in the world\".\nGroups on WhatsApp can have a maximum of 256 people. Many of the messages that are believed to have triggered violence were forwarded to multiple groups which had more than 100 members each. \nIn a blog published on its website, the company announced that it was \"launching a test to limit forwarding that will apply to everyone using WhatsApp\". \nFor Indian users, however, the forwarding option will be limited even further. A WhatsApp spokesperson told the BBC that this means a single person would be able to forward one message only five times.\nHowever, this does not stop other members from a group from forwarding the message to a further five chats of their own. \nWhatsApp added that they hoped this measure would curb the frequency of messages being forwarded.\nThe company also said it would be removing the \"quick forward button\" next to messages containing pictures or video.\nThese changes come in the wake of a series of mob lynchings that have seen at least 18 people killed across India since April 2018. Media reports put the number of dead higher.\nThe violence has been blamed on rumours of child kidnappings, spread over WhatsApp, which have led people to attack strangers.\nPolice say it is proving hard to get people to believe that the messages are false.\nIn a recent lynching in the north-eastern state of Tripura, the victim was a man employed by the local government to go around villages to dispel rumours being spread on social media.\nIndia's federal government had earlier warned WhatsApp, a Facebook-owned company, that it could not evade \"accountability and responsibility\" for the content its users were sharing. \nWhatsApp had responded by saying it was \"horrified by these terrible acts of violence\", and that the situation was a \"challenge that requires government, civil society and technology companies to work together\". \nThe messaging app is the single largest internet-based service available to people in India. It has tremendous reach, allowing messages to spread exponentially and enabling mobs to gather quickly.\nEarlier this month, the company outlined steps it was taking to help address the problem, which included enabling users to leave groups and block people more easily. ", "date": "20 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44897714", "tags": "messages company users groups lynchings india whatsapp spread new killings mob sets government rules"}