{"title": "India's Kumbh Mela festival holds most auspicious day", "content": "The main day of bathing has been held at India's Kumbh Mela, with 30 million pilgrims taking a dip at the confluence of the Ganges and Yamuna rivers.\nThis is the most auspicious of six bathing days at the event, billed as the world's biggest human gathering.\nThe festival, which is held every 12 years, expects 100 million bathers in total across its 55 days.\nHowever, 36 people died in a stampede at a railway station in the nearby city of Allahabad, officials told the BBC.\nA railway spokesperson told BBC Hindi that most of those who died when a footbridge collapsed were women and children. \nAt least 30 others were injured. \nThe present festival is also a Maha Kumbh Mela, which comes round only once every 144 years.\nHindus believe a festival dip at Sangam - where the rivers meet - will cleanse sins and help bring salvation.\nEarly in the morning on Sunday, holy men (sadhus) - and some women - belonging to various Hindu monastic orders arrived to bathe.\nCarrying pennants, bow and arrow and banners, many danced and beat drums. Some arrived on gaudily decorated chariots. Others arrived on horses. Most were dressed in saffron.\nThe sadhus, many of them naked, dreadlocked and smeared in ash, ran to the river amid heavy security.\nThere are also thousands of poor families living under the open skies in cold weather here at the  sprawling festival grounds in the northern city of Allahabad.\nOne young devotee, Ashutosh Pandey, a pharmacy student, said the holy dip was a form of prayer for him.\n\"When I bathe I am praying to God for the good of my country and the world,\" he said.\nMore than 14,000 policemen, along with paramilitary forces and commandos, were deployed to ensure security on Sunday. \nPolice officers, many of them on horseback, had a hard time controlling the crowds, as many of the bathers lingered to gaze at the colourful processions of the holy men. \nKumbh Mela chief Devesh Chaturvedi said: \"By afternoon over 20 million people had taken the holy dip and by evening the numbers crossed 30 million.\"\nHe said that one person had died on Sunday in an incident that was being investigated.\nThe bathing on Sunday took place at 18 main locations along the river bank.\nRajkumar Singh, a government worker from the state of Punjab, said: \"I have travelled for three days by bus, train and foot to reach the festival.\n\"I believe a bathe on the most auspicious day will get rid of all my sins and will help secure me and my family's future.\"\nThe 14 hospitals at the Mela grounds have already treated more than 150,000 pilgrims since the opening. Two pilgrims have died.\nMost of those treated suffered from respiratory problems, cold, joint pains and dust allergy, Dr Kalim Aqmal, at the main hospital, said.\nA \"lost-and-found\" centre has reunited 40,000 people since the opening of the festival, officials said.\nThe Kumbh Mela has its origins in Hindu mythology.\nMany believe that when gods and demons fought over a pitcher of nectar, a few drops fell in the cities of Allahabad, Nasik, Ujjain and Haridwar - the four places where the Kumbh festival has been held for centuries.", "date": "11 February 2013", "href": "https://www.bbc.com/news/world-asia-india-21395425", "tags": "mela india dip sunday festival holds died holy kumbh many million auspicious day"}