{"title": "India's $2.5bn scheme to electrify every household", "content": "India's Prime Minister Narendra Modi has launched a 16bn rupee scheme ($2.5bn; £1.8bn) to electrify all households by December 2018. \nIt will cover more than 40 million families in rural and urban India - roughly a quarter of the population. \nThe \"Saubhagya scheme\" will largely be funded by the federal government. \nThe government also aims to provide free electricity to poor families identified by them based on socio-economic data.   \nIt will bring \"a monumental change in the lives of the poor\", the PTI news agency quoted Mr Modi as saying on Monday.\nAbout 300 million of India's 1.3 billion people are still not connected to the electricity distribution grid. \nAlthough the households to be covered are spread across the country, the scheme primarily targets rural India where electrification rates are much lower. \nMillions of rural Indians still rely on lamps fuelled by kerosene, the use of which the scheme hopes to cut. Kerosene is a huge health and environmental hazard and restricting its use would further India's ambitious climate goal to cut emissions. \nThe federal government launched an electrification programme in July 2015, under which thousands of villages were connected to the grid. \nBut unlike the earlier scheme, the Saubhagya initiative targets individual households rather than villages.  \nThis is because a village is declared as electrified if 10% of households, schools, health centres and government offices have access to electricity. \nRemote, and often inaccessible, villages have proved to be a major challenge in the electrification drive. The government has said it will distribute solar packs (comprising LED lights, a fan and a plug) and a battery bank to households in these villages. \nExperts have said such a scheme will also expand the consumer base of state-owned power distribution companies that are struggling with debt and poor demand. \nThe idea is that these companies will now have to supply power to newly electrified households. ", "date": "26 September 2017", "href": "https://www.bbc.com/news/world-asia-india-41397022", "tags": "household india rural electrify electrification poor electricity every villages modi households scheme government"}