{"title": "India election 2019: Can West Bengal's female candidates win?", "content": "Women make up nearly half of India's 900 million voters, but they are still poorly represented in the country's law-making bodies. One political party is trying to correct the balance by nominating 41% female candidates. The BBC's Geeta Pandey travelled to the state of West Bengal to see how they are faring.\nOn a bright sunny morning, as an open jeep decorated with bright yellow and orange flowers hurtles along the dirt track from one village to the next, women in colourful saris and men rush to greet Mahua Moitra.\nThey shower bright orange marigold petals on her, place garlands around her neck and many reach out to shake and kiss her hands. She waves at them, greeting them with her palms joined: \"Give me your blessings.\"\nYoung men and women whip out their smartphones to take photos and selfies. On the way, she's offered coconut water and sweets.\nMs Moitra, who is contesting the general election as a candidate of the state's governing Trinamool Congress Party (TMC), is campaigning in her constituency Krishnanagar.\nIn one village, party workers tell her about an old man who's too ill to come to meet her, so she walks to his home to greet him.\nHer jeep is followed by dozens of bikes and their riders, all young men, chanting slogans like \"Long live Trinamool Congress, Long live Mamata Banerjee.\"\nThe loud, colourful procession is led by a small truck, fitted with loudspeakers, from which announcements asking people to vote for Ms Moitra are played on a loop.\nWith the election season well under way in India and political leaders criss-crossing the length and breadth of the country, addressing rallies, I'm travelling across the country to see if the high-decibel campaigns are addressing the real issues that actually affect millions of people. One of them is getting more women into parliament.\nIn India, only 11% of members of parliament are women, and in state assemblies it's 9%. In a list of 193 countries this year, India was ranked 149th for female representation in parliament  - below Pakistan, Bangladesh and Afghanistan.\nA bill to reserve 33% of seats for women in parliament and regional assemblies has been pending since 1996, so the decision by the TMC - led by West Bengal Chief Minister Mamata Banerjee - to give 41% of her party nominations to women has created a huge buzz.\nMs Banerjee, who set up the TMC in 1998 after falling out with the Congress party, is a feisty politician who was named one of Time magazine's 100 most influential people in the world in 2012. \nHer female candidates, says my BBC Bengali colleague Subhajyoti Ghosh, are an \"interesting mix\" of career politicians and first-timers. They include actors, doctors, a tribal activist and the 25-year-old widow of a recently-murdered politician.\nMs Moitra, the TMC's national spokesperson and a member of the state assembly since 2016, is among 17 women who have made it to the party's list of 42 general election nominees.\nRead more from Geeta Pandey\nA former investment banker with JP Morgan, she gave up a well-paying job in London in 2009 to return to the heat and dust of Indian politics. \nHer decision left her family aghast. Her parents, she told me, thought she was \"insane\". Some party workers too had their doubts - \"she's a memsahib\", they said at the time, \"she won't survive\". \nBut she has survived - and thrived. In 2016, she won the Karimpur assembly seat that no non-Left party had won since 1972 and has now set her eyes on the national parliament.\nShe's agreed to let me follow her on the campaign trail, so for two days I've been a \"fly on the wall\" - standing behind her in her jeep, travelling in her car, watching her strategise with party workers, aides and confidants. \nThe previous evening, I had watched her be the chief guest at a college cricket match and address a gathering at the local market in Plassey.\nA four-hour drive from Kolkata, Plassey is the site of the famous 1757 battle between the British East India Company and the local ruler supported by the French.\nMs Moitra takes her spot to speak and clearly takes aim at Prime Minister Narendra Modi and his Bharatiya Janata Party (BJP) as she talks about a deadly suicide attack in Kashmir and India's subsequent air raid in Pakistan.\n\"What's the point of saying you killed all those terrorists in Pakistan? It's not important who you killed in Pakistan or how many. What's important is you failed to protect our soldiers.\" \nShe talks about how the government has failed to create jobs and accuses the BJP of trying to divide Hindus and Muslims. \n\"You have taken away our livelihoods and you're trying to teach us about [the Hindu god] Ram and [Muslim saint] Rahim? I don't have to write my religion on my forehead,\" she declares to loud claps from her supporters.\nElections in the past were to change the government, she says, but this election is to save the constitution of India. \"It is no ordinary vote.\"\nHer main rival is the BJP's Kalyan Chaubey, a former footballer who played in goal for India. So drawing a football analogy, she declares: \"I'm an A-league centre-forward player, stop my goal if you can. I am here to win.\"\nKakoli Ghosh Dastidar, a founder member of the TMC and two-term MP, says to nominate so many women is part of a \"continuous process\" followed by Mamata Banerjee because \"you can't develop a society without uplifting the status of its women\".\nIn the last general election in 2014, she points out that the party nominated 33% women and 12 of their 34 MPs in the outgoing lower house were women.\nMs Banerjee, she says, believes that gender sensitive laws will come only if more women are in power.\nAt a campaign rally that Dr Ghosh Dastidar addresses in Kumhra Kashipur village in her constituency Barasat, women are seated in the front rows. \nTheir opinion though is divided over whether having more women in parliament will actually benefit other women.\nSupriya Biswas says it's easier if their MP is a woman because then it's easier to approach her. \"For, who can understand a woman better than a woman?\" \nArchana Mallick and Meena Mouli, who live just across from the rally ground, point to the broken roads near their homes and complain about poor medical facilities in their village. They say that the candidate's gender is \"inconsequential\" and what's important is \"who works for our benefit\".\nStudies, however, show that female representatives bring economic growth to their constituencies because they are more concerned than men about issues such as water supply, electricity, road connectivity and health facilities.\nSaswati Ghosh, professor of economics at Kolkata's City College, says that politics in India is \"still very patriarchal\" and it's \"absolutely necessary\" to elect more women MPs.\n\"It is important to have more women in lawmaking bodies because I think after a certain number, you'll reach the threshold level and that will lead to change. I don't know if 33% is the magic number that will change the quality of discourse, maybe 25% can do the trick?\"\nCritics, however, question whether celebrities are the right candidates to bring about that change.\nProf Ghosh says actors and celebrities make for \"winnable candidates\" and that's why all parties choose them even though sometimes they may not be the right candidates to reach that threshold.\nBut, she says that Ms Banerjee is a strong leader who's regarded by many women as \"a role model who inspires more women to come into politics\".\nAnd that's something that many Indians think the country sorely needs. \nIn their manifestos, the main opposition Congress party has promised to pass the women's reservation bill, if elected to power. So has the ruling Bharatiya Janata Party, although it had made similar promises in its last manifesto and did nothing about it. \nBy allotting 41% seats to women, Ms Banerjee has shown that one doesn't need to set artificial quotas to elect more women.", "date": "17 April 2019", "href": "https://www.bbc.com/news/world-asia-india-47850238", "tags": "female ms election india candidates banerjee win party parliament bengal one west says moitra women"}