{"title": "India's BJP falls short of majority in crucial Karnataka state poll", "content": "India's ruling party and the main opposition have both staked a claim to form a government in the southern state of Karnataka after local elections resulted in a hung assembly. \nThe BJP emerged as the single largest party, but fell short of a majority. \nIndia's main opposition Congress emerged as the second largest party.\nIt promptly declared an alliance with a regional party Janata Dal (S) which won enough seats to give their coalition a slim majority in the new house.\nThe decision now lies with the state governor,  Vajubhai Vala, who hasn't commented, so far.\nThe polls are seen as a bellwether of the 2019 general elections. \nThe BJP won 104 of the 222 seats that went to polls, but fell short of a majority by eight seats, according to the Election Commission. \nThe Congress won 78 seats while the Janata Dal (S) finished third with 37 seats - the combined total would just about push them past the 112 majority mark needed to form a government.\nWhy India's Narendra Modi remains star BJP vote-catcher\n\"That's the best way to keep the BJP out of power,\" outgoing Congress chief minister Siddaramaiah told reporters. \nBS Yeddyurappa, the BJP's candidate for state chief minister, said the Congress was \"trying to gain a backdoor entry\".\n\"BJP has emerged as the single largest party. We have requested the governor to give us an opportunity to prove our majority on the floor of the assembly,\" he said. \nCorrespondents say the BJP could try to woo rebels in Congress and Janata Dal to give it a majority. \nAnalysts believe losing Karnataka would be a major blow for Congress which rules only three of India's 29 states. The BJP and its allies are in power in 21.\nMore than 72% of voters cast their ballots in Saturday's poll in Karnataka, the hub of India's information technology industry and has a population of 64 million.", "date": "16 May 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44119045", "tags": "largest falls emerged india karnataka seats party bjp poll crucial short state majority congress"}