{"title": "India Pakistan: Kashmir fighting sees Indian aircraft downed", "content": "Pakistan says it has shot down two Indian military jets and captured a pilot in a major escalation between the nuclear powers over Kashmir. \nIndia said it had lost one MiG-21 fighter and demanded the immediate and safe return of its pilot.\nPakistani PM Imran Khan said the two sides could not afford a miscalculation with the weapons they had.\nIndia and Pakistan - both nuclear-armed states - claim all of Kashmir, but control only parts of it.\nThey have fought three wars since independence from Britain and partition in 1947. All but one were over Kashmir. \nThe aerial attacks across the Line of Control (LoC) dividing Indian and Pakistani territory are the first since a war in 1971. \nThey follow a militant attack in Kashmir which killed at least 40 Indian troops - the deadliest to take place during a three-decade insurgency against Indian rule in Kashmir. A Pakistan-based group said it carried out the attack.\nThe BBC's Soutik Biswas, in Delhi, says the challenge for India and Pakistan now is to contain the latest escalation before things get completely out of control.\nPakistan's military spokesman said that Pakistan fighter jets had carried out \"strikes\" - exactly what they did remains unclear - in Indian-administered Kashmir on Wednesday. \nTwo Indian air force jets then responded, crossing the de facto border that divides Kashmir. \"Our jets were ready and we shot both of them down,\" Maj Gen Asif Ghafoor said.\nHe said that one Indian pilot was in the custody of the Pakistani army. Officials had previously said two pilots had been captured and one had been taken to hospital.\nNo explanation has been given as to why the numbers have changed.\nMaj Gen Ghafoor said the captured Indian pilot, Wing Commander Abhinandan, was being \"treated as per norms of military ethics\".\nEarlier Pakistan's information ministry published but subsequently deleted a video showing the pilot - blindfolded and with blood on his face - identifying himself to soldiers.\nAnother video circulating on social media appeared to show the pilot being beaten by residents in Pakistan-controlled Kashmir before the arrival of Pakistani soldiers.\nPakistan's information ministry also tweeted what it said was footage of one of the downed Indian jets.\nIn India, Ministry of External Affairs spokesman Raveesh Kumar acknowledged the loss of a jet and its pilot.\nHe also said that an Indian plane had shot down a Pakistani fighter jet, and Indian ground forces observed it falling on the Pakistani side of the LoC. Pakistan denied any of its jets had been hit.\nIndia's foreign ministry later issued a statement demanding the release of its fighter pilot and condemning the images shared by Pakistan of Wing Commander Abhinandan, describing them as a \"vulgar display of an injured personnel\".\nIn a televised address, Prime Minister Khan offered India talks over terrorism and warned against further escalation.\n\"If we let it happen, it will remain neither in my nor Narendra Modi's control,\" he said.\n\"Our action is just to let them know that just like they intruded into our territory, we are also capable of going into their territory,\" he added.\nMr Modi has yet to comment but was meeting top security and intelligence officials to discuss the situation, reports in India said.\nIndian Foreign Minister Sushma Swaraj said her country would act \"with responsibility and restraint\".\n\"India does not wish to see further escalation of the situation,\" she said, speaking from a meeting with Russian and Chinese foreign ministers in China.\nPakistan's assertion that it had shot down two Indian aircraft came shortly after Islamabad said its warplanes had struck targets in Indian territory.\nIndian authorities said the Pakistani jets had been forced to withdraw.\nPakistan's military spokesman Maj Gen Ghafoor said jets had \"engaged\" six targets in Indian territory but then carried out air strikes on \"open ground\".\n\"We don't want to go on the path of war,\" he said.\nIndia said Tuesday's air strikes on Balakot in north-western Pakistan killed a large number of militants, but Pakistan said there had been no casualties.\nThe US, EU and China have all called for restraint.\nBy Soutik Biswas, BBC News, Delhi\nThe challenge for India and Pakistan now is to contain the escalation before things get completely out of control.\nIt is almost unprecedented for two nuclear-armed countries to carry out air strikes into each other's territories.\n\"We are in uncharted waters,\" Husain Haqqani, the former Pakistani ambassador to the US and adviser to three Pakistani prime ministers, told me late on Tuesday.\nAn Indian defence analyst believes Indian security forces will now have to be prepared for a \"full spectrum of conflict\".\nHowever Daniel Markey from Johns Hopkins University in the US says we are \"several steps away\" from nuclear escalation.\nA further escalation, he believes, will happen if Pakistan's \"next step were to raise the stakes by hitting Indian civilian targets\".\nThat is highly unlikely.\nPakistan has closed its entire airspace, its civil aviation authority said. Nine airports in northern India were temporarily closed but have now reopened, reports in India say.\nThe flight monitoring group Flight Radar says international flights have been avoiding the area.\nLater on Wednesday Thai Airways, which said it was directly affected by the closure of airspace, cancelled all Europe-bound flights and said it had requested permission to use other routes. \nOther airlines such as British Airways, Air India, Jet Airways, Qatar Airways and Singapore Airlines re-routed flights.\nBoth Indian and Pakistani troops have been shelling across the LoC. Four Pakistani civilians were killed and 10 others were injured in cross-border shelling on Tuesday.\nOn the Indian side, five soldiers were also injured in the firing, officials told the BBC. Schools in at least two districts along the LoC - Rajouri and Poonch - have been closed. \nPeople living along the de facto border have been asked to leave their homes. \nIn a separate incident on Wednesday morning, six members of the Indian Air Force were killed when their helicopter crashed in Indian-administered Kashmir. India's defence ministry said the incident occurred during a routine operation and was an accident. \nOctober 1947: First war between India and Pakistan over Kashmir just two months after they become independent nations.\nAugust 1965: The neighbours fight another brief war over Kashmir.\nDecember 1971: India supports East Pakistan's bid to become independent. The Indian air force conducts bombing raids inside Pakistan. The war ends with the creation of Bangladesh.\nMay 1999: Pakistani soldiers and militants occupy Indian military posts in Kargil mountains. India launches air and ground strikes and the intruders are pushed back. \nOctober 2001: A devastating attack on the state assembly in Indian-administered Kashmir kills 38. Two months later, an attack on the Indian parliament in Delhi leaves 14 dead. \nNovember 2008: Co-ordinated attacks on Mumbai's main railway station, luxury hotels and a Jewish cultural centre kill 166 people. India blames Pakistan-based group Lashkar-e-Taiba.\nJanuary 2016: Four-day attack on Indian air base in Pathankot leaves seven Indian soldiers and six militants dead.\n18 September 2016: Attack on army base in Uri in Indian-administered Kashmir kills 19 soldiers.\n30 September 2016: India says it carried \"surgical strikes\" on militants in Pakistani Kashmir. Islamabad denies strikes took place.", "date": "27 February 2019", "href": "https://www.bbc.com/news/world-asia-47383634", "tags": "fighting india aircraft pakistan sees pilot kashmir pakistani two indian downed air jets"}