{"title": "India rupee: Illegal cash crackdown failed - bank report", "content": "Indians returned almost all of the high-currency notes banned in last year's shock government crackdown on illegal cash, the central bank says.\nIt said 15.28tn rupees ($242bn) - or 99% - of the money had made its way back into the banking system.\nMinisters had hoped the move would make it difficult for hoarders of undeclared wealth to exchange it for legal tender.\nThe news that it did not will raise questions about the policy, which brought chaotic scenes across India.\nBanks ran out of cash after the ban on 500 ($7) and 1,000 rupee notes, which accounted for about 85% of the money in circulation. \nAt others, police were called in to manage long queues of anxious customers hoping to change their savings.\nMany low-income Indians, traders and ordinary savers who rely on the cash economy were badly hit.\nBy Vivek Kaul, Economic Analyst\nHas demonetisation been a success or a failure? As per the RBI data, it's safe to say that demonetisation has been a failure of epic proportions. \nThe RBI report says that illegal notes worth 15.28tn rupees ($242bn) had been deposited in banks up to 30 June. This basically means that almost 99% of the \"demonetised\" money was deposited into banks and wasn't really destroyed.\nAs far as detecting counterfeit currency is concerned, nothing much seems to have happened on this front either. \nOver and above this, the government's policy caused a huge cash shortage, with people having to spend many days standing in ATM lines trying to withdraw their own money.\nAs far as the Modi government is concerned they are unlikely to admit it was a big mistake and will continue to put a positive spin on it, as they have since last November. Things will not change on that front. \nRead more: Why Modi's currency gamble was 'epic failure'\nPoliticians, analysts and ordinary Indians have argued for months over whether Prime Minister Narendra Modi's so-called demonetisation gamble was a success or failure.\nNow the data finally provides the answer, on page 195 of the Reserve Bank of India (RBI) annual report.\nAgriculture, the rural economy and property - which rely largely on cash transactions - were sectors hit by the ban.\nIt also contributed to a slowdown in economic growth.\nBut some analysts did point out the policy did have some positive aspects, including injecting cash into the banking system which had brought the cost of loans down.\n\"While this shows that demonetisation exercise has not yielded a large one-time gain, it has led to financialisation of dormant savings and helped bring down lending rates,\" one economist in Mumbai told Reuters.\nFew observers think the bank figures will damage the government, which has fended off criticism of its cash crackdown while making electoral gains, including a sweeping victory in crucial Uttar Pradesh state in March. ", "date": "30 August 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-41100613", "tags": "policy banks india report notes demonetisation crackdown failed bank money cash rupee illegal government indians failure"}