{"title": "India professor held for cartoon 'ridiculing Mamata'", "content": "Indian police have arrested a professor in Calcutta for allegedly posting on the internet cartoons ridiculing West Bengal Chief Minister Mamata Banerjee.\nProfessor Ambikesh Mahapatra teaches chemistry at Jadavpur University. A court released him on bail.\nPolice say he forwarded doctored images of Ms Banerjee, former Railway Minister Dinesh Trivedi, whom she recently sacked, and his replacement Mukul Roy.\nThe cartoon went viral on the social networking site Facebook.\nMs Banerjee sacked Mr Trivedi in March for not consulting her before presenting the railway budget, which included small but controversial fare increases.\nThe cartoon is a take on Oscar-winning late Bengali filmmaker Satyajit Ray's film Sonar Kella, or The Golden Fort.\nIt criticises Ms Banerjee's performance as a former railway minister. It also pokes fun at her for sacking Mr Trivedi from the same role.\nProf Mahapatra was arrested for \"spreading derogatory messages against respectable people\", said Sujoy Chanda, Deputy Commissioner of Calcutta police. \nHe did not say who these \"respectable people\" were.\nThe professor has been charged under India's information technology (IT) Act.\nProf Mahapatra was also attacked on Thursday night, allegedly by supporters of Ms Banerjee's Trinamool Congress [TMC] party. \nHis fellow professors and intellectuals have condemned his arrest, calling it an attack on free speech.\nThe chief minister, who came to power in 2011 bringing to an end the state's 34-year-old Communist rule, has recently attracted a lot of negative publicity. \nThe government's recent order to paint Calcutta blue was criticised by many.\nMany of Ms Banerjee's high-profile supporters, including party MP and singer Kabir Suman, theatre actor Kaushik Sen and educator Sunanda Sanyal, have also begun criticising her government.", "date": "13 April 2012", "href": "https://www.bbc.com/news/world-asia-india-17699304", "tags": "mamata minister ms india trivedi banerjee held mahapatra railway cartoon police calcutta also professor"}