{"title": "India beats UK and US on mobile data price", "content": "A study into the amount people pay for mobile data has found that the UK has some of the most expensive prices in Europe.\nThe research, from price comparison site Cable.co.uk, found that one gigabyte (GB) of data cost $0.26 (£0.20) in India but $6.66 in the UK. \nThe US had one of the most expensive rates - with an average cost of $12.37 for the same amount of data.\nThe results were \"disappointing\" said Cable's telecoms analyst Dan Howdle.\n\"Despite a healthy UK marketplace, our study has uncovered that EU nations such as Finland, Poland, Denmark, Italy, Austria and France pay a fraction of what we pay in the UK for similar data usage. It will be interesting to see how our position is affected post-Brexit,\" he said.\nThe study compared mobile data pricing in 230 countries around the world. The UK ranked 136th in the list. The global average was $8.53 for 1GB.\nThe cheapest mobile data in Western Europe is in Finland with an average price of $1.16 for 1GB of data. Denmark, Monaco and Italy all offer packages below $2. There were 15 countries in Western Europe which had cheaper prices than the UK.\nIn Eastern Europe, Poland is the cheapest at $1.32 per gigabyte, followed by Romania ($1.89) and Slovenia ($2.21).\nTop five nations:\nBottom five nations:\nZimbabwe is the most expensive country in which to buy mobile data - with an average cost of 1GB coming in at an eye-watering $75.20.\nAfrica has both the cheapest and most expensive prices, with Rwanda, Sudan and the Democratic Republic of Congo all offering less than $1 data prices but Equatorial Guinea and Saint Helena both charging more than $50 per gigabyte.\nAsian nations make up half of the top 20 cheapest countries, with only Taiwan, China and South Korea charging more than the global average.\nThe reasons for the vast differences in prices around the world were complex said Mr Howdle.\n\"Some countries have excellent mobile and fixed broadband infrastructure and so providers are able to offer large amounts of data, which brings down the price per gigabyte. Others with less advanced broadband networks are heavily reliant on mobile data and the economy dictates that prices must be low, as that's what people can afford,\" he added. \n\"At the more expensive end of the list, we have countries where often the infrastructure isn't great but also where consumption is very small. People are often buying data packages of just a tens of megabytes at a time, making a gigabyte a relatively large and therefore expensive amount of data to buy.\"\nThe research looked at SIM-only deals and included a range of packages from all the providers in each country.", "date": "5 March 2019", "href": "https://www.bbc.com/news/technology-47416250", "tags": "mobile us uk beats india gigabyte expensive prices nations countries price europe data average"}