{"title": "India 'WhatsApp child abduction rumours': Five more lynched", "content": "Five men have been lynched by a mob in India's western state of Maharashtra allegedly over rumours of child abduction spreading over WhatsApp.\nTwelve people have been arrested for the killings, which happened on Sunday, police told BBC Marathi.\nThe victims belonged to a nomadic community and had been passing through the village, police said. \nDespite attempts by the police to counter them, incidents of lynchings resulting from such rumours continue.\nThe police have imposed a curfew in the village as the situation remains tense and additional police forces have also been deployed.\nThey said that people from this community often pass though villages begging and they had been doing that when they were attacked. \nOne of the men was allegedly seen talking to a girl and some villagers suspected the group and questioned them.\n\"Since the villagers were not satisfied with their answers, they took the men to a room and started beating them with bamboo sticks and stones,\" M. Ramkumar, a senior police official, told BBC Marathi's Pravin Thakre.\nThe rumours were likely to have been spurred by WhatsApp messages that had gone viral in the village, he said. \nWhen the police arrived, he added, the mob attacked them as well. \n\"This is a very serious and unfortunate incident,\" Dada Bhuse, a local lawmaker, told the BBC. \"We'll take strict action against the accused and against those who spread these rumours.\"\nThe five victims have been identified as Bharat Bhosale,  Dadarao Bhosale, Raju Bhosale, Aganu Hingole and Bharat Mawale.\nApril: A man in the southern state of Tamil Nadu is beaten to death by a mob after he is seen aimlessly wandering the streets\nMay: \nJune: \nChild-abduction rumours had already been circulating in several districts in Maharashtra. Local police even distributed pamphlets to educate people about the rumours.\nOfficials elsewhere in India have also urged people not to believe messages linked to child abductions.\n\"When rumours start circulating on social media, it takes some time to stop them completely,\" senior Assam police official Mukesh Agarwal told BBC Hindi's Dilip Kumar Sharma, adding that police were watching various social media sites to try to stop the spread of the messages. \nLast month, police in the southern city of Hyderabad marched alongside residents with loudspeakers chanting \"don't believe the rumours\".\nIn Tamil Nadu state, where a string of violent incidents has been reported in recent months, authorities have begun awareness drives to counter the rumours.\nIn other southern states like Karnataka, police have set up social media control rooms from where they monitor posts, viral messages and videos.\nPolice in Telangana have issued warnings and have also arrested people who circulated false video messages online.", "date": "2 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44678674", "tags": "messages abduction india five men lynched rumours mob child bbc told state village police"}