{"title": "India woman fights family over 'low caste' husband's murder", "content": "In March 2016, a 22-year-old man was hacked to death in daylight on a crowded road in southern India for marrying a woman of a higher caste. His wife survived the attack and went on to testify against her parents and campaign against the scourge of caste, as the BBC's Soutik Biswas reports. \nOn the last day of his life, Shankar and Kausalya woke up around nine in the morning in their village hut. They had been married eight months. \nIt was Sunday, and they travelled in a public bus to a local market in Udumalpet, some 14km (8.6 miles) away. They wanted to shop for new clothes for Shankar, who had to attend a function at his college the next day.\nThe sun was beating down hard when they entered a clothes shop. She spotted a pink shirt and thought her husband would look good in it. As they walked out, Shankar spotted a mannequin in the shop window wearing a green shirt.\n\"I think I like this shirt better,\" he said.\nThey walked back in again, exchanged the pink for the green, stepped out of the shop and began crossing a crowded road on their way back to take a bus home.  But first, Shankar told Kausalya, he would like to treat her to her favourite chilli snack.\n\"Another day,\" Kausalya said. \nShe had only sixty rupees (94 cents; 68p) in her purse, and they couldn't afford it. So they decided to return home, where Shankar promised to cook her a special meal.\nCCTV footage showed the couple walking briskly towards the road. But before they could cross, five men, riding on two bikes, halted behind them. Four of the men sauntered up to the couple and attacked them with long knives. The casualness with which the murderers fell upon them was chilling. They slashed the couple as if they were pruning bushes. \nBleeding profusely, Shankar scrambled to run away. Kausalya limped towards a stationary SUV, when she was felled again by her assailants. \nIt was all over in 36 seconds.  The men returned to their motorcycles and left leisurely as a crowd began to collect. (The police later found six people came on three bikes, two bearing false number plates. Five of them attacked the couple, while one man kept watch.)\nAn ambulance arrived soon and scooped the couple off the blooded-slicked tarmac. On the way to the hospital, 60km away, the medic inexplicably sat in the front seat. On the metal stretcher, Kausalya, her vision blurring, held the IV drip. Shankar lay still. \n\"Rest your head on my chest,\" he rasped. Kausalya moved to his side.\nMinutes later, as the ambulance entered the hospital, Shankar stopped breathing. \nAutopsy surgeons found 34 cuts and stab wounds on Shankar's \"moderately nourished body\". He had died of \"shock and haemorrhage due to multiple cuts and stab injuries\". \nKausalya spent 20 days in the hospital, her face swathed in bandages, and waiting for 36 stitches to heal and a bone fracture to repair. She told the police from the hospital bed that her parents were responsible for the attack.\n\"Why did you love him?\" one of the attackers kept shouting as he stabbed her. \"Why?\" \nShankar and Kausalya had broken what writer Arundhati Roy, in her Booker-prize winning novel, The God of Small Things, described as \"Love Laws\" that \"lay down who should be loved … And how … And how much\". \nShankar was a Dalit (formerly known as untouchable), and the son of a landless daily wage farm worker, who lived in a single room hut with four family members in Kumaralingam village. Kausalya came from a relatively influential Thevar caste, the daughter of a 38-year-old money lender and taxi operator, who lived in a two-storey house in Palani, a small town.\nWhen she told her parents she wanted to become an air-hostess, they rejected the idea \"saying I would have to wear short skirts.\" After she finished school in 2014, they took her to a family temple to meet men they wanted her to marry. When she refused, they sent her to her a private college to study computer science and engineering.\nShe hated college. \"There were too many restrictions. We could not venture outside the campus. We could not talk to the boys. Male and female students sat separately in the classroom. On the college bus, we sat in different sections. If the security saw us talking to the boys, they would inform our parents. It was very stifling.\"\nBut love can happen even in the unlikeliest of places. At the college freshers function, a lanky engineering student walked up to her, introduced himself as Shankar and asked her, \"Are you in love with anyone?\"\nKausalya says she didn't answer and walked away, feeling embarrassed.\nThe next day, Shankar went up to her and qualified the unanswered question: \"Are you in love with anyone because I think I love you.\" She slunk away again.\nOn the third day, when Shankar again walked up to her, she told him to \"look for another girl\". \"People will know if we go out. It will be difficult to know you,\" she said.\nShe began warming to him slowly though. Shankar had stopped telling her that he loved her, so \"we behaved like \"respectful friends\". \"I also didn't tell him I loved him, but over time it crept up on me\".\nIt was hard-earned love. Since she couldn't step outside her home alone to speak on the phone, they exchanged WhatsApp messages on their college bus rides.  Every day, for 18 months, they exchanged  texts. They spoke about their hopes and dreams.\n\"I have two dreams,\" he texted her one day. \"Build a proper house for the family. And love you forever.\"\nIn her second year, she signed up for Japanese language classes, so she could stay beyond college hours and take a public bus home. Shankar would wait for her, and they began chatting on the bus.\nBut one day in July 2015 the bus conductor saw them chatting, found out where Kausalya lived and informed her mother. The same evening, her parents took away her phone, called up Shankar and warned him to stay away from their daughter. They told her that Shankar would \"make her pregnant and run away\". The next day, they took her out of college.\nShe cried all night and woke up next morning in an empty house - her parents had gone out. She looked for her phone, found it, and called Shankar to tell him about the fight with her parents. She asked him whether he planned to make her pregnant and run away.\n\"If you feel that way, we can run away right now, and get married,\" Shankar said.\nKausalya packed a bag, left home and went to the local bus stop. The next day, on 12 July 2015, they went to a temple and got married. Then they went to the local police station, reported their inter-caste marriage and sought protection. Dalits and tribes-people bear the brunt of caste brutality in Tamil Nadu: there were more than 1,700 reported crimes against them that year alone.\nThe next eight months, says Kausalya, were \"the freest, happiest time\" of her life. She moved to Shankar's hut - which they shared with his father, two brothers and his grandmother - dropped out of college, and began work as a salesgirl, earning a monthly salary of 5,000 rupees. \nHer parents and relatives tried hard to separate them: they filed a police complaint saying Shankar had kidnapped their daughter; and a week after her marriage, abducted her and took her to shamans and priests who smeared ash on her face and force-fed her potions, pressuring her to leave her husband. Exhausted, they finally gave up and Shankar took her home. Then her parents offered Shankar a million rupees to leave Kausalya. \nA week before the murder, Kausalya says, her parents visited their home and ordered her to come with them. She refused to budge.\n\"If something happens to you after today, we are not responsible,\" her father told her, before leaving.\nPolice found Kausalya's father had hired five men with previous criminal records for 50,000 rupees to kill his daughter and son-in-law in broad daylight \"to send out a public message\" about what happens when a woman falls in love with a lower-caste man. \nThere were 120 witnesses to the murder. Kausalya herself opposed the bail of her parents 58 times in the court. \"My mother threatened me repeatedly that she would kill me. She told me I was better off dead than married to him,\" Kausalya told the judge.\nIn December, Judge Alamelu Natarajan sentenced six men, including Kausalya's father, to death. Her mother was acquitted along with two others. Kausalya is set to appeal against the acquittal, as she believes her mother was equally guilty.\nThere was a time after Shankar's murder, she said, she would break down frequently, and wanted to take her life. Then she cut her hair short, began learning karate, and reading books on caste. She began meeting anti-caste groups and speaking out against caste crimes. She also learned to play the parai, a drum traditionally played by Dalits.\nToday, she has realised Shankar's dream by constructing a four-room house for his family from the compensation she received from the government, and started a tuition centre for poor students in the village. To run the family, she has taken a clerk's job in a government office.  At weekends, she travels all over Tamil Nadu, speaking at meetings against caste, honour killings and emphasising the \"importance of love\".\n\"Love is like water, it is a natural thing,\" she says. \"Love happens. And women have to revolt against the caste system, if it has to be stopped.\" Many don't like her campaign and post death threats on her Facebook wall, so she has been given police security.\nAfter Shankar died, doctors handed his phone over to her. It contains many fond memories of their courtship. \n\"I don't know what to say, but I miss you,\" Shankar had texted her on a summer evening in 2015. \n\"Me too,\" she had replied. \nThis story is the last of a series about Indian women fighting for equality", "date": "22 January 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-42700361", "tags": "fights husband college india bus parents murder woman caste day shankar away kausalya love family"}