{"title": "India and Pakistan: How the war was fought in TV studios", "content": "As tensions between India and Pakistan escalated following a deadly suicide attack last month, there was another battle being played out on the airwaves. Television stations in both countries were accused of sensationalism and partiality. But how far did they take it? The BBC's Rajini Vaidyanathan in Delhi and Secunder Kermani in Islamabad take a look.\nIt was drama that was almost made for television.\nThe relationship between India and Pakistan - tense at the best of times - came to a head on 26 February when India announced it had launched airstrikes on militant camps in Pakistan's Balakot region as \"retaliation\" for a suicide attack that had killed 40 troops in Indian-administered Kashmir almost two weeks earlier. \nA day later, on 27 February, Pakistan shot down an Indian fighter jet and captured its pilot.\nAbhinandan Varthaman was freed as a \"peace gesture\", and Pakistan PM Imran Khan warned that neither country could afford a miscalculation, with a nuclear arsenal on each side.\nSuddenly people were hooked, India's TV journalists included.\nRajini Vaidyanathan: Indian television networks showed no restraint when it came to their breathless coverage of the story. Rolling news was at fever pitch. \nThe coverage often fell into jingoism and nationalism, with headlines such as \"Pakistan teaches India a lesson\", \"Dastardly Pakistan\", and \"Stay Calm and Back India\" prominently displayed on screens.  \nSome reporters and commentators called for India to use missiles and strike back. One reporter in south India hosted an entire segment dressed in combat fatigues, holding a toy gun. \nAnd while I was reporting on the return of the Indian pilot at the international border between the two countries in the northern city of Amritsar, I saw a woman getting an Indian flag painted on her cheek. \"I'm a journalist too,\" she said, as she smiled at me in slight embarrassment. \nPrint journalist Salil Tripathi wrote a scathing critique of the way reporters in both India and Pakistan covered the events, arguing they had lost all sense of impartiality and perspective. \"Not one of the fulminating television-news anchors exhibited the criticality demanded of their profession,\" he said.\nSecunder Kermani: Shortly after shooting down at least one Indian plane last week, the Pakistani military held a press conference. \nAs it ended, the journalists there began chanting \"Pakistan Zindabad\" (Long Live Pakistan). It wasn't the only example of \"journalistic patriotism\" during the recent crisis. \nTwo anchors from private channel 92 News donned military uniforms as they presented the news - though other Pakistani journalists criticised their decision. \nBut on the whole, while Indian TV presenters angrily demanded military action, journalists in Pakistan were more restrained, with many mocking what they called the \"war mongering and hysteria\" across the border.  \nIn response to Indian media reports about farmers refusing to export tomatoes to Pakistan anymore for instance, one popular presenter tweeted about a \"Tomatical strike\" - a reference to Indian claims they carried out a \"surgical strike\" in 2016 during another period of conflict between the countries.  \nMedia analyst Adnan Rehmat noted that while the Pakistani media did play a \"peace monger as opposed to a warmonger\" role, in doing so, it was following the lead of Pakistani officials who warned against the risks of escalation, which \"served as a cue for the media.\" \nRajini Vaidyanathan: As TV networks furiously broadcast bulletins from makeshift \"war rooms\" complete with virtual reality missiles, questions were raised not just about the reporters but what they were reporting. \nIndian channels were quick to swallow the government version of events, rather than question or challenge it, said Shailaja Bajpai, media editor at The Print. \"The media has stopped asking any kind of legitimate questions, by and large,\" she said. \"There's no pretence of objectiveness.\" \nIn recent years in fact, a handful of commentators have complained about the lack of critical questioning in the Indian media. \n\"For some in the Indian press corps the very thought of challenging the 'official version' of events is the equivalent of being anti-national\", said Ms Bajpai.  \"We know there have been intelligence lapses but nobody is questioning that.\"\nSenior defence and science reporter Pallava Bagla agreed. \"The first casualty in a war is always factual information. Sometimes nationalistic fervour can make facts fade away,\" he said.  \nThis critique isn't unique to India, or even this period in time. During the 2003 Iraq war, western journalists embedded with their country's militaries were also, on many occasions, simply reporting the official narrative. \nSecunder Kermani: In Pakistan, both media and public reacted with scepticism to Indian claims about the damage caused by the airstrikes in Balakot, which India claimed killed a large number of Jaish-e-Mohammad (JeM) militants in a training camp. \nHamid Mir, one of the most influential TV anchors in the country travelled to the area and proclaimed, \"We haven't seen any such (militant) infrastructure... we haven't seen any bodies, any funerals.\" \n\"Actually,\" he paused, \"We have found one body… this crow.\" The camera panned down to a dead crow, while Mr Mir asked viewers if the crow \"looks like a terrorist or not?\"\nThere seems to be no evidence to substantiate Indian claims that a militant training camp was hit, but other journalists working for international outlets, including the BBC, found evidence of a madrassa, linked to JeM, near the site.\nA photo of a signpost giving directions to the madrassa even surfaced on social media. It described the madrassa as being \"under the supervision of Masood Azhar\". Mr Azhar is the founder of JeM.  \nThe signpost's existence was confirmed by a BBC reporter and Al Jazeera, though by the time Reuters visited it had apparently been removed. Despite this, the madrassa and its links received little to no coverage in the Pakistani press. \nMedia analyst Adnan Rehmat told the BBC that \"there was no emphasis on investigating independently or thoroughly enough\" the status of the madrassa. \nIn Pakistan, reporting on alleged links between the intelligence services and militant groups is often seen as a \"red line\". Journalists fear for their physical safety, whilst editors know their newspapers or TV channels could face severe pressure if they publish anything that could be construed as \"anti-state\". \nRajini Vaidyanathan:  With a general election due in a few months, PM Narendra Modi continued with his campaign schedule, mentioning the crisis in some of his stump speeches. But he never directly addressed the ongoing tensions through an address to the nation or a press conference. \nThis was not a surprise. Mr Modi rarely holds news conference or gives interviews to the media.  When news of the suicide attack broke,  Mr Modi was criticised for continuing with a photo shoot. \nThe leader of the main opposition Congress party, Rahul Gandhi, dubbed him a \"Prime Time Minister\" claiming the PM had carried on filming for three hours. PM Modi has also been accused of managing his military response as a way to court votes.  \nAt a campaign rally in his home state of Gujarat he seemed unflustered by his critics, quipping \"they're busy with strikes on Modi, and Modi is launching strikes on terror.\"\nSecunder Kermani: Imran Khan won praise even from many of his critics in Pakistan, for his measured approach to the conflict. In two appearances on state TV, and one in parliament, he appeared firm, but also called for dialogue with India. \nHis stance helped set the comparatively more measured tone for Pakistani media coverage. \nOfficials in Islamabad, buoyed by Mr Khan's decision to release the captured Indian pilot, have portrayed themselves as the more responsible side, which made overtures for peace. \nOn Twitter, a hashtag calling for Mr Khan to be awarded a Nobel Peace Prize was trending for a while. But his lack of specific references to JeM, mean internationally there is likely to be scepticism, at least initially, about his claims that Pakistan will no longer tolerate militant groups targeting India. ", "date": "10 March 2019", "href": "https://www.bbc.com/news/world-asia-47481757", "tags": "fought tv india pakistan media studios pakistani one war indian journalists"}