{"title": "India facing the 'worst water crisis in its history'", "content": "India is facing its worst-ever water crisis, with some 600 million people facing acute water shortage, a government think-tank says.\nThe Niti Aayog report, which draws on data from 24 of India's 29 states, says the crisis is \"only going to get worse\" in the years ahead.\nIt also warns that 21 cities are likely to run out of groundwater by 2020 despite increasing demand.\nThis would also threaten food security as 80% of water is used in agriculture. \nIndian cities and towns regularly run out water in the summer because they lack the infrastructure to deliver piped water to every home. \nRural areas are also badly affected by a lack of access to clean water. They cannot rely on groundwater due to erratic rains and the fact that the groundwater is increasingly used for farming when monsoon rains are delayed or insufficient.\nAround 200,000 Indians die every year because they have no access to clean water, according to the report. \nMany end up relying on private water suppliers or tankers paid for the by the government. Winding queues of people waiting to collect water from tankers or public taps is a common sight in Indian slums. \nAs cities and towns grow, the pressure on urban water resources is expected to increase - the report estimates that demand will be twice as much as available supply by 2030. Water scarcity would also account for a 6% loss in India's gross domestic product (GDP).\nSome Indian states, however, are doing a better job than others in managing their water. Gujarat in the west topped the report's rankings. It was closely followed by Madhya Pradesh in central India and Andhra Pradesh in the south. \nFifteen of the 24 states scored better than they did the previous year, leading to one of the report's conclusions that \"water management is improving across-the-board\". \nBut what remains alarming is that the states that are ranked the lowest - such as Uttar Pradesh and Haryana in the north or Bihar and Jharkhand in the east - are also home to nearly half of India's population as well the bulk of its agricultural produce. \nBut, the report said, policymakers face a difficult situation because there is not enough data available on how households and industries use and manage water. ", "date": "15 June 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-44492994", "tags": "also history indian india report states facing water groundwater pradesh cities crisis"}