{"title": "Indian PM Manmohan Singh aide memoir 'mischievous'", "content": "The daughter of Indian PM Manmohan Singh has said a controversial new memoir written by a former aide was a \"huge betrayal of trust\".\nFormer media advisor Sanjaya Baru's book suggests that Mr Singh's authority was undermined by his own Congress party and led to a drift in governance. \nIn January Mr Singh announced that he would not stay in the post if his Congress party won the next election.\nMr Singh, 81, has been Indian PM for almost a decade.\nMr Baru's book The Accidental Prime Minister: The Making and Unmaking of Manmohan Singh which was released over the weekend said his boss's second term in office was stymied by his own Congress party - \"He was defanged bit by bit,\" he writes.\nHe also writes that Mr Singh's \"authority [was] curbed by the nature of power-sharing\" between the Congress party president Sonia Gandhi and the PM. \nCritics say there has never been any doubt that Sonia Gandhi is the real power centre in India and that Mr Singh has never been fully in charge.\nMr Singh's daughter, Upinder Singh, told The Indian Express that Mr Baru's book was \"nothing but a stab in the back\", and described it as a \"mischievous, unethical exercise\".\n\"While I am not speaking on behalf of the prime minister, we are extremely angry at the exaggerated level of access the author has ascribed to himself,\" she said. \n\"It is an audacious account with so-called quotes, of even the prime minister, which have been recorded as facts. Reported speech has been used as direct speech. Is this ethical?''\nMs Singh, who teaches history at the Delhi University, has also questioned the timing of the book in the middle of the ongoing general election in which the ruling Congress party is widely expected to suffer reverses.\n\"I have written several books and know that authors have a say in the timing of the release. To me, there are other reasons for the timing. It is absurd to say there is no political motive,\" she said.  \nEarlier, Mr Singh's office issued a statement saying that Mr Baru's book was \"an attempt to misuse privileged position and access to high office to gain credibility and to apparently exploit it for commercial gain\".\nMr Baru, a former journalist who served as Mr Singh's media advisor between 2004 and 2008, has defended his book.\nHe said \"the people of this country have a right to know what happens within the highest levels of government in decision making\". \nMr Singh has been one of India's longest serving prime ministers and is widely regarded as the architect of India's economic reforms programme.\nHowever, in recent years, his government has been beset by corruption allegations, with disenchantment rising steadily.", "date": "15 April 2014", "href": "https://www.bbc.co.uk/news/world-asia-india-27030807", "tags": "indian book prime party baru singh manmohan aide pm congress memoir"}