{"title": "India elections: Setback for Modi's BJP in three key states", "content": "Indian Prime Minister Narendra Modi and his right-wing BJP party appear to be facing a political setback, with major swings against it in three key state elections.\nThe opposition Congress Party looks set to form governments in Chhattisgarh and Rajasthan, while Madhya Pradesh heads for a photo-finish.\nCorrespondents say a win for the depleted Congress in at least two states will see it regain credibility.\nGeneral elections are due in 2019. \nEarly results in the central state of Madhya Pradesh put the Congress well ahead, but the BJP has been making a late comeback.  It is still unclear which of the parties will eventually form the government there.\nHowever the opposition, headed by Rahul Gandhi, has a clear lead in Rajasthan and Chhattisgarh, which are former BJP strongholds. \nMr Modi, whose brand of Hindu nationalism helped him come to power in 2014, campaigned aggressively in all three states. \nSoutik Biswas, BBC News, Delhi\nNarendra Modi's grandiose promises - especially to create more jobs and increase incomes of farmers - have begun to bite. \nA lack of jobs and farmer distress will be the crucial issues at next year's national elections, although whether India's farmers will vote as an \"angry bloc\" against the government is unclear.\nBut the lack of a competitive leader to take on Mr Modi, and the failure to offer an alternative narrative of hope to the people will still make it difficult for the Congress and its allies to mount a credible challenge to Mr Modi. \nTuesday's verdict will surely rejuvenate the Congress, but that may not be enough to defeat a formidable ideological adversary like the BJP next year.\nRead more from Soutik\nElection results are also being declared for the southern state of Telangana and the north-eastern state of Mizoram.  \nRegional parties - the Telangana Rashtra Samiti (TRS) and the Mizo National Front (MNF) - are headed for a landslide victory in these states.\nThe Congress was widely expected to win in the northern state of Rajasthan, while Madhya Pradesh was always seen as a close contest between the two parties. \nBBC Hindi's Vineet Khare says the Congress may have been overconfident in Madhya Pradesh ahead of the results.\n\"A large banner congratulating senior leader and former minister Kamal Nath was already up at the Congress headquarters yesterday.  But now it looks like both parties are still racing to reach the halfway mark they need to win. They might need help from an ally to actually form the government,\" our correspondent reports from Bhopal.\nBut results in Chhattisgarh, where the Congress appears poised to win by a wide margin, have been the most surprising. \n\"The reason behind the Congress victory is anti-incumbency because people feel that there is a lack of development in most parts of the state despite 15 years of the BJP governing there,\" reports BBC Hindi's Salman Ravi from the state capital Raipur. \"Farmers in particular, who have been angry about what they see as a lack of state support for their profession, voted for the Congress in large numbers. People in the state were clearly looking for change this time.\" \nAn anti-incumbency vote against the BJP in the three key states had been predicted, and some analysts point out people vote differently at state and national level.\nBut the results so far suggest a very visible setback for the BJP, which had steadily increased its state footprint since coming to office in 2014.  \nAnd issues of rural discontent - such as unemployment, lack of development and farming distress - are being seen as issues that could affect ballots next year. \nBBC Hindi's Nitin Srivastava who is in Rajasthan, has been posting photos of the starkly different atmospheres at the BJP and Congress party offices in the state.  ", "date": "11 December 2018", "href": "https://www.bbc.co.uk/news/world-asia-india-46517936", "tags": "madhya india key lack win bjp elections states setback three results pradesh modi state rajasthan congress"}