{"title": "Indian Muslim leader Syed Shahabuddin dies aged 82", "content": "Indian politician Syed Shahabuddin, an influential political figure for minority Indian Muslims, has died aged 82.\nThe former diplomat was known for opposing the controversial demolition of the Babri Masjid mosque.\nHe served as an MP for three terms between 1979 and 1996, and also successfully campaigned to ban Salman Rushdie's novel The Satanic Verses.\nHe died in hospital following a prolonged illness, local media said.\nSyed Shahabuddin previously worked as an Indian Foreign Service officer and also led the All India Muslim Majlis-e-Mushawarat - the country's top-level forum for Muslim organisations.\nMr Shahabuddin was also the head of the Babri Action Committee, an organisation dedicated to the preservation of a 16th Century mosque in Ayodhya.\nThe contested ownership of the site and its eventual demolition created national tension between Hindus and Muslims, resulting in the 1992 riots in which 2,000 people died. The site remains a flashpoint today.\nHe also came to international attention for his efforts to ban The Satanic Verses, whose publication in 1988 outraged Muslims around the world, with many arguing it was blasphemous.\nMr Shahabuddin was widely seen as responsible for preventing the book from being imported into India - the first country to introduce such a ban.\nThe book is comprised of three stories woven together. One of them - the most controversial - features a prophet named Mahound, who founds a religion in the desert. \nThat story is inspired by an apocryphal incident in the life of the Prophet Muhammad, called the Satanic Verses.\nIt references verses of the Koran which the Prophet Muhammad later retracted as incorrect - and blamed on the prompting of Satan.\nThe issue is a controversial one for scholars and religious teachers.\nFollowing the controversy over Rushdie's novel, Ayatollah Khomeini of Iran issued a fatwa ordering Muslims to kill the author.\nThe book is still banned in India.", "date": "4 March 2017", "href": "https://www.bbc.com/news/world-asia-india-39166740", "tags": "ban indian aged india muslims shahabuddin muslim syed dies died leader also verses controversial satanic"}