{"title": "India election 2019: PM Narendra Modi's Tamil Nadu problem", "content": "Politicians often make strange promises on the campaign trail.\nBut even so, a pledge relating to in-flight announcements is not quite what you would expect to hear at a large political rally. And especially in a country like India where much of the population has never seen the inside of an airport, let alone a plane.\nYet that is exactly what India's Prime Minister Narendra Modi spoke about to a large gathering in Kancheepuram in the southern state of Tamil Nadu earlier this month. \n\"We are also seriously thinking about ensuring that flights flying to and from Tamil Nadu have in-flight announcement in Tamil language,\" he told the crowd in halting English with the aid of a Tamil translator.\nThe chief minister of the state, whose AIADMK party had recently signed an alliance with Mr Modi's Bharatiya Janata Party (BJP), looked gleeful and clapped his hands together briefly. The crowd dutifully cheered but soon fell silent.\nMr Modi's second promise - to rename the iconic Chennai Central Station in honour of AIADMK's founder MG Ramachandran got a better response. But these were still unusual announcements from a politician who normally sells his crowds much more ambitious dreams.\nUsually a captivating and fiery orator, the prime minister looked discomfited during his speech of just over 40 minutes. His decision not to speak in Hindi was a clear handicap, although in a state known for its strong sentiments against the language, it was an unsurprising choice.\nEven as he stood on the stage, social media in the region was lighting up as people began tweeting with the hashtag #GoBackModi. The slogan, which was first prominently raised by opposition parties when Mr Modi visited Chennai (formerly Madras) for an event last year, has begun trending on social media every time he visits the south. On several occasions, including this one, it began trending worldwide.\nIn parts of his address, it seemed as though India's PM genuinely did not know how to connect with the people gathered there. And it appears many voters in the state, which has a population of 72 million and has always defined itself in opposition to the Hindi-speaking North, do not connect with him either. \n\"Not many youngsters attend BJP meetings. I have seen many memes and video trolls of Modi and other Tamil Nadu BJP leaders and laughed loudly,\" D Selvakumar, a first-time voter in Chennai, told BBC Tamil. \"We do not look up to Modi as a national leader because he lacks relevance among Tamil people.\"\nOf course not everyone feels that way. Political analysts say that there are many in the state who identify with Mr Modi's message of patriotism and see him as a strong leader.\nNarayanan Thirupathy, a spokesman for the BJP in south India, said the prime minister was the only person who could fill the vacuum left by the deaths of Jayalalitha in 2016 and Karunanidhi in 2018. The two former chief ministers dominated politics in the state for decades. \n\"The parties here fear the name of Modi. So they have been part of a malicious campaign to paint him as an enemy of the Tamil people. They are trying to destabilise the culture and government of this state,\" he told the BBC. \nBut KN Arun, a senior journalist and political analyst, said that Mr Modi's silence after cyclone Gaja devastated the state last year, had angered many people.\n\"He didn't even tweet about it or make an aerial survey. And now after elections have been announced, he has come here three times. People are very rankled.\"\nAnalysts in the state say however, that the disconnect is much more fundamental than that. \nThe BJP and its ideological fountainhead, the RSS, are widely perceived to represent an upper caste, north Indian agenda. Although Mr Modi is not a Brahmin (the caste on top of India's social hierarchy) and the RSS has in recent years tried hard to shed its image of a purely upper caste organisation, it does not seem to have convinced too many people.\n\"It's been about eight decades now, but the BJP is still seen as a Brahminical party here. They really need to shed this image,\" Mr Arun said.\nTamil Nadu is a state that has long seen itself as a bulwark against the \"hegemony\" of north India. In 1965, it saw violent protests against the proposed imposition of Hindi as India's only official language.\nIts politics are also influenced by the Dravidian movement, at the core of which is anti-Brahmin sentiment with a strong emphasis on \"self-respect\" for other castes and a focus on social welfare and development. \nSo successive state governments in Tamil Nadu have invested heavily in social welfare projects such as nutrition schemes, the building of free schools and colleges, and the electrification of villages.\nTherefore Tamil Nadu, along with its neighbouring state of Kerala, stands apart in a country that still has massive challenges to overcome in terms of human development.\nAccording to the 2011 population census, the state has a literacy rate of more than 80%. It also has a maternal mortality rate of just 67 per 100,000 live births and low levels of malnutrition. This is mainly due to the fact that successive state governments have followed strong socialist welfare policy schemes.\nIt also has the second-largest state economy in India, with strong agricultural and industrial sectors. The latest data shows that the eonomy grew by an impressive 8% in 2017-2018.\n\"The problem is that everything he offers Tamil Nadu was irrelevant to us 20 years ago. All the goals of his so-called landmark schemes were achieved in this state decades ago,\" says PTR Thiyagarajan, a lawmaker from the state's opposition DMK party, who called Mr Modi's rallies \"embarrassing\".\n\"He is so used to talking in the language of deprivation that he doesn't know what to say when he comes here.\"\nBut Mr Narayanan of the BJP said his party had introduced both infrastructure development programmes and welfare programmes which had greatly benefited the state. \nElsewhere in India the BJP has worked to consolidate a common Hindu vote. But this strategy has not succeeded in Tamil Nadu: the party won a single seat in the state there in 2014.\n\"Although it is deeply religious, Tamil Nadu has always been a truly secular state. People here don't want that disturbed. We don't want all these fundamentalist slogans and divisive politics,\" author and journalist Vaasanthi said.\n\"Dravidian ideology runs counter to the Hindu fundamentalist ideology of the BJP. Even if it has some traction among some sections it is highly unlikely to convert to votes here,\" says KN Arun.\nHowever, it is not as though Tamil Nadu does not have issues that Mr Modi could seize on.\n\"There are gripping local issues, extremely important regional issues, but none of these things are reflected in Mr Modi's speeches. He cannot be expected to keep track of what is happening everywhere in the country but his speech writers should know better,\" RK Radhakrishnan, the associate editor of the Frontline current affairs magazine, said.\nMr Radhakrishnan said that instead of talking about things like station names, which he described as a \"joke\", Mr Modi could have talked about how the state's industrial hubs were floundering, with massive job losses in recent years.\n\"And why can't he directly address voter demands? When he went to the city of Tiruppur he could have talked about the speciality hospital that people had asked for. Yet he never even brought it up. Why can't he talk about how a Supreme Court ban on firecrackers is hurting industries in Sivakasi?\"\nHe believes that the BJP has simply decided that Tamil Nadu is not a priority - at least for now. \n\"Of course he would love to get Tamil Nadu right, but it's not a game-changer if he doesn't. I believe he comes just to galvanise his base in the south. And for that, this is enough.\"", "date": "27 March 2019", "href": "https://www.bbc.com/news/world-asia-india-47664721", "tags": "election india problem party bjp nadu narendra modi state pm tamil said"}