{"title": "Indonesia’s National Airline Seeks to Cancel Order of Boeing Max 8s", "content": "JAKARTA, Indonesia — Indonesia’s national airline has told Boeing that it wants to cancel an order of 737 Max 8 jets, the carrier’s spokesman said on Friday, the first publicly confirmed attempt to cancel a deal for the planes since they were grounded around the world this month after two deadly crashes.\nThe airline, Garuda Indonesia, said that its passengers had lost confidence in the model after the crashes. It said that it sent a letter to Boeing on March 14 seeking to cancel its order of 49 more planes; it had ordered 50, just one of which has been delivered. The deal is estimated to be worth $4.9 billion.\n“Continuing the Max order does not benefit Garuda,” said the spokesman, Ikhsan Rosan. “Our passengers, psychologically, they don’t trust flying with Max anymore. They often asked during booking what type of aircraft they would be flying on.”\nA Boeing spokesman declined to comment. More than 4,000 737 Max planes, Boeing’s best-selling aircraft, are on order by airlines around the world. Boeing’s stock, which has dropped about 12 percent since the March 10 Ethiopian Airlines crash in which 157 people died, fell nearly 3 percent on Friday.\nThe Ethiopian Airlines accident, in which the plane’s course became erratic almost immediately after takeoff, was  similar to the Oct. 29 crash of a Lion Air flight, also a Max 8. That plane plunged into the sea off the Indonesian coast, killing all 189 people aboard.\nInvestigators examining both crashes are looking into, among other things, whether Boeing’s changes to the Max 8’s flight control system might have played a role. Boeing has planned a software update to fix any issues with the flight-control system, known as MCAS.\nFew analysts expect other airlines to follow Garuda’s lead.\n“Changing orders midstream is a very costly affair,” said Howard Wheeldon, an aerospace analyst who runs his own consulting business in Britain. He said he could recall no previous examples of a major airline backing out of an order after an accident.\n“There’s a huge cost involved in training, support” and maintenance, Mr. Wheeldon said. “You’ve got to think long and hard before you change your aircraft and your engine supplier.”\nIndeed, some American carriers that fly the Max are scheduled to meet with Boeing at the company’s factory in Renton, Wash., this weekend to discuss the planned software update, according to an official at one major United States airline, who spoke on the condition of anonymity because the meeting had not been made public. The official cautioned that airlines did not expect to fly the Max immediately after receiving the software update because other questions remained.\nAnother person familiar with the gathering said Boeing would talk to the airlines about the possibility of simulator training for the planes, and brief them on the changes being planned to the Max.\nJon Weaks, the president of the Southwest Airlines pilots union, said “technical and training team members” from the airline would be in attendance. ”We want to ensure the highest quality products for our crews,” he said.\nAmerican, United and Southwest Airlines said there were no changes to their orders for Max aircraft. “We are still confident in the airplane,” said Beth Harbin, a Southwest spokeswoman.\nGaruda could find it difficult to get out of its Max 8 order. Airlines typically put down a deposit of as much as 20 percent of the price of the plane, which costs $120 million before discounts, modifications and other adjustments. To get out of such a commitment, an airline has to show that the plane suffers from a structural problem or some other debilitating flaw, industry experts say.\nMr. Ikhsan, the Garuda spokesman, did acknowledge that it was difficult to cancel such agreements once they had been signed. He said Garuda officials would meet with Boeing executives in Jakarta, the Indonesian capital, on Thursday to discuss alternatives.\n“It still all has to be discussed,” Mr. Ikhsan said.\nAirlines have limited alternatives, as Boeing and Airbus are the primary manufacturers of airliners used by most of the world’s commercial carriers. Airlines maintain longtime relationships with manufacturers, and it would be difficult to cut ties with one of the two manufacturers making the aircraft they needed, something that Mr. Ikhsan acknowledged on Friday. He said it was possible “that we change to another model, not Max, but still from Boeing.”\nIt could also be hard to find replacements. Airbus has a yearslong backlog of orders to fill for its rival to the Max 8, the A320neo. China’s rival plane, the C919 — built by the Commercial Aircraft Corporation of China, or Comac — has not yet flown commercially and must prove that it is both fuel efficient and economical to operate.\nUntil investigators determine exactly what happened on both the Ethiopian Airlines flight and the Lion Air flight, airlines could also find it difficult to change contracts they have with Boeing.\nNorwegian Air, a low-cost airline with one of the largest Max 8 fleets outside the United States, said last week that it expected Boeing to cover the costs of the aircraft’s being grounded. But arguing for compensation could be difficult at this stage, experts said.\nA spokesman for Norwegian said on Friday that the airline had no plans to cancel its orders from Boeing. Representatives of other airlines with 737 Max planes on order, including Tui, Icelandair, FlyDubai, LOT, Comair and Enter Air, also said they had no plans to cancel orders.\n“We’re waiting for the result of the investigation,” said Aage Duenhaupt of Tui Fly, a subsidiary of the Tui Group, a tourism company in Germany that has 59 737 Max planes on order. “We see fleet decisions as long-term decisions. There are no plans on our side to change at the moment.”\nNevertheless, Garuda’s decision and the indication that many passengers do not trust that they can fly safely in a Boeing’s 737 Max are a blow to the company, which has been thrust into crisis by the crashes.\nWith its best-selling plane grounded, no firm timetable for a return and airlines questioning their contracts, the company also faces increased scrutiny from regulators.\nIn his first public comments since the Ethiopian crash, Dennis A. Muilenburg, Boeing’s chief executive, said this week that the company was “taking actions to fully ensure the safety of the 737 Max.”", "date": "March 22, 2019", "href": "https://www.nytimes.com/2019/03/22/world/asia/indonesia-boeing-737.html", "tags": "airlines “ boeing airline seeks cancel aircraft garuda order indonesia national max"}