{"title": "Infosys Built Its Global Machine With Indian Workers. Can It Adjust to Trump’s ‘Hire American’?", "content": "When Infosys, a big Indian technology outsourcing company, opened a new office in Indianapolis this year, executives hailed it as a step along a new path.\nInfosys built itself into a global giant by running the digital engine rooms of American corporations with armies of engineers in India. But the new technology center — a sprawling open-plan space in a downtown office tower — is in the epicenter of the American Midwest.\nAnd its recruits are people like Keith Smith Jr., a graduate of Indiana University, who previously held a variety of jobs before Infosys trained him as a software engineer.\nRavi Kumar, a president of Infosys, described the office as “a manifestation of what the future is going to look like.”\nThe company, a shining success story in the Indian economy, is under mounting pressure to hire more Americans and do significantly more work onshore, in what would be a striking overhaul of its corporate culture and its business practices. In the process, Infosys has become a case study of how market forces and immigration changes by the Trump administration are reshaping corporations.\nInfosys is staring at two daunting challenges to its long-successful business model, which generated $2.5 billion in profit in its last fiscal year. Companies are increasingly adopting technologies best built by small teams working side by side with customers, like cloud computing and mobile apps. It is work better situated in the Indianapolis tech center than thousands of miles away in India.\nPolicy changes from the Trump administration may be even more threatening. As part of his efforts to curb the flow of foreign workers into the United States, President Trump called for tighter controls on skilled worker visas in his “Buy American, Hire American” executive order last year.\nTraditionally, Indian outsourcers like Infosys have deftly exploited the skilled-worker visa system. The majority of its employees in the United States hold one of those visas, analysts estimate. The company has also been fined by the government for abusing visa rules in the past, and its practices continue to draw the scrutiny of federal investigators.\nAll the steps Infosys is now taking “would be a huge change,” said Rod Bourgeois, an expert on the industry and the head of research at Deep Dive Equity Research. “It’s not in their DNA.”\nOther big offshore outsourcing companies are also responding to the market and political threats, including Tata Consultancy Services, Wipro and Cognizant. But Infosys made the biggest, most public commitment to building up its work force in the United States, when the company declared last year that it would hire 10,000 workers in America by sometime in 2019.\nThen, Infosys began to announce the creation of tech centers in America. Indianapolis was the first, followed by offices in Raleigh, N.C.; Providence, R.I.; and Hartford. Last month, the company said its next hub would be in Arizona. Infosys says it has hired more than 5,800 American workers.\n“We will be looking for talent that is closer to our client clusters,” said Mr. Kumar, who is the point man in the company’s initiative to hire American workers. “And our operating model will evolve.”\nFor now, though, an estimated 80 percent of the 200,000 Infosys workers are in India, a market that accounts for 3 percent of its worldwide revenue of $11 billion last year. The company garners 60 percent of its revenue in North America, mainly in the United States, where Infosys employs more than 20,000 workers, analysts estimate. About two-thirds of the Infosys workers in America, they say, have been Indians with skilled-worker visas.\nThe main such visa program, H-1B, was intended to bring in talented foreigners with special skills who would complement the domestic work force and strengthen the United States economy.\nBut critics say the Indian outsourcers mastered the use of legal loopholes to obtain an outsize share of skilled-worker visas, which, in turn, allowed the companies to hire less costly Indian workers.\nIn 2013, Infosys paid $34 million in a civil settlement with the Justice Department and other federal agencies, which accused the company of systemic abuse of visa rules, including on B-1 visas meant for short trips for training or attending conferences. In that settlement, Infosys agreed to improve its visa compliance practices.\nThe government continues to monitor the company. One current and two former Infosys employees, who spoke on the condition that they not be identified, said federal investigators had questioned them in recent months about the company’s visa handling.\nThe Justice Department and United States Citizenship and Immigration Services did not respond to requests for comment.\nInfosys also faces two private, civil lawsuits accusing the company of discrimination in hiring, promotions and firing.\nThe accounts from testimony and interviews with witnesses tied to those suits vary in detail. But the stories share themes that illustrate how hard it could be for Infosys to change its ways.\nThe plaintiffs and witnesses were experienced lawyers, human relations managers, salespeople and engineers who joined Infosys as the company expanded rapidly in the United States. Things went smoothly at first, when the newcomers brought in new customers or smoothed the way with government agencies.\nBut tensions surfaced. Important decisions were all made in India. Questions were unwelcome. Complaints brought retaliation — reassignments, demotions, abrupt firings and belittling remarks.\n“It’s basically a corporate caste system, run out of India,” said Erin Green, a former immigration lawyer for Infosys, who filed one of the civil suits against the company in Texas last year. “And people who are not Indian are at the bottom.”\nDaniel Kotchen, a lawyer who has a pending suit against the company in Wisconsin on behalf of former workers, said, “Infosys has a business model that is discriminatory — its rigid and explicit preference for a certain kind of person.”\nInfosys is fighting the suits, denying discrimination and saying its work force reflects the global labor pool for technology skills.\n“Employment at our company,” Infosys said in a statement, “is decided on the basis of qualifications, merit and the needs of our clients.”\nEven as Infosys increases hiring in America, its lower-paid engineers back in India still animate the business. Wage rates in India have risen in recent years, but the gap is still sizable — a third or a fourth the rates in the United States.\nProgramming work done in India, analysts estimate, is twice as profitable as writing code in America. On a typical project, 70 percent or more of the work is done in India.\nThe Indian employees working at United States companies are often there mainly to understand customer needs and communicate with the large teams back in India. They are vital to the Infosys business, but are a fraction of the company’s engineering work force.\nThat formula — the so-called global delivery model — has been embraced by non-Indian companies, like IBM and Accenture, for parts of their business. But it has been the prime engine of business for Infosys.\n“It may be changing some, but Infosys is certainly not abandoning its cash-cow business model,” said Ronil Hira, an offshore outsourcing expert at Howard University.\nIn India, Infosys is a hiring and training machine. Its pitch in the United States is that it is transplanting a version of that model here, no matter the higher costs. “We’re going to create pools of talent that do not exist in the United States,” Mr. Kumar said, and “strengthen the American work force.”\nThe message is appealing to state governors, winning Infosys praise and tax breaks. In Indiana, Infosys says it plans to hire 3,000 workers by 2023, after a recent announcement that it would build a training center on a 70-acre site near the Indianapolis airport.\nGov. Eric Holcomb, a Republican, describes the Infosys presence as an important building block for his state’s economic development — and well worth a generous incentive package of tax credits and training grants.\nGovernor Holcomb shrugs off critics who claim that Infosys undercuts American workers. “They’re hiring here,” he said.\nMr. Smith, the recent recruit who was hired last October, spent his first two months in an intensive training program, honing his skills in several programming languages and developer tools. Before Infosys, he held jobs in marketing, video production and work-force recruiting, and completed a four-month course at a coding boot camp. His current Infosys assignment is helping a large telecom company on web projects.\nMr. Smith, 35, views his Infosys job as an on-ramp to the digital economy. “I see limitless potential,” he said.", "date": "Oct. 15, 2018", "href": "https://www.nytimes.com/2018/10/15/technology/infosys-trump-visas-american-workers.html", "tags": "american company ‘ work india united hire infosys adjust ” global trump states machine indian workers built"}