{"title": "Injured baby refuels India Kashmir pellet gun debate", "content": "The plight of a 19-month-old child who suffered severe eye injuries after being hit by a pellet gun fired by security forces has renewed anger in Indian-administered Kashmir. Sameer Yasir reports. \nWhen Heeba Jan returned from hospital to her home in south Kashmir's Shopian district on Tuesday, curious neighbours, many of them small children, had gathered to see the \"youngest victim\" of pellet-induced eye injuries.\n\"What has happened to you, my doll,\" Amina Rather, a neighbour said to Heeba, as she planted a kiss on her red cheeks. \n\"Leave me,\" Heeba cried, trying to rub her injured right eye with her small hands. Her mother, Marsala Jan, pushed her hands away.  \nMinutes later, her mother declared to the room full of visitors that her daughter was due for more eye surgery on Wednesday. Her announcement was met with grief-filled sighs and prayers for recovery.\nDoctors say Heeba will need many operations. \n\"We can only assess her damaged eye after a second surgery,\" Saleem Tak, the head of the ophthalmology department of the hospital that treated Heeba, told the BBC. \nThere is a chance that she may lose most of the vision in that eye.\nImages of the injuries caused to the 19-month-old girl have renewed public anger in the Muslim-majority region, which has seen violence since the late 1980s when separatists began waging a violent campaign against Indian rule.\nKashmir is claimed in its entirety by both India and Pakistan but both countries only control parts of it. India blames Pakistan for fuelling unrest in the region, a claim denied by Islamabad.\nThe widespread use of pellet guns against protesters in recent years has led to an estimated 3,000 people in the region sustaining eye injuries - locals call it a \"dead eye epidemic\". \nDespite the public anger, Indian security forces have stepped up their use of pellet guns.\nOn Sunday, Heeba was playing in her home with her elder brother when locals from her village clashed with Indian forces going after six separatist rebels trapped in the nearby village of Kapran. The rebels were later killed.  \nAs the number of protesters swelled, the area reverberated with anti-India slogans and security forces fired tear gas shells to disperse the crowd.\nThe clashes moved to within a few hundred metres from the entrance of Heeba Jan's house. \n \"I was preparing breakfast when I started coughing furiously. Greyish smoke from the tear gas shells had entered the house. Every passing minute made the air more unbreathable,\" said her mother, who was alone in the house with her two children. \"Heeba started vomiting and my five-year-old son was struggling to breathe.\" \nAs the condition of her children worsened, Ms Jan took Heeba in her arms, held the hand of her son, Shahdat, and ran outside, only to find herself trapped in the middle of the chaos.\n\"I saw forces firing towards us, so I pulled my son behind me and covered Heeba's face with my hand,\" Ms Jan told the BBC.  \nThree pellets fired by a soldier in her direction hit Ms Jan's hand but one still perforated Heeba's right eye.\n\"Muma, tout [mother, it's burning],\" Heeba screamed, blood oozing out of her eye. Ms Jan then passed out.  \nShe only regained consciousness while travelling in an ambulance from her village to a hospital in the state capital Srinagar and saw her neighbours surrounding her.  \n\"Mein tche dag [I am in pain],\" Heeba consistently told her mother in broken toddler language. While at the hospital, her mother would often break down, walking from one corner of the ward to another. She had even got a packet of candies, her daughter's favourite, but Heeba refused them, asking everyone to leave her alone.\nThe State Human Rights Commission has registered 3,800 cases of pellet injuries and blinding since 2016, \"but there are hundreds who, because of the fear of [security] forces, don't register themselves at all,\" Mohammad Ashraf Wani, the head of Pellet Victims Welfare Trust (PVWT), an informal group of pellet victims, told the BBC.\nMr Wani, 28, who sports a dishevelled beard and furrowed brow, says most of the 1,233 victims registered with his organisation have talked about taking their lives because they have gone blind.\n \"They get irritated. They don't want to hear noise. They want to be left alone,\" said Mr Wani, who was also blinded in his right eye by a pellet gun. \nFor two days, Heeba, who does not understand what has happened to her, wanted to remove the padding on her eye.\nHer father, 40-year-old Nasir Ahmad, is a labourer and he was working in an orchard some distance away from his home when the incident took place.\n \"I wish the pellet had hit me, not you, my life,\" he said, hugging his daughter. \nThe incident has generated massive outrage. It created headlines in India as well as in neighbouring Pakistan, with many questioning anew, the need for pellet guns. In Pakistan it was showcased as \"another\" instance of India's \"brutality\" in the region.\nIn Kashmir, social media is full of angry rants against the security forces. \n\"People might not remember or write about her, but we will remember what India does to us,\" Sauf-ud-Jan, Heeba's uncle, told the BBC, as a 15-year-old boy, whose left eye was hit by pellets in the same incident, nodded his head.", "date": "28 November 2018", "href": "https://www.bbc.com/news/world-asia-india-46368231", "tags": "forces pellet mother injuries security india debate kashmir gun jan baby refuels told eye injured heeba"}