{"title": "Inside the White House Bible Study group", "content": "For the first time in at least 100 years, the US Cabinet has a bible study group. What do they learn? What does Donald Trump make of it? And why aren't women allowed to teach?\nEvery Wednesday, some of the world's most powerful people meet in a conference room in Washington DC to learn about God.\nThe location can't be revealed - the Secret Service won't allow it - but the members can.\nVice-President Mike Pence. Secretary of State Mike Pompeo. Education Secretary Betsy DeVos. Energy Secretary Rick Perry. Attorney General Jeff Sessions. The list goes on.\nIn total, 10 cabinet members are \"sponsors\" of the group. Not everyone attends every meeting - they are busy people - but they go if they can. \nMeetings last between 60 and 90 minutes, and members are free to contact the teacher after-hours. So who is the man leading the United States' most-influential bible study?\nStep forward Ralph Drollinger, a seven-foot tall basketball pro turned pastor. Or, as the 63-year-old describes himself: \"Just a jock with some bad knees.\"\nDrollinger grew up in La Mesa, a suburb of San Diego, California. As a child, he rarely went to church - \"Probably half a dozen times,\" he says - and didn't get far with the Bible.\n\"I always promised myself I'd read it,\" he says. \"But every time I tried, it didn't make a whole lot of sense to me.\"\nIn his last year of high school, after a basketball game, some cheerleaders invited him to bible study. He went, and his world changed.\n\"It was the first time I really heard the gospel,\" he says. \"So I went home, read through the whole gospel of Matthew that night, and asked Jesus into my heart.\"\nIn 1972, Drollinger went to the University of California in Los Angeles on a basketball scholarship. He attended a bible-teaching church and, over the next four years, \"fell in love with the scriptures\".\nAfter college, he could have played pro basketball - he was picked in the NBA draft three times - but, each time, turned it down.\n\"I sensed such a passion for ministry that everything paled in comparison,\" he says.\nInstead, he signed for a Christian team called Athletes in Action. They played basketball around the world - 35 countries, he reckons - and preached the gospel at half-time.\n\"That was kind of perfect for me,\" he says. \"Because I really didn't like basketball - but I liked to preach.\" \nDrollinger did eventually turn pro, signing for the Dallas Mavericks in 1980, but only because he wanted to attend the seminary there. He played six games in the NBA and left after one season.\nAfter retiring from basketball he worked in sports ministries, before turning to politics in 1996. The road to the White House started with failing Christians in California. \nIn 1996, Drollinger's wife, Danielle, was executive director of a political action committee in California. It tried - in her words - to unseat liberals from the state legislature and get Christians elected.\n\"But she was frustrated,\" says Mr Dollinger. \"They would send guys to California's capitol - and she was great at getting them elected - but they would soon lose their Christian moorings.\"\nSo they took over the existing ministry in Sacramento, changed the name, and offered weekly bible studies, support, prayer, and one-on-one ministry.\nIt proved \"wildly successful\", so they expanded. Capitol Ministries is now in 43 US state capitols, and more than 20 legislatures abroad.\nEach class is led by a local pastor, but none is led by a woman. Why not?\n\"There's no [Biblical] prohibition of female leadership in commerce, there's no prohibition of female leadership in the state, and there's no prohibition of female leadership over children,\" says Drollinger.\n\"But there is a prohibition of female leadership in marriage, and female leadership in the church. And those are clear in scripture… it doesn't mean, in an egalitarian sense, that a woman is of lesser importance. It's just that they have different roles.\"\nIn 2010, Capitol Ministries arrived in Washington. There was already a ministry called The Fellowship, which runs the National Prayer Breakfast, but Drollinger felt it had \"lost its marbles, Biblically\".\nIt was, he says, candy floss Christianity - big, sweet, unsubstantial. By contrast, he wants to offer a \"high-protein diet\", teaching the bible book-by-book, one verse at a time. In Drollinger's studies, it can take a year to finish one book.\n\"If you don't have a spiritual coach that's really driving you in the word of God - and driving you toward holiness rather than your own sinful, latent nature, and your own depravity - then you're not going to grow into Christ's likeness,\" he says.\nThe Fellowship, he says, believes legislators can do bible study among themselves.\n\"I say no, technical foul. 'How will they hear without a preacher?' Romans 10:15.\"\nCapitol Ministries began a bible study for representatives in 2010, which now has almost 50 members. \nWhen four of the group were elected to the Senate, they asked for a senators' class, which began in 2015. Last March - two months after Donald Trump took office - the same process led to a group for cabinet members.\n\"Trump started appointing to his cabinet all the guys that were in our House and Senate bible study,\" says Drollinger, a trend he attributes to Vice-President Mike Pence, who \"knew who those strong believers were\".\n\"Unlike our secular media,\" Drollinger says, he and others saw the appointees had something in common - they \"were strong in Christ\".\n\"So Jeff Sessions, [former health secretary] Tom Price, others, said let's start a ministry, a Cabinet bible study.\"\nCapitol Ministries believes it is the first Cabinet-level bible study for \"at least 100 years\". There was a group during George W Bush's presidency, but it was for lower-ranking staff members.\nPresident Trump is not a member of Drollinger's group - but he is a Christian, and does get Drollinger's eight-page print-outs most weeks.\n\"He writes me back notes on my bible studies,\" says Drollinger. \n\"He's got this leaky Sharpie felt-tip pen that he writes all capital letters with. 'Way to go Ralph, really like this study, keep it up.' Stuff like that.\"\nDrollinger's weekly bible studies are not private, or secret. Anyone can read them online.\nOn same-sex marriage, he writes: \"Homosexuality and same-sex ceremonies are illegitimate in God's eyes. His word is repetitive, perspicuous [clearly expressed], and staid on the subject.\"\nOn capitalism, he writes: \"The right to personal property, also known as free enterprise or capitalism, is the governmental economic system supported by scripture. Scripture does not support communism.\"\nAnd on debt, he writes: \"It is bad stewardship and downright foolishness for an individual, family, or country to borrow in order to cover expenses that far, far exceed income!\"\nSo if politicians should learn from the Bible, should - for example - gay people be put to death? No, says Drollinger - some civil laws from the Old Testament should not apply.\n\"I think that was for [ancient] Israel, but it's not for the church,\" he says, adding he doesn't import \"the whole kit and caboodle of Old Testament law\" like \"the clumsy theonomist would\".\nDrollinger likens himself to a waiter in a restaurant. These lessons aren't his - he is merely serving the word of God, as revealed in the Bible, to self-professed Christians.\n\"If God is the chef, then I'm just the servant, and I hope the guys like the meal,\" he says. \"But on the way out of the kitchen, I'm not going to alter what's on the plate. So my job is just to be a servant.\"\nAnd if people don't like the message - or, to put it his way, the meal?\n\"You have to go talk to the chef [God]. Unless I've altered what's on the plate - which, hopefully in my discipline, I don't.\"\nDrollinger believes the Bible teaches the separation of church and state.\n\"We have to differentiate,\" he says. \"And unfortunately, a lot of our evangelical religious right advocates have not made this differentiation.\"\nIn January, when a New York Times opinion piece described Drollinger and others as \"Christian nationalists\", he wrote a 1400-word letter to complain. What was his objection?\n\"It has the idea of tyranny when you take it to its extreme,\" he says. \n\"It means that I'm meeting with the Cabinet members clandestinely in order to overthrow the government - in the form that we presently have - for a theocracy. I mean, at the end of the day, that's the accusation, and I have to be strong on that.\"\nBut is a bible study for Cabinet members, with political themes, not a merging of church and state?\n\"I believe in institutional separation, but not influential separation,\" he says\n\"No matter what the institution is - the family, commerce, education - it needs the bulwark precepts of the word of God in order to function correctly…\n\"But the minute I start to amalgamate the church and the state institutionally, then I'm into theocracy.\"\nDrollinger never tells his members how to vote, or which policies to pursue. But he hopes it becomes obvious by teaching them the Bible.\n\"I will put the blueprint on the engineer's seat on the train,\" he says. \"And it will show you the right tracks to the station.\n\"But I'm not going to tell you what tracks to take. But you've got to be pretty stupid not to follow the blueprint, because it's there.\"\nDo his students ever disappoint him?\n\"Oh yeah, I get disappointed a lot when I see immaturity,\" he says. \"I was just talking to one member... his wife hates him. He's been overspending his capital in his marriage by working 14 hours a day on politics.\n\"That's disappointed me, because if he is divorced, then what kind of credibility does he really have long-term in the House [of Representatives] to make moral judgments?\"\nAnd what about their policies?\n\"When a person obviously knows the Biblical thing to do and votes against what he or she knows what's Biblical.\"\nOne Democrat, struggling with her party's support for same-sex marriage, contacted Drollinger for advice. He explained the Bible's teaching, as he saw it.\n\"The next bible study, she said 'that was really good'. Now she can't necessarily stand publicly on what I just taught her, but it's going on in her heart.\"\nHe says he won't tell her how to vote on the issue - voicing opposition to marriage might cost her an election.\n\"But at the same time, she's going to have to think, what's different between that and a prostitute? A prostitute sells her soul to maintain a salary. Are you as a Christian legislator, growing in Christ, selling your convictions in order to stay making a salary, or have influence?\n\"I'll never say it that graphically to a member. But you get my idea.\"\nDrollinger describes himself as \"Republican, conservative - I don't think there's any mystery about that\".\nHe rails against \"environmentalist wackos\" (but wants good stewardship of the environment), thinks the welfare state begins with the family, followed by the church (though doesn't rule out state intervention), and has supported Donald Trump since he was a long-shot in the primaries.\n\"Of all the Bible studies I've written on policy, Trump's enacting everything I've written.\"\nDrollinger doesn't necessarily think Trump is \"working off of my blueprint\".\n\"But he's coming from the same place I am, in terms of Biblical understating of the issues.\"\nDrollinger lives in California, and flies into Washington for his classes, which usually take place from Monday to Wednesday. Capitol Ministries is a non-profit organisation, funded by donations. He and Danielle are paid salaries, but say they do not take the full amount.\nSo how does it feel, on a Wednesday morning, to teach the Bible to some of the world's most-powerful people?\n\"One of the emotions is, who am I to be here?\" he says. \"You know, kind of like Moses. 'Lord, I can't even speak...'\n\"I'm just a jock with some bad knees, and here I am. Only you [God] could have done this - why me? So that goes through my mind a lot, and I think that's healthy.\n\"But then there's the other standpoint - where I sense that I've got 21 years of expositing the word of God, specifically to apply to the life of a public servant. \n\"So in that sense, I feel like I'm the most qualified guy in the world.\"", "date": "8 April 2018", "href": "https://www.bbc.com/news/world-us-canada-43534724", "tags": "cabinet study drollinger bible white house church god inside says group state like members"}