{"title": "Inside a US/UK trade deal", "content": "Relations with the United States were always going to be a high priority for British trade policy post-Brexit. \nSo no surprise that Liam Fox has gone to Washington to discuss prospects.\nThe International Trade Secretary is pushing for a bilateral trade liberalisation agreement with the US to take effect when the UK leaves the EU. \nAnd his American hosts seem well disposed to the idea in principle. Better access to the US market would go down well among many UK businesses too. \nIt is, after all the UK's largest single export market, though well behind the rest of the EU taken together. \nThe US is also the second largest foreign supplier to the UK. So a freer trade relationship could reduce the cost of those imports.   \nThere was also a great deal of enthusiasm among British business for the EU's negotiations with the US, a project known as the Transatlantic Trade and Investment Partnership (TTIP).  \nNow that British business won't be able to make use of any benefits that might come from that exercise, if it is ever completed, a deal with the US would be helpful for many. \nHaving said that, many regard it as a higher priority to preserve trade access to the EU as far as possible on existing terms. That is broadly the position of a number of British business lobbies. \nThere are some areas of any UK/US talks that might be difficult.  Experience with the TTIP negotiations gives some clues as to the kind pressures the British government is likely to face at home. \nOne is resolving disputes under the agreement, particularly any involving foreign investors.\nMany trade and investment agreements provide for tribunals to be established if a foreign investor believes their interests have been harmed by the host government acting in a way that contravenes the agreement.  \nThey can seek financial compensation, and there are many cases where they have been successful. The system is known as investor state dispute settlement (ISDS).\nIt has been around for decades, but has become more controversial in recent years. Critics see it as giving international businesses unfair leverage over the policies of elected governments. \nThere will be business lobbies on both sides keen to see some sort of arrangement along these lines and campaigners vigorously opposed. \nThere is a particular issue for some groups in the UK about how this might affect the National Health Service.  It came up in the context of the TTIP negotiations.\nThe issue was partly whether the agreement might force the British government to privatise health service provision - and also about whether the agreement would make it hard or impossible to reverse any privatisation that did occur. \nThe issue was that reversing such a move could deprive a foreign health company of business, which campaigners argued could enable it to use the ISDS tribunal system to seek compensation from the host (British) government.\nThe US has some big healthcare businesses which would be keen to establish a stronger presence in the UK.  How well founded that fear would be would depend on the wording of the agreement, but once detailed negotiations get underway it's likely to be brought up. \nIn the context of TTIP, the idea that it would compromise public provision of healthcare was robustly rejected by, among others the British government, but campaigners did not accept that. \nThen there are food issues. Dr Fox has already responded to concerns about American chicken washed with chlorine. That came up in the TTIP talks too and it might well make an appearance again. The practice is widely used in the US to remove microbial contamination, but it is not permitted in the UK. \nBeef fed with growth promoting hormones, another practice used in the US, could also be difficult.  It's banned in the EU on the basis of health concerns. \nThis is a trade dispute that has rumbled on for many years and the EU has lost the case in the World Trade Organization, which accepted that the hormones were safe. \nThe EU has never complied with that ruling and still bans such meat. \nAnother food issue is genetically modified crops. They do have a presence in the European food chain, partly through animal feed. But the approval process for new GM crops is seen by US farm groups as excessively slow and cumbersome. \nMovement on all three of these issues is likely to be important for US negotiators. The National Farmers' Union in the UK is receptive to the idea of reforming the GM approvals process, but the other two are more of a problem. \nNonetheless there are certainly opportunities that businesses in both countries can see. For industry, the relatively straightforward area is tariffs, taxes on imported goods.  \nThey are relatively low in both the US and the UK (which currently adopts the EU's tariff policy). But there are some goods for which they are relatively high (10% for cars entering the UK from outside the EU, for example). \nMany industry and financial services groups would also welcome closer regulatory cooperation. It would simplify business for suppliers and could conceivably lower costs for customers. \nIn any event, for now the UK remains a member of the EU and its common trade policy. \nBut that certainly doesn't stop negotiators discussing what a post-Brexit deal would look like. ", "date": "25 July 2017", "href": "https://www.bbc.com/news/business-40718737", "tags": "agreement us uk eu well business inside british trade many us/uk deal"}