{"title": "Inside China’s Big Tech Conference, New Ways to Track Citizens", "content": "WUZHEN, China — An artificial intelligence company touted a robot that could help doctors with diagnoses. A start-up displayed a drone designed to carry a single passenger 60 miles per hour.\nAnd in a demonstration worthy of both wonder and worry, a Chinese facial recognition company showed how its technology could quickly identify and describe people.\nIf there were any doubts about China’s technological prowess, the presentations made this week at the country’s largest tech conference should put them to rest. The event, once a setting for local tech executives and leaders of impoverished states, this year attracted top American executives like Tim Cook of Apple and Sundar Pichai of Google, as well as executives of Chinese giants like Jack Ma of Alibaba and Pony Ma of Tencent.\nYet all the advancements exhibited at the event, the World Internet Conference, in the picturesque eastern Chinese city of Wuzhen, also offered reason for caution. The technology enabling a full techno-police state was on hand, giving a glimpse into how new advances in things like artificial intelligence and facial recognition can be used to track citizens — and how they have become widely accepted here.\nThe tracking was apparent both in the design of the event, which ended on Tuesday, and in the technology on display. Tight security checkpoints made use of facial recognition. Chinese armed police patrolled. And in the dark corners of the whitewashed walls of the convention hall, the red lights of closed-circuit cameras glowed.\nA fast-growing facial recognition company, Face++, turned its technology on conferencegoers. On a large screen in its booth, the software identified their gender, described their hair length and color and characterized the clothes they wore.\nOther Chinese companies showed what could be done with such data. A state-run telecom company, China Unicom, featured a display with graphics breaking down the huge amounts of data the company has on its subscribers.\nOne map broke down the population of Beijing based on the changing layout of the city’s population as people commuted to and from work. Another showed where foreign visitors roamed on its network.\nThe people overseeing China Unicom’s booth openly discussed the data, a sign of how widely accepted such surveillance and data collection have become in China.\nAt Unicom’s two other state-run rivals, a similar penchant for measurements and surveillance was also on display. China Mobile floated a camera on the prow of one of the many boats that drift through Wuzhen’s canals, sending the images over its latest and faster cellular technology. China Telecom showed off its ability to measure the amount of trash in several garbage cans and detect malfunctioning fire hydrants.\nInvestors and analysts say China’s unabashed fervor for collecting such data, combined with its huge population, could eventually give its artificial intelligence companies an edge over American ones. If Silicon Valley is marked by a libertarian streak, China’s vision offers something of an antithesis, one where tech is meant to reinforce and be guided by the steady hand of the state.\nSuch developments underscore a nascent back-and-forth between China and the United States that will determine much about technology’s future development and application.\nSpeaking at a panel on terrorism, Mei Jianming, described as a chief expert on antiterrorism for the Shanghai Cooperation Organization, an intergovernmental group that includes China and Russia among other countries, labeled groups that speak out for the human rights of China’s Islamic minority Uighurs as terrorists. He then said Beijing should do more to use its influence to push Twitter to change its terms of service and push back against such groups.\n“We should strengthen the capability of our propaganda,” he said. “On the Chinese official side, our China Daily and Xinhua News have their own Twitter presence, but the effectiveness of their propaganda is not enough. It’s clearly not enough.”\nThe contradictions of using sites like Twitter to change opinions abroad, while blocking them domestically, were often evident but almost as often unremarked upon.\nDuring the opening speech made by Wang Huning, a member of China’s leading seven-man Politburo Standing Committee, there were more overtures to openness and cooperation than to the security and censorship that have marked China’s approach to the internet.\nOne of the most clear discussions of censorship came not from a speaker at the conference, but from an official watching the conference’s entry gate on the first day. A representative of the Wenzhou city government, he queried journalists about how they got around China’s internet filters. It was not clear whether he was genuinely curious, or wanted to find out which tools were most effective so they could be later targeted.", "date": "Dec. 5, 2017", "href": "https://www.nytimes.com/2017/12/05/business/china-internet-conference-wuzhen.html", "tags": "company citizens showed conference track china facial tech recognition data inside ways chinese could new technology big"}