{"title": "Instagram star Daryl Aiden Yow used stock image photos", "content": "A popular Instagram photographer has apologised after being caught posting stock image library content and indicating it was his own work.\nSingapore-based Daryl Aiden Yow has more than 104,000 followers on the Facebook-owned service.\nHis fame on the platform had led Sony, Oppo and Uniqlo - among other big brands - to work with him.\nMr Yow admitted to the deception after the news site Mothership identified a dozen examples.\nSeveral had been edited to alter their colour and composition.\nOriginal versions of the images were traced to Shutterstock, CanStockPhoto and Unsplash.com among other sites.\n\"The outrage regarding how I have conducted myself is justified and I accept full responsibility for my actions and all consequences that arise from those actions,\" Mr Yow posted in a message on his Instagram account.\n\"I was wrong to have claimed that stock images and other people's work were my own. \n\"I was also wrong to have used false captions that misled my followers and those who viewed my images. \n\"Having marketed myself as a photographer, I fell far short of what was expected of me and disappointed those who believed - or wanted to believe - in me.\"\nSony had promoted the Instagrammer's work on its own website as part of a marketing campaign for its mirrorless cameras, and Mr Yow in turn had described himself as being a #SonyCreativeAlly in several of his posts.\n\"We are surprised and disappointed with what has been reported and are currently looking into this matter,\" the Japanese firm told Mothership.\n\"Sony strongly encourages the art of creativity, however we do not condone any action such as plagiarism and take a serious stance on it.\"\nMr Yow appears to have removed several of his Instagram posts since the deceit was exposed. \nBut users have cast doubt over some of those that remain.\n\"Wow nice photo taken by someone else,\" read one comment.\n\"Love your excellent Photoshop skills!\" said another.\nEarlier this week, the consumer goods giant Unilever said it intended to carry out more rigorous checks of social media influencers it worked with after the New York Times reported on the widespread use of \"fake followers\".\nBut one expert said that whatever steps were taken, there would always be a risk involved in working with such celebrities.\n\"The truth is no brand is completely safe when working with an influencer, just as no brand ambassador can be guaranteed to never embarrass the brand,\" Emily Tan, global technology editor for Campaign UK magazine, told the BBC.\n\"What might be worth considering is to really follow and understand an influencer's personality and integrity before working with them. \n\"The danger is engaging one purely for their reach and not their authenticity.\" ", "date": "21 June 2018", "href": "https://www.bbc.com/news/technology-44560852", "tags": "sony work aiden used image images several one stock photos instagram yow followers star daryl"}