{"title": "Insurgents Seek to Oust Wayne LaPierre in N.R.A. Power Struggle", "content": "INDIANAPOLIS — Turmoil racking the National Rifle Association is threatening to turn the group’s annual convention into outright civil war, as insurgents maneuver to oust Wayne LaPierre, the foremost voice of the American gun rights movement.\nThe confrontation pits Mr. LaPierre, the organization’s longtime chief executive, against its recently installed president, Oliver L. North, the central figure in the Reagan-era Iran-contra affair, who remains a hero to many on the right.\nBehind it is a widening crisis involving a legal battle between the N.R.A. and its most influential contractor, Ackerman McQueen, amid renewed threats from regulators in New York, where the N.R.A. is chartered, to investigate the group’s tax-exempt status. With contributions lagging, the N.R.A. is also facing an increasingly well-financed gun control movement, motivated by a string of mass shootings.\n[Update: Oliver North says he will not serve another term as N.R.A. president.]\nMr. North asked Mr. LaPierre to resign on Wednesday, according to documents reviewed by The New York Times. He said he had also created a committee to review allegations of financial improprieties that threaten the N.R.A.’s status as a nonprofit organization.\nBut Mr. LaPierre, in a stinging letter sent on Thursday night to the N.R.A.’s board, accused Mr. North of threatening to leak damaging information about him and other N.R.A. executives unless he stepped down.\n“Yesterday evening, I was forced to confront one of those defining choices — styled, in the parlance of extortionists — as an offer I couldn’t refuse,” Mr. LaPierre wrote. “I refused it.”\nEven as the leadership tussled behind the scenes, President Trump addressed the N.R.A. faithful at the convention on Friday and proclaimed himself a champion of gun rights. In a speech that was part political rally and part pep talk, he said his administration would not ratify an arms treaty designed to regulate the international sale of conventional weapons.\nThe power struggle within the N.R.A. is an abrupt escalation of a legal battle between the organization and Ackerman McQueen. The Times reported earlier this year that prominent members of the N.R.A. board had grown dismayed at the performance of Ackerman because of its NRATV online media service, which has drifted into right-wing politics far beyond gun rights. Ackerman employs Mr. North, who hosts an NRATV series called “American Heroes.”\nIt is not clear whether Mr. North has the board support to oust Mr. LaPierre, who has led the N.R.A. for decades. Previously, the presidency has been a ceremonial position, though Mr. North, in documents reviewed by The Times, has asked for it to be a paid post. A key factor will be Chris Cox, who runs the N.R.A.’s Institute for Legislative Action and is effectively the group’s second-ranking official.\nThe dispute represents the N.R.A.’s deepest internal crisis since a struggle for control of the board in the late 1990s, when Mr. LaPierre and Ackerman were on the same side.\nThe crisis has led to the splintering of a more than three-decade relationship between the N.R.A. and Ackerman, which crafted such memorable lines as Charlton Heston’s proclaiming that his gun would have to be pried “from my cold, dead hands.” Ackerman’s NRATV has taken on an apocalyptic tone, warning of race wars, calling for a march on the Federal Bureau of Investigation and portraying the talking trains in the children’s show “Thomas & Friends” in Ku Klux Klan hoods.\nA lawsuit recently filed by the N.R.A. against Ackerman raised concerns that the company might have overbilled the N.R.A. and that Mr. North was conflicted in his duties because Ackerman paid him. Mr. North, it said, had refused to provide his contract with Ackerman to the N.R.A.\nIn the suit, the N.R.A. claimed that Ackerman had resisted providing financial records as part of a review of contractors it was conducting amid the threats of aggressive regulatory action.\n“As you know, the N.R.A. has over this past year taken steps to strengthen its efforts to document and verify compliance by our vendors with our purchasing practices and their contracts,” Mr. LaPierre wrote in his letter on Thursday to the board. “We’ve met extraordinary resistance from one vendor — Ackerman McQueen.”\nHe noted that Ackerman paid Mr. North “millions of dollars annually,” and that Ackerman, via Mr. North, was threatening to release a letter that would be “a devastating account of our financial status, sexual harassment charges against a staff member, accusations of wardrobe expenses and excessive staff travel expenses.”\nHe also wrote that Mr. North said “the letter would not be sent — if I were to abruptly resign,” adding, “He stated that he could ‘negotiate’ an ‘excellent retirement’ for me.”\nLater on Thursday evening, close to midnight, in his own letter to the board, Mr. North said he was creating a special committee to investigate allegations of financial impropriety reported by The Times, The Wall Street Journal and The New Yorker. “I did this because I am deeply concerned that these allegations of financial improprieties could threaten our nonprofit status.”\nHe also said he tasked the special committee with “investigating allegations of financial misconduct related to Mr. LaPierre” that have been made by Ackerman in the wake of the lawsuit.\nIn a statement, a lawyer for the N.R.A., William A. Brewer III, said the organization had been reviewing many of the issues raised by Mr. North since last year.\n“In our view,” Mr. Brewer said, “the items involving Mr. LaPierre may reflect a misinformed view of his and the N.R.A.’s commitment to good governance.”\nAckerman McQueen declined to comment.\nWith the N.R.A.’s board due to meet on Monday, the crisis could come to a head soon.\n“All of this is painful for me,” Mr. LaPierre wrote. “I will not judge Col. North, but must report what many of you already know: He has contractual and financial loyalties to AM.”\nMr. North, for his part, wrote, “We are facing a serious crisis,” adding, “To date, my repeated efforts to inquire about the propriety of management’s financial decisions have consistently been rebuffed.”", "date": "April 26, 2019", "href": "https://www.nytimes.com/2019/04/26/business/nra-wayne-lapierre-oliver-north.html", "tags": "“ ackerman oust wayne financial n.r.a insurgents seek n.r.a. lapierre power north struggle"}