{"title": "Insurers Are Worried About The House GOP Health Care Bill", "content": "The main industry groups representing health insurance companies have broken their silence on the Republican bill to repeal the Affordable Care Act and “replace” it with smaller reforms.\nAmerica’s Health Insurance Plans and the Blue Cross Blue Shield Association are concerned that the GOP plan provides too little financial assistance for people buying their own health insurance and cuts Medicaid funding too much.\nThe health insurer lobbying organizations stopped far short of other health care interests, including the American Medical Association and the American Hospital Association, that have already stated their opposition to the bill promoted by House Speaker Paul Ryan (R-Wis.) and endorsed by President Donald Trump. Republicans are scrambling to get the bill to Trump’s desk before Congress’ Easter recess, which begins April 10.\nBut given that much of the GOP rhetoric about the Affordable Care Act’s flaws has focused on the financial losses some insurers have suffered under the law and the unaffordable premiums facing a segment of their consumers, it’s not a good sign that America’s Health Insurance Plans (AHIP) has gone public with its misgivings about the bill that’s supposed to solve those things.\n“We offer our comments on the recently-introduced American Health Care Act in the spirit of working collaboratively with Congress and the Administration to find practical, workable solutions that improve affordability, value, and access,” Marilyn Tavenner, AHIP’s chief executive, wrote in a letter to House Ways and Means Committee Chairman Kevin Brady (R-Ga.) and House Energy and Commerce Committee Chairman Greg Walden (R-Ore.) on Wednesday.\nThe trade groups did compliment the bill in several key respects.\nAHIP supports the fact that the legislation doesn’t touch Medicare or job-based health insurance. And both associations approve of certain specific measures, such as making available billions of dollars for states that need to shore up insurers. That and other provisions are designed to stabilize the health insurance market in the next several years before the GOP’s bigger changes would take effect. Insurers also support being able to charge older customers higher rates.\nBut insurers believe that eliminating the financial penalties associated with the Affordable Care Act’s individual mandate ― which the Republican bill would do retroactively to Dec. 31, 2015 ― “would add short-term instability in the market.” In its memo, Blue Cross Blue Shield Association specifically requested that market-stabilization measures offering funding for the highest-cost patients be extended past 2019.\nAHIP and the Blue Cross group also believe the financial assistance that Republicans would provide is too meager to promote widespread health coverage. The GOP bill pegs its tax credits to age rather than income, unlike the Affordable Care Act.\n“Tax credits related to age as well as income will help ensure that more people stay covered, and are the most effective way to allocate taxpayer dollars,” wrote Tavenner, who oversaw Affordable Care Act programs as a senior official in President Barack Obama’s administration before joining the industry group in 2015.\nAHIP uses stronger terms to describe Republican plans to cap federal spending on Medicaid beneficiaries beginning three years from now. The Blue Cross Blue Shield Association also recommended higher Medicaid spending.\n“As a core principle, we believe that Medicaid funding should be adequate to meet the healthcare needs of beneficiaries. We are concerned that key components of the proposed new funding formulas starting in 2020 ... could result in unnecessary disruptions in the coverage and care beneficiaries depend on,” Tavenner wrote. These cuts specifically could weaken Medicaid coverage of mental health and opioid addiction, she said.\nThis story has been updated with information from the Blue Cross Blue Shield Association.\n ", "date": "\n03/08/2017", "href": "https://www.huffpost.com/entry/health-insurers-worried-about-house-gop-health-care-bill_n_58c07edbe4b0d1078ca3b849", "tags": "insurers gop worried ” house insurance act blue association affordable bill care health"}