{"title": "Intercepts Solidify C.I.A. Assessment That Saudi Prince Ordered Khashoggi Killing", "content": "The C.I.A. has evidence that Mohammed bin Salman, the Saudi crown prince, communicated repeatedly with a key aide around the time that a team believed to have been under the aide’s command assassinated Jamal Khashoggi, according to former officials familiar with the intelligence.\nThe adviser, Saud al-Qahtani, topped the list of Saudis who were targeted by American sanctions last month over their suspected involvement in the killing of Mr. Khashoggi. American intelligence agencies have evidence that Prince Salman and Mr. Qahtani had 11 exchanges that roughly coincided with the hit team’s advance into the Saudi Consulate in Istanbul, where Mr. Khashoggi was murdered.\nThe exchanges are a key piece of information that helped solidify the C.I.A.’s assessment that the crown prince ordered the killing of Mr. Khashoggi, a Washington Post columnist and Virginia resident who had been critical of the Saudi government.\n“This is the smoking gun, or at least the smoking phone call,” said Bruce Riedel, a former C.I.A. official now at the Brookings Institution. “There is only one thing they could possibly be talking about. This shows that the crown prince was witting of premeditated murder.”\nThe existence of the intercepts was first reported by The Wall Street Journal, which reviewed a highly classified document on the C.I.A. assessment of Mr. Khashoggi’s killing. The leak of the secret report, according to officials, infuriated Gina Haspel, the C.I.A. director. It has also intensified calls by members of Congress to have Ms. Haspel go to Capitol Hill to brief them.\nMr. Qahtani has been one of Prince Mohammed’s closest advisers. When the head of the hit team, Maher Abdulaziz Mutreb, was recorded by Turkish intelligence saying “tell your boss” that the team had carried out the mission, he was believed by American intelligence agencies to have been communicating with Mr. Qahtani.\nPeople briefed on the intelligence said they believed that the 11 exchanges between Prince Mohammed and Mr. Qahtani could very well have been the time when the aide shared the news.\nCurrent and former officials insisted that while the communications are suggestive and reinforce the intelligence agency’s conclusions about the culpability of the crown prince, they are not the kind of definitive, direct evidence that President Trump has suggested would be needed to convince him that Prince Mohammed ordered the killing.\nSuch evidence, the current and former officials said, is rarely collected, and the C.I.A. and other agencies often make their conclusions based on imperfect information. The C.I.A. has told lawmakers that it has medium to high confidence that Prince Mohammed ordered the killing. Medium to high certainty is a level short of high confidence, and demonstrates that the agency lacks a recording in which the crown prince orders the killing.\nThe White House and Mr. Trump have shown little willingness to shift from their policy of continued support for Saudi Arabia and Prince Mohammed. Privately, even some Republicans on Capitol Hill who believe that Prince Mohammed ordered the killing have said they support the administration’s decision not to impose significant costs on Saudi Arabia, arguing that the kingdom’s support is needed to confront threats from Iran.\n“Will the White House give up the cover-up of the cover-up? I don’t see any sign they are willing to change their tune,” Mr. Riedel said. “But this will certainly increase the pressure to get Gina Haspel to testify on the Hill.”\nMembers of Congress were unhappy that Ms. Haspel did not brief the Senate last week in a closed session alongside Defense Secretary Jim Mattis and Secretary of State Mike Pompeo. Administration officials had said Ms. Haspel could testify to Congress early next year, but congressional officials said they wanted Ms. Haspel to appear before Intelligence Committee members as soon as this week.\nSenior C.I.A. officials have briefed leaders of the committees, but Ms. Haspel herself has not. The nature of the intercepts, whether they are from calls or text messages, is highly sensitive information, and the C.I.A. may be reluctant to share all of what it has collected, or how it did so.\nIt is not clear if the C.I.A. has the content of the communications between the two men. It is possible that American intelligence agencies know the substance of the communications, but it is also possible that they have collected only so-called metadata about them.\nA number of other important questions remain unresolved. One is precisely what Mr. Qahtani was communicating to the crown prince in the 11 exchanges — the two men could have been in constant communication most days, not just at the time that Mr. Khashoggi was killed.\nAfter the murder, Mr. Qahtani was stripped of his title of adviser to the royal court and was accused of contributing to the vitriolic language directed at Mr. Khashoggi. He is not, however, among those who have been charged in Saudi Arabia with his killing.\nMr. Qahtani, who was in charge of social media campaigns in the kingdom, has been involved in the power plays that have cemented Prince Mohammed’s grip on the country, including the detentions of royals and businessmen in the Ritz-Carlton in Riyadh.\nMr. Qahtani began working in the royal court a decade ago, and later emerged as Prince Mohammed’s chief propagandist. With his large Twitter following, he helped create a blacklist of the crown prince’s enemies and then marshaled mass social media attacks against them.", "date": "Dec. 2, 2018", "href": "https://www.nytimes.com/2018/12/02/us/politics/crown-prince-mohammed-qahtani-intercepts.html", "tags": "khashoggi intelligence officials mohammed qahtani saudi assessment c.i.a crown killing intercepts prince ordered solidify"}