{"title": "Intel buys driverless car technology firm Mobileye", "content": "US chipmaker Intel is taking a big bet on driverless cars with a $15.3bn (£12.5bn) takeover of specialist Mobileye.\nIntel will pay $63.54 a share in cash for the Israeli company, which develops \"autonomous driving\" systems.\nMobileye and Intel are already working together, along with German carmaker BMW, to put 40 test vehicles on the road in the second half of this year. \nIntel expects the driverless market to be worth as much as $70bn by 2030.\nJerusalem-based Mobileye has contracts with 27 car makers. It also controls about two thirds of the market for software that runs automatic emergency braking and semi-autonomous cruise control systems already fitted to cars and trucks.\nTechnology companies are racing to launch driverless cars.\nEarlier this month, Nissan test drove a converted Leaf vehicle and said it hoped to make the cars available by 2020. \nGoogle has also done extensive development of driverless cars. \nAnnouncing the deal, Intel said that as cars \"progress from assisted driving to fully autonomous, they are increasingly becoming data centres on wheels\".\nThe chipmaker reckons that by 2020 driverless cars will generate 4,000 GB, or 4 terabytes, of data a day that can be mined for information.\nBetsy Van Hees, analyst at Loop Capital Markets, said Intel had very little presence in the automotive market, \"so this is a tremendous opportunity for them to get into a market that has significant growth opportunities\". \nTimothy Carone, a Notre Dame University academic, said: \"Major players are finding ways finding ways to position themselves for a change as seminal as the personal computer revolution.\"\nShares in Intel fell 2.2% to $35.10 in New York. \nMobileye was founded in 1999 to develop \"vision-based systems to improve on-road safety and reduce collisions\".\nThe company, along with Intel's automated driving group, will be based in Israel and led by Amnon Shashua, Mobileye's co-founder, chairman and chief technology officer. \nIn its results for last year, Mobileye said revenue more than tripled to $358m, while pre-tax profit jumped from $79.7m to $125.4m.", "date": "13 March 2017", "href": "https://www.bbc.co.uk/news/business-39253422", "tags": "company cars buys market firm driving intel driverless systems car chipmaker technology mobileye"}