{"title": "International Court Orders U.S. to Ease Some Iran Sanctions", "content": "PARIS — In a rebuke to the Trump administration, the International Court of Justice ordered the United States on Wednesday to ease some sanctions against Iran, including those related to the supply of humanitarian goods and the safety of civil aviation.\nIn response, Secretary of State Mike Pompeo announced in a news conference that the United States would cancel a treaty signed in 1955 by the two countries that had provided a basis for friendly diplomatic exchanges and economic relations, long before Iran’s Islamic revolution turned the two nations into enemies.\nThe interim ruling by the United Nations’ highest court, also known as the World Court, came in response to an urgent plea from Tehran after President Trump’s announcement in May that he would withdraw from the 2015 international accord limiting Iran’s nuclear ambitions. His decision was followed by a first round of sanctions in August, and a second round is due in November.\nThe court order, unanimously handed down by its 15 judges, amounts to an injunction while Iran’s July lawsuit challenging the sanctions winds its way through the court — a process that could take years.\nIran, however, took the outcome as vindication.\n“The decision proved once again that the Islamic Republic is right and the U.S. sanctions against people and citizens of our country are illegal and cruel,” the Foreign Ministry in Tehran said, according to state media.\nDuring hearings in August, Iran argued that the United States was strangling the country “through naked economic aggression” and was violating the Treaty of Amity signed by the two countries on economic relations and consular rights in 1955, long before Iran’s Islamic revolution turned the them into enemies.\nLawyers for the United States had argued that Iran was misusing the court because it had no jurisdiction in the case since the dispute involves American national security. Rulings by the court, which is based in The Hague and settles disputes between nations, are legally binding, though it has no way of enforcing them. In the past, both the United States and Iran have ignored its rulings.\nPeter Hoekstra, the United States ambassador to the Netherlands, echoed the administration’s view, writing on Twitter that the ruling was “a meritless case over which the court has no jurisdiction.”\nWednesday’s decision is not expected to change Washington’s course. Mr. Trump had long scorned the 2015 accord, saying in an address in the White House: “This was a horrible one-sided deal that should have never, ever been made. It didn’t bring calm, it didn’t bring peace, and it never will.”\nThe United States, however, offered assurances in August that sanctions would not affect Iran’s humanitarian needs.\nBut the court found that such promises were “not adequate to address fully the humanitarian and safety concerns” raised by Iran.\nWashington’s plans to pull out of the 2015 nuclear deal with Iran and its announcement of new sanctions have drawn strong opposition from other countries who are party to the deal, including allies such as Britain, France and Germany, as well as Russia and China.\nThey have openly said that they want to uphold the nuclear deal. But despite their opposition to the sanctions, which also hurt their business deals with Iran, some Europeans have already annulled trades with Iran as they fear a punitive response from Washington.\nWednesday’s interim ruling was handed down because the judges said they recognized the urgency of Iran’s plea at this stage of the proceedings.\nThe summary said the sanctions must not affect exports to Iran of goods required for humanitarian needs such as medicines and medical devices, foodstuffs and agricultural commodities, as well as goods and services required for the safety of civil aviation.\nIn theory, the court ruled, American sanctions do not include food and medical supplies, but “it has become difficult if not impossible for Iran, Iranian nationals and companies to engage in international financial transactions” relating to such purchases.\nIt also urged the two parties to refrain from any action which could aggravate the dispute before the court. But hours later, Mr. Pompeo announced that the treaty would be scrapped. According to the treaty, either side seeking to end the treaty must give notice in writing, and the change would take effect in a year.\nIran’s president, Hassan Rouhani, praised Europe on Wednesday for taking a “big step” to maintain business ties despite the American withdrawal from the pact, which promised an easing of sanctions in return for curbs on Iran’s nuclear program.\nThe Tasnim news agency quoted Mr. Rouhani as saying that Mr. Trump’s increasing pressures on Tehran were intended to secure “domestic political gain.”\nTehran’s bid to get the sanctions suspended is only its latest case against the United States at the World Court. In 2016, Tehran brought a suit against the freezing of nearly $2 billion worth of Iranian assets abroad, which courts in the United States courts have said should go to American victims of terrorist attacks.\nThe hearings in that case are scheduled to begin next week.", "date": "Oct. 3, 2018", "href": "https://www.nytimes.com/2018/10/03/world/middleeast/us-iran-sanctions-international-court.html", "tags": "iran sanctions tehran u.s. court united states ” orders treaty international ease"}