{"title": "Intervening Against Venezuela’s Strongman, Trump Belies ‘America First’", "content": "WASHINGTON — President Trump has finally met a strongman he does not like. After making friends with autocrats around the world, Mr. Trump has drawn a red line with Nicolás Maduro, demanding that the iron-fisted president of Venezuela hand power to his opposition.\nMr. Trump’s forceful challenge to Mr. Maduro is the first such intervention in his anti-interventionist presidency, a sharp departure from an “America First” foreign policy aimed at extracting the United States from overseas quagmires and staying out of the internal affairs of other countries.\nThe president’s decision to advocate what amounts to a regime change in Venezuela, encouraged by Senator Marco Rubio, Republican of Florida, and other longstanding critics of the leftist leadership in Caracas, is the sort of international assertion that Mr. Trump has disdained in past administrations — and one with enormous risks.\nAs the Venezuelan military stands by Mr. Maduro, the situation could easily descend into further violence, with American diplomats potentially in the cross hairs. Mr. Trump said that “all options are on the table,” suggesting the possibility of military force. But even if it does not come to that, Mr. Trump faces a loss of credibility if Mr. Maduro ultimately defies American pressure and holds onto power.\n“The administration’s posture toward Venezuela is a foreign policy gamble that in hindsight could look prescient” if Mr. Maduro is forced out “or reckless if that doesn’t happen,” said Rob Malley, the president of the International Crisis Group and a former aide to Presidents Barack Obama and Bill Clinton. “At that point, the ball will be squarely in the U.S. court, with the risk that it does little and displays impotence or, worse, intervenes militarily and demonstrates rashness.”\nFor now, the administration emphasized diplomatic and economic options, hoping to maintain regional solidarity. At a meeting on Thursday in Washington, Secretary of State Mike Pompeo urged all of the 35 members of the Organization of American States to recognize Juan Guaidó, the head of the National Assembly, as Venezuela’s new president, as Canada, Brazil, Argentina and many others in the region already have.\n“The regime of former President Nicolás Maduro is illegitimate,” Mr. Pompeo said. “His regime is morally bankrupt, it’s economically incompetent and it is profoundly corrupt. It is undemocratic to the core.”\nSo too, of course, are plenty of other countries, yet Mr. Trump has made friends with authoritarian leaders in places like Russia, China, North Korea, Egypt, Saudi Arabia, Turkey and the Philippines. That Venezuela would trip his outrage meter reflects a confluence of factors, including who has his ear when it comes to Latin America.\n“It is so at odds with what we’ve seen in other parts of the world,” said Michael Shifter, the president of the Inter-American Dialogue, a think tank on Western Hemisphere affairs. “But Latin America is different. It’s where domestic politics has a greater role than other parts of the world.”\nMr. Rubio has been a pivotal figure in pressing the Trump administration to take a harder line on Mr. Maduro. For Mr. Rubio, like other Cuban American leaders, the ties between Mr. Maduro’s Venezuela and the Castro-era Cuba loom large.\nJust weeks after Mr. Trump took office, Mr. Rubio arranged for a White House meeting with Lilian Tintori, the wife of Leopoldo López, an opposition leader currently under house arrest and the architect of Mr. Guaidó’s rise. Mr. Trump was said to be impressed with Ms. Tintori and from then on regularly asked aides for updates about Venezuela. Mr. Rubio also gave the White House a list of Venezuelan officials to target, and they were then duly sanctioned by the administration.\nOn Tuesday, Mr. Rubio visited the White House again to talk with Mr. Trump about a plan to recognize Mr. Guaidó as the legitimate president of Venezuela if he formally announced his new position, according to a Senate aide briefed on the meeting. The senator and White House officials also discussed steps to take if Mr. Maduro resists and escalates the situation, said the aide, who declined to describe contingency plans.\nWhen Mr. Guaidó did claim the presidency the next day on the grounds that the last presidential election was rigged, Mr. Trump followed through by recognizing him, prompting Mr. Maduro to break diplomatic ties and order American diplomats out of the country within 72 hours.\nIn television interviews on Thursday, Mr. Rubio threatened retaliation if Mr. Maduro’s forces harmed American personnel, almost sounding like a spokesman for the Trump administration.\n“We are also going to impose grave consequences on the people responsible for that harm, and that should be very clearly understood,” he said on MSNBC. “And that’s not some idle threat, I’m telling you. I can’t go any further than that, but I’m telling you the consequences will be significant.”\nWithin the Trump administration, Mr. Pompeo and Mauricio Claver-Carone, the senior director of Western Hemisphere affairs on the National Security Council, have been two of the biggest backers of a forceful stand on Venezuela.\nMr. Pompeo played an important role during a trip early this month to Brazil and Colombia, said a person with connections to opposition leaders in Venezuela. Mr. Pompeo signaled to leaders in both countries that if Latin American nations came up with a reasonable plan on Venezuela, the United States would stand with them, this person said. That was one factor that contributed to Canada and 12 Latin American nations issuing a statement on Jan. 4 that said they would not recognize Mr. Maduro’s presidency.\nThe statement was stronger than even American officials had expected, the person said. Mr. Pompeo has also been in close contact with Chrystia Freeland, the Canadian foreign minister, who has played a leading role in rallying global criticism of Mr. Maduro. On Jan. 16, the two spoke by phone about Venezuela, among other issues.\nMr. Trump’s tough stand this week drew some bipartisan support. Representative Adam B. Schiff, Democrat of California and one of the president’s strongest critics, called the recognition of Mr. Guaidó “an appropriate step to support the democratic aspirations of the Venezuelan people.”\nBut like others, Mr. Schiff noted the disparity between Mr. Trump’s approach to Mr. Maduro and other autocrats. “We must also remember that America’s support for democracy and human rights must apply universally if it is to be credible,” he said.\nThat was not Mr. Trump’s view when he came to office. In his first foreign trip as president, Mr. Trump told an audience in Saudi Arabia that he would not dictate how other countries treat their own citizens. “We are not here to lecture,” he said. “We are not here to tell other people how to live, what to do, who to be or how to worship.”\nJust last month, Mr. Trump abruptly ordered the withdrawal of troops from Syria, arguing that the United States’ only interest there was fighting the Islamic State. He offered no criticism of President Bashar al-Assad of Syria, who has waged war against his own citizens, resulting in hundreds of thousands of casualties and millions of displaced people.\n“Does the USA want to be the Policeman of the Middle East,” Mr. Trump asked then on Twitter, denouncing the notion that the United States had a role to play “protecting others” in the region.\nHis national security adviser, John R. Bolton, brushed off questions on Thursday about why Mr. Maduro was worse than other autocrats Mr. Trump has befriended.\n“Well, your question is full of fallacies,” Mr. Bolton told reporters. “The fact is Venezuela is in our hemisphere. I think we have a special responsibility here, and I think the president feels very strongly about it.”\nThat “special responsibility” dates to the earliest days of the republic and the Monroe Doctrine asserting a leading role for the United States in the Western Hemisphere. The history of interventions, coups and military adventures in Latin America has defined the relationship with the region ever since.\n“The Trump administration’s reaction shows how deeply rooted the regime change instinct is,” said Stephen Walt, a Harvard University professor of international relations. “Whenever the United States faces a hostile government, the temptation to try to overturn it is always there. Needless to say, this has been especially true in Latin America.”\nMr. Shifter said the president’s involvement was welcome. “If you look at it in a wider context, it’s hard to say this shows a broader commitment to human rights and democracy,” he said. “But from my perspective, we’ll take what we can get. In my view, he’s on the right side of this one. Whether he’s got a strategy, whether it’s all been thought out, I don’t know.”", "date": "Jan. 24, 2019", "href": "https://www.nytimes.com/2019/01/24/world/americas/donald-trump-venezuela.html", "tags": "american ‘ america first “ venezuela maduro strongman states trump belies intervening"}