{"title": "Into the Wild With Kanye West", "content": "JACKSON, Wyo. — One afternoon early last year, Kanye West walked into the living room of his California home and found Tony Robbins — the Hulk-sized, concrete-grinned motivational speaker — waiting for him.\nIt had been just a few months since the rapper, producer, fashion designer and cultural fire starter had gone through one of the most taxing periods of his public life: His wife was robbed at gunpoint, and a series of erratic concert appearances followed, culminating in a nine-day stint in the U.C.L.A. Medical Center. He was in a state of shambles, and it showed.\n“He could look at me and you know, I don’t know why he mentioned suicide, but he could tell that I was very low,” Kanye recalled in early June over breakfast at the rustic modernist home here that he’s been renting and making music in. “Really medicated, shoulders slumped down, and my confidence was gone, which is a lot of the root of my superpower, because if you truly have self-confidence, no one can say anything to you.”\nMr. Robbins, who is known for his boisterous seminars that feature hot-coal walking, had been summoned by Kanye’s wife, Kim Kardashian West, to stage something like an intervention.\nAnd so Mr. Robbins looked Kanye in the eyes and started issuing instructions. Made him stand up, get into a warrior pose and scream.\n“I was so self-conscious about the nanny and the housekeeper that I didn’t want them to hear me screaming in the living room,” Kanye said. “I think that that’s such a metaphor of something for the existence of so-called well-off people that they’re not really well-off — they won’t even scream in their own house.”\nHe was reluctant. But he screamed.\nThe fix wasn’t instantaneous. “I still felt self-conscious,” Kanye said. “I didn’t have my confidence back.” But it was a start.\nKanye’s last two years have included wild stretches of chaos, public trauma, divisive flirtations with partisan politics, and health struggles that played out both in public and in private. Depending on the moment, he has been the subject of empathy, enthusiasm or scorn. For many, his embrace of President Trump and his controversial conversation about slavery with TMZ in May have been too toxic.\nCertainly, casual dismissal of Kanye has always been a built-in feature of his fame, but in terms of public perception, it’s possible he’s never been more radioactive. The world is now more skeptical and less patient. Over the past decade and a half, objection has tended to roll off him; now it’s sticking.\nBut over two days of extended interviews that took place in his rented Amangani Resort home, on long walks through Jackson, and in lengthy car rides spanning eastern Idaho to Yellowstone National Park — edited excerpts from which are included below — Kanye was calm, measured, verging on beatific, and also self-aware and willing to reckon with the challenges he’d created for himself.\nHe is still given to flights of conversational fancy and grandiloquence, but the Kanye of this moment is not the overeager attention seeker of the “College Dropout” era, the difficult aesthete who made “My Beautiful Dark Twisted Fantasy” and proclaimed himself the greatest, nor is he the stern warrior of the “Yeezus” era, prone to interrupting concerts to deliver extemporaneous speeches.\nHe is, comparatively, pragmatic — attuned to his own limitations, mindful of the shifting pecking orders in hip-hop and fashion, interested in coexistence rather than conflict. \n[Never miss a pop music story like this one: Sign up for our weekly newsletter, Louder.]\nOver the past few weeks, he has worked on the release of five albums: His eighth LP, “Ye,” and his collaboration with Kid Cudi, “Kids See Ghosts,” as well as records by Pusha-T, Nas and Teyana Taylor that he produced.\nMuch of that music was made here. He’s been coming to this area regularly since early 2017, a couple of months after his hospital stay. “We came here just for healing,” he said earlier in the day. “Getting my brain together and [expletive].” He was medicated then — he’d recently received a diagnosis of bipolar disorder  — but over time, he began “learning how to not be on meds,” adding proudly, “I took one pill in the last seven days.”\nThe night before, he’d hosted a listening party for “Ye,” flying in hundreds of fellow artists, coastal cool kids, and representatives of the press, radio and streaming services to eat barbecue and dance around a bonfire. After everyone who had been imported for the affair was exported back home — “We turned jumbo jets to Uber,” he said, grinning — Kanye was taking a slow Friday. At Big Hole BBQ, the restaurant that had catered the event, he had a half-slab of ribs, wings, fries, slaw and beans, and washed it down with a Mary’s Nipple, a vodka-lemonade concoction.\n[Kanye West debuts “Ye” on a wide-open field in Wyoming.] \nAnd though it was almost two miles from the restaurant to the Movieworks Cinema 4, where he wanted to see “Solo: A Star Wars Story,” he decided to walk.\nThe day was bright, crisp, a little cool, and his step was brisk. He was wearing a black-gray-and-white flannel shirt, black Patagonia fleece pants, unreleased Yeezy 700s and an industrial-orange ski cap. His security was pacing him in a pair of black Suburbans, going slow in the fast lane, or slipping in and out of adjacent parking lots.\nKanye barely acknowledged them, though — instead he focused on the kids. Dozens of them. They ran out of restaurants and asked for pictures, or pulled their cars over to the side of the road, some of them blasting “Ye.” The unplanned attention might have unnerved Kanye in the past, but now he looked pleased to be interrupted. And he made sure to ask what every single kid’s favorite song was.\nThe Wyoming listening session was up there with the golden-era Kanye West exploits: an absurdist stunt, an immense display of ego and a genuinely new contribution to the rich history of hip-hop excess.\nIf it was baptismal, it felt doubly so given the few weeks that preceded it. Beginning in mid-April, Kanye returned to Twitter with gale force, posting a torrent of old photos, self-help-speak, cult-leader aphorisms, clothing-line updates and, most disruptive, continued amplification of conservative voices and doubled-down support for President Trump, citing their shared “dragon energy.”\n“There were people who said Trump would never win,” Kanye said. “I’m talking about the it-will-never-happens of the world, people in high school told you things would never happen.” \nTo his mind, he was supporting a friend and kindred spirit, and also speaking up in a way others wouldn’t — as is his wont, generally.\n“I felt that I knew people who voted for Trump that were celebrities that were scared to say that they liked him. But they told me, and I liked him, and I’m not scared to say what I like,” he said. “Let me come over here and get in this fight with you.”\nThe battle for Kanye’s soul went into overdrive in the hours and days following his tweets. John Legend and J. Cole all urged him to reconsider his position. Kim instructed him to announce that he doesn’t agree with all of President Trump’s policies. When his father came to visit Wyoming for a few days, Kanye said, “He expressed that he felt that some of the policies were hurtful and that I’m a person that does not intend to hurt people, never hurts people with intention.” He added, “I expressed the example that I have a cousin that’s locked up for doing something bad, and I still love him, so I don’t base my love for a person on if they doing something good or bad.”\nIs there anything a person could do that is so beyond the pale that you would not support them, even if you liked them?\nI wanted to make my album cover the doctor that performed my mom’s last surgery. I think that’s pretty big on the cancel-culture territory. I’m starting saying, “I’m not canceling him,” ’cause the world canceled him. I believe in the court of public opinion that that thought has to change. \nDo you feel there is an expectation of you — because you’re a successful black man in this country — to take on certain political or cultural positions?\nOh yeah, definitely. When I was in high school, most of my opinions were, like, only me and a couple people who thought like me.\nBut now you feel the pressure to speak for a whole group of people?\nNah. It’s a rhetorical dumbass question — you could just say yes — but do you think there are a lot of husband-and-wife situations where the husband in the household liked Trump and voted on Trump and maybe the wife didn’t, or vice versa?\nOf course.\nMan, I had my [expletive] [expletive] castrated: “You have to like Hillary. That’s got to be your choice.”\nThat’s what the family was telling you?\nThe family meaning the world — because you’re black, because you make very sensitive music, because you’re a very sensitive soul, it was like an arranged marriage or something. And I’m like, that’s not who I want to marry. I don’t feel that. I believe that I’m actually a better father because I got my [expletive] voice back, I’m a better artist because I got my voice back. I was living inside of some universe that was created by the mob-thought, and I had lost who I was, so that’s when I was in the sunken place. You look in my eyes right now — you see no sunken place.\nWhen did that change happen?\nGetting out, learning how to not be highly medicated and, you know, just standing up saying I know I could lose a lot of things, but just standing up and saying what you feel, and not even doing a lot of research on it. Having a political opinion that’s overly informed, it’s like knowing how to dress, as opposed to being a child — “I like this.” I hear Trump talk and I’m like, I like the way it sounds, knowing that there’s people who like me that don’t like the way it sounds.\nBut if he says something like he doesn’t want to let Muslims into the country, do you like the way that sounds?\nNo, I don’t agree with all of his policies.\nOrdinarily, public figures see microphones as natural enemies, designed to undo them.\nBut this is not how Kanye treats them. He speaks in long, jagged discursions, moving fluidly between subjects — saying he wished Bernie Sanders could have been Trump’s vice president one moment, lamenting the awkwardness of a lyric about Tristan Thompson (the father of Khloé Kardashian’s daughter) the next. He is in a constant state of self-revision. More than any other famous person of his stature, he shares his rough drafts.\nIf he’d come into the public eye via technology, not music — if he were white, not black — Kanye might be viewed as a lovable, idiosyncratic futurist, not a perennial agitator.\n“We need to be able to be in situations where you can be irresponsible,” he said. “That’s one of the great privileges of an artist. An artist should be irresponsible in a way — a 3-year-old.”\nEven though this is the sort of behavior that gets Kanye labeled inconsistent, it is perhaps his most enduringly consistent feature. He is congenitally honest, almost shockingly unguarded in his speech. You can almost watch him as he lobs a new thought into the public consciousness, then stands back and watches as it’s either embraced or swatted down.\nFully rendering his speech would require something akin to musical notation — markings to denote speed, spacing, emphasis, even the words’ seriousness or lack thereof, or the percent to which he was certain of what he was saying as opposed to just trying a thought out. (Twitter is in some ways the medium least well suited to his thought process. He isn’t gnomic, or pithy; he’s roundabout, elaborative.)\nThis is, generally speaking, an approach incompatible with a media environment that ruthlessly records, dissects and parses each moment, examining it hard for flaws.\nThat hasn’t changed Kanye’s methodology, though. Not long after his April Trump tweetstorm, Kanye posted a longform video interview on his website with the acidic New York radio host Charlamagne Tha God. The setup was tasteful, all neutral tones. It showed Kanye at his most lucid and sharp, and suggested that perhaps smoother waters were ahead.\nOr not. “I felt like it was something missing,” Kanye said. “I just had a gut innate feeling to go to TMZ.”\nThe Kanye who appeared on TMZ’s daily TV show is much more familiar: loose-tongued, provocative, searching. There was also a vulnerability that was easy to overlook, as when he admitted to having had liposuction. (By way of elaboration about the procedure, he said, “As holy as I am and all that [expletive], I still do some rich [expletive phrase] sometimes.”) \nBut most crucially, and most alarmingly, he said that 400 years of slavery “sound like a choice.”\nTo Kanye’s mind, what happened on TMZ was a failure of language, not ideas. “I said the idea of sitting in something for 400 years sounds — sounds — like a choice to me, I never said it’s a choice. I never said slavery itself — like being shackled in chains — was a choice,” he said. “That’s why I went from slave to 400 years to mental prison to this and that. If you look at the clip you see the way my mind works.”\nHe continued, delineating the path of many a Kanye West public conflagration. “I think an extreme thing; I adjust it, I adjust it, I adjust it,” he explained. “That’s the way I get to it, but I have to push to, you know, the furthest concept possible.”\nThe TMZ appearance essentially squandered all of the public good will Kanye had accumulated earlier in the day — except in the view of Kanye, who naturally saw the two media appearances as part of the same continuum.\n“I think it was totally beautiful, both of them,” he said. “The Charlamagne one was like the most beautiful funeral you’ve ever been to, and you close the casket, and say this is done.”\nAnd the TMZ one?\nAnd the TMZ one was the [expletive], the casket like [makes opening motion and screams] and the people in church is like [mimes shock and horror and shrieks] “slave?!” Ahhh! Ahhh!\nHow does it make you feel when you know an experiment didn’t work?\nAwesome. I learned so much. I learned about the context of the idea of the word slave. I didn’t take it in that context. I think that my personality and energy mirrors Nat Turner, or it had in the past, but that showed me that also that Nat Turner approach would land me in the same place Nat Turner landed, and that I would be legendary but also just a martyr. But I guess we’re all martyrs eventually, and we’re all guaranteed to die. \nTo clarify, do you believe that slavery in this country was a choice?\nWell, I never said that. \nIf you could say it again how would you frame it?\nI wouldn’t frame a one-liner or a headline. What I would say is actually it’s literally like I feel like I’m in court having to justify a robbery that I didn’t actually commit, where I’m having to somehow reframe something that I never said. I feel stupid to have to say out loud that I know that being put on the boat was — but also I’m not backing down, bro. What I will do is I’ll take responsibility for the fact that I allowed my voice to be used back to back in ways that were not protective of it when my voice means too much.\nBack to back?\nWearing the [Trump] hat, because my voice is unprotected, and I believe that the black community wants to protect my voice. By me saying slave in any way at TMZ left my voice unprotected. So it’s not a matter of the facts of if I said that exact line or not, it’s the fact that I put myself in a position to be unprotected by my tribe.\nDo you feel that if black fans abandon you, that’s something that you could come back from? Do you think that is a death blow?\nIt’s not going to happen.\nIt’s just not going to happen?\nLike I said, wouldn’t leave. Like yes, got a bunch of different opinions. You’re not always going to agree, but they’re not going to leave.\nEarlier Friday afternoon, Kanye was in the back seat of the Suburban when he spied Victor Outdoor Seconds, a smallish purveyor of secondhand outdoor clothing in Victor, Idaho, a blink-and-you’ll-miss-it town about 40 minutes west of Jackson.\nWithin a minute, he was fixated on the store’s offerings: well-worn ski jackets, fleeces, snow pants and more. Nothing fancy or luxury, just styles so mainstream as to be almost vernacular.\nWhat Kanye saw, though, was pure Yeezy. “I want to purchase a lot of stuff,” he said to the store’s proprietress. “I don’t know where I should put it, though.” He settled on the floor, starting with a molehill pile and, over the course of a half-hour, turning it into a mountain. Later, the owner posted a photo on Facebook of 13 bursting-full white trash bags and a thank you to Kanye: “Biggest sale EVER!!!!”\nWhile selecting items, he got a call from Virgil Abloh, who was recently named the artistic director of men's wear at Louis Vuitton. Mr. Abloh was Kanye’s mentee for years, the chosen son who broke free to make his own way. They spoke about the clothes Kanye was finding, about Drake, about the colors of the “Ye” album cover. Mr. Abloh complimented Kanye’s facility with earth tones — visual and aural — and gave Kanye his assessment of the album.\nKanye pressed Mr. Abloh for more: “I’m not canceled out the culture? People are listening to it?” \n“You see me and Virgil’s relationship,” he said in the S.U.V. on the ride back from the secondhand store. “I don’t know what might have been in your mind, but there might have been some place where you wonder if those dudes still talk like that. And you saw, we do.”\nWhat did you have to cleanse to get to that place, to be back at that rhythm?\nJealousy and fear.\nFear of what?\nLosing “ruler,” “king,” “crown.” And it was this thing where it’s like O.K., you’re not the No. 1 rapper, Drake’s the No. 1 rapper, but you’re the No. 1 with shoes, or this or that. And it’s like yo, no more No. 1s. What’s the No. 1 tree over there? Just be one of them. All of them are beautiful. If you cut one of those trees down, what would it be worth? Those look like $400,000 trees, just one of them, and look at how many of them are.\n“Ye” is an album of deep vulnerability, Kanye’s rawest since “808s & Heartbreak.” It reckons with the internal chemistry that causes mental illness, and with the real-life consequences of his public behavior. It feels immediate, an in-the-moment emotional reckoning delivered with the alacrity of a mid-2000s mixtape. Perhaps it is not surprising to learn that eight days before its release, Kanye said, he’d had none of the lyrics of “Ye” written. And he still went to see “Deadpool 2.” Twice.\nAt just seven songs, “Ye” is less carefully constructed than the works from his most popular era. But it has familiar Kanye hallmarks — the scars of “808s & Heartbreak” and the soul-drenched production of “Late Registration” — even if the finished product has a far more unbuttoned feel than, say, the magnum opus “My Beautiful Dark Twisted Fantasy.” \nPerhaps the most consequential lyrics of this Kanye era are about mental health. On Pusha-T’s “What Would Meek Do?” he declaims, “No more hidin’ the scars/I show ’em like Seal, right?” On “Yikes,” from “Ye,” he announced the bipolar disorder diagnosis. “That’s my superpower,” he scream-rapped. “Ain’t no disability/I’m a superhero! I’m a superhero!”\nAnd on the “Ye” opener, “I Thought About Killing You,” the clouds get darker: “Today I thought about killing you, premeditated murder/I think about killing myself/And I, I love myself way more than I love you.”\nOn “I Thought About Killing You,” to what degree is that literal and to what degree is that metaphor? \nOh yeah, I’ve thought about killing myself all the time. It’s always a option and [expletive]. Like Louis C.K. said: I flip through the manual. I weigh all the options.\nLater, he added: “I’m just having this epiphany now, ’cause I didn’t do it, but I did think it all the way through. But if I didn’t think it all the way through, then it’s actually maybe more of a chance of it happening.”\n The following morning, Kanye arrived in the dining area for breakfast around 10 a.m., wearing a red hoodie over a long-sleeved gray Calabasas T-shirt. His personal chef brought him his plate, showing him a slip of paper with the meal’s nutritional information before he dug in.\n“Did you see my tweet?” he asked. Overnight, he’d sent out a missive putting an end to the reignited feud between Pusha-T and Drake, in so much as someone who was not one of the primary participants can do that.\nFriction between Kanye and Drake has replaced friction between Kanye and Jay-Z as hip-hop’s central Oedipal drama even if at this point the two are, for all intents and purposes, peers. (At one point, they were recording music for a possible collaborative album.)\nBut then Pusha-T and Drake got to quarreling, and on “Duppy Freestyle,” Drake took aim at Kanye, saying he’d written for him and “let him repeat.” Yes, Drake had written on “The Life of Pablo,” which was not a secret. And as it happens, he wrote for Kanye on “Ye” as well — the hook for “Yikes” is his. (He also wrote a whole first verse, Kanye said, though it didn’t make the final album.)\nThis acknowledgment is a shock for those who still see hip-hop as one kind of auteur music, the sort in which the vocalist is relating true-life tales, unembellished and autobiographical, and not the other kind of auteur music, in which one figurehead orchestrates a creative enterprise, drawing on a wide and deep range of talent in search of completing a complex but coherent puzzle. \nKanye has long worked with songwriters — something that, because it’s perceived as heterodoxy, is rarely discussed openly. In this moment of increased transparency, though, he’s become Zen about sharing the details.\n“It’s incredible how we just sit there and just think and rethink and rewrite and rewrite and rewrite,” he said of his studio sessions. “We’re not pulling off a magic trick here. We’re like Tesla, we’re not ‘The Prestige.’”\nHis initial approach to a beat is melodic and rhythmic, finding a cadence that suits his voice, an energy level at which the vocals will be delivered, and maybe a rhyme scheme. From there, he colors in the outlines, bouncing ideas back and forth with any number of writers.\nSince leaving the hospital, Kanye had been compiling notes about his experiences and feelings. For “Ye,” he turned them over to various writers, so that they might help put structure to the thoughts.\nMany are people he’s worked with for years and trusts implicitly. CyHi the Prynce is, he said, the best at finding those shapes. The line on “All Mine” about Stormy Daniels, that came from Consequence. “Sometimes I take all the shine/talk like I drank all the wine,” on “Ghost Town,” was contributed by Malik Yusef.\nAfter hearing Cardi B rap “I gotta stay out of Gucci/I’m finna run out of hangers” on her song “Drip,” Kanye tracked down her co-writer, Pardison Fontaine, and brought him to Wyoming: “I was just like, that’s something that I would have thought of and would like to say.”\nIn the same way the clothes in the secondhand store struck Kanye as very Yeezy, the same goes for other rappers’ words and flows. And like the clothes, he chooses freely among them for inspiration, building his public, creative self from all the parts available to him. He even cited the way Tony Robbins delivers his messages as a songwriting inspiration. \n“This is a really interesting moment,” he said of discussing this process openly. “It’s kind of a controversial moment, right?”\nBy this point in the day, breakfast was far in the rear view and Kanye was back in the Suburban, enjoying another day of relative calm. He’d directed his driver north on Route 191, into Grand Teton National Park, driving past the same mountains that appear in the iPhone photo he shot for the cover of “Ye.”\nJumping out of the car at a rest stop, he said, “I hope they got a fresh-ass T-shirt.” They don’t, but he buys some small toys for his children, and stocks up on Doritos and jerky for the road.\nAs the Suburban pushed onward into Yellowstone National Park, he tried to call Kim, but reception was bad and he couldn’t get through. “I’m just trying to tell my girl I’m going to Yellowstone, ’cause we never did it,” he said. A few minutes later, he added with a shrug, “I’m not going to lie, it looks the same as where we stay.”\nIf there has been a corrective force during this tumultuous period, it’s been Kim, whom Kanye married in 2014. They now have three children: 5-year-old North; 2-year-old Saint and 5-month-old Chicago. Their lives and businesses are symbiotic. She flew to Wyoming to celebrate at the ranch with Kanye, and over the next two days, they checked in regularly by phone. At one point, she sent him a video of North singing the chorus of “No Mistakes,” and he watched it dozens of times, ignoring everyone in the room.\nOne of the most affecting songs on “Ye” is “Wouldn’t Leave,” in which Kanye suggests that his TMZ appearance put his marriage at risk.\n“There was a moment where I felt like after TMZ, maybe a week after that, I felt like the energy levels were low, and I called different family members and was asking, you know, ‘Was Kim thinking about leaving me after TMZ?’” he said. “So that was a real conversation.”\nLike many of the songs on “Ye,” this one functions as both personal and professional, micro and macro, individual and universal. Kanye is serenading not just his wife, but also the fans who stuck by him during this most trying period.\nOr as he put it on “No Mistakes,” “For all my dogs that stayed down, we up again.”\nStaying down, he understands, has not been a given. “Half that audience that was there last night, half the people that are listening to the album are supposed to not listen to the album right now,” he said. “I’m canceled. I’m canceled because I didn’t cancel Trump.” (On a call earlier in the day with Khloé, he acknowledged the challenge: “I set the video game on the hardest setting possible, the most hate possible.”) \nAnd yet “Ye” still debuted at the top of the Billboard album chart. That underscores the real tension endemic to contemporary cancel culture: It’s possible to be canceled and thrive at the same time.\nGetting comfortable with the dissonance, that’s the thing. For someone who spent the whole of his early career in conquer mode, constantly questioning anyone who doubted him, accepting that you can’t always control your own narrative is a kind of growth. Along the way, there will be missteps, setbacks, even upheavals. The healthiest choice, Kanye has discovered, is to learn from them, accept them and absorb them into who he’s becoming.\n“My existence is selvage denim at this point, it’s a vintage Hermès bag,” Kanye said. “All the stains just make it better.”", "date": "June 25, 2018", "href": "https://www.nytimes.com/2018/06/25/arts/music/kanye-west-ye-interview.html", "tags": "way kanye wild ” one back west ye like —"}