{"title": "Investigators Focus on Another Trump Ally: The National Enquirer", "content": "President Trump has long had ties to the nation’s major media players. But his connections with the country’s largest tabloid publisher, American Media Inc., run deeper than most.\nA former top executive of Mr. Trump’s casino business sits on A.M.I.’s four-member board of directors, and an adviser joined the media company after the election. The company’s chairman, David J. Pecker, is a close friend of the president’s.\nAnd in the Trump era, A.M.I.’s flagship tabloid, The National Enquirer, has taken a decidedly political turn, regularly devoting covers to the president’s triumphs and travails with articles headlined “Trump’s Plan For World Peace!” and “Proof! FBI Plot to Impeach Trump!”\nSince the early stages of his campaign in 2015, Mr. Trump, his lawyer Michael D. Cohen and Mr. Pecker have strategized about protecting him and lashing out at his political enemies.\nNow the tabloid company has been drawn into a sweeping federal investigation of Mr. Cohen’s activities, including efforts to head off potentially damaging stories about Mr. Trump during his run for the White House. In one instance, The Enquirer bought but did not publish a story about an alleged extramarital relationship years earlier with the presidential candidate, an unusual decision for a scandal sheet.\nThe federal inquiry could pose serious legal implications for the president and his campaign committee. It also presents thorny questions about A.M.I.’s First Amendment protections, and whether its record in supporting Mr. Trump somehow opens the door to scrutiny usually reserved for political organizations.\nA search warrant federal prosecutors in New York served to Mr. Cohen this week requests, among other things, all communications between him, Mr. Pecker and Dylan Howard, the business’s chief content officer. The company was in touch with Mr. Cohen, The New York Times previously reported, as it pursued its deal to acquire the rights to a former Playboy model’s story about an affair with Mr. Trump.\nThe company is also facing a Federal Election Commission complaint claiming that the $150,000 payment to the woman, Karen McDougal, represented an illegal campaign contribution. A.M.I. is in the process of responding.\nA.M.I. has denied any wrongdoing while also saying its cooperation with investigators will not extend beyond its constitutionally protected status as a news organization.\n“It’s easy to look down at the work product of celebrity magazines and assume they are not entitled to the same protections as the mainstream media,” said Cameron Stracher, a lawyer for A.M.I. “But the First Amendment was designed to protect all speech against government intrusion.”\nIn A.M.I., Mr. Trump has had an unusually powerful media backer, one that complements the supportive prime-time slate at Fox News.\nThe Enquirer had an average paid circulation of about 260,000 copies weekly in the second half of last year. That was a 13 percent drop from the previous six-month average, according to publisher data provided to the Alliance for Audited Media that was obtained by The Times.\nBut most of its sales come over the counter at $4.99 a copy. The Enquirer provides a useful platform for a politician seeking votes from average Americans, in a place candidates have gone to show their familiarity with everyday life: the supermarket checkout lane.\nThe family that controlled A.M.I. before Mr. Pecker took it over in 1999, the Popes, moved early on to secure prime placement for The Enquirer in magazine racks at grocery store cash registers. The company now also owns The Globe, Us Weekly, OK! and other titles that benefit from that arrangement.\nIn a statement, the company said, “If A.M.I. was ‘helpful’ to the president during the campaign, it was because the audience of The National Enquirer was one of the most supportive of his candidacy during the campaign.” It added that Enquirer covers featuring Mr. Trump increased sales.\n“We covered him for a business reason,” the statement said.\nMr. Pecker, a Bronx native who has reveled in upsetting the Manhattan magazine establishment since the early 1990s, has been open about his view that A.M.I. has good reason to connect itself to Mr. Trump. As he told The New Yorker last year, he considered an attack on Mr. Trump an attack on A.M.I. — implying they were one and the same.\nHe said that after A.M.I. bought Ms. McDougal’s story and agreed to feature her in health and fitness columns in non-gossip magazines like Hers and Flex, it expected her loyalty to the company and Mr. Trump. “Once she’s part of the company, then on the outside she can’t be bashing Trump and American Media,” he said.\nMr. Pecker has been supportive of Mr. Trump’s presidential aspirations since his run as a Reform Party candidate in 2000, when George magazine — part of the company Mr. Pecker ran then, Hachette — featured a friendly profile. The Enquirer was early to promote Mr. Trump’s potential bid in 2011.\nAs Mr. Trump ramped up his campaign in 2015, he, Mr. Cohen, Mr. Howard and Mr. Pecker engaged in more serious discussions about how A.M.I. could be helpful, according to several people familiar with the efforts.\nIn one early interaction, Mr. Cohen helped arrange an ultimately abandoned attempt to buy and bury a potentially damaging photograph of Mr. Trump at an event with a topless woman — what is known in the tabloid world as a “catch and kill” operation.\nOne person close to the campaign at the time recalled a meeting at Trump Tower in February 2015 between Mr. Pecker and Mr. Trump about how A.M.I. could help surface embarrassing information about Bill and Hillary Clinton, his Democratic rival, during a general election. The person, who requested anonymity to discuss private matters, said Mr. Cohen was also present. Mr. Cohen did not respond to a request for comment.\nLate Wednesday, A.M.I. said in a statement, “If the suggestion is that David, Trump and Cohen met to discuss Clinton strategy, A.M.I. categorically denies it.”\nThere are several intersections between Mr. Trump’s world and Mr. Pecker’s. The former casino executive, David R. Hughes, joined A.M.I.’s board in 2013, when he was the chief financial officer of Trump Entertainment Resorts (he is no longer a Trump employee). After the 2016 campaign ended, a media adviser, Justin McConney, landed at A.M.I. as its audience development director (he has since left).\nOne of A.M.I.’s top financiers, the billionaire Leon G. Cooperman, was critical of Mr. Trump during the campaign but has more recently compared him favorably to Ronald Reagan. Last July, he accompanied Mr. Pecker to a White House dinner with Mr. Trump, along with another A.M.I. financial backer, Anthony Melchiorre, of Chatham Asset Management.\nAt the center of the campaign finance inquiries will be whether the ties between Mr. Cohen, Mr. Howard, Mr. Pecker, Mr. Trump and others led A.M.I. to act more like a political supporter than a news organization.\nThe group that brought the federal election complaint, Common Cause, claims the payment for Ms. McDougal’s story was not a “legitimate press function” and therefore was not protected by rules exempting news organizations from campaign finance regulations.\nThe question represents tricky terrain for federal officials, given the protection journalists have under the First Amendment. “We always worry when investigators are making those judgment calls about whether your editorial process is legitimate or not, or is this legitimate journalism or not,” said Alexandra Ellerbeck, the North America program coordinator for the Committee to Protect Journalists.\nYet even the staunchest defenders of the press say fraudulent activity is not protected by journalistic freedoms.\n“We are not, as media organizations, immune from the civil and criminal laws of the country,” said Sandra S. Baron, a senior fellow at Yale Law School and the former executive director of the Media Law Resource Center.", "date": "April 11, 2018", "href": "https://www.nytimes.com/2018/04/11/us/politics/trump-national-enquirer-american-media.html", "tags": "company media enquirer pecker ” trump cohen focus ally another investigators national a.m.i campaign"}