{"title": "Investors Were Spooked About Profits. Now Come the Facts.", "content": "It’s time to see the numbers. \nInvestors are about to get a read on the health of corporate America, as businesses begin releasing quarterly profit reports and laying out expectations for the coming year.\nThe results may resolve a roaring debate on Wall Street that has pitted economists, who have argued that the economy remains healthy, against investors, who pushed stocks to the brink of a bear market over concerns that growth is waning. \n“As we hear from more companies about how the year ended, we’ll get more color on which side has a better feel, the economics community or the equity community,” said Lori Calvasina, head of United States equity strategy at RBC Capital Markets. \nOn the whole, the numbers are expected to be solid. Analysts estimate that, when all the results are in for S&P 500 companies, fourth-quarter profits will have risen 15 percent over a year earlier. That would be the fifth-straight period of double-digit profit growth, according to I/B/E/S data from Refinitiv. \nIt doesn’t guarantee investors will be happy. The last round of results, which began to arrive in October, showed even faster growth but did little to stem the stock market’s rapid sell-off at the end of the year.\nThat’s in part because Wall Street is looking ahead: how factors like a global slowdown and rising interest rates will affect future profits. Next week will bring results from banks including JPMorgan Chase and Goldman Sachs, as well as companies like Delta and Netflix. On Thursday, cautionary statements from Macy’s and American Airlines weighed on their shares and those of other department stores and airlines.\nHere are some of the questions investors will be seeking answers to as they weigh whether they went too far with the sell-off. \nFor much of 2018, investors were surprisingly willing to shrug off risks posed by the trade war that erupted between China and the United States, the world’s two largest economies.\nBut as the dispute has dragged on, and stretched from its original focus on America’s yawning trade deficit with China to seemingly intractable questions over technological and geopolitical dominance, it’s starting to take a toll.\nChina’s economy is showing signs of weakness, and that’s bad news for companies that count the country as a major market. \nApple recently slashed its sales forecast for the first time in 16 years, citing weak sales of iPhones in China, where the economy is growing at its slowest pace in a decade. The South Korean giant Samsung — a huge producer of both smartphones and semiconductors — similarly cut its profit outlook, citing weak global growth. And the impact isn’t limited to tech. Ford, FedEx, Starbucks and Tiffany have all noted weakness in China as a risk in recent months.\nFurthermore, it isn’t just China. The slowdown is rippling through other economies. Germany’s industrial engine, which exports high-end autos and industrial equipment to China, is sputtering and dragging on European growth, and Japan’s economy — the world’s third largest — contracted in the third quarter. \nFor companies that aren’t heavily exposed to foreign markets, the outlook for domestic consumption, which accounts for roughly two-thirds of America’s economic activity, is what matters. On that front, the news is still mostly good.\nLast year consumer sentiment measures showed Americans to be largely inured to a noisy political and economic climate. \nThere are good reasons this resilience could continue. Wages are rising, gas prices have fallen, and Americans who stand to benefit from the Trump administration’s tax overhaul could start to see higher tax refunds roll in over the coming months. \n“It’s tough to again have a recession when consumers are getting more money from tax refunds and oil prices are lower,” said Keith Parker, head of United States equity strategy at UBS. \nCompanies have confirmed that view. In its earnings report last month, Darden Restaurants, the parent company of Olive Garden, noted that consumers were splurging, adding to their entrees and “buying up.” \n“Right now, we think the consumer is in a really good place,” Eugene Lee, Darden’s chief executive, said on a conference call after the company’s earnings release. \nStill, stock market moves typically lead consumer sentiment, meaning December’s sharp sell-off could take some of the fizz out of the mood of American shoppers. Even after a recovery in the early days of 2019, the S&P 500 remains more than 10 percent below its September peak. \nThe federal shutdown could also dampen spirits. Previous episodes of government dysfunction, such as the 2011 fight over raising the debt ceiling and the 2013 government shutdown, were associated with sharp drops in consumer confidence. \nFor large employers, rising wages will cut into profits unless they find a way to get customers to pay higher prices. \nA plan by Amazon to pay a $15 hourly wage to its 250,000 employees in the United States — as well as roughly 100,000 seasonal workers — is expected to take a significant chunk out of its profits. \nIn November, TJX Companies, the parent of retailers like Marshalls, T.J. Maxx and HomeGoods,  all of which appeal to consumers because they keep prices low, also offered cautious guidance for the fourth quarter in the face of rising labor and shipping costs.\nWages aren’t the only things rising. Increasing commodity prices, transportation costs and interest rates are typical conundrums for corporations in latter stages of an economic expansion. \nThe emergence of those pressures on corporate profits is one reason investors have grown increasingly worried about stocks.\nExecutives don’t mind paying more for wages, raw materials and shipping if sales keep rising as the economy continues to grow. But if the outlook darkens, executives will be quick to snap their wallets shut. \nThe American economy still looks strong. More than 300,000 jobs were created in December. Unemployment remains below 4 percent. Through the third quarter, the economy was on track for its best annual performance since 2005. \nStill, uncertainty about what’s to come could dissuade some decision-makers from pulling the trigger on new investments in real estate, plants and equipment. Such capital spending is crucial to keeping the economic expansion on track, making any broad pause in spending a potential pitfall for growth. \nThere are signs that the outlook is becoming increasingly murky. While reporting earnings on Wednesday, the homebuilder Lennar said it couldn’t offer investors a forecast for 2019 because of “continued softness and uncertainty” in the housing market, which has been squeezed by rising mortgage rates. \nSuch comments, as well as any mentions of plans to delay production or expansion plans, will be of intense interest to investors this earnings season both for the individual companies involved and for the possible impact of those decisions on the American economy. \n“That could itself lead to a future slowdown,” said Maneesh Deshpande, head of United States equity strategy at Barclays.", "date": "Jan. 10, 2019", "href": "https://www.nytimes.com/2019/01/10/business/earnings-season-stock-market-outlook.html", "tags": "profits facts china growth come investors spooked companies ” economy could rising —"}