{"title": "Investigating Donald Trump, F.B.I. Sees No Clear Link to Russia", "content": "WASHINGTON — For much of the summer, the F.B.I. pursued a widening investigation into a Russian role in the American presidential campaign. Agents scrutinized advisers close to Donald J. Trump, looked for financial connections with Russian financial figures, searched for those involved in hacking the computers of Democrats, and even chased a lead — which they ultimately came to doubt — about a possible secret channel of email communication from the Trump Organization to a Russian bank.\nLaw enforcement officials say that none of the investigations so far have found any conclusive or direct link between Mr. Trump and the Russian government. And even the hacking into Democratic emails, F.B.I. and intelligence officials now believe, was aimed at disrupting the presidential election rather than electing Mr. Trump.\nHillary Clinton’s supporters, angry over what they regard as a lack of scrutiny of Mr. Trump by law enforcement officials, pushed for these investigations. In recent days they have also demanded that James B. Comey, the director of the F.B.I., discuss them publicly, as he did last week when he announced that a new batch of emails possibly connected to Mrs. Clinton had been discovered.\nSupporters of Mrs. Clinton have argued that Mr. Trump’s evident affinity for Russia’s president, Vladimir V. Putin — Mr. Trump has called him a great leader and echoed his policies toward NATO, Ukraine and the war in Syria — and the hacks of leading Democrats like John D. Podesta, the chairman of the Clinton campaign, are clear indications that Russia has taken sides in the presidential race and that voters should know what the F.B.I. has found.\nThe F.B.I.’s inquiries into Russia’s possible role continue, as does the investigation into the emails involving Mrs. Clinton’s top aide, Huma Abedin, on a computer she shared with her estranged husband, Anthony D. Weiner. Mrs. Clinton’s supporters argue that voters have as much right to know what the F.B.I. has found in Mr. Trump’s case, even if the findings are not yet conclusive.\n“You do not hear the director talking about any other investigation he is involved in,” Representative Gregory W. Meeks, Democrat of New York, said after Mr. Comey’s letter to Congress was made public. “Is he investigating the Trump Foundation? Is he looking into the Russians hacking into all of our emails? Is he looking into and deciding what is going on with regards to other allegations of the Trump Organization?”\nMr. Comey would not even confirm the existence of any investigation of Mr. Trump’s aides when asked during an appearance in September before Congress. In the Obama administration’s internal deliberations over identifying the Russians as the source of the hacks, Mr. Comey also argued against doing so and succeeded in keeping the F.B.I.’s imprimatur off the formal findings, a law enforcement official said. His stance was first reported by CNBC.\nSenator Harry Reid of Nevada, the minority leader, responded angrily on Sunday with a letter accusing the F.B.I. of not being forthcoming about Mr. Trump’s alleged ties with Moscow.\n“It has become clear that you possess explosive information about close ties and coordination between Donald Trump, his top advisers, and the Russian government — a foreign interest openly hostile to the United States, which Trump praises at every opportunity,” Mr. Reid wrote. “The public has a right to know this information.”\nF.B.I. officials declined to comment on Monday. Intelligence officials have said in interviews over the last six weeks that apparent connections between some of Mr. Trump’s aides and Moscow originally compelled them to open a broad investigation into possible links between the Russian government and the Republican presidential candidate. Still, they have said that Mr. Trump himself has not become a target. And no evidence has emerged that would link him or anyone else in his business or political circle directly to Russia’s election operations.\nAt least one part of the investigation has involved Paul Manafort, Mr. Trump’s campaign chairman for much of the year. Mr. Manafort, a veteran Republican political strategist, has had extensive business ties in Russia and other former Soviet states, especially Ukraine, where he served as an adviser to that country’s ousted president, Viktor F. Yanukovych.\nBut the focus in that case was on Mr. Manafort’s ties with a kleptocratic government in Ukraine — and whether he had declared the income in the United States — and not necessarily on any Russian influence over Mr. Trump’s campaign, one official said.\nIn classified sessions in August and September, intelligence officials also briefed congressional leaders on the possibility of financial ties between Russians and people connected to Mr. Trump. They focused particular attention on what cyberexperts said appeared to be a mysterious computer back channel between the Trump Organization and the Alfa Bank, which is one of Russia’s biggest banks and whose owners have longstanding ties to Mr. Putin.\nF.B.I. officials spent weeks examining computer data showing an odd stream of activity to a Trump Organization server and Alfa Bank. Computer logs obtained by The New York Times show that two servers at Alfa Bank sent more than 2,700 “look-up” messages — a first step for one system’s computers to talk to another — to a Trump-connected server beginning in the spring. But the F.B.I. ultimately concluded that there could be an innocuous explanation, like a marketing email or spam, for the computer contacts.\nThe most serious part of the F.B.I.’s investigation has focused on the computer hacks that the Obama administration now formally blames on Russia. That investigation also involves numerous officials from the intelligence agencies. Investigators, the officials said, have become increasingly confident, based on the evidence they have uncovered, that Russia’s direct goal is not to support the election of Mr. Trump, as many Democrats have asserted, but rather to disrupt the integrity of the political system and undermine America’s standing in the world more broadly.\nThe hacking, they said, reflected an intensification of spy-versus-spy operations that never entirely abated after the Cold War but that have become more aggressive in recent years as relations with Mr. Putin’s Russia have soured.\nA senior intelligence official, who like the others spoke on the condition of anonymity to discuss a continuing national security investigation, said the Russians had become adept at exploiting computer vulnerabilities created by the relative openness of and reliance on the internet. Election officials in several states have reported what appeared to be cyberintrusions from Russia, and while many doubt that an Election Day hack could alter the outcome of the election, the F.B.I. agencies across the government are on alert for potential disruptions that could wreak havoc with the voting process itself.\n“It isn’t about the election,” a second senior official said, referring to the aims of Russia’s interference. “It’s about a threat to democracy.”\nThe investigation has treated it as a counterintelligence operation as much as a criminal one, though agents are also focusing on whether anyone in the United States was involved. The officials declined to discuss any individual targets of the investigation, even when assured of anonymity.\nAs has been the case with the investigation into Mrs. Clinton, the F.B.I. has come under intense partisan political pressure — something the bureau’s leaders have long sought to avoid. Supporters of both Mrs. Clinton and Mr. Trump have been equally impassioned in calling for investigations — and even in providing leads for investigators to follow.\nMr. Reid, in a letter to Mr. Comey in August, asserted that Mr. Trump’s campaign “has employed a number of individuals with significant and disturbing ties to the Russia and the Kremlin.” Although Mr. Reid cited no evidence and offered no names explicitly, he clearly referred to one of Mr. Trump’s earlier campaign advisers, Carter Page.\nMr. Page, a former Merrill Lynch banker who founded an investment company in New York, Global Energy Capital, drew attention during the summer for a speech in which he criticized the United States and other Western nations for a “hypocritical focus on ideas such as democratization, inequality, corruption and regime change” in Russia and other parts of the former Soviet Union.\nMr. Page responded with his own letter to Mr. Comey, denying wrongdoing and calling Mr. Reid’s accusations “a witch hunt.” In an interview, he said that he had never been contacted by the F.B.I. and that the accusations were baseless and purely partisan because of his policy views on Russia. “These people really seem to be grasping at straws,” he said.\nDemocrats have also accused another Republican strategist and Trump confidant, Roger Stone, of being a conduit between the Russian hackers and WikiLeaks, which has published the emails of the Democratic National Committee and Mr. Podesta, the Clinton campaign manager. Mr. Stone boasted of having contacts with the WikiLeaks founder, Julian Assange, and appeared to predict the hacking of Mr. Podesta’s account, though he later denied having any prior knowledge.\nMr. Stone derided the accusations and those raised by Michael J. Morell, a former C.I.A. director and a Clinton supporter, who has called Mr. Trump “an unwitting agent of the Russian Federation.” In an article on the conservative news site Breitbart, Mr. Stone denied having links to Russians and called the accusations “the new McCarthyism.”", "date": "Oct. 31, 2016", "href": "https://www.nytimes.com/2016/11/01/us/politics/fbi-russia-election-donald-trump.html", "tags": "f.b.i officials sees investigation clear ” trump donald russia — investigating link"}