{"title": "Iowa Exports Soybeans to China, So Why Not a Whole Farm?", "content": "BEIJING — Iowa’s governor, Terry Branstad, hopes to be America’s next ambassador to China, and if he is confirmed as President-elect Donald J. Trump’s envoy in Beijing, his new home there may be just three hours’ drive from a transplanted patch of his home state.\nPlans are afoot to build a “model farm” in northern China inspired by one in Iowa that Xi Jinping visited in early 2012, before he became China’s president. The idea has highlighted Mr. Xi’s peculiarly long relationship with the Midwestern state and with Mr. Branstad, who was Iowa’s governor from 1983 to 1999 and then returned to office in 2011.\nThe farm is still just a proposal, according to Chinese officials and Iowans involved in the discussions. But in a few years visitors to Chengde, in Hebei Province, may be able to stop at an Iowa-style farm, perhaps even including a replica of the home that Mr. Xi visited. And these days, anywhere that Mr. Xi visits has official pulling power in China.\n“There is a strong desire, somewhat, to retrace President Xi’s footsteps and also to understand how we do things, because President Xi has held us up as an example,” Grant Kimberley, whose parents’ farm in Iowa hosted Mr. Xi and inspired the proposed model, said in a telephone interview. “I’m sure it’s a motivation for the project.”\nAs well as considering building a copy of the Kimberleys’ family farm, Chinese officials may “even recreate a Midwestern community, and make it almost a tourist area,” said Mr. Kimberley, who is director of market development for the Iowa Soybean Association.\nThe proposed project would cover 1,000 acres, with about a third of the area for the model farm. It would show off modern, mechanized agriculture in China, which is grappling with how to turn its fragmented farms into more efficient family operations that can feed almost 1.4 billion people while raising rural incomes.\nBut the proposal also shows how Mr. Xi’s ties to rural Iowa have become a symbolic salve, used by both the Chinese government and now the incoming Trump administration to soften tensions with folksy good will. Mr. Trump has in recent days turned to Twitter to jab at the Chinese government over Taiwan, the South China Sea and trade frictions.\nAfter Mr. Trump proposed him as his ambassador on Wednesday, Mr. Branstad emphasized his ties with Mr. Xi, which go back over three decades, when Mr. Xi visited Iowa as an obscure county official in Hebei.\n“During our 30-year friendship, President Xi Jinping and I have developed a respect and admiration for each other, our people and our cultures,” Mr. Branstad said in comments on the Iowa governor’s website. “The president-elect understands my unique relationship to China.”\nAt a rally in Des Moines on Thursday, Mr. Trump suggested that Mr. Branstad’s connections with China made him the right person to deliver tough demands in Beijing on rebalancing trade, subduing North Korea and other contentious issues.\n“They haven’t played by the rules, and they know it’s time that they’re going to change,” Mr. Trump said of China. He also suggested, without evidence, that Mr. Branstad had identified Mr. Xi as China’s future leader many years ago.\nBack in 1985, Mr. Xi led a small delegation of Chinese officials to Iowa to study farming. He briefly met Mr. Branstad, then in his first stint as governor, and stayed for a couple of nights with a family in Muscatine, a small city in the rural eastern part of the state.\nIn 2012, as China’s vice president and national leader-in-waiting, Mr. Xi returned to Iowa and visited the farm of Rick and Martha Kimberley in Maxwell, about 25 miles northeast of Des Moines, where they grow soybeans and corn on 4,000 acres.\nMore than 25 percent of the American soybean harvest is exported to China, and Iowa is a major producer. Mr. Xi wanted to understand how the farm worked and asked about equipment, storage and marketing, said Grant Kimberley, who was there for the visit, as was Mr. Branstad.\n“He sees agriculture could be like the ballast of the relationship,” said Mr. Kimberley, paraphrasing something that Mr. Xi said on his visit to the Kimberleys’ farm.\nThe Des Moines Register first reported on the plan for the model farm last month during Mr. Branstad’s most recent visit to China to promote trade. Preliminary agreements were signed then by the local government in Chengde, a company representing the Kimberleys and Iowan supporters, and a Chinese bank that may provide funding.\nBut there are many details about what will be on the proposed farm that need to be ironed out, and the idea of cloning the Kimberleys’ brick ranch-style home remains just an idea, said Kim Heidemann, the executive director of the Iowa Sister States organization, which helps oversee the state’s relationship with Hebei Province.\n“I am unsure if that will actually happen,” she said about the replica home. “But of course the machinery, grain bins, et cetera, will for sure be built. This will be a working farm that will showcase the way that Iowans farm.”\nThe government in Chengde is arranging investments for the project. And if the money and approvals come through, construction could start as soon as next year, said Mr. Kimberley, whose parents have visited Chengde to discuss the plan and scout sites.\nBut replicating even a little patch of Iowa could be tricky. In China, farmland is in theory collectively owned by villages but effectively controlled by the government, and farmers hold leases over patches of land. Some may have to give up land to make way for the model farm.\n“The farmers in the area will be a part of the operation,” Ms. Heidemann said.\nStill, officials in Hebei appeared gung-ho about what they call the “Sino-American Friendship Model Farm.”\n“The model farm will introduce advanced crop varieties, farming equipment and techniques from Iowa,” Ye Changqing, an official who helps deal with Hebei’s foreign ties, said at a meeting in July to discuss the plans. “The farm will invite American farmers to run and manage it.”\nFor Chinese officials, the plan also seems be an unmistakable act of homage to Mr. Xi, a powerful leader whose image is jealously guarded. Since Mr. Xi visited the Kimberleys, many other Chinese officials have made their way there.\n“I would say that we have a couple of Chinese government or business representatives coming to our farm every month,” Grant Kimberley said.", "date": "Dec. 9, 2016", "href": "https://www.nytimes.com/2016/12/09/world/asia/china-iowa-farm-branstad-xi.html", "tags": "xi china farm iowa ” soybeans chinese branstad exports whole"}