{"title": "Iran Released Top Members of Al Qaeda in a Trade", "content": "The government of Iran released five senior members of Al Qaeda earlier this year, including the man who stepped in to serve as the terrorist group’s interim leader immediately after Osama bin Laden’s death, and who is the subject of a $5 million bounty, according to an American official who had been briefed on the matter. \nIran’s release of the five men was part of a prisoner swap in March with Al Qaeda’s branch in Yemen, the group holding an Iranian diplomat, Nour Ahmad Nikbakht. Mr. Nikbakht was kidnapped in the Yemeni capital of Sana in July 2013. \nThe Iranian government, in a statement on Thursday after the release was reported by Sky News earlier this week, denied that the five men had been freed. The American official, who was granted anonymity to discuss the matter, confirmed the release of Saif al-Adl, a senior member of Al Qaeda’s ruling body, known as the Shura Council, who oversaw the organization immediately after bin Laden was killed by Navy SEALs in Pakistan in 2011. \nAnalysts tracking Al Qaeda described the release as alarming, given the seniority of the five men. It comes at a time when much of the organization’s leadership has been lost in back-to-back airstrikes, including the death earlier this summer of Nasser al-Wuhayshi, considered to be the organization’s general manager. At the same time, the organization had been hemorrhaging members to the more brutal and media-savvy Islamic State. \nThe release of the men could re-energize the militant group, providing an influx of vetted leaders at a crucial time, terrorism experts say. \nOf special concern is the release of Mr. Adl, a former colonel in the Egyptian military believed to be in his 50s, who is listed on the F.B.I.’s Most Wanted Terrorist list, and who was indicted in the 1998 United States Embassy bombings in East Africa. Qaeda operatives have described him as the organization’s operational boss. \nCynthia Storer, who was the Central Intelligence Agency’s first full-time analyst dedicated to tracking Osama bin Laden and Al Qaeda, called him a “founding father.” She added, “If the organization is having internal issues, he is someone that could bring it together.” \nA Qaeda analyst, Michael S. Smith II of Kronos Advisory, who has tracked Mr. Adl’s rise, describes him as “the biggest fish of the big fish” and argued that Al Qaeda’s future would rest on the shoulders of Saif al-Adl.\nIt remains unclear when exactly the swap occurred, with some saying it happened almost six months ago. The release of Mr. Adl will act like “a shot of energy” in the leadership arm of Al Qaeda, said Lt. Gen. Michael T. Flynn, who retired last year after heading the Defense Intelligence Agency. \n“The collusion between Al Qaeda and Iran is something we have seen before and this trade, if known by the U.S., should have been included as part of the Iran deal negotiations,” General Flynn said.\nAccording to the official briefed on the details of the transfer, the other four men released by Iran were Abdul Khayr al-Misri, an Egyptian who formerly headed Al Qaeda’s foreign relations council; Abul Qassam, a Jordanian who was a deputy to Abu Musab al-Zarqawi, the founder of the organization that later became the Islamic State; Sari Shibab, a Jordanian operative; and Abu Mohamed al-Misri, an Egyptian who helped orchestrate Al Qaeda’s major attacks before Sept. 11, 2001.\nAfter those attacks, Mr. Smith, said, Al Qaeda decided to move several high-level leaders to Iran, believing that this would be one of the only places beyond America’s military reach. \nMr. Adl, for example, was dispatched alongside one of bin Laden’s wives and her children, and entrusted to organize their safe passage, he said. \nIt remains unclear when the men were detained by Iranian officials. They were held under house arrest, Mr. Smith said, and continued to communicate with Al Qaeda, according to intercepts and letters that were later recovered. ", "date": "Sept. 17, 2015", "href": "https://www.nytimes.com/2015/09/18/world/middleeast/iran-released-top-members-of-al-qaeda-in-a-trade.html", "tags": "iran qaeda released ” al organization trade men top release members"}