{"title": "Iran’s Revolutionary Guards, Humiliated by Attack, Vow to Retaliate", "content": "BEIRUT, Lebanon — Soldiers in dress uniform lay prone in the street. Others, apparently heavily armed, faced the assailants, then threw themselves to the ground without firing back. Some just ran for their lives.\nCaptured on video and widely shared on social media, the attack over the weekend on an Islamic Revolutionary Guards Corps parade in Iran was a humiliating blow. A local Arab separatist group claimed responsibility, but Iran said the perpetrators were backed by Saudi Arabia, the United Arab Emirates and the United States.\nOn Monday, Iranian officials vowed revenge against all three countries and Israel.\nThe attack has escalated tensions between Iran and the Persian Gulf states and their American allies. The Trump White House has taken a hard line against Iran, withdrawing from a nuclear agreement and imposing sanctions that have damaged Iran’s flailing economy.\nSaudi Arabia and the United Arab Emirates have clashed with Iran over Yemen, Qatar and Syria. The conflicts are expected to take center stage at the United Nations General Assembly this week.\nThe attack on Saturday in Ahvaz, Iran, killed at least 25 people, including some children and other civilians who had been among the spectators, according to Iran’s state news agency, IRNA, and a dozen members of the elite Revolutionary Guards.\nA widely posted image on Facebook showed members of the Revolutionary Guards military band, wearing tricolor sashes and carrying musical instruments, hiding in a drainage ditch — described by many commenters as a sewer — during the attack.\nIranian officials, including the country’s supreme leader, Ayatollah Ali Khamenei, focused blame on Arab kingdoms on the Persian Gulf, as well as the United States. “This cowardly act was carried out by those who are rescued by Americans wherever they are entangled in Syria and Iraq and their hands are in the Saudi and Emirati pockets,” Ayatollah Khamenei said on Monday, the Fars news agency reported.\nIn a speech on Monday at a funeral ceremony for the victims of the attack, the deputy commander of the Revolutionary Guards, Hossein Salami, said, “You have seen our revenge before,” according to the news agency Al Ahed, which is run by the pro-Iranian organization Hezbollah in Lebanon. “You will see that our response will be crushing and devastating, and you will regret what you have done.”\nThe Ahvaz National Resistance, a little-known group with roots among the Arab minority of Iran, claimed responsibility for the attack on Saturday. So did the Islamic State, though the links to that group were ambiguous. It was the worst attack inside the country since an Islamic State-claimed assault on Parliament in 2017.\nAhvaz is the capital of Khuzestan Province in southwestern Iran, where many of the country’s Arabs live. The Islamic State posted a video that it said showed three of its fighters on their way to the attack, according to IRNA. Two of the fighters were speaking Arabic with an Iraqi accent.\nThe Islamic State claimed responsibility with bulletins on its Amaq news service, which also ran the video of the fighters. But the video did not explicitly say the attackers belonged to the Islamic State, nor did they pledge allegiance to the group’s leader, Abu Bakr al-Baghdadi, as similar claims from the group have done in the past.\nIranian news accounts said there had been at least four assailants, who disguised themselves in Iranian uniforms and attacked from behind the viewing bleachers at the parade. They said three of the assailants had been killed and one captured.\nIranian officials provided no evidence that the countries they blamed were behind the attack. The United States and the Emirates issued statements dismissing the accusation.\nBut the attack came at a volatile time in Iran’s relations with those countries.\nA prominent academic in the emirate of Abu Dhabi, Abdulkhaleq Abdulla, added fuel to that fire by saying the attack had been part of an effort to bring the fight against Iran inside the country. Mr. Abdulla, who has frequently been described as an adviser to the Emirati government and as close to the crown prince of Abu Dhabi, suggested support for the attack in a Twitter post on Saturday: “A military attack against a military target is not a terrorist act,” he said.\nThe Iranian Foreign Ministry summoned an Emirati envoy to complain about Mr. Abdulla’s remarks and warned that the Emirates “would be held accountable for individuals affiliated with official Emirati agencies that show clear support for terrorist acts,” the ministry said in a statement.\nAnalysts said the Revolutionary Guards, an elite militia that operates independently of the Iranian government, were bound to react strongly to such a public humiliation.\n“They’re going to go for a strong reaction to remedy the horrible image this attack has given them, the imagery that they are running away, falling down on the ground and so on,” said Ahmad Moussalli, a regional expert and professor of political science at the American University of Beirut. “They could correct that with a heavy military blow somewhere.”\nHe said that he doubted the Revolutionary Guards would risk a direct military confrontation with the Emirates or Saudi Arabia and that the response would more likely occur in Syria or Iraq. The attack, though embarrassing, Mr. Moussalli said, “shows that the gulf and the United States is targeting Iran now, and gives Iran a pretext to flex their military power.”\nThe Emirates were not the only regional power cheering on internal resistance to the Iranian government recently.\nSaudi Arabia’s crown prince and de facto ruler, Mohammed bin Salman, suggested a year ago that it was time to turn from external pressure on Iran to internal pressure. Prince Mohammed, in repeated interviews in the United States this year, also likened Ayatollah Khamenei to Hitler, saying at one point, “I believe the Iranian supreme leader makes Hitler look good.”\nSaudi Arabia had also bitterly opposed the nuclear deal Iran signed with the United States and other world leaders, and it had cheered the Trump administration’s withdrawal from the agreement.\nPresident Trump’s personal lawyer, Rudolph W. Giuliani, fueled claims of an American campaign against Iran when he addressed an “Iranian uprising summit” in New York on Saturday — hours after the attack in Ahvaz — saying that a leadership change in Iran was inevitable because of United States sanctions.\n“I don’t know when we’re going to overthrow them,” Mr. Giuliani said, according to a Reuters report. “It could be in a few days, months, a couple of years. But it’s going to happen.”\nThe American ambassador to the United Nations, Nikki R. Haley, insisted that the Trump administration was not seeking a leadership change in Iran. In response to President Hassan Rouhani’s criticism of the United States, she said in an interview with CNN: “He can blame us all he wants. The thing he’s got to do is look in the mirror.”\nAfter attacks in Tehran last year, the Revolutionary Guards said that Israel, Saudi Arabia and the United States were responsible, but most government officials blamed terrorists. This time, Iranian leaders described the attack not as terrorism, but as an act of foreign aggression — a significant difference, said Hussein Allawi, a national security analyst at Al Nahrain University in Iraq.\n“The Iranian authorities denied that a terrorist organization did the operation,” he said. “Instead it accused states in the Middle East of carrying out the operation, even though signs of terrorism in the operation were clear.”\nDespite the bellicose language from the supreme leader and the Revolutionary Guards in Iran, other officials seemed to adopt a more cautious reaction, at least initially.\nSpeaking at the funeral for the Ahvaz victims on Monday, the deputy commander of Iran’s regular army, Brig. Gen. Nozar Nemati, said it was too early to say whether Western intelligence agencies had been involved in the attack, and suggested it may have originated closer to home.\n“They are the same people who were followers of Saddam at the onset of the war, and they are pursuing the same goal,” IRNA quoted him as saying. He was referring to the former Iraqi leader Saddam Hussein, who fought a bitter war in an attempt to destroy Iran in the 1980s.", "date": "Sept. 24, 2018", "href": "https://www.nytimes.com/2018/09/24/world/middleeast/iran-attack-military-parade.html", "tags": "humiliated iran “ united states guards retaliate iranian attack revolutionary vow"}