{"title": "Iran’s Top Banker Is Dismissed in Shake-Up as U.S. Sanctions Take a Toll", "content": "Iran’s central banker was fired on Wednesday in the first senior shake-up since the United States abandoned the nuclear agreement nearly three months ago and restored sanctions, moves that worsened an already weak Iranian economy.\nThe dismissed official, Valiollah Seif, governor of the central bank for five years, had been widely assailed for what critics called his mismanagement of Iran’s monetary policy, which contributed to a steep drop in the value of the country’s rial currency.\nSome also faulted Mr. Seif for failing to foresee that the Trump administration would withdraw from the nuclear agreement, which had eased economic sanctions in return for curbs on Iran’s nuclear work.\nPresident Trump’s decision, announced in May, accelerated a capital flight from Iran that hastened the rial’s decline, unnerving Iranians who saw it as a warning of economic calamity.\nMr. Seif may have been further impaired by the Trump administration’s decision, after reimposing sanctions, to blacklist him for what it called his role in money transfers to Hezbollah, the Lebanese militant organization that the United States regards as a terrorist group. The blacklisting made it difficult for international bankers to deal with Mr. Seif without risking American penalties.\nHis departure, announced in Iran’s state-run media, made Mr. Seif the first top official in President Hassan Rouhani’s government to fall since the nuclear agreement began to unravel. Analysts expect more dismissals because of the tough new economic reality facing the nation of 80 million, where inflation and unemployment are on the rise.\nThe Trump administration’s warning that buyers of Iranian oil must reduce their purchases and find other suppliers, which in principle could cripple Iran’s most important export, has caused particular alarm.\nMr. Rouhani’s administration had said that the nuclear agreement, reached in 2015, would bring prosperity after prolonged isolation, a miscalculation that has caused a political backlash against him and his top aides. Even after Mr. Trump was elected, there was still hope in Iran that his threat to scrap the nuclear agreement was just bluster.\n“From November 2016 they should have seen the dark clouds — they were sleepwalking,” said Djavad Salehi-Isfahani, a Brookings Institution scholar who is an expert on Iran’s economy.\n“Iran has had a very large shock to the economy in the last few months. That’s the Trump shock,” he said. “You just can’t have people in there who expected this not to happen.”\nMr. Rouhani’s announcement of the central bank change at a cabinet meeting appeared to reflect his concession that such steps were needed to counter the criticism. Mr. Seif’s replacement, Abdolnaser Hemmati, a former economics professor, banker and insurance official, had been designated as Iran’s next ambassador to China before he was abruptly summoned from Beijing for the new job.\nPressTV, an official Iranian news outlet, said Mr. Rouhani had described Mr. Hemmati as “an experienced banker and insurer, with good manners, high spirits and strong capabilities, recommending all members of the government to cooperate with him.”\nPrecisely how Mr. Hemmati intends to slow or halt the fall in the rial’s value remains unclear.\nIt took about 30,000 rials to buy $1 when Mr. Seif took over in 2013. Now it costs more than 90,000 to buy $1. By some estimates, Iranians have taken nearly $60 billion out of the country in the past few years.\n“People don’t think holding rials is the best way of preserving their savings,” Mr. Salehi-Isfahani said.\nThe central bank shake-up came as Iran dismissed any prospect of talking with Mr. Trump, who on Tuesday appeared to keep open the possibility of negotiating a new agreement with Iran that he called “a real deal,” two days after he threatened Mr. Rouhani in an apocalyptic Twitter message.\nIran’s Foreign Ministry spokesman, Bahram Qassemi, said negotiations with the United States would never happen “under the shadow of threats,” PressTV reported.\n“The United States should not bite off more than it can chew and should know its place in this era, and make further efforts to understand Iran’s status, dignity and role,” Mr. Qassemi was quoted as saying.", "date": "July 25, 2018", "href": "https://www.nytimes.com/2018/07/25/world/middleeast/iran-central-banker-sanctions.html", "tags": "agreement iran sanctions banker nuclear shake-up take toll u.s. seif ” rouhani dismissed top"}