{"title": "Iranian General Locks Horns With Trump, Escalating Threat-Filled Feud", "content": "A powerful commander in Iran’s Revolutionary Guards Corps escalated the invective duel with President Trump on Thursday, calling his threat against Iran’s president “cabaret-style rhetoric” in remarks that political analysts called worrisome.\nThe commander, Maj. Gen. Qassim Suleimani, who wields enormous influence in Iran, may emerge as its future leader and is considered a terrorist mastermind by the United States. He said that Mr. Trump should pick a fight directly with him and not Iran’s president, Hassan Rouhani.\nIn a Twitter message on Sunday posted in all-capital letters, Mr. Trump warned Mr. Rouhani that he would suffer “consequences the likes of which few throughout history have ever suffered before” if he threatened the United States.\nTop aides to Mr. Rouhani dismissed Mr. Trump’s warning, apparently viewing it as an attempt by the American president to replicate his strategy of threats against another adversary, North Korea.\nBut General Suleimani’s public challenge to Mr. Trump appeared to signal that the Iranian hierarchy felt obliged to send a more assertive reply.\n“It is beneath the dignity of our president to respond to you,” General Suleimani said in a speech in western Iran reported by state-run media. “I, as a soldier, respond to you.”\nDirectly addressing Mr. Trump, General Suleimani said: “You threaten us with an action that is ‘unprecedented’ in the world. This is cabaret-style rhetoric. Only a cabaret owner talks to the world this way.”\nDeriding what he described as the history of American military failures in Afghanistan, Iraq and elsewhere in the region, General Suleimani said Mr. Trump was in no position to issue threats to Iran.\n“We are near you, where you can’t even imagine,” he said. “We are ready. We are the man of this arena.”\nWhile the possibility of a war between Iran and the United States is considered extremely low, political analysts worry that escalating threats could lead to something more serious.\nGeneral Suleimani’s words and actions are closely scrutinized because he is regarded as one of Iran’s most cunning and autonomous military figures, in charge of its intelligence gathering and covert military operations.\n“His fire-breathing retort to Trump is important and worrisome,” said Cliff Kupchan, chairman of the Eurasia Group, a political risk consultancy in Washington.\n“Suleimani is directly mocking the U.S. president, and he lambastes U.S. policy,” Mr. Kupchan said. “Suleimani is telling Trump to watch his words, reminding him that Iran has both power across the Middle East and potent capability for asymmetric warfare. That’s an implicit threat against U.S. assets in the Middle East.”\nA once-shadowy figure who now enjoys celebritylike status among the hard-line conservatives in Iran, General Suleimani leads the Islamic Revolutionary Guards Corps’ Quds Force, a special forces unit responsible for Iranian operations outside Iran’s borders. Quds is the Persian word for Jerusalem.\nThe general is known to have the personal backing of Iran’s supreme leader, Ayatollah Ali Khamenei, and is believed to be the chief strategist behind Iran’s military ventures and influence in Syria, Iraq and elsewhere in the region and beyond.\nThe United States has regarded General Suleimani as a vexing foe for many years. It accused him of plotting attacks on American soldiers in Iraq after the 2003 American-led invasion that toppled Saddam Hussein.\nThe Treasury Department placed him on a sanctions blacklist in 2011, accusing the commander of complicity in what American officials called a plot to kill the Saudi ambassador to Washington.\nBut the United States also has found itself in the awkward position of cooperating with General Suleimani in Iraq, where the Americans and Iranians have both worked to reverse gains made by the Islamic State.\nHe was in the northern Iraqi city of Tikrit in 2015, commanding Iraqi Shiite militias attempting to recapture it from Islamic State fighters before American warplanes belatedly joined that campaign.", "date": "July 26, 2018", "href": "https://www.nytimes.com/2018/07/26/world/middleeast/suleimani-iran-trump.html", "tags": "iran mr. threat-filled feud escalating president united ” trump horns iranian general suleimani locks"}