{"title": "Iran Takes U.S. to Court Over Nuclear Deal and Reimposed Sanctions", "content": "Iran has sued the United States at the International Court of Justice in a new, if dubious, strategy to nullify the nuclear sanctions reimposed by President Trump, which are starting to inflict pain on Iran’s already troubled economy.\nThe International Court of Justice, the principal judicial organ of the United Nations, said in a statement on Tuesday that the lawsuit was based on a treaty signed by Iran and the United States more than a half-century ago — well before the 1979 Islamic Revolution that overthrew the American-backed shah and ushered in the prolonged estrangement in relations between the countries.\nThe United States vowed to fight what it called a “baseless” lawsuit.\nMr. Trump ordered the nuclear sanctions reimposed on May 8 as part of an announcement withdrawing his government from the 2015 nuclear agreement negotiated by Iran and major powers, including the United States, under the Obama administration.\nMr. Trump has assailed that agreement, which lifted the sanctions in return for Iran’s verifiable pledges to use nuclear power peacefully, as “the worst deal,” despite support for it by the other participants, including Britain, France and Germany, major American allies.\nThe International Atomic Energy Agency, the anti-proliferation monitor of the United Nations, has repeatedly said the nuclear agreement is working.\nBut the accord’s future is in grave doubt over the Trump administration’s decision to abandon it. Iranian officials have said they are preparing to renounce the accord if European participants cannot find a solution.\n“We are, of course, continuing to carry out and implement our obligations,” a spokesman for Iran’s Atomic Energy Organization, Behrouz Kamalvandi, told reporters in Tehran. “but at the same time, taking every scenario into consideration, we are preparing ourselves.”\nThe Iranian lawsuit was filed Monday and asked the International Court of Justice, which is based in The Hague, to order the United States to “terminate the 8 May sanctions without delay.”\nThe lawsuit also demanded that the United States compensate Iran for financial damage already done by the reimposed sanctions. An amount was not specified.\nThe State Department said in a statement that it was aware of Iran’s lawsuit. “Iran’s application is baseless, and we intend to vigorously defend the United States before the I.C.J.,” the department said.\nIt was not immediately clear why Iran chose to invoke the Treaty of Amity, Economic Relations and Consular Rights between Iran and the United States, signed in Tehran in 1955, as the basis for such a lawsuit. The Iranians did not cite that treaty in attempts to stop the nuclear sanctions when they were first imposed.\nA date for a hearing on Iran’s complaint was not announced by the court. Although the court’s decisions are binding, it has no power to enforce them.\nForeign Minister Mohammed Javad Zarif of Iran, who was a principal negotiator of the nuclear agreement, said on his Twitter account that the lawsuit reflected Iran’s commitment to “the rule of law in the face of U.S. contempt for diplomacy & legal obligations.”\nBut experts who specialize in sanctions-related laws said the merits of the Iranian lawsuit might be weak, partly because of what they called Iran’s own transgressions of the 1955 treaty.\n“The move appears largely symbolic and for largely domestic consumption,” said Farhad R. Alavi, managing partner of the Akrivis Law Group in Washington. “Even a ruling or declaration in favor of Iran, however unlikely, would have very limited impact on the realities on the ground.”\nIn reimposing the sanctions, the Trump administration has warned other countries that they risk American penalties if they continue to do business with Iran, including purchases of oil, Iran’s most important export.\nThe administration has rejected pleas for exceptions from the reimposed sanctions sought by major international companies. Multibillion-dollar deals envisioned with Western firms have been abandoned or delayed.\nPresident Hassan Rouhani of Iran, whose support for the nuclear agreement was his signature campaign issue, said on Saturday that Mr. Trump’s decision to abandon the accord and reimpose sanctions had left the United States more isolated.\nBut fears of the economic impact already have done major damage in Iran. The value of Iran’s currency has plummeted over the past few months, and economic protests have increased, including by merchants in Tehran.", "date": "July 17, 2018", "href": "https://www.nytimes.com/2018/07/17/world/middleeast/iran-sues-us-over-sanctions.html", "tags": "iran sanctions lawsuit nuclear “ reimposed u.s. court united states takes deal"}