{"title": "Iran profile - media", "content": "The struggle for influence and power in Iran is played out in the media. \nAll broadcasting from Iranian soil is controlled by the state and reflects official ideology. There is a wider range of opinions online and in the press. \nIran is \"among the five biggest prisons in the world\" for media workers, says Reporters Without Borders.\nThe group says journalists are \"constantly exposed to intimidation, arbitrary arrest, and long jail sentences imposed by revolutionary courts at the end of unfair trials\".\nTelevision is the leading medium. State-run Islamic Republic of Iran Broadcasting - IRIB - operates national and provincial services. Its international networks include English-language Press TV. The most-watched domestic network is IRIB's youth channel.\nDespite a ban on using satellite equipment, foreign TVs are widely watched; this is largely tolerated by the authorities.\nDozens of Persian-language stations broadcast from the USA, Europe and Dubai.\nWestern broadcasters, including BBC Persian TV, target Iranian audiences. Their satellite broadcasts have suffered from deliberate interference from within Iran.  \nIRIB's radio channels include a parliamentary network, Radio Koran and a multilingual external service.\nThere are some 50 national dailies, but few Iranians buy a newspaper every day. Sports titles are the biggest sellers.\nThere were 56.7 million internet users by June 2016, comprising more than 68.5% of the population (InternetWorldStats.com). \nThe web is the main forum for dissident voices. But the internet is also embraced by all parts of the social and political spectrum, including conservative and pro-establishment activists. \nThe authorities routinely block or filter websites they consider objectionable. Targeted content includes that deemed to be pornographic or anti-Islamic.\nIranians use virtual private networks (VPNs) and other methods to circumvent filtering.\nFacebook, although blocked, is among the most popular social media platforms. Twitter is blocked for ordinary citizens, but leaders and senior officials are active on it.\nInstagram is a staple of social media life and Iranians are avid users of mobile messaging services, especially Telegram. There has been sporadic disruption to Telegram services within Iran.\nIran announced in 2016 that it had completed the first phase of a national information network (NIN).  The project aims to create a stand-alone domestic intranet.", "date": "2 May 2017", "href": "https://www.bbc.co.uk/news/world-middle-east-14542234", "tags": "iran network media services profile social iranians iranian national irib broadcasting"}