{"title": "Iran’s Currency Crashes. Shortages and Fears Rise.", "content": "Iran’s rial fell to a record low on Wednesday, part of a staggering drop in the currency’s value since the United States pulled out of the nuclear deal only four months ago.\nThose who went to work at the start of the Iranian week on Saturday saw their money shed a quarter of its value by the time they left the office on Wednesday. Signs of the currency chaos can be seen everywhere in Tehran: Worried residents lined up outside beleaguered money changers, travel agents offered vacation prices only in hard currency, and diapers disappeared from store shelves.\nMany exchange shops in downtown Tehran simply turned off their electronic signs showing the current rate for the American dollar, while some Iranians who wanted hard currency sought out informal money traders on street corners. Exchange shops that remained open offered 150,000 rials to the U.S. dollar.\n“Everyone’s just nervous,” said Mostafa Shahriar, 40, who was seeking dollars.\nThere was no immediate acknowledgement of the drop on state media.\nIran’s economy has faced troubled times in the past, whether from the shah’s overspending on military arms in the 1970s or the Western sanctions that came after the 1979 Islamic Revolution and United States Embassy takeover. Drastic fluctuations in oil prices have also taken a toll.\nThis time, however, feels different. The currency has crashed along with hope many felt following the 2015 nuclear deal Iran struck with world powers, including the administration of President Barack Obama.\nIn May, despite the United Nations repeatedly acknowledging Iran had lived up to the terms of the deal, President Trump withdrew America from the accord. He said he wanted stricter terms put on Iran that included limiting its ballistic missile program, curtailing its regional influence and forever limiting its nuclear activities.\nAyatollah Ali Khamenei, Iran’s supreme leader, called the American moves economic “sabotage” this past weekend, and mentioned the diaper shortage. Some 70 percent of material for disposal diapers is imported. As the rial falls, it makes purchasing the material from abroad more expensive.\n“Imagine that in Tehran or other major cities, baby diapers suddenly become scarce. This is happening, this is real, this is not make-believe. Baby diapers!” Ayatollah Khamenei said, according to a transcript on his official website. “This makes people angry. On the other side, the enemy wants people to be angry with the government and system. This is one of their ways.”", "date": "Sept. 5, 2018", "href": "https://www.nytimes.com/2018/09/05/world/middleeast/iran-currency-rial.html", "tags": "iran nuclear fears currency united tehran ” crashes money shortages rise deal diapers"}