{"title": "Iran, Deeply Embedded in Syria, Expands ‘Axis of Resistance’", "content": "BEIRUT, Lebanon — When an Iranian drone flew into Israeli airspace this month, it set off a rapid series of strikes and counterstrikes that deepened fears over whether a new, catastrophic war was brewing in the Middle East.\nThat flare-up ended quickly, if violently, with the drone destroyed and an Israeli jet downed after bombing sites in Syria. But the day of fighting drew new attention to how deeply Iran has embedded itself in Syria, redrawing the strategic map of the region.\nTactical advisers from Iran’s Islamic Revolutionary Guards Corps are deployed at military bases across Syria. Its commanders regularly show up at the front lines to lead battles. Iran has built and continues to back powerful militias with thousands of fighters it has trained in Syria. And it has brought in new technologies, like drones, to spy on enemies and perhaps to attack them from the sky.\nBoth Israeli officials and Israel’s enemies say that any new conflict between Israel and Iran, or any of its allies, could mobilize Iran’s expanding network of militant proxies in multiple countries, what Iran refers to as “the axis of resistance.”\n“If there is a war, it will be regional,” said Kamel Wazne, the founder of the Center for American Strategic Studies, in Beirut, who studies the policies of the United States and Iran in the Middle East. “Any confrontation will be with the whole resistance front against Israel and its backers.”\nIran and its allies first intervened in Syria to defend the rule of President Bashar al-Assad against Syrian rebels after the civil war broke out in 2011, and later helped his forces against the jihadists of the Islamic State.\nBut as the rebels have lost ground and no clear  threats to Mr. Assad’s rule remain, Iran and its allies have stayed, shifting their focus to creating an infrastructure to threaten Israel, analysts say. Iran continues to train and equip fighters while strengthening ties with allies in Iraq and Lebanon, in hopes of building a united front in the event of a new war.\n“The ultimate goal is, in the case of another war, to make Syria a new front between Israel, Hezbollah and Iran,” said Amir Toumaj, a research analyst at the Foundation for Defense of Democracies who studies Iran. “They are making that not just a goal, but a reality.”\nIranian leaders speak openly of their work to build this axis of resistance against Israeli and American influence. A key to Iran’s strategy, analysts and officials say, is to rely not on conventional military hardware or control of territory, which Israel can easily bomb, but on building ties with local forces who share its goals and benefit from its financing and expertise.\nThat approach has enabled Iran to amplify its power in the Arab world while decreasing the threat to its own forces and homeland. It has also created a problem for countries including the United States, Israel and Saudi Arabia, who fear Iran’s growing influence but have struggled to come up with ways to stop it.\nSome people in Israel have started referring to a potential “First Northern War,” meaning that Israel will have to fight across both the Lebanese and Syrian frontiers. And many Israelis say the danger is not just from the new Iranian-backed militias, but also from the Iranian efforts to give advanced, high-precision weapons capable of hitting sensitive infrastructure to Hezbollah, Iran’s most powerful and experienced external force.\nIsraeli officials have said that Iran and its allies are seeking to establish a land corridor from Iran to the Mediterranean, via Iraq, Syria and Lebanon, to ease the transportation of such weapons and to build underground factories to manufacture them in Lebanon and Syria. Israel has been bombing convoys in Syria that are believed to be carrying advanced arms to Hezbollah, but the group’s covert nature makes it hard to determine which arms have slipped through and whether its arms factories are functioning.\nSuch arms, coupled with heavy barrages from the more than 100,000 rockets and missiles without high-precision targeting capability that Israel says Hezbollah already has, could overwhelm Israel’s defenses.\n“Israel will face not only quantity, but the threat to vulnerable strategic sites,” said Yaakov Amidror, a former Israeli national security adviser and now a fellow at the Jerusalem Institute for Strategic Studies. Referring to the combination of more precise weapons and a new front, he added: “Each one is problematic; together, they are devastating.”\nIran’s moves in the region have alarmed the United States. “What’s particularly concerning is that this network of proxies is becoming more and more capable as Iran seeds more and more” of its “destructive weapons into these networks,” Lt. Gen. H.R. McMaster, President Trump’s national security adviser, said at a security conference in Munich on Saturday. “So the time is now, we think, to act against Iran,” General McMaster added.\nIn expanding its influence in Syria in recent years, Iran has followed a standard template. In Lebanon in the 1980s, it helped create Hezbollah, which has since evolved into the country’s predominant military force and a regional power in its own right, joining the wars in Syria, Iraq and Yemen. In Iraq, Iran has sponsored a range of militias while developing deep ties to the Iraqi economy and political system.\nThe war in Syria gave Iran a new opportunity to advance that project by linking its allies across the Levant together.\nFighters from Hezbollah routed Syrian rebels near the Lebanese border and Iran sent advisers to help Mr. Assad’s beleaguered forces during the early years of the war.\nBut by 2013, Mr. Assad’s forces were on the verge of collapse, and Iran intervened more forcefully, undertaking an extensive regional operation to train, arm and transport thousands of Shiite militiamen from abroad to Syria to fight the rebels and the jihadists of the Islamic State.\nEstimates of the number of Iranian military personnel in Syria today range from the high hundreds to the low thousands. While some directly participate in combat, most are trainers, commanders or experts who advise the Syrian military and oversee militias. It is these militias, which could have as many as 20,000 fighters, that give Iran its true muscle.\nThose fighters include about 6,000 from Hezbollah. Most of the rest of the militia members — who come from Afghanistan, Iraq, Lebanon, Pakistan and elsewhere — have been enticed to fight in Syria with money and appeals to their Shiite faith. Indeed, most see the war in Syria in religious terms, as a jihad against enemies of their religion.\nAli Alfoneh, a researcher at the Atlantic Council who tracks reports of foreign militia fighters killed in Syria, said the number of deaths reported had decreased substantially as those fighting for Mr. Assad have gotten the upper hand in the war. But instead of leaving the country, he said, the militias appeared to be shifting their sights toward Israel.\n“Iran has realized that it is actually possible to maintain a front against Israel where there is no war but also no peace,” Mr. Alfoneh said.\nIn his research, Mr. Alfoneh said he had identified three main Iranian bases that oversee operations in large parts of Syria — one near Aleppo in the north and two south of the capital, Damascus — as well as seven smaller tactical bases near active front lines where Iran and its proxies have a presence.\nThe idea of a permanent Iranian presence in Syria worries Israel, which fears that it could face a threat there similar to that posed by Hezbollah in Lebanon. Analysts close to Iran and its proxies say that is exactly the idea.\n“It’s like a replication of the Hezbollah model,” said Ali Rizk, a Lebanese analyst who writes for Al Monitor, a news website focused on the Middle East. Iran is already training fighters in southern Syria, he said, so that if Hezbollah draws down its presence there, as its leaders have vowed to, it will leave behind a Syrian prototype.\nIn recent months, at least two Iraqi militia leaders have visited the Lebanon-Israel border with Hezbollah, and militia members say the visits have included developing plans for how they might collaborate in a future conflict.\nLife has returned to normal in the Israel-controlled Golan Heights since the day of battle on Feb. 10, and the ski resort on Mount Hermon has been operating as usual. There was no immediate sense among Israelis of being on a war footing.\nBut Israelis and many Lebanese have long worried that another war across their border is inevitable. Prime Minister Benjamin Netanyahu ratcheted up the rhetoric on Sunday at the security conference in Munich, warning Iran’s leaders not to test Israel’s resolve and pledging that if pushed, Israel would act “not only against Iranian proxies that are attacking us, but against Iran itself.”\nBoth sides say they do not want war, and the fear of extensive destruction and civilian deaths has deterred new hostilities since the last war between Israel and Hezbollah in 2006. But the more entrenched Iran’s allies become, the greater the pressure Israeli leaders could face to launch a strike — and the greater the chances that a miscalculation or mistake by either side could provoke new hostilities.\nSome analysts have expressed hopes that Russia, which also intervened in Syria on Mr. Assad’s behalf, could serve as a check on Iran’s ambitions. Russia has cooperated with Iran during the war but also seeks to maintain good relations with Israel.\nNotably, Russia has not publicly complained when Israel has bombed convoys believed to be bound for Hezbollah. Others question to what degree the Syrian population will buy into Iran’s ideological project, noting that only a tiny portion of Syrians share Iran’s Shiite faith.\nMuch remains unclear about Iran’s intentions. Days after Israel destroyed the drone, Israeli military officials said they were still not sure whether it had been armed, had been sent on a surveillance mission or was merely a test of Israel’s defenses.\n“It is very important for us to understand its mission,” Brig. Gen. Tomer Bar, the chief of staff of the Israeli Air Force, told reporters. “We have to understand it and we will investigate it till the end.”", "date": "Feb. 19, 2018", "href": "https://www.nytimes.com/2018/02/19/world/middleeast/iran-syria-israel.html", "tags": "deeply iran syria ‘ axis resistance israel ” war embedded israeli hezbollah new expands"}