{"title": "Iran Agrees to Detailed Nuclear Outline, First Step Toward a Wider Deal", "content": "LAUSANNE, Switzerland — Iran and the United States, along with five other world powers, announced on Thursday a surprisingly specific and comprehensive understanding on limiting Tehran’s nuclear program for the next 15 years, though they left several specific issues to a final agreement in June.\nAfter two years of negotiations, capped by eight tumultuous days and nights of talks that appeared on the brink of breakdown several times, Secretary of State John Kerry and his Iranian counterpart, Mohammad Javad Zarif, announced the plan, which, if carried out, would keep Iran’s nuclear facilities open under strict production limits, and which holds the potential of reordering America’s relationship with a country that has been an avowed adversary for 35 years. \nMr. Kerry and Energy Secretary Ernest J. Moniz, a nuclear scientist who played a crucial role in the last stages of the negotiations, said the pact satisfied their primary goal of ensuring that Iran, if it decided to, could not race for a nuclear weapon in less than a year, although those constraints against “breakout” would be in effect only for the first decade of the accord.\nPresident Obama, for whom remaking the American relationship with Iran has been a central objective since his 2008 campaign, stepped into the Rose Garden moments later to celebrate what he called “a historic understanding with Iran.” He warned Republicans in Congress that if they tried to impose new sanctions to undermine the effort, the United States would be blamed for a diplomatic failure.\nHe insisted that the deal “cuts off every pathway” for Iran to develop a nuclear weapon and establishes the most intrusive inspection system in history. “If Iran cheats,” he said, “the world will know it.”\nUnder the accord, Iran agreed to cut the number of operating centrifuges it has by two-thirds, to 5,060, all of them first-generation, and to cut its current stockpile of low-enriched uranium from around 10,000 kilograms to 300 for 15 years. An American description of the deal also referred to inspections “anywhere in the country” that could “investigate suspicious sites or allegations of a covert enrichment facility.” But in a briefing, American officials talked about setting up a mechanism to resolve disputes that has not been explained in any detail. \nIn a move not seen since before the Iranian revolution in 1979, and to the surprise of many in both countries, Iranian government broadcasters aired Mr. Obama’s comments live. In parts of Tehran, people cheered and honked car horns as they began to contemplate a life without sanctions on oil and financial transactions, though the issue of when the sanctions are to be removed looms as one of the potential obstacles to a final agreement on June 30. \nIf that hurdle and the problem of ridding Iran of its huge nuclear fuel stockpile can be fully resolved in the next three months, the preliminary accord will still need to be sold to Iran’s neighbors. The prospect of a deal has inflamed Israel and the Gulf states, alarmed by Iranian muscle-flexing in the Middle East, most recently in Iraq, Syria and Yemen. \nThere is so much concern that Mr. Obama, in a phone call today to King Salman of Saudi Arabia, invited Arab leaders to Camp David this spring to discuss Iran and the turmoil in the region. Analysts have long been worried that Saudi Arabia and other Arab states might mount their own nuclear programs if they decide that Iran is being allowed to retain too much of its nuclear infrastructure.\nIn a telephone call from Air Force One on Thursday afternoon, Mr. Obama told Israel’s prime minister, Benjamin Netanyahu, that while the deal was not final, it “represents significant progress towards a lasting, comprehensive solution that cuts off all of Iran’s pathways to a bomb and verifiably ensures the peaceful nature of Iran’s nuclear program going forward,” according to an account of the conversation from the White House. \nMr. Netanyahu, a strong critic of the deal, was apparently not mollified, and released a statement saying, “A deal based on this framework would threaten the survival of Israel.” \nMr. Zarif, for his part, was careful to play down the notion that anything agreed to here would remake the relationship. Any hint of a broader rapprochement is an enormously sensitive issue among hard-liners in the Iranian military and clerical leaders who have made opposition to the United States the centerpiece of their political narratives.\n“Iran-U.S. relations have nothing to do with this,” Mr. Zarif said emphatically at a university here, where the agreement was announced. “This was an attempt to resolve the nuclear issue.” While saying he hoped the two countries would find a way to melt away their distrust as the agreement was carried out, he hastened to add, “We have serious differences with the United States.” \nNow, attention will shift to Mr. Obama and Hassan Rouhani, the Iranian president, who was elected on a platform of ending sanctions. They share a common task: selling the agreement at home to constituencies deeply suspicious of both the deal and the prospect of signing any accord with an avowed enemy. The White House has promised a lobbying campaign by the president unlike any seen since he pushed through health care legislation.\nMr. Zarif and other Iranian officials may have an even harder political argument to win. They will have to overcome objections in the military and scientific establishments, especially because the accord will force them to cut the number of centrifuges enriching uranium by half, put thousands of others in storage and convert two other facilities into research sites that would have virtually no fissile material — the makings of an atom bomb. Iran has insisted that its nuclear program is for civilian uses only.\nMr. Zarif seemed to sense the scope of the challenge in how he framed the agreement. He focused on the fact that Iran would not have to dismantle any facilities — something Washington had initially demanded, especially after helping expose one such secret facility, called Fordo, in Mr. Obama’s first year in office. When, late on Thursday, the White House began distributing a description of what amounted to Iranian concessions, an obviously angry Mr. Zarif challenged the American accounting in several posts on Twitter. \n“There is no need to spin using ‘fact sheets’ so early on,” he wrote in one, only an hour or so after.\n In another, he suggested that sanctions would have to be lifted far earlier than one might think listening to Mr. Kerry, saying that, in essence, all the economic sanctions would be lifted once a final agreement was signed.\nThat could be another issue for the two sides, in that Washington has insisted that the sanctions be removed in a step-by-step manner as Iran fulfills its obligations under the agreement.\nAt another point, Mr. Zarif cautioned that no one had signed anything in Lausanne, and “nobody has obligations now.” That would come after a final agreement. \nAnother problem for Mr. Zarif is that the deal he has agreed to is far more restrictive than one he outlined last July in an interview with The New York Times. At that time, he envisioned essentially keeping Iran’s stockpiles and its sprawling nuclear facilities at the levels they are running under a temporary agreement struck 18 months ago. What he agreed to in Lausanne, at least according to those fact sheets, would drastically cut Iran’s capability for 10 years and then allow it to build up gradually for the next five. \nAfter that, Iran would be free to produce as much uranium as it wishes — even building the 190,000 centrifuges that Ayatollah Ali Khamenei talked about last summer. That is bound to be a major concern for Congress, the Israelis and the Arab states, because it amounts to a bet that after 15 years, Iran will be a far more cooperative international player, perhaps under different management.\nThe 5,060 centrifuges is a far higher figure than the administration originally envisioned, when it argued that Iran could possess only a few hundred. But in the final negotiations, Mr. Moniz and his Iranian counterpart, Ali Akbar Salehi, the M.I.T.-educated head of Iran’s atomic energy agency, agreed that Iran would drastically cut its stockpile of nuclear fuel, from about eight tons to a little over 600 pounds. The giant underground enrichment site at Fordo, which Israeli and some American officials fear is impervious to bombing, would be partly converted to advanced nuclear research and the production of medical isotopes. About two thirds of its centrifuges would be removed. Eventually, foreign scientists would be present. It would have no fissile material that could be used to make a bomb. \nBut perhaps the most important compromise came in a lengthy battle over whether Iran would be allowed to conduct research and development on advanced centrifuges, which are far more efficient than current models. The Iranians won the right to research, but not to use more modern machines for production for the next 10 years.\nAt Arak, which officials feared could produce plutonium, another pathway to a bomb, Iran agreed to redesign a heavy-water reactor in a way that would keep it from producing weapons-usable fuel. \nThose conditions impressed two of the most skeptical experts on the negotiations: Gary Samore and Olli Heinonen of the Kennedy School of Government at Harvard and members of a group called United Against Nuclear Iran.\nMr. Samore, who was Mr. Obama’s top adviser on weapons of mass destruction in his first term as president, said in an email that the deal was a “very satisfactory resolution of Fordo and Arak issues for the 15-year term” of the accord. He had more questions about operations at Natanz and said there was “much detail to be negotiated, but I think it’s enough to be called a political framework.” \nMr. Heinonen, the former chief inspector of the International Atomic Energy Agency, said, “It appears to be a fairly comprehensive deal with most important parameters.” But he cautioned that “Iran maintains enrichment capacity which will be beyond its near-term needs.”", "date": "April 2, 2015", "href": "https://www.nytimes.com/2015/04/03/world/middleeast/iran-nuclear-talks.html", "tags": "agreement iran wider mr. nuclear first detailed step toward ” outline zarif iranian agrees deal"}