{"title": "Iranians Fear Deeper Crisis as Trump Ends Nuclear Deal", "content": "TEHRAN — The sense of crisis in Iran runs deep and wide. The economy is in free fall. The currency is plummeting. Rising prices are squeezing city dwellers. A five-year drought is devastating the countryside. The pitched battle between political moderates and hard-liners is so perilous that there is even talk of a military takeover.\nNow, the lifeline offered by the 2015 nuclear deal, which was supposed to alleviate pressure on Iran’s economy and crack open the barriers to the West, is falling apart, too: President Trump announced Tuesday that he was withdrawing the United States from the agreement, which he called a “disastrous deal.”\nThe chief loser will be the country’s moderate president, Hassan Rouhani, who now looks weakened, foolish and burned for the risk he took in dealing with the Americans.\nAddressing the nation on live television after Mr. Trump’s announcement, Mr. Rouhani said Iran would take no immediate action to restart uranium enrichment and that it would negotiate with the other parties to the agreement, Britain, China, France, Germany and Russia.\nIf Iran’s interests can be secured under the agreement, “we will continue the process,” he said. “And if the deal is to be just a piece of paper, then our next steps will be clear.”\nIf Mr. Rouhani is weakened, his opponents are likely to gain influence, analysts say.\n“Trump has violated the international agreement by his predecessor, Obama, under the intrigues of the Israeli prime minister and Saudi Crown Prince Bin Salman,” said Ali Khorram, a former Iranian ambassador to China and an adviser to the nuclear negotiating team. “Now he has played in the hands of hard-liners in Iran.”\nBut in the long term, the unraveling of the nuclear agreement could be bad news for the entire Iranian leadership, already buffeted by mounting popular dissatisfaction over the economy and a lack of freedoms and prospects. It could be bad news for average Iranians, too.\n“We will see more migration, more unemployment, more bankruptcies, more impoverishment,” said Amirhossein Hasani, who once made kitchen equipment but now tries to make a living selling foreign exchange. “Some might think this will lead to regime change, but protests will be cracked down and the government will be able to run the country. We will just get poorer.”\nEven before Mr. Trump’s decision, the nuclear deal had not lived up to its promise of economic salvation for Iranians. Mr. Rouhani sold it as the solution to many of the country’s problems. He promised that foreign companies would flood Iran with investment and know-how, bringing jobs and opportunity to millions of unemployed people.\nHe also said that the compromise would lift Iran out of its international isolation. Indeed, several airlines resumed connections to Tehran after the deal was struck.\nBut deeper-rooted problems such as uncompetitive investment laws, widespread corruption and arrests of dual nationals by hard-line security forces dampened the boom the president had promised. Foreign businesses showed up in sizable numbers but balked at the conditions that confronted them.\nBut what really diminished the potential benefits of the agreement were the American sanctions that remained in place despite the agreement, and which have continued to prevent any serious bank from working in Iran. They also prevent almost all normal financial transactions, depriving Iran of much-needed credit and foreign investments.\nThe return of even broader sanctions could put even more pressure on the economy.\n“Someone, please change our fate, whoever, even Trump,” said Ali Shoja, a cleaner who said he can’t afford to support his three sons. “I used to be a driver, now I clean. What’s next? I cannot become a beggar.”\nHard-liners, who have long lost popular support but control security forces, the judiciary and state television, were set to declare victory, since they have always argued that the United States could never be trusted in any deal.\nThey will use the opportunity to undermine Mr. Rouhani and to try to seize power. But Mr. Rouhani came in after eight years with a hard-liner, Mahmoud Ahmadinejad, at the helm. That both moderate and hard-line approaches have now failed has only deepened the sense of crisis.\nDissatisfaction over state policies is so widespread that many wonder if the Islamic Republic and its current ideology are even sustainable, fueling talk of bringing in a military strongman to set things straight.\n“This is a big failure for Mr. Rouhani — America has cheated on him by not keeping its promises,” said Jalal Jalalizadeh, a former member of Parliament. “But in the end we are all losers. Now it is clear that only direct and open talks with the United States can ever solve this.”\nIn fact, the collapse of the nuclear deal doesn’t leave Iran with many options. Iran’s every move will be scrutinized by the United States and Israel, perhaps setting off a military confrontation the country can hardly afford.\nHard-liners say Iran should return to enriching uranium, as it was doing before the nuclear agreement.\n“We will break the cement of Arak; we will reopen the heart of the nuclear plant,” Abolfazl Hassan Beigi, a hard-line member of Parliament, told local media, referring to a nuclear site Iran said it has disabled as part of the deal. “The Islamic Republic of Iran will start its nuclear activities again more powerfully than before, which will be a loss for America and its allies.”\nBut others point out that such moves could invite military action.\n“I am for direct talks and transparent talks between Iran and America, the sooner the better,” said Abolghasem Golbaf, an analyst promoting change in the country. The talks should be open, for all to follow, he said. “When they talk secretly, they may make mistakes and nothing can be corrected. Iran and America should sit face to face at negotiation table.”\nIranians are likely to find plenty of blame to go around for the failure of the nuclear deal, directing anger at both sides in the political deadlock, as well as at the United States. Nationwide protests in December and January — aimed at the entire leadership class — illustrated the depth of Iranian disillusionment.\n“We could witness a blind explosion of anger and we will not know the outcome of such an event,” said Davoud Hermidas-Bavand, a professor of international relations who has taught at the National Defense University.\n“Many people are ready to support anyone who can provide them some hope,” he said. “But you have to take into account that Iranians are also nationalistic and will definitely not blindly follow countries they view as harmful to Iranian interests.”\nSome say they are surprised to even hear people saying they support Mr. Trump, whom they see as someone willing to solve their problems.\n“When I sit in the taxi or bus I sometimes overhear common people saying they adore Trump, he at least honors his promises in campaign, they say,” said Ali Sabzevari, a now-unemployed publisher. “Powerless people take resort to a hero, no matter who is the hero — Hitler or Trump, anyone can be their hero.”\nOthers disagree.\n“The common people will hate America more,” said Hamidreza Taraghi, a hard-line analyst. “They will face hardship and be poor. They will hate Trump. That’s good.”", "date": "May 8, 2018", "href": "https://www.nytimes.com/2018/05/08/world/middleeast/iran-crisis-nuclear-deal.html", "tags": "agreement iran mr. nuclear deeper even ” trump iranians fear ends crisis deal"}