{"title": "Iran sanctions: Does US 'Plan B' on Iran risk war?", "content": "So this then is the US \"Plan B\" for Iran - to step up the sanctions pressure in order to force the Tehran government into a new diplomatic deal.  It would need to accept broader constraints, not just on its nuclear activities, but also on its missile programme  and wider behaviour in the region. \nBut is this a realistic policy for a new compromise with Tehran? Or is it a recipe for growing tensions; in reality a hawkish diplomatic smoke-screen intended to cloak a policy whose fundamental goal is regime change in Iran? \nIt is certainly tough. US Secretary of State Mike Pompeo was at pains to spell out a comprehensive effort to contain Iran and to roll back its influence in the region. \nBut how realistic is this policy? And how many of Washington's allies are likely to sign up to it beyond the Saudis and the Israelis, for whom the new policy in Washington must be music to their ears?\nAt one level there was, of course, a certain logic to this speech. Mr Pompeo explained why the Trump administration regarded the Obama-era agreement with Iran - often known by its initials JCPOA (Joint Comprehensive Plan of Action) - as fundamentally flawed. \nHe charges that the Obama team failed to use the leverage afforded to them by the sanctions regime and settled for a half-measure, a half-deal with Iran that only addressed part of the agenda.  \nBut the historical record shows that Iran was not wilting under the sanctions regime. It was getting ever closer to a bomb. \nThe Obama administration took the view that by accepting that Iran might continue to enrich uranium at controlled levels they would be able to get an agreement that would lengthen \"the break-out time\", during which Iran might sprint towards a bomb. \nThat deal - if it worked - could in time be followed up by further negotiations. It was imperfect, but then diplomacy so often is. \nIt is easily forgotten that the wider international sanctions regime against Tehran was slowly weakening. Mr Obama opted for some constraints today, knowing that there would be more work to be done in the future. But the very real risk of a war with Iran was averted.\nNow one of Mr Pompeo's demands of Iran - he set out a check-list of a dozen - is that it agree to give up enrichment altogether. That was a non-starter back in 2015 when the JCPOA was agreed and it is equally a non-starter today. \nThe US strategy rests upon marshalling a new punitive sanctions regime against Tehran and a cohort of regional allies to contain its growing influence. \nOf course, for sanctions to work they must be comprehensive and supported by as many countries as possible.\nFor now Washington's European allies want to stick with the JCPOA. \nThe smart money says that what European governments say does not really matter - it is business that must make the decisions to invest in Iran or risk punitive US sanctions. And the view of experts is that while the big European governments will splutter and protest, just like the French oil giant Total, business will worry about the bottom line and pull out of any Iranian holdings. \nHow far are Russia, China and India likely to bow to US sanctions pressure?  Compelling allies and other countries to abandon trade with Iran risks damaging a whole series of wider diplomatic relationships. \nIs the Trump administration really ready to hold a series of key bilateral ties hostage to its policy towards Tehran.\nTo hear Mr Pompeo speak, this is a disagreement about means not ends. The Europeans, Russia, China and, of course, Iran are indeed happy to see the JCPOA continue. But they share many of Washington's concerns - which are hardly new - and are eager to look at additional steps that might be taken to try to curb Iran's missile programme and regional adventurism. \nBut the fear of many is that this is actually a disagreement about ends and that the Trump administration is more eager to follow National Security Adviser John Bolton's line, which has long been to foment regime change in Tehran. \nHowever the fundamental problem remains Iran itself. \nIt is not going to accept any of Mr Pompeo's 12-point plan. At some point it may well decide to pull out of the deal itself and step up its nuclear activities. This is not a recipe for weakening hardliners in Tehran or ensuring regional stability. \nMany fear that this is not a strategy that will lead to a new and better agreement but one that risks a steady descent into war. ", "date": "21 May 2018", "href": "https://www.bbc.co.uk/news/world-us-canada-44202587", "tags": "policy sanctions iran us many b tehran new pompeo war risk regime"}