{"title": "Iranians Fear Medicine Shortages as U.S. Tightens Sanctions", "content": "The strain was evident in Alireza Karimi’s voice as he described his struggle to obtain the diazoxide pills his father needs to lower insulin levels and fight pancreatic cancer.\nThe medicine has to be imported, and until recently that was not a problem. But for the past three months, Mr. Karimi has not been able to find it anyplace, and there is now only one bottle left.\n“Now that this medicine isn’t here, we’re forced to give him only one per day,” Mr. Karimi said in an interview over Telegram, a popular messaging app for Iranians. The reduced dosage has created complications, like the threat of convulsions and the need to monitor his father 24 hours a day to make sure his insulin levels do not spike, which could send him into a coma.\nAnxieties over the availability of medicine are mounting in Iran with the reimposition this month of sanctions by the United States after President Trump withdrew from the nuclear deal.\nHarsh banking restrictions and the threat of secondary sanctions for companies doing business with Iran have made it nearly impossible for foreign pharmaceutical companies to continue working in the country.\nTrump administration officials say that the sanctions will not affect trade in humanitarian items, but many are skeptical.\n“The fact is that the banks are so terrified by the sanctions that they don’t want to do anything with Iran,” said Gérard Araud, France’s ambassador to the United Nations. “So it means that there is a strong risk that in a few months really there will be a shortage of medicine in Iran.”\nThe Trump administration’s “maximum pressure campaign” is starting to remove some of the few avenues that Iran had left to conduct banking for humanitarian items.\nOne pharmaceutical importer in Iran, speaking on the condition of anonymity for fear of harassment by the authorities, said the banking sanctions had unnerved many of his European and American clients, who are looking for signals from the Treasury about what banks they can work with without risking penalties.\n“It creates a problem where even when you have a European company that wants to sell to Iran, due to the absence of banks being there, payments can’t regularly and reliably be made into Europe,” said Esfandyar Batmanghelidj, an expert in sanctions and humanitarian trade with Bourse and Bazaar in London.\nMr. Batmanghelidj added that the Treasury had been slow or even unwilling to issue licenses authorized by Congress for humanitarian reasons. The licenses allow companies to do business with Iran and other countries that the United States has blacklisted as sponsors of terrorism.\nThe problems are compounded by Iran’s own economic problems, which have led to a steep decline in the nation’s currency, the rial, and to steep increases in drug costs, since most are imported. Mr. Karimi said his father’s diazoxide pills used to cost roughly $28 a bottle but the last time he bought any, three months ago, the price had increased to $43.\nIn some cases, shortages have been attributed to patients’ stockpiling medicines or to the government’s efforts to control the supply, knowing that access to hard currency might be difficult in the near future.\nRecently, nearly 200 mental health professionals wrote an open letter to the authorities about the declining availability of medicines. One of the signatories, Dr. Amir Hossein Jalali, a psychiatrist in Tehran, said in an interview over Telegram that “even some domestically produced medicines that need raw materials from outside of the country have also faced a lot of shortages.”\nHe said it was hard to change a patient’s medical routine, especially in mental health and chronic illnesses. Finding an effective treatment can be difficult, and even substituting medicine with something from the same chemical family can lead to a deterioration in the patient’s condition.\nMaryam Peyman, who has multiple sclerosis, recently went through her last bottle of Orlept, a German medication. For three months she was unable to find any more, or a replacement drug, making it impossible for her to work or even to concentrate.\nAfter three months of extreme discomfort without Orlept, a drug normally used for epilepsy but also prescribed for neurological issues, she finally found a domestically produced alternative, but that is far from ideal.\n“Now that I’m using Iranian-made medicine, it gives me headaches and impaired vision,” she said. “The German medicine didn’t give me any headaches. It increased concentration, and it didn’t impact my eyesight.”\nMr. Batmanghelidj said that the Trump administration could improve the situation by issuing clear guidelines for pharmaceutical companies doing business with Iran.\n“There’s been nothing to date other than lip service from Pompeo,” he said referring to Mike Pompeo, the American secretary of state. “It’s either reflective of infighting in the administration or negligence that’s taking place.”", "date": "Nov. 11, 2018", "href": "https://www.nytimes.com/2018/11/11/world/middleeast/iran-sanctions.html", "tags": "sanctions iran u.s. even ” months iranians fear medicine shortages karimi tightens"}