{"title": "Iran profile - timeline", "content": "A chronology of key events: \n550-330 BC - Achaemenid dynasty rules the first Persian Empire. At its greatest extent under Darius I stretches from the Aegean Sea and Libya to the Indus Valley.\nAdvent of Islam\n636 - Arab invasion brings end of Sassanid dynasty and start of Islamic rule. \n9th century - Emergence of modern Persian language, written using a form of Arabic script. \n1220 - Mongol forces of Genghis Khan overrun Persia, which becomes part of the Ilkhanate, ruled by descendants of Genghis' grandson Hulagu.\n1501 - With the support of Shia Qizilbash warrior tribes, Shah Ismail I becomes first ruler of Islamic Safavid dynasty; Shia Islam declared state religion.\n1571-1629 Apogee of the Safavid Empire under Shah Abbas I, who reforms the army, sidelines the Qizilbash and establishes first diplomatic links with western Europe.\n1794 - Mohammad Khan Qajar founds the Qajar dynasty, restoring stability to Iran after half a century.\n1828 - Iran cedes control of Caucasus to Russia after second Russo-Persian war. \n1907 - Introduction of constitution which limits the absolutist powers of rulers. \n1921 February - Military commander Reza Khan seizes power. \n1926 April - Reza Khan crowned Reza Shah Pahlavi. \n1935 - Iran is adopted as the country's official name. \n1941 - The Shah's pro-Axis allegiance in World War II leads to the Anglo-Russian occupation of Iran and the deposition of the Shah in favour of his son, Mohammad Reza Pahlavi.\n1951 April - Parliament votes to nationalise the oil industry, which is dominated by the British-owned Anglo-Iranian Oil Company. Britain imposes an embargo and a blockade, halting oil exports and hitting the economy. A power struggle between the Shah and nationalist Prime Minister Mohammad Mossadeq ensues. \n1953 August - Prime Minister Mossadeq is overthrown in a coup engineered by the British and US intelligence services. General Fazlollah Zahedi is proclaimed prime minister, and the Shah returns from temporary exile. \n1963 January - The Shah launches the 'White Revolution' programme of land reform and social and economic modernisation. During the late 1960s he becomes increasingly dependent on the SAVAK secret police in controlling opposition movements. \n1978 September - The Shah's policies alienate the clergy and his authoritarian rule leads to riots, strikes and mass demonstrations. Martial law is imposed. \n1979 January - As the political situation deteriorates, the Shah and his family are forced into exile. \n1979 February - Islamic clerical opposition leader Ayatollah Ruhollah Khomeini returns from 14 years of exile in Iraq and France. \n1979 April - The Islamic Republic of Iran is proclaimed following a referendum. \n1979 November - Islamic militants take 52 Americans hostage inside the US embassy in Tehran. They demand the extradition of the Shah, in the US at the time for medical treatment, to face trial in Iran. \n1980 January - Abolhasan Bani-Sadr is elected the first president of the Islamic Republic. His government begins work on a major nationalisation programme. \n1980 July - The exiled Shah dies of cancer in Egypt. \n1980 22 September - Start of Iran-Iraq war, which lasts for eight years. \n1981 January - The American hostages are released, ending 444 days in captivity. \n1981 June - President Bani-Sadr is dismissed and later flees to France. \n1985 - After the US and Soviet Union halted arms supplies, the US attempted to win the release of hostages in Lebanon by offering secret arms deals. This would later become known as the Iran-Contra affair. \n1988 July - An Iran Air Airbus is mistakenly shot down by the USS Vincennes. \n1988 July - Iran accepts a ceasefire agreement with Iraq following negotiations in Geneva under the aegis of the UN. \n1989 February - Ayatollah Khomeini issues a religious edict (fatwa) ordering Muslims to kill British author, Salman Rushdie, for his novel, 'The Satanic Verses', considered blasphemous to Islam. \n1989 3 June - Ayatollah Khomeini dies. On 4 June, President Khamene'i is appointed as new supreme leader. \n1989 August - Ali Akbar Hashemi-Rafsanjani is sworn in as the new president. \n1989 November - The US releases 567 million dollars of frozen Iranian assets. \nMajor earthquake kills thousands \n1990 June - A major earthquake strikes Iran, killing approximately 40,000 people. \n1990 - Iran remains neutral following Iraq's invasion of Kuwait. \n1990 September - Iran and Iraq resume diplomatic ties. \n1995 - US imposes oil and trade sanctions over Iran's alleged sponsorship of terrorism, quest for nuclear arms, and hostility to the Israeli-Palestinian peace process.  \n1997 May - Mohammad Khatami wins the presidential election with 70% of the vote, beating the conservative ruling elite. \n1998 September - Iran deploys thousands of troops on its border with Afghanistan after the Taleban admits killing eight Iranian diplomats and a journalist in Mazar-e Sharif. \n1999 July - Pro-democracy students at Tehran University demonstrate following the closure of the reformist newspaper Salam. Clashes with security forces lead to six days of rioting and the arrest of more than 1,000 students. \n2000 February - Majlis elections. Liberals and supporters of Khatami wrest control of parliament from conservatives for the first time. \n2000 April - The judiciary, following the adoption of a new press law, bans the publication of 16 reformist newspapers. \n2001 June - President Khatami re-elected. \n2002 January - US President George Bush describes Iraq, Iran and North Korea as an \"axis of evil\", warning of the proliferation of long-range missiles being developed in these countries. \n2002 September - Russian technicians begin construction of Iran's first nuclear reactor at Bushehr despite strong objections from US. \n2003 June - Thousands attend student-led protests in Tehran against clerical establishment. \n2003 October - Shirin Ebadi becomes Iran's first Nobel Peace Prize winner. The lawyer and human rights campaigner became Iran's first female judge in 1975 but was forced to resign after 1979 revolution. \n2003 November - Iran says it is suspending its uranium enrichment programme and will allow tougher UN inspections of its nuclear facilities. The IAEA UN nuclear watchdog concludes there is no evidence of a weapons programme. \n2003 December - 40,000 people are killed in an earthquake in south-east Iran. The city of Bam is devastated. \n2004 February - Conservatives regain control of parliament in elections. Thousands of reformist candidates were disqualified by the hardline Council of Guardians before the polls. \n2004 June - Iran is rebuked by the IAEA for failing to fully cooperate with an inquiry into its nuclear activities. \n2005 June - Mahmoud Ahmadinejad, Tehran's ultra-conservative mayor, wins a run-off vote in presidential elections, defeating cleric and former president Akbar Hashemi Rafsanjani. \n2005 August-September - Tehran says it has resumed uranium conversion at its Isfahan plant and insists the programme is for peaceful purposes. IAEA finds Iran in violation of the nuclear Non-Proliferation Treaty. \n2006 February - Iran resumes uranium enrichment at Natanz. \n2006  August - UN Security Council deadline for Iran to halt its work on nuclear fuel passes. IAEA says Tehran has failed to suspend the programme. \n2007 March - Diplomatic stand-off with Britain after Iran detains 15 British sailors and marines patrolling the mouth of the Shatt al-Arab waterway separating Iran and Iraq. \n2007 October - US announces sweeping new sanctions against Iran, the toughest since it first imposed sanctions almost 30 years ago. \n2008 September - UN Security Council passes unanimously a new resolution reaffirming demands that Iran stop enriching uranium, but imposes no new sanctions. The text was agreed after Russia said it would not support further sanctions. \n2009 June - Mahmoud Ahmadinejad is declared to have won a resounding victory in the 12 June presidential election. The rival candidates challenge the result, alleging vote-rigging. Their supporters take to the streets, and at least 30 people are killed and more than 1,000 arrested in the wave of protests that follow. \n2009 August - Mahmoud Ahmadinejad sworn in for second term as president, presents cabinet - the first since the founding of the Islamic Republic in 1979 to include women. \nA number of senior opposition figures are accused of conspiring with foreign powers to organise unrest and are put on trial. \nSupreme Leader Ayatollah Ali Khamenei says there is no proof that opposition leaders blamed for the post-election unrest were agents of foreign powers. \n2009 September - Iran admits that it is building a uranium enrichment plant near Qom, but insists it is for peaceful purposes. \nThe country test-fires a series of medium- and longer-range missiles that put Israel and US bases in the Gulf within potential striking range. \n2010 June - UN Security Council imposes fourth round of sanctions against Iran over its nuclear programme, including tighter financial curbs and an expanded arms embargo. \n2010 September - Stuxnet - a computer worm which affects industrial systems - is reportedly detected in staff computers at the Natanz nuclear plant. Iran accuses Israel and the US of infecting its system.\n2011 September - Iran announces that the Bushehr nuclear power station has been connected to the national grid.\n2012 July - European Union boycott of Iranian oil exports comes into effect. \n2012 September - International Atomic Energy Agency (IAEA) quarterly report says Iran doubles production capacity at Fordo nuclear site and \"significantly hampered\" IAEA ability to inspect Parchin military site. \n2012 October - Iran's rial currency falls to a new record low against the US dollar, losing 80% of its value since 2011 because of international sanctions. Riot police attack about 100 currency traders outside the Central Bank.\n2013 June - Reformist-backed cleric Hassan Rouhani wins presidential election.\n2014 April - The International Atomic Energy Agency says Iran has neutralised half of its higher-enriched uranium stockpile under a deal agreed earlier in the year.\n2014 June -  President Rouhani says Iran is ready to assist the Iraqi government in its battle against extremist Sunni insurgents, amid reports that Iranian Revolutionary Guards are in Iraq providing military training and advice.\n2015 July - After years of negotiations, world powers reach deal with Iran on limiting Iranian nuclear activity in return for lifting of international economic sanctions. The deal gives UN nuclear inspectors extensive but not automatic access to Iranian sites.\n2016 January - Serious rift in relations after Saudi Arabia executes leading Shia cleric Nimr al-Nimr. Crowd sets Saudi embassy alight. \nInternational economic sanctions on Iran lifted after UN says satisfied with progress on fulfilling nuclear agreement. President Rouhani embarks on the first European state visit of an Iranian president for 16 years.\n2017 May - Hassan Rouhani wins re-election as president.\n2017 June - Several people are killed in co-ordinated attacks on parliament and the shrine of Ayatollah Khomeini. Islamic State group claims responsibility. \n2017 December - Mass protests in several cities over economic grievances, which are acknowledged by President Rouhani and Supreme Leader Khamenei.\n2018 May-June - President Trump announces the US withdrawal from the 2015 international deal on Iran's nuclear programme. Iran in turn warns that it will begin increasing its uranium enrichment capacity if the deal collapses as a result of the US move.\nIranian currency falls to record low over the summer after US pulls out of the nuclear deal.\n2018 September - Gunmen open fire on a military parade in Ahvaz in Khuzestan Province, which has a large Arab population. An Arab nationalist organisation and the Islamic State jihadist group both claim responsibility for the attack, in which 25 people were killed.\n2019 March-April  - Floods cause widespread damage in across the country, leaving at least 70 people dead.\n2019 April - The US government officially designates the Revolutionary Guards a terrorist organisation, prompting Iran to do the same for US forces in the Middle East and Afghanistan. ", "date": "9 April 2019", "href": "https://www.bbc.co.uk/news/world-middle-east-14542438", "tags": "iran timeline us sanctions nuclear first profile shah september june islamic"}