{"title": "Iran’s Master of Iraq Chaos Still Vexes U.S.", "content": "WASHINGTON — When a senior Iraqi intelligence official traveled to Tehran in the summer of 2007 to meet with the Iranian leadership, he quickly figured out who was in charge of Iran’s policy toward its neighbor to the west.\nIt was not the Iranian president, Mahmoud Ahmadinejad. It was Qassim Suleimani, the shadowy commander of Iran’s paramilitary Quds Force, who calmly explained that he was the “sole authority for Iranian actions in Iraq,” according to an account the Iraqi official later provided to American officials in Baghdad.\nA soft-spoken, gray-haired operative who carries himself with the confidence that comes from having the backing of Ayatollah Ali Khamenei, Iran’s supreme leader, General Suleimani is the antithesis of the bombastic Iranian president. Now a major general — the highest rank in the Islamic Revolutionary Guards Corps — after a promotion last year, he has been the mastermind behind two central Iranian foreign policy initiatives, exerting and expanding Tehran’s influence in the internal politics of Iraq and providing military support for the rule of President Bashar al-Assad of Syria.\nThat role has put him in direct conflict with American policy makers hoping to ensure Iraq’s future as an ally of the United States, to bring about the fall of Mr. Assad and to curb Iran’s attempt to gain influence in the region. Last year, the United States Treasury Department put General Suleimani on its sanctions list because American officials said he had been involved in a plot to kill the Saudi ambassador to Washington.\nFor the American officials who had to contend with the shadow war waged by Iran during the nearly nine years United States forces were in Iraq, that role is hardly a surprise. Their communications with General Suleimani and their own internal discussions, detailed in classified documents obtained for a new book on Iraq, provide a vivid picture of a persistent and effective executor of Iran’s international objectives.\nGen. David H. Petraeus, who came to know the Quds Force commander’s influence when he served in Iraq, once described General Suleimani as “a truly evil figure” in a letter to Robert M. Gates, then the defense secretary. In another letter, he acknowledged the influence General Suleimani had brought to bear in Iraq. “The most sobering surprise of the week was probably the extent of direct Iranian involvement in Iraqi political intrigue,” General Petraeus wrote in an April 2008 letter to Mr. Gates.\nTo a greater degree than other American officials in Iraq, General Petraeus, through intermediaries, had his own back-channel interactions with General Suleimani. He became convinced that being able to send a message to him was useful, but that meeting with the Iranian general, even secretly, would have elevated the Iranian’s stature and reinforced his notion that he was entitled to a say over Iraq’s future.\nGeneral Suleimani first came to the attention of Iraqis during Iran’s bloody eight-year war with Iraq. As commander of the Revolutionary Guards’ 41st Division, he gained a reputation for leading reconnaissance missions behind Iraqi lines — so much so that the Iraqi military would single him out in its radio broadcasts, according to Ali Alfoneh, a senior fellow at the American Enterprise Institute who has made a career out of studying General Suleimani.\nThe war shaped his attitude toward Iraq, according to Ryan C. Crocker, the former American ambassador to Baghdad. “For Qassim Suleimani, the Iran-Iraq war never really ended,” Mr. Crocker said in an interview. “No human being could have come through such a World War I-style conflict and not have been forever affected. His strategic goal was an outright victory over Iraq, and if that was not possible, to create and influence a weak Iraq.”\nIn the late 1990s, General Suleimani was picked to lead the Quds Force, a Revolutionary Guards special operations unit. The Revolutionary Guards was formed to support revolutionary movements abroad, including in Afghanistan, Iraq and Lebanon.\nAfter the 2003 American invasion of Iraq, General Suleimani took on the mission of expanding Iran’s influence in the country, tying down the American military and, ultimately, encouraging its exit: paramount objectives for an Iranian government that was determined to be a major power in the region and that felt threatened by expanding American military presence on its western and eastern flanks.\n“This was the Quds Force’s assessment: ‘We have a golden opportunity. Now we can keep the Americans busy in this country, and as much as we can we should make chaos in this country,’ ” said Mohsen Sazegara, a founding member of the Revolutionary Guards who now lives in exile in the United States.\nWhen the Green Zone in Baghdad was being pummeled by rockets in 2008, Adel Abdul Mahdi, Iraq’s vice president, asked General Suleimani in a meeting in Tehran whether he was behind the militia attacks. General Suleimani joked that if the fire “was accurate, it was his,” Mr. Abdul Mahdi later told Mr. Crocker, according to an American Embassy cable.\nEven as the Quds Force under General Suleimani armed and trained Shiite militias in Iraq, he hosted some of Iraq’s most senior politicians. By stoking violence and then mediating the conflict, former American officials say, he could make himself indispensable and keep the Iraqis off balance.\n“Further internecine Shia bloodshed is all but inevitable,” Mr. Crocker wrote in a June 2008 cable after General Suleimani played a role in brokering a cease-fire that enabled the battered Shiite militias in the Sadr City neighborhood of Baghdad, which Iran was supporting, to withdraw. “When such violence occurs, it seems likely that the parties will again trudge to Tehran and ask Qassim Suleimani to sort out the chaos that he has been instrumental in creating and perpetuating.”\nOne of the first messages American officials received from General Suleimani was in January 2007. American commandos had apprehended five midlevel Quds Force officers in Erbil, a city in the Iraqi Kurdistan region. The next week, General Suleimani met with Jalal Talabani, Iraq’s president, in Syria and gave him a message for Zalmay Khalilzad, then the American ambassador in Baghdad: Iran was prepared to open a dialogue with the United States provided that General Suleimani was the conduit.\nThe Quds Force chief, Mr. Talabani reported, acknowledged that he had hundreds of agents in Iraq, some of whom had conspired to attack British troops, but he insisted that they had not been involved in encouraging attacks against Americans, a claim American officials thought was blatantly false.\nPresident George W. Bush approved meeting with the Iranian representatives on Iraq, but not with General Suleimani. When the United States held three-way talks with Iranian and Iraqi diplomats in the summer of 2007 in Baghdad, Mr. Crocker and General Petraeus reported that the Iranian representatives had no real authority.\nSoon after the meetings, General Suleimani reached out to the American commander with a proposal. In a meeting in a Tehran hotel with Shirwan al-Waeli, the head of one of Iraq’s competing intelligence services, General Suleimani instructed the Iraqi official to tell General Petraeus that attacks by Shiite militias in Iraq would be reduced if the Americans released Qais al-Khazali, whom British commandos had captured in March. “You will see results in two months,” General Suleimani said, according to Mr. Waeli.\nFor General Petraeus, the offer was out of the question. Mr. Khazali, the leader of a Shiite militia, had been linked to a raid that led to the deaths of five American soldiers in Karbala, and General Petraeus demanded that the Quds Force stop training and arming Shiite militants in Iraq.\n“To provide a bit more jolt, I said that I am considering telling the president that I believe Iran is, in fact, waging war on the United States in Iraq,” General Petraeus wrote to Mr. Gates, recounting the response he had told Mr. Waeli to convey to General Suleimani. “For what it’s worth, I do believe that Iran has gone beyond merely striving for influence in Iraq and could be creating proxies to actively fight us, thinking that they can keep us distracted while they try to build WMD and set up JAM to act like Lebanese Hezbollah in Iraq,” he added, using the American military acronyms for weapons of mass destruction and for the largest of the Shiite militias, the Mahdi Army.\nBut the shadow war continued.\nAfter Iran began supplying its militia partners with deadly rocket-assisted mortars — what the American military called IRAMs — General Petraeus sent a message of his own. Maj. Gen. Michael D. Barbero, General Petraeus’s operations officer, met with Hadi al-Amari, a Shiite politician and the former head of the Badr Organization, a Shiite militia founded to fight President Saddam Hussein of Iraq with the backing of the Quds Force.\nIf Mr. Amari’s “friends to the east” did not stop their attacks, General Barbero said, the Americans would drastically escalate their raids against the Quds Force’s suspected proxies and agents in Iraq — raids that would involve Task Force 17, a secret commando unit dedicated to countering Iranian influence. The attacks stopped for more than a year, a former military official said, but they later resumed and would remain a problem until American forces left Iraq in 2011.\nIn an April 2008 letter to Mr. Gates, General Petraeus noted that he had rebuffed a proposal by General Suleimani, which had been relayed through Mr. Talabani and Mr. Abdul Mahdi, that the Americans meet with him for secret talks.\n“Don’t worry; won’t support those,” General Petraeus wrote.", "date": "OCT. 2, 2012OCT. 2, 2012OCT. 2, 2012SEPT. 24, 2012OCT. 2, 2012OCT. 2, 2012SEPT. 24, 2012SEPT. 22, 2012", "href": "https://www.nytimes.com/2012/10/03/world/middleeast/qassim-suleimani-irans-master-of-iraq-chaos-still-vexes-the-us.html", "tags": "vexes iran american petraeus “ master u.s chaos iranian general suleimani iraq still"}