{"title": "Iran nuclear deal: EU shields firms from US sanctions law", "content": "European foreign affairs chiefs have pledged to protect firms against the impact of US sanctions for doing business with Iran.\nAn EU \"blocking statute\" will take effect on Tuesday to nullify US legal action against European firms in connection with Iran. \nSome US sanctions on Iran are expected to be reimposed later on Monday.\nIn May, President Donald Trump withdrew the US from an international 2015 deal to control Iran's nuclear ambitions.\nUnder that deal, nuclear-related Western sanctions on Iran were lifted. \nMr Trump argues that the deal will not prevent Iran from finding ways to develop nuclear weapons. Iran has always insisted that its nuclear research is strictly for civilian purposes.\nA joint statement from EU foreign policy chief Federica Mogherini and the foreign ministers of France, Germany and the UK says the nuclear deal - or Joint Comprehensive Plan of Action (JCPOA) - is \"crucial\" for global security. \n\"We are determined to protect European economic operators engaged in legitimate business with Iran, in accordance with EU law and with UN Security Council resolution 2231,\" the statement says. \n\"This is why the European Union's updated Blocking Statute enters into force on 7 August to protect EU companies doing legitimate business with Iran from the impact of US extra-territorial sanctions.\"\nThey say they \"expect Iran to fully implement its nuclear commitments under the JCPOA\". \nIran agreed to limit its uranium enrichment programme in return for the lifting of crippling Western sanctions.\nIt will enable EU-based firms to recover damages resulting from the US sanctions. \nIt will also ban EU businesses from complying with those US sanctions, unless they get exceptional authorisation from the European Commission.\nThe existing blocking statute dated from 1996 and applied to the effects of US sanctions on Cuba.\nThe updated version - relating to US sanctions on Iran - will be published on Tuesday, and will take effect immediately.\nThe EU statement commits the remaining signatories of the JCPOA to \"maintenance of effective financial channels with Iran and the continuation of Iran's export of oil and gas\".", "date": "6 August 2018", "href": "https://www.bbc.com/news/world-europe-45085205", "tags": "iran us sanctions european eu nuclear law shields foreign firms protect deal"}