{"title": "Iran Sanctions Explained: U.S. Goals, and the View From Tehran", "content": "The Trump administration called it the biggest sanctions action the United States had ever undertaken against Iran. Iran’s president called it an act of  “economic war” and said his country would win.\nThe package of severe economic penalties imposed against Iran on Monday by the United States is the most significant part of President Trump’s decision last May to abandon the Iranian nuclear agreement of 2015, which he has described as a disaster.\nThe penalties include some gaping exceptions that could undermine their impact, among them: Iran’s biggest petroleum customers, like China and India, will not be penalized, at least for six months.\nNonetheless, Iran’s oil, shipping and banking industries could take a significant hit and its weakened currency could plunge further under the sanctions, which Mr. Trump has said are intended to stop what he considers Iran’s unacceptable actions in the Middle East.\nPresident Hassan Rouhani of Iran, emboldened by widespread criticism of Mr. Trump’s sanctions policy, including from America’s closest allies, responded defiantly on Monday. He said his country would not bend to “the language of force, pressure and threats,” and vowed to break the sanctions.\nWhile the outcome of the confrontation is unclear, experts on Iran and sanctions said Iran’s already struggling economy will definitely feel more pain.\n“This will make everything substantially more difficult if not impossible in some areas for Iran,” said Farhad R. Alavi, managing partner of the Akrivis Law Group, a Washington firm that specializes in sanctions and export law. “Revenues are coming down and costs are going up.”\nHere are the basics of the administration’s latest Iran sanctions, Iran’s response, and what could happen next:\nThe Trump administration made good on its pledge to reimpose the most economically onerous penalties on Iran that had been eased or lifted under the nuclear agreement negotiated by the United States and other world powers three years ago.\nThe administration threatened to penalize buyers of Iranian oil as part of its stated goal to reduce Iran’s petroleum exports to zero. It blacklisted 50 Iranian banks and subsidiaries, more than 200 people and ships, Iran’s national airline and more than 65 Iranian aircraft.\nUnder such sanctions, the United States can seize assets under its jurisdiction that are owned by blacklisted people and entities. The sanctions also forbid commercial relations with those people or entities.\nThe president contends that the nuclear agreement did nothing to deter Iran from eventually obtaining nuclear weapons, and wants the restrictions imposed by the accord to be permanent. He also wants Iran to abandon its ballistic missile development and to stop supporting militant groups in Syria, Yemen and elsewhere that the United States regards as terrorist organizations.\nThe Iranians have accused the United States of duplicity and of violating international law for reneging on an agreement it reached not just with Iran but five other major powers: Britain, China, France, Russia and Germany. All of them still support the accord, and its validity was reaffirmed by a United Nations Security Council resolution.\nPresident Rouhani said that his country would “proudly break” the reimposed sanctions and that Iran was engaged in “an economic war” with the United States.\nPunctuating the message of defiance, Iran’s military tested new missiles as part of its air defense system in a large exercise hours after the sanctions resumed.\nIran’s foreign minister, Mohammed Javad Zarif, an outspoken critic of Mr. Trump’s, said the sanctions reinforced what he called the growing isolation of the United States.\nThe Trump administration says it wants to deny Iran the revenue it gets from oil, the country’s most important export, but to do so in a way that will not destabilize the world market. A total ban on Iranian oil exports could constrict the supply and spike prices — an outcome Mr. Trump regards as politically dangerous.\nOn Monday, Secretary of State Mike Pompeo announced that as part of the reimposed sanctions, eight important oil importers — China, India, South Korea, Turkey, Italy, Greece, Japan and Taiwan — would receive 180-day exceptions, or waivers, letting them buy Iranian oil as long as they show reductions in the amounts.\nMore than 20 countries already have cut their imports of Iranian oil, shrinking Iran’s exports by about one million barrels a day, Mr. Pompeo said.\nAmerican officials would need great leverage to induce China and India, Iran’s biggest customers, to cut off all their imports; the two nations have enormous energy needs. Chinese leaders are incensed over the intensifying trade war begun by Mr. Trump, and they are wary about the diplomacy Mr. Trump is conducting with North Korea over that country’s nuclear program.\nGiven all that, experts say, it is unlikely that China and India will end all imports of Iranian oil — even after the 180-day waivers expire.\n“I think the U.S. made the calculation that market stability and geopolitical relationships superseded interests in trying to bring down Iranian exports,” said Henry Rome, an Iran analyst at the Eurasia Group, a Washington-based political risk consultancy.\nThe global petroleum market, having anticipated that the Trump administration would grant some exceptions, had no significant reaction to the announcement. Prices of Brent crude, an international benchmark, were little changed Monday, and in the range of $73 to $74 a barrel.\nEllen R. Wald, a senior fellow at the Global Energy Center of the Atlantic Council, a Washington-based research group, said in a telephone news briefing about the sanctions that any price increases could be further blunted by the additional supplies anticipated next year from other exporters, including the United States.\nIf that happens, she said, the administration “can push countries to cut Iranian imports even more and not see much effect on American consumers.”\nDespite Mr. Trump’s complaints about the nuclear agreement, Britain, France and Germany regard it as a success. The International Atomic Energy Agency, the proliferation monitor of the United Nations, has repeatedly said Iran is in compliance with the deal’s terms.\nSo the Europeans are angry the United States is using its enormous economic leverage to threaten European companies that wish to do business with Iran. Many of them have abandoned the country.\nMore broadly, the Europeans fear instability in Iran, which could bring security problems and migrants, and they worry the United States is taking steps that could destabilize the country.\nThe Europeans have sought to establish an alternative payment system with Iran that would bypass American sanctions, enabling them to conduct business without risking penalties from the United States. But the system has yet to be completed, and the Americans have essentially ridiculed the idea, warning that they could sabotage the system by simply adding it to their sanctions blacklist.\nSome speeches from Iranian officials have reflected concern. Farhad Dajpesand, Iran’s minister of economy, said this was probably the most “sensitive” period for the country since the government’s founding after the Islamic revolution in 1979.\nThe minister of interior, Abdul Raza Rahmani Fazli, suggested that the recent wave of economic protests in Iran was a serious challenge. The protests were driven in part by the failure of the nuclear agreement to bring the economic benefits Mr. Rouhani had promised, although corruption and mismanagement also were regarded as underlying causes.\nIran’s biggest critics may say it is, pointing to a severe drop in the value of Iran’s currency since Mr. Trump first took office. But many Iran analysts say the impact of the reimposed sanctions is far from clear.\n“There’s a big difference between crisis and collapse,” Mr. Rome said. “I think they’re on the verge of a crisis. They will have a very difficult time ensuring sufficient food supplies and medicine. But Iran has been through severe challenges in the past. There’s nothing we’ve seen that they’re somehow on the verge of just giving up.”", "date": "Nov. 5, 2018", "href": "https://www.nytimes.com/2018/11/05/world/middleeast/iran-sanctions-explained.html", "tags": "sanctions iran goals view tehran u.s. explained united states ” trump iranian"}