{"title": "Iran country profile", "content": "Iran became an Islamic republic in 1979, when the monarchy was overthrown and clerics assumed political control under supreme leader Ayatollah Khomeini.  \nThe Iranian revolution put an end to the rule of the Shah, who had alienated powerful religious, political and popular forces with a programme of modernisation and Westernisation, coupled with heavy repression of dissent. \nPersia, as Iran was known before 1935, was one of the greatest empires of the ancient world, and the country has long maintained a distinct cultural identity within the Islamic world by retaining its own language and adhering to the Shia interpretation of Islam. \nSupreme Leader: Ayatollah Ali Khamenei\nThe Supreme Leader - the highest power in the land - appoints the heads of the judiciary, military and media. He also confirms the election of the president.\nAyatollah Ali Khamenei was appointed for life in June 1989, succeeding Ayatollah Khomeini, the founder of the Islamic republic. He previously served two consecutive terms as president in the 1980s.\nIran has been led by a highly conservative clerical elite since the revolution in 1979.\nPresident: Hassan Rouhani\nHassan Rouhani won a resounding re-election victory in May 2017 as voters overwhelmingly backed his efforts to reach out to the world and rebuild the struggling economy.\nRouhani, who is regarded as a moderate, reformist figure, spearheaded a 2015 nuclear deal with world powers. He was elected in 2013.\nThe struggle for influence and power in Iran is played out in the media.\nAll broadcasting from Iranian soil is controlled by the state and reflects official ideology. A wider range of opinion may be found online and in the printed press.\nHowever, many pro-reform outlets have been closed and their writers and editors imprisoned. Iran has been described by media freedom advocates as \"among the five biggest prisons in the world\" for journalists.\nSome key dates in Iran's history: \n1794 - Mohammad Khan Qajar seizes power and founds the Qajar dynasty. \n1921 - Military commander Reza Khan seizes power and is later crowned Reza Shah Pahlavi.\n1941 - Britain and Russia occupy Iran during Second World War.\n1953 - Coup engineered by British and US intelligence services after parliament nationalises mainly British-owned oil industry. Shah, who had fled into exile, returns.\n1979 - Iranian revolution unseats the shah.\n1980-1988 - Iran-Iraq war. \n2002 - US President George W. Bush describes Iran, Iraq and North Korea as \"the axis of evil\".\n2004 - US says Iran's nuclear programme is a growing threat and calls for international sanctions.\n2016 - International economic sanctions are lifted after the UN nuclear watchdog, the IAEA, confirms that Tehran had complied with its promises to scale back its nuclear activities. \n2018 May-June - President Trump announces the US withdrawal from the 2015 international deal on Iran's nuclear programme. Iran in turn warns that it will begin increasing its uranium enrichment capacity if the deal collapses as a result of the US withdrawal.", "date": "24 September 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-14541327", "tags": "ayatollah iran country us world nuclear profile shah supreme power islamic"}