{"title": "Iran oil waivers: Is it about to become more expensive to fill my car?", "content": "\"The goal remains simple,\" US Secretary of State Mike Pompeo said on Monday while announcing new measures against Iran.\nThat goal, he said, was \"to deprive the outlaw regime of the funds it has used to destabilise the Middle East for four decades, and incentivise Iran to behave like a normal country\".\nThe US, Mr Pompeo announced, would end exemptions from sanctions for countries that were still buying oil from Iran. Those countries include close US allies, who may now face sanctions if they keep buying Iranian oil.\nThis decision could have knock-on effects outside this corner of the Middle East (even in your pocket), and comes after months of growing tension between Iran and the US.\nFirst of all, some context as to what led to this point.\nBack in November, the US placed new sanctions on Iran, as President Trump withdrew from a deal agreed in 2015 that aimed to curb Iran's nuclear ambitions. The US has also condemned Iran's role in Syria and Yemen's wars.\nWhen it announced these sanctions, the US placed waivers allowing eight countries or territories to continue importing oil from Iran, to give them more time to find a new seller.\nThree of those buyers did so, but five did not: China and US allies India, Japan, South Korea and Turkey. From 2 May, those countries won't be covered by waivers any more, and could face US sanctions if they continue to import Iranian oil beyond that date.\nThe Financial Times reports that as well as the 1.3m barrels of oil that continue to be (officially) exported from Iran every day, more are being shipped out under the radar.\nHow is that possible? Alexander Booth, of data intelligence company Kpler, told the BBC that Iranian ships switched off their transponder trackers about 80% of the time. This means that it is difficult to track what the ships' cargo is, where it has come from and where it is going. Kpler's analysis suggests Iranian barrels are even moved between ships on the high seas.\nEven with the large number of barrels being exported daily, Mr Pompeo said the US intended \"to bring Iran's oil exports to zero\" from 2 May.\nThis would require all those five countries to be on board and Turkey and China, for example, have made it clear they don't appreciate being told what they can and can't import.\nGiven that Turkey and China account for about half of all Iranian oil exports, it was not credible to expect all exports to come down to zero, Mr Booth said.\nMr Pompeo said on Monday that lifting the waivers would deny \"the regime its principal source of revenue\".\nHe's right, in a way - oil is the biggest single source of revenue for Iran, but it doesn't make up the majority of its exports.\nIran's petroleum exports were worth $52.7bn last year, according to Opec, and its total exports brought in $110.8bn. It also makes money from exporting chemicals and metals, among other things.\nPut starkly: imagine a scenario where a half a country's revenue suddenly dried up.\nEven before the US waivers were confirmed this week, the International Monetary Fund had said it expected Iran's economy to contract by 6% this year.\nIran's 81m people had already started to feel the pinch in recent months as its oil exports slowed down and other US sanctions hit its energy, ship-building, shipping, and banking sectors.\nInflation in Iran has been rising significantly. Households are having to spend 47.5% more per month compared with the same time last year and rural households in particular are being hard-hit by rising prices.\nBack in November, we interviewed Iranians about how US sanctions were affecting them - you can read their stories here.\nThere's one sure-fire consequence to the oil supply being threatened: the price of oil rises. And that's exactly what happened after the US waivers were lifted on Monday.\nThe price of Brent crude rose to $74.34 a barrel (£57.23), its highest point since 1 November.\nThe US has tried to reassure the market, and customers, that the world will not soon be facing a shortfall in oil supply.\nMr Pompeo said two close US allies - Saudi Arabia and the United Arab Emirates - would step in and boost production to plug the gap.\nBut there are already disruptions in two other major oil-producing countries: Venezuela (which is under US sanctions) and Libya (where violence has broken out in recent weeks).\nAlexander Booth, of data intelligence company Kpler, said Saudi Arabia and the UAE would be unlikely to be able to meet the demand by themselves. Russia would need to increase its production too, he said.\nThe risk, he added, is that the oil industry could find itself with little wiggle-room if supply was hit unexpectedly somewhere else - with violence in Nigeria, for example.\nSo does this mean you will soon have to start paying much more to fill your car?\nAs a UK consumer, it should not make too much of a difference because one of the biggest factors in the price you pay for petrol is fuel duty, not the price of a barrel. \nHowever, Mr Booth said consumers in the US and elsewhere could be more vulnerable to changing prices over the coming months. The response from the White House, from where the president has already railed against high oil prices, could be worth watching.\nIran doesn't have much room for negotiation. But it does have one advantage: geography.\nA huge amount of the world's oil has to travel through the narrow Strait of Hormuz, at the entrance of the Gulf near Iran. All that Saudi and UAE oil that will need to be produced to balance out the loss of the Iranian product will have to pass through the strait.\nIran has repeatedly threatened to block Hormuz, which is 33km (21 miles) wide at its narrowest point and has a shipping channel only two miles wide. An Iranian naval commander said this again on Monday, after the US waivers were rescinded.\nBut has Iran ever taken the step of shutting the strait completely? Well... no. And is it likely to? Again, no.\n\"It's doubtful that Iran's military would actually attempt to close the strait for two reasons,\" said Michael Connell, the director of the Iranian studies program at the Center for Naval Analysis in Virginia.\n\"One - Iran's economy also depends heavily on the flow of commerce through the strait, which presumably would be closed to Iranian shipping in such a scenario. And two - to do so would give the United States, its coalition allies, and its Gulf partners a casus belli and lead to war, which would undoubtedly end badly for Iran, although everyone involved would suffer consequences.\"\nMore feasible, Dr Connell said, is a live-fire exercise that would effectively close the strait.\nDoing so \"would still allow Tehran to ratchet up the pressure, so to speak, without necessarily leading to war\", he said.", "date": "24 April 2019", "href": "https://www.bbc.co.uk/news/world-middle-east-48022130", "tags": "iran us sanctions fill exports expensive become would oil countries waivers iranian car"}