{"title": "Iran’s Revolutionary Guards: The Supreme Leader’s Military-Industrial Complex", "content": "President Trump’s declaration that Iran’s Islamic Revolutionary Guard Corps is a foreign terrorist organization is the first time the United States government has designated a part of another country’s military as that type of threat. In doing so, Mr. Trump took broad aim at a pillar of the Iranian state, which exerts enormous influence in politics and the economy as well as in Iran’s internal and external military policies.\nMr. Trump said the Revolutionary Guard Corps “actively participates in, finances and promotes terrorism as a tool of statecraft.”\nThe Iranian government has used the Guard Corps internationally to create, train, arm and sometimes plot strategy for paramilitary forces and nonstate actors in other countries. Iran’s adversaries have accused elite Guard Corps units of having plotted and sometimes carried out assassinations in foreign countries.\nSince many businesses are linked to the Guard Corps — it is thought to have ties to companies that do more than $20 billion worth of business annually, according to estimates by British and American research groups — the sanctions could touch many businesses outside Iran.\nIran’s enemies, notably Israel and Saudi Arabia, which have long feared the power of the Guard Corps, welcomed Mr. Trump’s announcement. But those who have relied on Iran’s help, including Iraq, worried about how the new sanctions might make even more fraught its balancing act between the United States and Iran.\nFounded in the early days of the 1979 Iranian revolution that brought Ayatollah Ruhollah Khomeini to power, the Islamic Revolutionary Guard Corps started as a military force assigned to safeguard the new government and Mr. Khomeini, who as supreme leader was Iran’s most powerful theological and political figure. The Guard Corps reported directly to Mr. Khomeini and later to his successor, Ayatollah Ali Khamenei, so its power cannot easily be checked by Iran’s other institutions.\nSince its founding, the Guard Corps has vastly expanded and now constitutes one of the three main branches of Iran’s armed forces, along with the army and the police.\nThe Guard Corps has more than 125,000 active duty personnel and controls a paramilitary force known as the Basij, according to a survey by the International Institute for Strategic Studies, a British research group. The Basij often has been used to repress antigovernment protesters, according to Iranian dissidents and others.\nThe Guard also has specialists in ballistic missile technology and asymmetric warfare, along with its own air force, navy and intelligence service. Critics accuse the Guard’s intelligence operatives of tracking down anyone deemed an enemy of the state.\nWhile the army defends Iranian territory, the Guard was set up to safeguard against internal uprisings and threats from ideological opponents, within or outside the country. Guard members view themselves as keepers of Iran’s revolutionary flame.\nThe Guard is best known for the power it projects outside Iran in making foreign policy through training militias in foreign countries and undertaking operations such as fighting the Islamic State, the Sunni extremist militant group regarded as a terrorist organization by virtually all countries.\nThe Guard also differs from other branches of the armed forces in the strong influence it wields over who gains political power. The Guard controls directly and indirectly billions of dollars in contracts in construction, electricity and engineering, as well as in other strategic fields such as telecommunications and media. Many large companies are either tied to individuals in the Guard or run by former members.\nThe most elite members of the Guard are in the Al Quds Force, numbering a few thousand, whose work is focused mostly outside Iran. Its members are believed to carry out clandestine operations including assassinations, and are experts in asymmetric warfare. They have trained nonstate actors in foreign countries including Hamas in the Palestinian territories, Hezbollah in Lebanon, and Shiite militias in Syria and Iraq.\nThe Al Quds Force was designated as a supporter of foreign terrorist organizations, including the Taliban and others, more than 10 years ago by the Treasury Department.\nThey include an attempted assassination of the Saudi ambassador to Washington; the attempted assassination of an Israeli diplomat in New Delhi; and the capture and killing of five American military personnel by an Iraqi militia in a 2007 attack in Karbala, Iraq. The Al Quds Force also is thought to have initially supplied and then helped train Iraqis to manufacture roadside bombs that could destroy armored vehicles used by American soldiers in Iraq.\nIncreasingly they exercise power domestically through their businesses and propaganda wings, which not only own media companies but are also are active in Iranian universities. While involved in business of all kinds, Guard Corps members focus on those that have strategic implications, according to analysts at the London-based International Institute for Strategic Studies.\nThe top commander is Maj. Gen. Mohammad Ali Jafari. He has held the position since 2007. Equally powerful, but perhaps with a higher profile, is the Quds Force leader, Maj. Gen. Qassim Suleimani.\nGeneral Suleimani is regarded as a hero in Iran, and perhaps a future leader of the country. He has been credited with having made some of the earliest liaisons between Iraqi organizations that opposed Saddam Hussein and Iran.\nDuring the 1980-88 Iran-Iraq war, he forged alliances with the Shiite Badr Organization of Iraq and with Kurdish leaders from different parties.\nGeneral Suleimani has been especially active in Iraq since 2014 when the Iraqi Army collapsed in the face of aggressive adherents of the Islamic State who seized Mosul and other cities. He helped to organize young Iraqi Shiite fighters who rallied to fight the Islamic State and ultimately, along with American air support and Special Operations forces, helped Iraq regain control over its territory.\nNonetheless, the United States has long considered General Suleimani a dangerous threat. And General Suleimani has not been shy about publicly rebuking the Trump administration.\nLast July, when President Trump warned Iran not to threaten the United States, General Suleimani dismissed his warning in a speech as “cabaret-style rhetoric.”", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/world/middleeast/iran-revolutionary-guards-.html", "tags": "iran guard power iranian corps force supreme iraq guards complex leader military-industrial foreign suleimani revolutionary"}