{"title": "Iran Tries to Expand Business in Iraq to Blunt U.S. Sanctions", "content": "BAGHDAD — From financing the expansion of the vast courtyards that lead into the Shiite shrines of the holy city of Najaf, to ensuring that a Tehran-friendly candidate gets the job of interior minister, Iran’s role in Iraq keeps growing.\nPresident Hassan Rouhani of Iran arrived in Baghdad on Monday for a visit to a place that his country has shaped in ways big and small over the past several years. Iran was the real winner of last year’s parliamentary elections in Iraq: The parties linked to the paramilitary Popular Mobilization Forces, most of them with ties to Tehran, emerged as the kingmakers.\n“Iran is a small body with a big brain, and the United States is a big body with a small brain,” said Mahmoud al-Mashhadani, a Sunni Muslim who was a former speaker of the Iraqi Parliament, trying to explain how Iran seemed to have gained the upper hand in Iraq.\nAdnan al-Zurfi, a Shiite member of the Iraqi Parliament who has lived in the United States, put it succinctly.\n“There is no American presence in Iraq, only a military presence,” he said. By contrast, Iran has insinuated itself into Iraqi political life and the military, and now seeks to expand economically and culturally, he said.\nCementing its dominance in Iraq is a piece with Iran’s regional ambitions, which aim to secure a route to the Mediterranean through friendly countries, in part so it can ship arms and support to Hezbollah in Lebanon, continue assisting President Bashar Assad’s military in Syria and threaten Israel.\nNow that Iran has expanded the Shiite armed groups into a political force, much as they have done with Hezbollah in Lebanon, Tehran’s new priority is to increase economic ties with Iraq to offset American sanctions.\nPreviewing Mr. Rouhani’s visit, the Iranian ambassador to Iraq, Iraj Masjedi, said on Saturday that Iran “considers Iraq the first destination for Iranian goods” and wants to outstrip Turkey and China as one of Iraq’s top trade partners.\nHe said that there would be 40 trade fairs in Iraq in the coming year and that Mr. Rouhani would discuss plans to extend a railroad from Kermanshah, in Iran, to the Iraqi city of Basra. Iraq and Iran are also set to agree on new visa rules to make it easier for Iranian businessmen to travel to Iraq, the ambassador said.\nAlthough Iran already has extensive economic ties in Iraq — it provides natural gas, processed petroleum products and about 20 percent of Iraq’s electricity, as well as some of its fiber optic cables — it wants to expand the relationship. Mr. Rouhani said at a recent news conference that his goal was to see trade with Iraq increase to $20 billion annually, from $12 billion.\nThe push to bolster Iranian trade when the country is under American sanctions leaves Iraq caught in a vise between Washington, whose military and reconnaissance resources it still needs, and Tehran, which has also provided crucial military support. Iraq has a temporary exemption from the sanctions so that it can continue to buy some Iranian products including electric power and natural gas.\nIran has also gained leverage over many factions in the Iraqi political system, making it hard for Iraqi politicians to turn away from Iran’s demands, said Joost Hiltermann, the head of the Middle East and North Africa division of the Brussels-based International Crisis Group.\n“The Iraqis know that Iran is their neighbor, they will always be neighbors,” Mr. Hiltermann said.\nAlthough it will be difficult and the United States will push back, the Iraqis will try to accommodate the Iranians’ demands, he said.\n“They need to keep good relations with Iran and they can’t afford to anger Iran because Iran has a huge spoiling capacity,” Mr. Hiltermann added, referring to Tehran’s ability to use its political and military power to undermine the fragile Iraqi government.\nIran is overwhelmingly Shiite Persian, while Iraq is majority Shiite Arab, with a sizable Sunni Arab minority, along with Kurds, Turkmen, and Christians.\nRecently Iran has made a point of reaching out to Sunni Muslims, a tack it had not taken so actively in the past, in an effort to gain support and to invest itself in Iraq’s heterogenous population.\nMembers of the Iraqi Parliament, including some who are Sunni Muslim, describe a steady stream of invitations to conferences in Tehran, meetings with visiting Iranian officials and attention to Iraq’s concerns.\nIran also makes a point of sending senior officials to Iraq on a regular basis to discuss potential business ties. In the past three months, there have been visits by Iran’s foreign minister, Mohammad Javad Zarif; its oil minister; and its energy minister.\nIraqis have responded in kind. The president, Barham Salih, went to Tehran to discuss how to continue close economic links despite the American sanctions.\nLess than a week ago, the speaker of Iraq’s Parliament, Muhammad al-Halbousi, a Sunni, was in Tehran to discuss the two countries’ mutual interests. Iraq’s culture minister, Abdulameer al-Hamdani, was in the Iranian capital recently to discuss collaboration on archaeological projects.\nBut that is little comfort to many Sunnis who fear that when fortunes turn, Iran favors the Shiites. Some Shiites who view themselves as Arab as much as Shiite are also concerned that Tehran is pushing to make Iraq more like Iran.\nIn that line of thinking, although the Iranians have reached out, the effort seems intended more to ensure that Sunnis are also in Iran’s ambit than to be inclusive.\nIran “is pulling Iraq away from its Arab homeland and identity,” said Ayatollah Sheikh Fadhil al-Badairi, one of the Iraqi Shiite marja, or religious leadership, in Najaf.\nAnd that undermines Iraq’s “special character,” he said, which is Arab and religiously diverse.\nThat does not dim the importance of the role Iran played when the Islamic State overran northern Iraq. The Iranians moved quickly to help Iraq, creating and expanding the paramilitary forces made up of Shiite militias that came to be known as the Popular Mobilization Forces. Those efforts burnished Iran’s status in Iraq.\nToday, there are more than 20 different paramilitary groups, and although they all come under the umbrella of the Popular Mobilization Forces, they vary in the depth of their ties to Iran.\nMore recently, Iran encouraged the creation of a Sunni version of those forces in Sunni-majority areas of Iraq that were overrun by the Islamic State.\nInitially, Iran helped provide weapons and training to many of the paramilitary forces, but it did not have the money to field a large new force inside Iraq long term. Now, those forces are funded by the Iraqi government and, technically, are under its control.\nBut some of the paramilitary groups are viewed as all but directly following orders from Iran, making them a parallel armed force that the Iraqi government cannot entirely control. At least two of them, Kata’ib Hezbollah and Harakat Hezbollah al-Nujaba, are labeled foreign terrorist organizations by the State Department.\nEven in Najaf, the intellectual center of Iraqi Shiism and the home of the country’s most revered ayatollah, Ali al-Sistani, the Iranians have staked out ground. They raised the profile of the representative in Najaf of Iran’s supreme leader, Ayatollah Ali Khamenei, enabling the representative to attract more of a following.\nNajaf is a center of Shiite studies where senior religious figures have traditionally viewed religion and government as separate realms. In Iranian Shiism, the senior religious leader makes political decisions.\nIran now appears to be trying to extend its influence over the Iraqi Shiite religious leaders, according to Ayatollah al-Badairi of the religious leadership in Najaf.\n“They are attempting to strengthen the influence of the Iranian marjiya and weakening the others,” said Ayatollah al-Badairi, who, like some other Shiite figures, says he has been angered that Iran meddles in Iraqi politics but does not invest in Iraq.\nWhat Tehran has principally done is win contracts from Baghdad, meaning that Iranians are getting paid by Iraq rather than investing and creating jobs, said Mr. Zurfi, the Iraqi member of Parliament, who has a similar critique of the Americans.\nNow Iran is pushing for even more commerce, in large part to buffer itself from the American sanctions that President Trump announced he was reinstating when he pulled out of the Iran nuclear deal, several senior Iraqi politicians said.\nSince then, the value of Iran’s currency, the rial, has tumbled, hopes for foreign investment have been dashed and the market for Iranian oil drastically cut.\n“Iran wants Iraq to be a market for Iranian goods,” said Karim al-Nuri, a senior leader in the Badr Organization, one of the oldest of the Shiite paramilitary groups in Iraq. “It has no other way to reduce the impact of the sanctions.”", "date": "March 11, 2019", "href": "https://www.nytimes.com/2019/03/11/world/middleeast/iran-iraq-rouhani.html", "tags": "iraqi iran blunt sanctions shiite tries forces business tehran u.s. ” expand iranian iraq"}