{"title": "Iran Out to Remake Mideast With Arab Enforcer: Hezbollah", "content": "BEIRUT, Lebanon — For three decades, Hezbollah maintained a singular focus as a Lebanese military group fighting Israel. It built a network of bunkers and tunnels near Lebanon’s southern border, trained thousands of committed fighters to battle Israel’s army and built up an arsenal of rockets capable of striking far across the Jewish state.\nBut as the Middle East has changed, with conflicts often having nothing to do with Israel flaring up around the region, Hezbollah has changed, too.\nIt has rapidly expanded its realm of operations. It has sent legions of fighters to Syria. It has sent trainers to Iraq. It has backed rebels in Yemen. And it has helped organize a battalion of militants from Afghanistan that can fight almost anywhere.\nAs a result, Hezbollah is not just a power unto itself, but is one of the most important instruments in the drive for regional supremacy by its sponsor: Iran.\nHezbollah is involved in nearly every fight that matters to Iran and, more significantly, has helped recruit, train and arm an array of new militant groups that are also advancing Iran’s agenda.\nFounded with Iranian guidance in the 1980s as a resistance force against the Israeli occupation of southern Lebanon, Hezbollah became the prototype for the kind of militias Iran is now backing around the region. Hezbollah has evolved into a virtual arm of Iran’s Islamic Revolutionary Guards Corps, providing the connective tissue for the growing network of powerful militias.\nMonths of interviews with officials, fighters, commanders and analysts from nine countries, and with members of Hezbollah itself, bring to light an organization with new power and reach that has not been widely recognized. Increasingly, Iranian leaders rely on it to pursue their goals.\nIran and Hezbollah complement each other. Both are Shiite powers in a part of the world that is predominantly Sunni. For Iran, a Persian nation in a mostly Arab region, Hezbollah lends not just military prowess but also Arabic-speaking leaders and operatives who can work more easily in the Arab world. And for Hezbollah, the alliance means money for running an extensive social services network in Lebanon, with schools, hospitals and scout troops — as well as for weapons, technology and salaries for its tens of thousands of fighters.\nThe network Hezbollah helped build has changed conflicts across the region.\nIn Syria, the militias have played a major role in propping up President Bashar al-Assad, an important Iranian ally. In Iraq, they are battling the Islamic State and promoting Iranian interests. In Yemen, they have taken over the capital city and dragged Saudi Arabia, an Iranian foe, into a costly quagmire. In Lebanon, they broadcast pro-Iranian news and build forces to fight Israel.\nThe allied militias are increasingly collaborating across borders. In April, members of a Qatari royal hunting party kidnapped by militants in Iraq were released as part of a deal involving Hezbollah in Syria. In southern Syria, Iranian-backed forces are pushing to connect with their counterparts in Iraq. And in the battle for Aleppo last year — a turning point in the Syrian war — Iranian-supported militants hailed from so many countries their diversity amazed even those involved.\n“On the front lines, there were lots of nationalities,” said Hamza Mohammed, an Iraqi militiaman who was trained by Hezbollah and fought in Aleppo. “Hezbollah was there, Afghans, Pakistanis, Iraqis – everyone was there, with Iranian participation to lead the battle.”\nThe roots of that network go back to the American invasion of Iraq in 2003, when Iran called on Hezbollah to help organize Iraqi Shiite militias that in the coming years killed hundreds of American troops and many more Iraqis.\nRecent wars have allowed Iran to revive and expand the web, and some of the groups Hezbollah trained in Iraq are now returning the favor by sending fighters to Syria.\nMore than just a political alliance, Hezbollah, whose name is Arabic for Party of God, and its allies have deep ideological ties to Iran. Most endorse vilayat-e-faqih, the concept that Iran’s supreme leader is both the highest political power in the country and the paramount religious authority. They also trumpet their goal of combating American and Israeli interests, while arguing that they fill gaps left by weak governments and fight Sunni jihadists like Al Qaeda and the Islamic State.\nMany wonder what these tens of thousands of experienced fighters will do after the wars in Syria and Iraq wind down. Hezbollah leaders have said they could be deployed in future wars against Israel.\nBut Tehran’s rising influence has made both Iran and its allies a target, the focus of military and diplomatic action by Saudi Arabia, Israel and the United States, all of which consider Hezbollah a terrorist organization.\nFor Hezbollah, moreover, expansion has come with a cost. The grinding war in Syria has saddled it with heavy casualties and growing financial commitments.\nIn an interview, Sheikh Naim Qassem, Hezbollah’s deputy secretary general, proudly acknowledged his organization’s efforts to pass its rich militant experience to other Iranian-aligned forces.\n“Every group anywhere in the world that works as we work, with our ideas, is a win for the party,” he said. “It is natural: All who are in accordance with us in any place in the world, that is a win for us because they are part of our axis and a win for everyone in our axis.”\nHezbollah has become active in so many places and against so many enemies that detractors have mocked it as “the Blackwater of Iran,” after the infamous American mercenary firm.\nThe consequences are clear far from Hezbollah’s home turf.\nIn an expanding graveyard in the Iraqi city of Najaf, a militia fighter, Hussein Allawi, pointed out the headstones of comrades killed abroad. Some of the graves were decorated with plastic flowers and photos of the dead.\n“This one is from Syria, that one is from Syria — we have a lot from Syria,” Mr. Allawi said.\nMany had begun their careers as he did. After joining a militia, he received military training in Iraq. His most experienced trainers were from Hezbollah.\nIn recent years, much of the world has focused on the Sunni jihadists who have traveled to Syria and Iraq to join the Islamic State. But less attention has been paid as Iran fired up its own operation, recruiting, training and deploying fighters from across the Shiite world.\nAt the heart of that effort, Hezbollah has taken on increasingly senior roles in ventures once reserved for Iran’s Islamic Revolutionary Guards Corps — the force that helped create Hezbollah itself.\nIn Iraq, Iran has redeployed militias originally formed to battle American troops to fight the Islamic State. It has also recruited Afghan refugees to fight for a militia called the Fatemiyoun Brigade. And it has organized a huge airlift of fighters to fight for Mr. Assad in Syria. The Islamic Revolutionary Guards Corps provides the infrastructure, while commanders from Iran and Hezbollah focus on training and logistics.\nMilitiamen interviewed in Iraq described how they had registered at recruitment offices for Iranian-backed militias to fight the Islamic State. Some were trained in Iraq, while others went to Iran for 15 days of drills before flying to Syria to fight. More experienced fighters took advanced courses with Iranian and Hezbollah commanders in Iran or Lebanon.\nIran rallied the combatants with cash and religious appeals, effectively pitting one international jihad against another.\nFor Ali Hussein, an Iraqi high school dropout, the battle began after the Islamic State stormed into northern Iraq in 2014 and he went to the recruitment office of an Iranian-backed militia to sign up to fight the jihadists.\nBut first, Mr. Hussein was told, he had to fight in neighboring Syria, against rebels seeking to topple the government. He agreed and was promptly launched into an extensive, Iranian-built network of loyal militants scattered across the Middle East.\nHe was bused to Iran with other recruits and airlifted to Syria, where he received military training and lectures about holy war. After a month on the front lines, he returned to Iraq with $1,000 and a newfound ideological fervor.\n“I want to continue fighting jihad until victory or martyrdom,” he said.\nPhillip Smyth, a University of Maryland researcher who studies militant groups, said more than 10,000 Iraqi fighters were in Syria during the battle for Aleppo last year, in addition to thousands from other countries.\nOfficers from Iran coordinated the ground forces with the Syrian military and the Russian air force while Hezbollah provided Arabic-speaking field commanders, the fighters said.\nIraqi militia leaders defended their role in Syria, saying they went to protect holy sites and fight terrorists at the request of the Syrian government.\n“If anyone asks why we went to Syria, ask them what allowed the Americans to occupy countries,” said Hashim al-Musawi, a spokesman for an Iraqi militia active in Syria. “We didn’t sneak in, we entered through the door.”\nHezbollah fighters from Lebanon have surfaced on Iraq’s battlefields, too.\nAli Kareem Mohammed, an Iraqi militia sniper, recalled a battle with the Islamic State in central Iraq when the jihadists kept sending armored cars filled with explosives that his comrades’ weapons could not stop. They called for help, and a group of Lebanese fighters brought advanced antitank missiles.\n“Everyone knew they were Hezbollah,” Mr. Mohammed said. “If anyone came with a suicide car, they would hit it.”\nToday, his group uses the same missiles without Hezbollah’s help, he said.\nOther Hezbollah relationships extend further afield, including with the Houthi rebels in Yemen who stormed the capital, Sana, in 2014, later toppling the government and prompting an air campaign by Saudi Arabia and its allies aimed at pushing the rebels back.\nAlthough the Houthis follow a different sect of Islam, Iran and Hezbollah have adopted the Houthi cause in speeches by their leaders, raising the group’s profile. They have also provided some military and logistical support. Ali Alahmadi, a former Yemeni national security chief, said that Houthi fighters began receiving military training in Lebanon as early as 2010 and that two Hezbollah operatives were arrested in Yemen in 2012 and returned to Lebanon through Oman.\n“We sent them to Oman with a verbal message to their bosses: Stop meddling in Yemen,” Mr. Alahmadi said.\nAfter the American invasion that toppled Saddam Hussein in 2003, Hezbollah operatives went to Iraq to help organize militias to fight the Americans with roadside bombs and other insurgency tactics.\nSome of those militiamen now lead forces that have made common cause with Hezbollah again, this time in Syria.\n“Today, we have one project in the region,” said Jaafar al-Husseini, the military spokesman for another Iraqi militia that works with Hezbollah. “The threat in Syria, the threat to Hezbollah and the threat in Iraq have convinced us that we need to coordinate and work together more.”\nWhile Hezbollah has extended its regional reach, it has made its greatest foreign investments — and paid the highest costs — in Syria, and its intervention there has reshaped the group.\nIts leaders have portrayed the war as a conspiracy by Israel, the United States and Saudi Arabia to use extremists to destroy Syria and weaken the pro-Iranian axis in the region. This, in their view, makes their intervention an extension of the “resistance” against Israel.\nBut that argument falls flat for many in the region, who see a military force built to fight Israel turning its guns on fellow Muslims.\nThat was the feeling for many in Madaya, a Syrian mountain town that had joined the uprising against Mr. Assad in 2011. Four years later, the government decided to squeeze the rebels out and imposed a siege. Snipers moved in, and the fighters unleashed religious battle cries, letting Madaya’s residents know they were under siege by the Party of God.\n“It was a spiteful siege,” said Ebrahim Abbas, a computer technician who took a bullet in his gut during the operation, in 2015. Aid shipments were cut off, and malnutrition spread.\nHezbollah went to Syria aware that if Mr. Assad fell, it would lose its only Arab state sponsor and the weapons pipeline from Iran. So Hassan Nasrallah, Hezbollah’s secretary general, consulted with officials in Iran’s Islamic Revolutionary Guards Corps, and they made a commitment to back Mr. Assad, according to Iranian officials and analysts close to the group.\nSince then, Hezbollah has deployed as many as 8,000 fighters to Syria at any one time, analysts say. Now, with the immediate threat to Mr. Assad gone, many suspect that Hezbollah will maintain a permanent presence in Syria. It has organized Hezbollah-style militias among Syrians, evacuated border communities it considered a threat to Lebanon and established a branch of its Mahdi Scouts, a long-term investment in the cultivation of fighters.\nSyria has given a new generation of Hezbollah fighters extensive experience, including in offensive operations and in coordinating with the Syrian military and the Russian air force.\nBut many have also returned in coffins, and their faces are enshrined on martyr posters throughout Lebanon.\nIn May, hundreds of people wearing yellow Hezbollah sashes crowded into a community hall in Natabiya in southern Lebanon to pay their respects to the group’s wounded fighters — 18 of them at this particular ceremony, many from battles in Syria. Five were in wheelchairs, one missing a leg, another missing two. Others leaned on canes and crutches.\nWhen the Lebanese national anthem played, only six could stand up.\nSome analysts say the group has lost 2,000 fighters or more in Syria and that more than twice that many have been wounded — a substantial toll for a force that analysts say can draw on a maximum of 50,000 fighters.\nIn an interview, Sheikh Qassem, Mr. Nasrallah’s deputy, denied that Hezbollah had long-term ambitions in Syria. He also declined to discuss any numbers related to fighters, other than calling reports of more than 2,000 dead “enlarged.”\n“In the end, we consider the results that we reached in Syria much greater than the price, with our respect to the great sacrifices that the young men of the party put forward,” he said.\nHezbollah has long put great resources into supporting the families of its dead fighters. It also takes care of the wounded, although they pose a different challenge, returning to their communities as reminders of war’s cost.\nSupporting all those families is expensive, and there are now more on Hezbollah’s payroll than ever before. Running a war and other international operations also drives up costs at a time when the United States has targeted the group’s finances.\nHezbollah’s leaders have acknowledged that most of the group’s budget comes as cash from Iran. But residents of Hezbollah communities say they have felt the pinch in recent months, with less money in the economy as the party cuts spending.\nHezbollah’s success has multiplied its enemies. The more it grows, the more they want to destroy it.\n“If you wait for the Iranian project to mature and take hold, you will see that this ragtag militia has become a competent military with ideological leadership and with what I would call a social support system,” said Anwar Gargash, minister of state for foreign affairs in the United Arab Emirates, which is part of the coalition fighting Iranian-aligned rebels in Yemen. “The Iranians have done it before.”\nIsrael, too, has been worried about Iran’s expansionism in Syria, through Hezbollah.\nOne concern is that Hezbollah has been able to move missile batteries into Syria, giving it another potential platform for attacks on Israel besides Lebanon.\nHezbollah forbids its fighters to speak with outsiders, but through an acquaintance I met two fighters in April who agreed to speak on the condition that I concealed their identities.\nOne, with a pistol in his belt and flecks of white in his black beard, showed me videos of himself fighting in Syria and said he had joined the party at age 15 to fight Israel.\nI asked if fighting other Muslims in Syria was different from fighting Israel, and he said it was the same battle: “Nothing has changed for us; we are still the resistance.”\nHe denied sectarian motivations. But he held no sympathy for Syrians who opposed Mr. Assad, and he dehumanized the rebels.\n“I get disgusted by the way they look, their long beards and shaved mustaches,” he said, referring to the grooming practices of some conservative Muslims.\n“If it were not for Hezbollah,” he added, “Syria would have fallen a long time ago.”\nAsked about the use of siege tactics in Syrian towns like Madaya, one fighter claimed that it had been the rebels who had caused the hunger, by hoarding food.\nThe other chalked it up to the cost of winning the war.\n“Either you are strong or you are weak, and if you are weak you get eaten,” he said. “Now, Hezbollah is strong.”\nIt is from Beirut that Hezbollah runs the wide-ranging political, social and military operations that give it power at home and increasing clout abroad. Hezbollah does not control the state as much as maintain the power it needs to block any effort to undermine its force, diplomats and Lebanese officials said.\nThe center of its operations is the southern suburbs of Beirut, which serve as the party’s headquarters and a virtual diplomatic district for its regional allies. Inside, Hezbollah bureaucrats run a private school system and social services network. Representatives of Iraqi militias and Yemen’s Houthi rebels maintain a presence. And a range of satellite television stations run by Hezbollah and its allies blanket the region with pro-Iranian news.\nThe party’s history has helped solidify its place in Lebanon.\nAfter the Islamic Revolution in Iran in 1979, Iranian leaders sent officers from the Islamic Revolutionary Guards Corps to organize Shiite militias in the Lebanese civil war. The result was Hezbollah, which also began waging a guerrilla war against the Israeli occupation in southern Lebanon.\nIsrael’s withdrawal, in 2000, helped enshrine Hezbollah as the centerpiece of the resistance. Its reputation was further burnished in 2006, when it fought Israel to a standstill in a 34-day war that killed more than 1,000 Lebanese and dozens of Israelis.\nSome suspected that the war’s destruction would be the beginning of the end for Hezbollah. But Iran flooded the country with money, underwriting an enormous reconstruction campaign and also helping the party expand its military.\nFew checks remain on Hezbollah’s domestic power.\nBut the group’s activities abroad remain troubling to many Lebanese, while its strength poses risks for the country.\nHezbollah has more than 100,000 rockets and missiles pointed at Israel, in addition to 30,000 trained fighters and a smaller number of reservists, said Brig. Gen. Ram Yavne, the commander of the Israeli Army’s strategic division. Israel also says Hezbollah is so integrated into the Lebanese state that it may not differentiate between the two in a new war.\nFor now, Hezbollah appears to be avoiding escalation with Israel in order to focus elsewhere. And the party’s political clout in Lebanon has many political figures here finding ways to work with the group.\nAlain Aoun, a Christian member of Parliament from the president’s party, said that Hezbollah kept its domestic and regional activities separate and that he considered it a valuable political partner.\nBut he said that calls for Lebanon to contain Hezbollah were unrealistic after decades of support from Iran and Syria, and that confrontation with the United States and Israel had helped it grow.\n“All these countries contributed for 30 years to creating this power, so now you say, ‘Go, Lebanese, and fix this problem,’ ” Mr. Aoun said. “It is bigger than us.”", "date": "Aug. 27, 2017", "href": "https://www.nytimes.com/2017/08/27/world/middleeast/hezbollah-iran-syria-israel-lebanon.html", "tags": "syria iran enforcer mideast ” israel arab hezbollah fighters remake iraq lebanon"}