{"title": "Iran Celebrates Nuclear Deal, Tempered by Cynicism and Hard-Liner Warnings", "content": "TEHRAN — Weary of sanctions and isolation, many ordinary Iranians rejoiced on Tuesday over a historic nuclear agreement with world powers led by the United States, the main enemy for nearly four decades.\nBut their excitement was tempered by an accumulated cynicism over false hope and by warnings from hard-liners that public celebrations would undermine Iran’s position.\n“The West will take advantage of the people’s happiness,” a conservative analyst, Mehdi Fazaeli, told Fars, a news agency that is associated with Iran’s Revolutionary Guards. “It shows us as if we are desperate for a deal.”\nThe agreement announced in Vienna will lift the onerous economic sanctions on Iran in exchange for verifiable guarantees that its nuclear activities are peaceful.\nWhile there were pockets of celebrants on the streets of Tehran, the capital, in the late evening, and lines of drivers honking horns in approval, the turnout was not enormous.\nIn Vanak Square, families and youths showed up, some shouting “Iran!” as if the country had won the World Cup. But police officers soon showed up and the party ended. The police were also deployed at Vali-Asr Square and Parkway Square, other meeting places where relatively modest celebrations came together in a mix of festivity and restraint.\nSome citizens held aloft signs calling for the release of the opposition leaders Mir Hussein Moussavi and Mehdi Karroubi, who have been under house arrest for years.\nAt Parkway Square, police officers and middle-class housewives watched young men perform motorcycle tricks. Spectators cheered, but there was still confusion.\n“Is this a victory for Iran or not?” said one man who identified himself as Mohammed. “We are out here having fun, but we still don’t know what this deal is exactly about.”\nIn a sign that the state did not want massive celebrations, police officers across the city closed squares to cars, partly to prevent gatherings from getting too big.\nOn social media, many Iranians started a virtual party, extolling Foreign Minister Mohammad Javad Zarif as a hero. Some said Mr. Zarif, a career diplomat educated in the United States, deserved the Nobel Peace Prize.\nOthers created digital banners, posting them on the Telegram messaging app, calling for celebrations outside after the day’s summer heat dissipated.\n“Nuclear party!” one read, showing a picture of Mr. Zarif smiling. “History will stand up to salute you.”\nOthers lauded President Hassan Rouhani, whose popularity has declined over a failure — at least so far in his two years in office — to make good on a promise to change laws and provide people with more personal freedoms.\nMany here joke of the key that was his election symbol, representing a way to unlock a solution to Iran’s problems. “Oh Hassan, they said your key was lost, but it was found in Vienna,” Bahram Ahmadi, a poet, wrote on a Telegram app posting.\n“Goodbye, falafel. Hello, McDonald’s,” she added.\nThe news of a nuclear deal surprised many Iranians, some having grown suspicious after repeated disappointments over the years, from their own leaders as well as those from the West.\n“The structures of our system are not changing,” said Mostafa Zeidabadi, a zinc importer. “If sanctions are lifted in four months or so, where will that money go? To us? I don’t think so.”\nSome recalled how over the past decade Iran’s leaders had mocked the sanctions as meaningless. “I never cared about nuclear energy but was told that we gave so much for this,” said Vahidreza Haqparast, 38, an English teacher.\nMr. Haqparast said he expected many problems to remain because of mismanagement and corruption in Iran. \nOthers were even more fatalistic. “Who are we but a toy in the hands of world powers?” said Ahmad Razavipour, a pensioner.\nIran’s influential hard-liners, who have criticized Mr. Rouhani in much the same way that President Obama has been denounced by Republicans in the United States, signaled their intent to undercut the agreement.\nSome hard-liners were saying that even a first glance at the document showed what they called breaches of the “red lines” laid down by Ayatollah Ali Khamenei, Iran’s supreme leader.\n“I don’t want to comment on the record now,” said one influential hard-line politician, “but it seems our negotiators have gone too far with some of their promises, especially on the level of inspections. And the system for the lifting of sanctions is also not clear,” he said by telephone.\nMembers of Parliament said they would scrutinize the document, asserting that the red lines decreed by the ayatollah were the only criteria, most notably the lifting of all sanctions.", "date": "July 14, 2015", "href": "https://www.nytimes.com/2015/07/15/world/middleeast/iran-celebrates-nuclear-deal-tempered-by-cynicism-and-hard-liner-warnings.html", "tags": "celebrations iran cynicism sanctions nuclear square ” police tempered hard-liner warnings many deal celebrates"}