{"title": "Iran Suicide Bombing Kills 27 Revolutionary Guards", "content": "TEHRAN — A suicide bomber killed at least 27 members of the Islamic Revolutionary Guards Corps and wounded 13 on a bus in a restive region of southeast Iran on Wednesday, Iranian media reported. It was among the deadliest attacks in Iran in years.\nThe Revolutionary Guards, an elite Iranian paramilitary force, quickly blamed the United States for the assault, which came during the week that Iran’s leaders have been celebrating the 40th anniversary of the Islamic Revolution, which overthrew the American-backed shah in 1979.\nThe Revolutionary Guards did not explain precisely how the Americans could have been involved in the attack. But Iranian officials suggested it was more than coincidental that it happened as the Trump administration was hosting an anti-Iran-themed meeting in Poland that included delegations from Iran’s regional adversaries, Israel and Saudi Arabia.\nDispatches by the official Islamic Republic News Agency and the Fars News Agency said the victims had been traveling between the cities of Zahedan and Khash near the Pakistan border, a haven for militant separatist groups and drug smugglers.\nThere were conflicting accounts of the casualties, which often happens in Iran immediately after calamities. Fars initially reported that at least 20 people had died, then updated the death toll to at least 41 — suggesting that everyone on the bus had been killed. Without explanation, Fars later adjusted the toll to 27 dead and 13 wounded, consistent with what the Revolutionary Guards and other news services were saying.\nFars said a bomber driving a car full of explosives on a highway had detonated it near the bus, and a video posted on the agency’s website showed what it said were the charred remains of the bus.\nOn the social messaging app Telegram, a militant Sunni extremist group called Jaish al-Adl claimed responsibility for the attack, but officials did not confirm that the group was involved. Jaish al-Adl, which means Army of Justice, has links to Al Qaeda and has operated in southeast Iran for years.\nA statement issued by the Revolutionary Guards said the bus had been “carrying the warriors of Islam soldiers who were returning from the region to their cities after completing their border mission.”\nWhile the United States and Israel have accused Iran of fomenting terrorism in the Middle East, Iran itself has also been the target of terrorist attacks since the Islamic Revolution.\nLast September, gunmen killed at least 25 people and wounded 60 in an assault on a military parade in Ahvaz, in southwestern Iran, where Arab separatists are active. The victims were a mix of Revolutionary Guards members and civilian onlookers.\nLess than two years ago, armed assailants, some disguised as women, stormed the Parliament building and the tomb of Iran’s revolutionary founder, in coordinated assaults that left at least 12 people dead. The Islamic State claimed responsibility, boasting that the attacks were its first ever against Iran, where the Shiite Muslim majority is loathed by the Islamic State’s Sunni extremist ideologues.\nA southeastern Iranian province, Sistan and Baluchistan, is home to several extremist Sunni groups such as Jaish al-Adl that have committed sporadic bombings, assassinations and other attacks on Iranian security forces and officials.\nThe latest attack came against the backdrop of a two-day diplomatic meeting in Warsaw organized by the United States and aimed partly at pressuring and isolating Iran.\nIranian leaders have often accused the United States and its key Middle East allies, Saudi Arabia and Israel, of supporting armed opposition groups inside Iran with money, intelligence and weapons. Representatives of at least one Iranian opposition group, the Mujahedeen Khalq, or M.E.K., which has advocated regime change in Iran and was once considered a terrorist organization by the United States, were present at the Warsaw meeting.\nForeign Minister Mohammad Javad Zarif of Iran, in a posting on his Twitter account, quickly drew a link between the Warsaw meeting and the deadly bus attack.\n“Is it no coincidence that Iran is hit by terror on the very day that #WarsawCircus begins?” he wrote. “Especially when cohorts of same terrorists cheer it from Warsaw streets & support it with twitter bots? US seems to always make the same wrong choices, but expect different results.”\nA well-known Iranian hard-line politician, Hamid Reza Taraghi, also drew a connection between the attack and Iran’s most outspoken adversaries, including Maryam Rajavi, a leader-in-exile of the M.E.K. who sent a video message of support to  the group’s “Free Iran” opposition rally in Warsaw.\nMr. Taraghi said “dozens of terrorist plots” intended to be carried out on Monday, when Iran officially celebrated the Islamic Revolution anniversary, had been foiled by Iranian intelligence services.\nThe bus bombing was “not a big deal militarily, but this suicidal attack in the border area is a cowardly act,” Mr. Taraghi said. “For sure Saudi Arabia, America and MEK must be blamed.”", "date": "Feb. 13, 2019", "href": "https://www.nytimes.com/2019/02/13/world/middleeast/iran-bombing.html", "tags": "iran suicide bus iranian ” guards kills attack islamic revolutionary bombing least"}