{"title": "Iran’s Allies Feel the Pain of American Sanctions", "content": "BEIRUT, Lebanon — Syrian militiamen paid by Iran have seen their salaries slashed. Projects Iran promised to help Syria’s ailing economy have stalled. Even employees of Hezbollah, the Lebanese group that has long served as Iran’s closest Arab ally, say they have missed paychecks and lost other perks.\nIran’s financial crisis, exacerbated by American sanctions, appears to be undermining its support for militant groups and political allies who bolster Iranian influence in Iraq, Syria, Lebanon and elsewhere.\n“The golden days are gone and will never return,” said a fighter with an Iranian-backed militia in Syria who recently lost a third of his salary and other benefits. “Iran doesn’t have enough money to give us.”\nAcross the Middle East, Iran’s allies are showing signs of financial strain.\nSome of that strain may simply reflect the impact of the prolonged armed conflicts in Syria and Iraq. Hezbollah, which had focused resources on confronting Israel along Lebanon’s southern border, has been diverting fighters and weapons to Syria for years. Shiite fighters directed by Iran helped battle the Islamic State after the militant group overran parts of Iraq five years ago.\nBut Hezbollah’s leader, Hassan Nasrallah, acknowledged the difficulties created by the American sanctions, criticizing them this month as “a form of war” and calling on the movement’s fund-raising arm “to provide the opportunity for jihad with money and also to help with this current battle.”\nThe Trump administration says the strains show that the sanctions are effective. It sought to intensify the pressure on Tuesday by blacklisting 25 participants in what the Treasury Department described as a vast currency trading scheme that had funneled more than $1 billion to Iranian military operations in the region.\n“Our pressure on Iran is simple,” Secretary of State Mike Pompeo said during a visit to Lebanon last week. “It’s aimed at cutting off the funding for terrorists, and it’s working.”\nBut analysts question how much funding cuts will change the behavior of these groups, which are relatively inexpensive, remain ideologically committed to Iran’s agenda and can promote it through local politics in ways that the United States struggles to thwart.\nIran has long relied on relationships with groups across the Middle East to boost its influence, serving as a patron of Hezbollah in Lebanon, Shiite militias in Iraq and Syria, the Palestinian militant groups Hamas and Islamic Jihad, and the Houthi rebels in Yemen.\nWhile the extent of Iran’s support varies by group, the strategy has allowed it to project power beyond its borders, countering the United States, vexing Saudi Arabia and menacing Israel.\nLast year, President Trump pulled the United States out of the Iran nuclear deal and reimposed sanctions, hoping to undermine Iran’s ability to fund its network of alliances.\nQuantifying the strain on this network is difficult because Iranian support is covert and beneficiaries rarely discuss their finances. But interviews with fighters, officials and analysts who track the issue made the economic pain clear.\nIran provided substantial financial aid to the Syrian government early in the conflict, but it has recently failed to deliver on a promised new power plant in the country’s northwest and a credit line to help Syria import essential products.\n“Given the financial situation in Syria, new funds from Iran would be extremely helpful, but this is something that it does not seem to be able to provide anymore,” said Jihad Yazigi, the editor of the Syria Report, an economic website.\nFighters from Shiite militias and Palestinian factions in Syria say their salaries have been cut and their families pushed out of subsidized apartments. Even the food they receive has worsened, some say, with less meat and more potatoes.\nA veteran Hezbollah fighter said he and his colleagues had not been paid in January and received only base salaries in February, without the usual bonuses for wives and children. Other perks have also been cut, for transport inside Lebanon, housing for some officials and bonus pay for work outside Lebanon.\nThe fighter said the cuts would not push members away from the movement, but acknowledged that they put pressure on families who lacked other income.\n“You’re not in Hezbollah for the money,” he said, speaking on the condition of anonymity, like others interviewed for this article, because they were not authorized to speak to journalists. “You’re giving your blood, your soul, because you believe, but if your family is in the street, how can you fight?”\nAnother Hezbollah employee said that his salary had been cut by half and that officials now had to cover costs such as vehicle repairs from their own pockets. He worried that this would weaken the movement, helping Israel and other adversaries more easily recruit spies who need the money.\nIn an interview in Beirut, a Hezbollah official denied that the group had not paid salaries and that the American sanctions had undermined its core mission.\n“Until today, the sanctions have had no real effect on Hezbollah’s operations,” the official said.\nBut he acknowledged that the group was reorganizing its finances to cut costs.\n“Are we expecting the worst?” he said. “Yes, we are. We are facing a war, and we must confront it.”\nAnalysts who study Iran and its allies said much remained unclear about how the financial stress would affect the allies’ activities.\nIran maintains relatively low levels of military spending, unlike Saudi Arabia and Israel, America’s principal partners in the region, and many of its allies have income streams that give them some financial independence.\nAnd recent history suggests that financial pressure on Iran does not necessarily lead to military cutbacks.\nIn the years before the nuclear deal was reached in 2015, military involvement by Iran and its allies grew sharply across the Arab world despite onerous sanctions. Hezbollah and other Iranian-backed militias intervened in Syria to turn the tide against anti-government rebels; Shiite militias in Iraq gained influence by fighting the Islamic State; and Houthi rebels in Yemen took over much of the country, including the capital, Sana.\n“The Iranian military is not very expensive, and when you look at its percentage of gross domestic product, it is very small,” said Mohammad Ali Shabani, an associate editor at the new site Al-Monitor who studies Iran. “They get a lot of bang for their buck.”\nIran also builds relationships that transcend financial ties, helping partners become players in local politics. This gives Iran the ability to push back in other ways when the United States targets it economically, said Maria Fantappie, senior adviser for Iraq at the International Crisis Group.\n“The problem with this administration in the U.S. is that it is all about money and boots on the ground, but that is not how it works in the region,” she said. “It is all about relationships.”\nIn Lebanon, Hezbollah remains the strongest military force and a skillful political actor. Hezbollah and its allies won 70 of the 128 seats in the Lebanese Parliament last year, taking seats from pro-American parties. It controls three of the country’s 30 ministries, including the Health Ministry. Hezbollah critics fear it will use ministry resources to benefit its members and perhaps even treat thousands of wounded Hezbollah fighters.\nDuring Mr. Pompeo’s visit to Beirut, his anti-Hezbollah stance faced staunch pushback from top Lebanese officials, including the president, the speaker of Parliament and the foreign minister.\n“From our side, for sure, we reiterated that Hezbollah is a Lebanese party, not terrorist,” Foreign Minister Gibran Basil said, standing next to Mr. Pompeo. “Its deputies are elected by the Lebanese people with great popular support.”\nIn Syria, Iran may be scaling back its militias not only because of money troubles, but also because after eight years of war, President Bashar al-Assad has largely defeated the rebels, a fact that the United States has grudgingly accepted.\nIran is one of the main international powers, along with Russia and Turkey, that are discussing Syria’s future. The United States is not, nor are its local partners.\nIran’s deepest involvement is in Iraq, where financial pressures at home have pushed it to pursue stronger economic ties. Militias that it sponsored are now paid by the Iraqi government, giving Iran leverage in Iraqi politics at little cost to itself. Iran also maintains allies across Iraq’s political spectrum who promote Iranian interests, recently by challenging the United States’ military presence in the country.\n“When you try to push Iran out of the region by sanctioning it,” said Mr. Shabani of Al Monitor, “you are forcing it to get involved in the region even more.”", "date": "March 28, 2019", "href": "https://www.nytimes.com/2019/03/28/world/middleeast/iran-sanctions-arab-allies.html", "tags": "allies iran american sanctions syria financial ” pain hezbollah iraq feel lebanon"}