{"title": "Iran Appears Ready to Reduce Compliance With Nuclear Deal", "content": "Iran on Monday strongly suggested that it was about to reduce compliance with the landmark 2015 nuclear deal because of sanctions reimposed by President Trump when he repudiated the Obama-era accord.\nReports in Iran’s state media said that the Iranians intended to inform the other countries in the agreement of unspecified changes ahead of the Wednesday anniversary of the American withdrawal ordered by Mr. Trump.\n“The Islamic Republic of Iran’s government has decided to enforce specific decisions to reciprocate,” the semiofficial Fars News Agency said.\nMr. Trump has called the accord the “worst deal ever” and argued that it would not deter the Iranians from eventually building a nuclear bomb, despite Iran’s pledges that it would never seek such a weapon.\nThe Fars report and others suggested that Iran would no longer abide by limits on uranium enrichment established by the accord, which was reached between Iran and six major powers including the United States. Uranium enriched to sufficient purity and quantities can be used as bomb fuel.\nFars quoted Ali Akbar Salehi, the head of Iran’s Atomic Energy Organization, as saying the country could disregard the limit “whenever we wish, and would do the enrichment at any volume and level.”\nIf Iran took such a step, it would be the first time the nation had deliberately reduced compliance with the nuclear agreement, which disarmament advocates have described as a major achievement.\nPolitical analysts said Iran was unlikely to renounce the agreement, known as the Joint Comprehensive Plan of Action, because that could alienate the European countries, as well as China and Russia, that have sought to preserve the accord despite the American withdrawal.\n“Iran is about to reduce its compliance with the J.C.P.O.A., but not formally withdraw,” said Cliff Kupchan, the chairman of the Eurasia Group, a political risk consultancy. “That’s a distinction with a big difference.”\nWhile Iran may increase its stockpile of enriched uranium and possibly test advanced centrifuges, Mr. Kupchan said, “I doubt they’ll take drastic steps in these areas, and Iran will continue to comply with other important aspects of the J.C.P.O.A.”\nRelations between Iran and the United States have worsened substantially under the Trump administration, which has imposed onerous sanctions on the Iranians since the president renounced the nuclear agreement on May 8, 2018.\nThe administration has sought to drive exports of Iranian oil to near zero and has designated the Islamic Revolutionary Guards Corps as a terrorist organization, among other actions. The Iranians have responded so far by designating the United States Central Command as a terrorist organization, suggesting that American forces posted in other countries are at risk from Iranian attack.\nOn Sunday the administration said it was strengthening American military deployment in the Persian Gulf in response to what it called an increased Iranian threat.\nThe risk of an armed confrontation between Iran and the United States figures prominently in a statement signed by a bipartisan group of more than 60 national security experts, exhorting the administration to rejoin the nuclear agreement. The group, known as the National Coalition to Prevent an Iranian Nuclear Weapon, had planned to release the statement on the anniversary of the American withdrawal.\n“The U.S. unilateral withdrawal from the J.C.P.O.A. on May 8, 2018 significantly undermined America’s national security and has fueled momentum for a possible new conflict in the Middle East,” the signers wrote. “If Iran also withdraws from the J.C.P.O.A., or from the Nuclear Nonproliferation Treaty (N.P.T.), the trans-Atlantic alliance will be dealt a severe blow and a Middle Eastern nuclear arms race could ensue.”\nThe group has long opposed Mr. Trump’s position on the accord and had urged him to abide by it in the months before he scrapped the agreement.", "date": "May 6, 2019", "href": "https://www.nytimes.com/2019/05/06/world/middleeast/iran-trump-nuclear-deal.html", "tags": "agreement iran american appears compliance nuclear ” accord reduce ready deal"}