{"title": "Iran Accused of Plot to Assassinate Dissident in Denmark", "content": "COPENHAGEN — Iran tried to assassinate an Arab separatist leader living in Denmark, the Danish authorities claim, adding that a suspect in the “unusual and very serious” plot was in custody.\nThe accusations have set off anger and concern in Denmark, a nation that has experienced little political violence in recent years. Prime Minister Lars Lokke Rasmussen called the plot “totally unacceptable,” Denmark recalled its ambassador to Iran, and potential joint European action is on the agenda for a meeting of European Union foreign ministers on Nov. 19.\nSecretary of State Mike Pompeo congratulated the Danish government on Twitter on “its arrest of an Iranian regime assassin.”\n“There is sufficient basis to conclude that an Iranian intelligence service has been planning the assassination,” the Danish Security and Intelligence Service said in a statement released on Tuesday.\nThe Iranian Foreign Ministry denied the allegations, saying they “are in line with the conspiracies and plots of the enemies of Iran.”\nWith the United States withdrawing from the nuclear agreement with Iran and resuming economic sanctions, Iran’s government should be trying to shore up relations with Europe, not worsen them, said Alex Vatanka, a senior fellow at the Middle East Institute in Washington.\n“On paper this looks beyond reckless,” he said. “This atmosphere and lack of trust is not a good sign for the future critical dialogue with Iran.”\nIt is possible, Mr. Vatanka said, that one arm of Iran’s security apparatus attempted an assassination in Denmark without the knowledge or consent of President Hassan Rouhani and his government.\nThe target of the plot was the leader of the Arab Struggle Movement for the Liberation of Ahvaz, the Danish security agency said. The group, which the Iranian government classifies as terrorist, aims to create an independent state in Iran’s oil-rich province of Khuzestan, home to much of the country’s ethnic Arab minority.\nDanish officials did not name the man; his group identified him as Habib Jabor, but that is an alias. He lives in Ringsted, a town southwest of Copenhagen, and has been under police protection since the spring because of a threat to his safety.\nThe Danish investigators received crucial assistance from the Mossad, which passed along information that it obtained in the course of its normal surveillance efforts, according to a high-ranking Israeli official, who asked not to be named when discussing sensitive matters.\nSome Iranian officials initially blamed Arab separatists for the Sept. 22 attack on a military parade in the Iranian city of Ahvaz, which killed 25 people and wounded many more, while other officials blamed the Islamic State. When Iran fired missiles into Syria days later, in what it said was retaliation for the massacre, it identified the target as an Islamic State base.\nAn Arab separatist group, the Ahvaz National Resistance, took responsibility for Ahvaz attack, but Mr. Jabor’s group insisted that it was not involved. The two organizations have links, but the relationship between them is murky.\nThe Danish and Swedish police said that a Norwegian man of Iranian decent was arrested on Oct. 21 in Sweden and remains in solitary confinement, but has denied all charges.\nIn late September, the authorities noticed the man taking photographs of Mr. Jabor’s residence and “intended to pass on the information to an Iranian intelligence service with a view to the information forming part of the plans to assassinate the leader” the security service said.\nA year ago another member of Mr. Jabor’s separatist group was gunned down outside his home in Amsterdam, and last month Belgium charged an Iranian diplomat over alleged plans to bomb a meeting of Iranian exiles.\nThe Arab separatist movement in Khuzestan has gone on for decades, sometimes carrying out shootings and bombings. Its presence in Denmark went largely unnoticed until a spokesman for Mr. Jabor’s group who lives in Denmark praised the Ahvaz attack in a television interview.\nThis week, the spokesman, who also uses an alias, said of the alleged assassination plot, “we weren’t completely surprised, but we are angry and saddened, just like all other Danes, that they could come to Denmark.”", "date": "Nov. 1, 2018", "href": "https://www.nytimes.com/2018/11/01/world/europe/denmark-assassination-iran.html", "tags": "iran danish assassinate dissident plot accused ” arab denmark group iranian"}