{"title": "Iran Sanctions and Oil Prices: Who’ll Feel the Pain? ", "content": "HOUSTON — The world’s oil producers and their customers entered a new period of uncertainty on Monday as renewed American economic sanctions against Iran took effect. \nHaving withdrawn from the seven-nation deal negotiated under his predecessor to curb Iranian nuclear efforts, President Trump is aiming to pressure Iran to curb its political and military activities across the Middle East. And the administration is betting that its policy will inflict pain on Tehran without causing a spike in oil prices or an aggressive reaction.\nIt is a gamble that could eventually cost American consumers at the gasoline pump. But the initial impact has been relatively benign. Oil prices have been declining in recent weeks, even with sanctions on the horizon. \nThe sanctions take aim not only at Iranian oil exports, but also at international shipping companies, banks, insurers and port operators doing business with Iran. United States trade with Iran is already tightly controlled, but the administration is threatening to exclude international companies from the American financial system if they trade, finance or otherwise serve the interest of Iranian oil exports.\nCompanies are effectively given the choice of doing business with Iran or with the United States, which has a much bigger economy and a more lucrative market.\n“The new sanctions will deliver an unmistakable message to Tehran: Change your ways or suffer the consequences,” Energy Secretary Rick Perry wrote in a commentary in The Wall Street Journal. \nThe Trump administration has given waivers to eight countries, including such major buyers of Iranian crude as China, India and Japan, permitting them to continue imports. American officials say the waivers are temporary and conditioned on steady reductions of imports.\nThe oil market has been surprisingly resilient, and prices ended a bit lower on Monday. Many energy experts had expected oil prices to soar, as they did when the Obama administration led an international sanctions effort in 2011 and 2012 to force Tehran to the nuclear bargaining table and pushed oil above $100 a barrel. This time, the international price is around $73 a barrel — West Texas intermediate, the American benchmark, trades about $10 cheaper — after falling by more than $10 over the last month. \nThe modest response is all the more remarkable given that Iranian oil exports have plummeted to around 1.3 million barrels a day, from 2.4 million last spring, as customers have sought other suppliers in anticipation of the sanctions. Matt Badiali, a senior analyst at Banyan Hill, a financial research and publishing firm, predicts that the sanctions will shave off another 900,000 barrels over the next year.\nAll told, the sanctions would then cut roughly 2 percent of global oil supplies.\nOil traders have been calmed by the administration’s waivers, signaling a more gradual approach that allows European and Asian customers to find suppliers to replace the Iranian crude. \nThe prospects of a tightening oil market sent prices higher earlier in the year, which encouraged producers to pump more oil. As a result, the lost Iranian barrels have been replaced by oil from the United States, Russia and Saudi Arabia. The United States and Russia have both reached output records of over 11.3 million barrels a day, while members of the Organization of the Petroleum Exporting Countries have increased production to the highest levels in two years despite declines in Venezuela and Iran. \nAs more oil pipelines and export terminals are built in Texas and along the Gulf of Mexico, American exports could increase considerably. At the same time, demand for oil has slackened in China and around the developing world because those economies are slowing. Both developments are restraining prices.\nSo far, drivers have been spared major pain.\nThe national average price for a gallon of regular gasoline on Monday was $2.76, according to the AAA auto club, 5 cents less than a week ago and 15 cents lower than a month ago. Still, the average is 24 cents higher than it was a year ago.\nBut some experts think that oil supplies could become tighter over time, especially during the driving season next summer, pushing prices higher.\nMore expensive oil also means higher prices for aviation fuel, which frequently are passed on to the traveling public. They also can mean higher prices for plastics — and for natural gas, which can affect electricity rates.\nMuch will depend on how Iran responds to the sanctions, and how successful it is in smuggling oil through Kurdistan and Turkey. If Iran threatens to blockade the Strait of Hormuz, a crucial passage for Persian Gulf oil, prices would probably jump. Any military moves or cyberattacks against Saudi Arabia or Israel could have a similar effect. An escalation of hostilities in Yemen, where Iran backs a militia force in a proxy war with the Saudis, could threaten other oil-shipping choke points.\nSome oil experts say world supplies are ample enough to keep the sanctions from driving prices higher. \n“I think there will be no impact on oil prices that can be attributed to the sanctions on Iran,” said Sadad Ibrahim al-Husseini, a former executive vice president at Saudi Aramco, “because of an abundance of new supplies that have been made available from within OPEC and Russia as well as incremental offshore Brazil production and shale oil developments that can meet any level of oil demand over the next several years.”\nBarclays analysts expect Brent crude, the global benchmark, to sell next year for an average of $72 a barrel, near the current level. But some Western experts foresee a much higher price. \n“The market is overestimating the amount of oil that could come on,” said Mr. Badiali of Banyan Hill. “Can the world produce an extra 500,000 barrels a day? I don’t see it.” \nAnd Badr H. Jafar, president of Crescent Petroleum, a company in the United Arab Emirates, said Saudi Arabia might not be able to sustain its high output. “With continuing production concerns in Nigeria, Venezuela, Angola and Libya, alongside Iranian curtailment, we could well see prices edging up again toward $80,” he said.", "date": "Nov. 5, 2018", "href": "https://www.nytimes.com/2018/11/05/business/energy-environment/oil-prices-iran-sanctions.html", "tags": "american sanctions iran prices ” oil higher pain could iranian feel"}