{"title": "Iraqi Leader Offers to Help Family of Spy Who Infiltrated ISIS", "content": "BAGHDAD — The father of the Iraqi spy who spent 16 months undercover inside the Islamic State said Tuesday that his family’s long struggle to receive his son’s pension and death benefits has finally borne some fruit.\nIraqis have been abuzz with the story of Capt. Harith al-Sudani, the man Iraqi officials describe as the country’s most successful spy, since The New York Times published an article on Sunday about him and his secret intelligence unit called Al Suquor, or the Falcons.\nAs a mole inside the terrorist group, Captain Sudani foiled dozens of planned attacks in the Iraqi capital and provided his Iraqi commanders and the American-led coalition fighting the group a live wire into the senior ranks of the organization. The Islamic State discovered Captain Sudani’s identity and killed him in August 2017, according to Iraqi intelligence officials.\nThe Sudani family has been trying for a year to get recognition for Captain Sudani’s sacrifice and his pension for his widow and three children, only to be stymied by Iraq’s infamous bureaucracy, according his father, Abid al-Sudani.\nCaptain Sudani was killed by the Islamic State behind enemy lines and his family does not have a body to produce as proof of death, despite statements last year by his intelligence unit and Iraq’s joint military command announcing his death as part of the wider operations to defeat the terror group.\nDuring the last two days, all major Iraqi television newscasts and several Pan-Arab news channels have run features about the Falcons and Captain Sudani’s derring-do, based on the Times article. His heroism has been the talk in tea shops around Baghdad, Iraqi social media sites and among passengers waiting at passport control at the airport.\nAmid the media buzz, an assistant to Prime Minister Haider al-Abadi called on the Sudani family on Monday evening at their home in the eastern Baghdad neighborhood of Sadr City and offered to intervene on their behalf, according to Mr. Sudani.\nDuring an hourlong visit, the official took notes on Captain Sudani’s case and called the appropriate administrative court judges who could issue a formal death certificate, Mr. Sudani said.\nAmong the family, the attention from the government prompted gratitude, tinged with a bit of bitterness.\n“He didn’t apologize for taking so long to pay attention to our suffering. But I didn’t point this out to him,” Mr. Sudani said of the government official who visited the family. “I know he was sincere in trying to help us now. That is the important thing.”\nA separate official from Mr. Abadi’s office said that families of dozens of fallen Iraqi servicemen, in addition to the Sudani family, have also had trouble overcoming bureaucratic hurdles to receive death benefits for those killed during the operations again the Islamic State. The official confirmed the visit to the Sudani family.\nThe Falcons are among the most important counterterrorism services aiding the Americans in the fight against extremism. The unit was involved in a recent Iraqi-American sting based on Iraqi intelligence that led to the arrest of five senior Islamic State members who had been hiding in Turkey and Syria. Iraqi officials say the Falcons have foiled hundreds of attacks on Baghdad, making the capital the safest it has been in 15 years.\nAmerican military officials consider the agency as good as they get among non-Western spy services.\n“It has proved to be an extremely valuable unit,” said Col. Sean J. Ryan, a spokesman for the American-led military coalition in Baghdad. The Falcons, he said, have diminished the threat of the Islamic State by infiltrating its cells, killing its leaders and terrorists, and destroying its weapons.", "date": "Aug. 14, 2018", "href": "https://www.nytimes.com/2018/08/14/world/middleeast/iraq-spy-isis.html", "tags": "iraqi falcons isis offers sudani infiltrated death captain help spy baghdad state leader islamic family"}