{"title": "Iraq Wants $88 Billion for Rebuilding. Allies Offer a Fraction of That.", "content": "KUWAIT — Devastated by a war with Islamic State extremists that razed its cities and left millions homeless, Iraq has asked affluent allies led by the United States for $88 billion to rebuild. They are basically saying no.\nAn Iraq fund-raising conference in Kuwait attended by dozens of potential donors was headed for failure on Tuesday, with barely $4 billion pledged — none from the United States. While the conference does not end until Wednesday, the message was clear: President Trump is leaving nation-building to others, and they are barely responding.\nIt was a humiliating blow for the Iraqi government, which cannot possibly afford a fraction of the reconstruction cost for a war that was, in some ways, an outcome of the 2003-2011 American-led occupation.\nThe failure also threatens the political future of Iraq’s prime minister, Haider al-Abadi, and undermines years of effort by the United States and others to stabilize Iraq and fight extremism there.\nThe relatively small sums pledged to Iraq also raised questions about whether the United States can be counted on to deliver aid and other resources to allies, when it could not muster more help for one of its foremost partners in the war against the Islamic State.\nNumerous Iraqi cities were reduced to rubble in the fighting, particularly Mosul, the country’s second largest. Yet while Iraq estimated that it would need $88 billion to pay for reconstruction, it was expected to receive only $4 billion in pledges by the time the conference ends. The majority of that is to come from Arab donors in the Persian Gulf, with the Saudis, Emiratis, Kuwaitis and Qataris all pledging around $1 billion each.\nThere was also a flurry of loan guarantees, including one by the United States. But all in all, the pledges amounted to less than 5 percent of what Iraq said it wanted and needed.\nThe State Department emphasized that the United States since 2014 had already given Iraq $1.7 billion in humanitarian aid and $6 billion in economic and security assistance, money mostly committed during the Obama administration. In an evening speech to the conference, Secretary of State Rex W. Tillerson called on others to do their part.\n“Everyone in this room has an opportunity to help set Iraq on a new course and contribute to its long-term development,” he said, although he admitted that “doing business in Iraq can be complicated.”\nThe conference was held against the backdrop of President Trump’s emphasis on more military spending. The administration’s budget for fiscal year 2019, unveiled Monday, proposed eliminating much of the nation’s foreign aid and reducing the State Department’s overall spending by a third while increasing the Pentagon’s budget by $195 billion in the next two years.\nAmong the programs the administration has proposed eliminating are a $4.6 billion economic support fund, a $3 billion budget for international development assistance and a $211 million fund to promote democratic institutions.\nIn Iraq, those priorities seem to mean that the United States, after leaning heavily on the Iraqi military, which suffered heavy casualties in the fight against the Islamic State, appears to be leaving the task of rebuilding Iraq’s shattered cities to other nations and the private sector.\nFew other nations have stepped up. Most of the four dozen foreign ministers in Kuwait City for the donor conference brought only good wishes, not money.\nSaudi Arabia, in a statement from its embassy in Washington, said that it “continues to support a secure, stable and united nonsectarian Iraq.” And American officials emphasized that the pledge campaign was just beginning.\nMr. Tillerson and other diplomats hoped to compensate for the shortfall by calling for private sector investments, much as President Trump has done for his own infrastructure plan in the United States. Representatives from nearly 2,000 companies, many brought by the United States, Iran, Germany and other governments, gave the conference an atmosphere of an investment road show.\nBut Sami Al-Araji, the head of Iraq’s National Investment Commission, said no investments had been generated so far from the companies. “I am not expecting any contracts to be signed,” he said on Monday evening.\nSome analysts noted that most if not all of the Iraqi cities ravaged during the fight against the Islamic State, also known as ISIS, ISIL and Daesh, are in predominantly Sunni areas. Those were the places where a Sunni insurgency took root after the American-led invasion of Iraq in 2003, and later gave rise to an affiliate of Al Qaeda and the leadership ranks of the Islamic State. If they are not rebuilt, diplomats fear the region’s populace will once again turn to extremism, a risk Mr. Tillerson highlighted in a morning speech to a separate gathering of the 74-nation coalition to defeat the Islamic State.\n“The end of major combat operations does not mean that we have achieved the enduring defeat of ISIS,” he said. “ISIS remains a serious threat to the stability of the region, our homelands and other parts of the globe. Without continued attention on the part of coalition members, we risk the return of extremist groups like ISIS in liberated areas in Iraq and Syria and their spread to new locations.”\nApproximately 2.5 million Iraqi citizens remain displaced after their homes were flattened, utilities destroyed and schools bombed. Almost half of Mosul remains uninhabited.\nThe Trump administration has vastly reduced American aid for refugees and resettlement, arguing that helping displaced people return to war-torn regions is preferable to resettling them in the United States or elsewhere. But no one can return without intense rebuilding efforts.\nMr. Trump complained Monday that the United States had spent $7 trillion in the Middle East over the past 17 years with little to show for it.\n“Seven trillion dollars. What a mistake. But it is what it is,” he said in introducing his domestic infrastructure plan.\nMr. Trump’s calculation included the direct costs of wars in Iraq and Afghanistan, as well as estimates for the costs of care for veterans. Whatever the total, the Pentagon has spent the vast majority of the money, not the State Department.\nOn Sunday, a group of 151 retired senior military commanders, including former chiefs of the Army, Navy, Marine Corps, Special Operations and Air Force, sent a letter to congressional leaders saying that cuts to aid programs would threaten the military gains made against the Islamic State.\n“And while we have seen military progress against ISIS, the question that looms is whether we are prepared to protect those battlefield gains and prevent bad actors from stepping into the void,” the letter states.\nDonors have expressed wariness at what some see as throwing good money into a black hole in Iraq, which Transparency International, an anti-corruption research group, ranks as among the 10 most corrupt nations in the world. Of the $61 billion in American funds spent on development aid in Iraq between 2003 and 2012, around $6 billion vanished and a further $1 billion was wasted, American auditors concluded.\nMr. Abadi has made fighting corruption a priority, and his ministers have promoted a 300-page manifesto for investment that acknowledges past failures and pledges better oversight and fiscal management for reconstruction funds.\nThe shortfall in pledges on Tuesday could hurt the political standing of Mr. Abadi, who faces a tough re-election battle May 12 against pro-Iranian political blocs. Western diplomats have warned that Mr. Abadi’s defeat could plunge the country into a sectarian struggle that could rip it apart.\nIraqi officials from politically important Sunni regions, as well as leaders from minority groups that Mr. Abadi had hoped to win over in the upcoming elections, criticized the list of reconstruction projects that his ministers highlighted at the conference for ignoring their communities and needs. Their outrage was fierce, despite Mr. Abadi’s failure to secure support of any kind for any project.\n“We are sorely underrepresented,” said Marwan al-Jibara, a spokesman for the council of tribal sheikhs in Salahuddin Province, one of the predominantly Sunni areas that produced the leader of the Islamic State, Abu Bakr al-Baghdadi.\nThe failure of the donor conference could also cool the extraordinarily warm ties between the Trump administration and Saudi Arabia and the United Arab Emirates, which reached a high point in a euphoric trip by President Trump to Riyadh in May. The United States had expected the countries’ pledges to be many times more what they announced.", "date": "Feb. 13, 2018", "href": "https://www.nytimes.com/2018/02/13/world/middleeast/iraqi-donor-conference-abadi-tillerson.html", "tags": "allies fraction conference billion united states rebuilding wants ” offer state islamic iraq"}