{"title": "Iraqi parliament orders manual election recount", "content": "Iraq's parliament has voted to carry out a manual recount of votes cast in last month's legislative elections, amid allegations of widespread fraud.\nMPs also replaced the leadership of the election commission and annulled the votes of overseas and displaced Iraqis. \nOn Tuesday, Prime Minister Haider al-Abadi warned that security agencies had evidence of \"unprecedented\" violations. \nHe said the main issue was with the electronic vote-counting machines that were used for the first time on 12 May.\nIt is unclear whether Wednesday's vote will affect the outcome of the election.\nThe official results gave 54 of the 328 seats in parliament to a nationalist alliance between the Shia Muslim cleric Moqtada Sadr, whose militia once fought US troops, and a number of mostly secular parties.\nA bloc linked to Iranian-backed Shia paramilitaries that have battled the jihadist group Islamic State (IS) over the past four years came second with 47 seats, while Mr Abadi's alliance was third with 42 seats.\nMr Abadi told reporters on Tuesday that he had been in favour of accepting the result and working towards the formation of a new government, but that he changed his mind after studying a report by a committee comprising Iraq's security and anti-corruption chiefs.\n\"In the beginning I said: 'Let's keep going and let the commission deal with the violations.' There are violations each election, here and there.\"\n\"The committee has revealed dangerous things, honestly. Yes there may have been some violations by candidates but the election commission bears the largest share of the responsibility,\" he added.\nThe prime minister accused members of the Independent High Election Commission (IHEC) of \"not taking the needed measures or taking wrong ones\", including failing to check the vote-counting machines for errors.\nHe banned high-ranking IHEC officials from travelling abroad without his approval and said criminal charges might be brought against some individuals.\nThere was no immediate reaction to Wednesday's parliamentary vote from the IHEC, but it has previously denied that there were widespread irregularities.\nThe election, the first held since the government declared victory over IS in December, saw a low turnout of 44.5% - much lower than in previous polls.", "date": "6 June 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-44390092", "tags": "iraqi commission recount election violations ihec seats manual parliament orders votes widespread iraq"}