{"title": "Iraq’s Forgotten Casualties: Children Orphaned in Battle With ISIS", "content": "MOSUL, Iraq — When he was 8 years old, Muhammad says, he watched as fighters from the Islamic State dragged his father from their house in Mosul and shot him dead on the street.\n“I was crying and screaming to leave him alone, to leave my house,” said Muhammad, who is now 10. “But they didn’t listen.”\nAfter the militants seized his mother, Muhammad and his two younger brothers and sister ended up in a camp for displaced people and finally, this spring, at the city’s orphanage.\nThey are among the tens of thousands of Iraqi children who lost their parents under the brutality of the Islamic State and the prolonged battles to wrest Iraqi territory from its rule.\nBut unlike the government soldiers who fought those battles, who are honored with memorials in almost every town, these children are at risk of being forgotten casualties of the war. The Iraqi state has few resources for these victims, and the country’s ravaged communities, still scrambling to rebuild basic services like health care and electricity, are too overwhelmed to handle the orphans’ needs.\n“We all have seen so much suffering in these past years, each one of us has our own tales of loss,” said Amal Abdullah, the deputy director of the Mosul orphanage. “But these children, they have suffered the most. It’s our duty now to try to return some happiness and comfort to them.”\nNo Iraqi government agency or international humanitarian group has comprehensive statistics on the number of children orphaned since the summer of 2014, when the Islamic State took over a third of the country, and December 2017, when the Iraqi government won back its major towns and cities from the extremists.\nBut the head of the women’s committee for the Mosul provincial council, Sukaina Ali Younis, compiled records of approximately 13,000 orphans in the city. During the battle to liberate Mosul from the Islamic State last summer, she became a one-woman clearinghouse for lost or abandoned children, taking home dozens who had been found by soldiers.\nSocial workers say there are thousands more in other towns and provinces liberated from the Islamic State.\nThey say that 20,000 would be a conservative estimate for the total. The number includes children who have lost just one parent, who Iraqis also classify as orphans because single parents in this culture cannot simultaneously serve as breadwinner and caregiver.\nMost of these children have since been placed with their extended families.\nDozens of such families interviewed in Mosul say they are overwhelmed by this duty, lacking the services of social workers, money for medical care and support for their own emotional traumas as survivors of war. They search, often in vain, for help from underfunded government agencies, and local charities.\nThose without any family are left at the Mosul orphanage, a government shelter that the Islamic State had appropriated as an austere barracks for teenage soldiers when it ruled Mosul.\nThis spring, the orphanage director, Ghazwan Muhammad, and his staff of seven social workers, nurses and cooks reopened the home to give 50 children a place to live. They spent months without pay transforming the buildings, painting the nursery bright colors, canvassing businesses for donations of toys and blankets, and trucking in new playground equipment. They started to receive government funding in June.\nThe orphans there include children of victims of the Islamic State, like Muhammad, as well as the children of members of the Islamic State, also known by its Arabic acronym, Daesh. They also include 17 newborns abandoned by their mothers, staff members assume, because of the stigma of raising the child of a militant.\n“No child is responsible for his parents’ actions,” said Iman Salim, a social worker at the orphanage. “Each of our children are victims. Each needs our love.”\nWhen a 10-year-old, brown-haired boy whose father had been an Islamic State fighter arrived at the orphanage in the spring, he had suffered much the same trauma as the other children. His sleep was plagued by nightmares, and his days were filled with sadness over the loss of his parents. The staff tried to keep his father’s identity secret to avoid conflict. But the news trickled out, and suddenly the quiet, stable life they had tried to build for the children crumbled.\nMuhammad was the first to lash out, pounding the other boy with his fists, and staff members had to pull him off.\n“All the time I saw him, I thought, ‘I really, really hate him,’” Muhammad said in an interview with his social worker present. “I hate Daesh and what they did to my father, and each time I saw him I would hate him as much as Daesh.”\nThe New York Times is not using the full names of the children interviewed for this article to protect their privacy.\nThe social workers counseled Muhammad to channel his anger and hurt into physical exercise. For the other boy, they told him that they would make sure he was safe and watched to ensure he wasn’t being left out of games or playtime.\nIn a few weeks, the boys were playing on the same side in soccer games and walking to school together, the social workers said.\nFor orphans placed with their extended families, such psychological support has not been easy to find. They also lack many basic services, including education and health care.\nMany of their families live on the brink of poverty, having lost most of their possessions in the war.\nNour, a brown-haired 10-year-old whose favorite game used to be pretending to be a princess, stopped playing make-believe in July of last year, when she lost 19 members of her family as they tried to escape Mosul’s besieged Old City, where the Islamic State was making its last stand.\nHer parents, relatives and neighbors had decided to leave their makeshift bomb shelters where they had been cowering for days and run for the safety of the Iraqi Army lines. As they dodged bullets and stumbled through mounds of rubble, an Islamic State suicide bomber ran at them and detonated her bomb.\nNour remembers being blown into the air, but nothing else. Her parents, her little sister, six cousins, six aunts and uncles and her grandmother were killed.\nHer surviving relatives, a 63-year-old great-aunt and her 21-year-old married sister, found her at a field hospital, where an American military medic had saved her life. They took her, frail and bandaged, to her aunt’s home.\nBut her family had no way to nurse the painful scars across her face, hands and arms, or the emotional pain she carried. Nour had second- and third-degree burns from her fingertips to her elbows and across her cheeks, as well as severe nerve damage in both hands.\nHer great-aunt, Sukaina Muhammad, who lost her husband in the same blast, makes ends meet with food parcels from a local charity. She spent the family’s meager life savings on two surgical operations to help Nour regain the use of her arms, but she cannot afford reconstructive surgery.\nThis spring, they enrolled her in school, hoping a regular routine would help her cope with her withdrawal and sadness. In her first week in class, her classmates and teachers laughed at the claw-like appearance of her burned hands.\n“Can you imagine anything as cruel as that?” her aunt asked.\nNour stopped going to class. She now spends her day helping her great-aunt with household chores. Her favorite toy is a stuffed Mickey Mouse.\nShe prefers that over the pretty dolls her cousins have.\n“It’s hard to pretend like that,” she said. “I’m not beautiful like them.”", "date": "Aug. 31, 2018", "href": "https://www.nytimes.com/2018/08/31/world/middleeast/iraq-orphans-isis.html", "tags": "mosul isis orphaned forgotten battle muhammad casualties orphanage ” social children state islamic iraq"}