{"title": "Irish passport applications from British applicants skyrocket", "content": "The number of British applications for an Irish passport has boomed following the UK's vote to leave the European Union.\nSome UK residents are entitled to an Irish passport if their parents or grandparents were born in Ireland.\nIn 2015, the year before the Brexit vote, more than 46,000 applications were lodged from Britain - excluding Northern Ireland.\nBy the end of 2017 that number had nearly doubled to 81,000.\nIn an earlier version of this story, the BBC wrongly reported there had also been a surge in the number of rejections of British applicants.\nA discrepancy between the number of applications made and passports issued through the London embassy amounted to some 15,000 people. However, Ireland's Department of Foreign Affairs said that figure did not represent the number of passport applications refused.\nInstead it reflects the fact that not all applications from residents are submitted via the London embassy, it said.\nThe actual number of rejected applications is not clear. Applications can be rejected for a range of reasons including incomplete applications or uncertain identity.\nCitizens of the Republic of Ireland, an EU member state, will retain visa-free travel benefits after Brexit, no matter the outcome of the UK's negotiations with the EU.\nIn the first five months of this year, almost 45,000 British people had requested an Irish passport,  according to figures from Neale Richmond, Chair of the Irish Senate's Brexit committee.\nLondon's Irish embassy has issued more than 176,000 since 2016 - more than 10 times that of any other office.\nMr Richmond said embassy staff were expecting 2018 to be the busiest year ever.\nEach application for a standard 10-year passport costs €80 (£71).\nYou can claim an Irish passport (or Irish citizenship) if:\nSeveral other exemptions apply for those resident in Ireland for extended periods, adoptions, children of refugees, and other special circumstances.\nThere has also been a surge in applications from Northern Ireland, where most UK citizens are automatically entitled to an Irish passport if they so wish.\nSenator Richmond's figures show that applications from there grew from 53,715 in 2015 to 82,274 in 2017.\nExcluding Northern Ireland, Mr Richmond said at least 10% of Britain's population were thought to qualify for an Irish passport.\n\"In light of Brexit many including a number of my own family members are staking their claim,\" he said - and \"there is no sign of this rush for Irish passports abating.\"", "date": "30 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-46030552", "tags": "brexit applicants uk applications irish skyrocket embassy richmond british ireland passport number"}