{"title": "Irish abortion referendum: Ireland overturns abortion ban", "content": "The Republic of Ireland has voted overwhelmingly to overturn the abortion ban by 66.4% to 33.6%.\nA referendum held on Friday resulted in a landslide win for the repeal side. \nCurrently, abortion is only allowed when a woman's life is at risk, but not in cases of rape, incest or fatal foetal abnormality.\nThe Eighth Amendment, which grants an equal right to life to the mother and unborn, will be replaced.  \nThe declaration was made at Dublin Castle at 18:13 local time.\nThe only constituency to vote against repealing the Eighth amendment was Donegal, with 51.9% voting against the change.\nA vote in favour of repeal paves the way for the Dáil (Irish Parliament) to legislate for change which would see the introduction of a much more liberal regime.\nIn 2015 the country voted overwhelmingly to legalise same-sex marriage in a historic referendum.\nReacting to the result, the taoiseach (prime minister) Leo Varadkar, who campaigned in favour of liberalisation, said it was \"a historic day for Ireland,\" and that a \"quiet revolution\" had taken place. \nMr Varadkar told crowds at Dublin Castle the result showed the Irish public \"trust and respect women to make their own decision and choices.\"\nHe added: \"It's also a day when we say no more. No more to doctors telling their patients there's nothing can be done for them in their own country, no more lonely journeys across the Irish Sea, no more stigma as the veil of secrecy is lifted and no more isolation as the burden of shame is gone.\"\nHe said that some had voted yes with \"pride\", but many had voted yes with \"sorrowful acceptance and heavy hearts\".\nMr Varadkar said he understood that those who had voted against repeal would be unhappy. \nHe said he had a message for them: \"I know today is not welcome and you may feel this country has taken the wrong turn, that this country is one you no longer recognise. \n\"I want to reassure you that Ireland today is the same as it was last week, but more tolerant, open and respectful.\"\nHe said by and large it had been a respectful campaign.\nHe added: \"We voted to look reality in the eye and we did not blink.\n\"We choose to provide companionship where there was once a cold shoulder and medical care where we once turned a blind eye\".\nMr Varadkar said he hoped to have a new abortion law enacted by the end of this year. \nBy Shane Harrison, BBC News NI Dublin Correspondent\nIn three months time, Pope Francis will travel to Ireland and find a country undoing part of the legacy of a previous papal visit.\nIn 1983, four years after the triumphal visit of Pope John Paul II, the Irish people put the Eighth Amendment into their constitution.\nThe amendment gave equal rights to life to both the mother and the unborn.\nFriday's vote, which paves the way for parliamentarians to liberalise abortion law, represents a seismic shift.\nIt also represents another sign of the societal change that has taken place in the Republic, coming just three years after the country officially passed the same sex marriage referendum with 62% in favour.\nRead more here.\nCounting began at 09:00.\nAfter the polls were published, one of the main anti-abortion campaigns conceded it had lost the vote.\nThe Save The 8th campaign described the result as a \"tragedy of historic proportions\".\n\"The unborn child no longer has a right to life recognised by the Irish state,\" said its spokesman John McGuirk.\nHowever, he vowed that No campaigners would continue to protest, \"if and when abortion clinics are opened in Ireland\".\nThe leader of the main Irish opposition party, Micheál Martin of Fianna Fáil, said the vote was the \"dawn of a new era\".\nHe said he had wrestled with the issue, but added the people had made the right decision and it would mean better care for women in Irish hospitals.\nSinn Féin president Mary Lou McDonald, whose party campaigned in favour of a Yes vote, said: \"We have without doubt done right by Irish women for this generation and many to come.\"\nAmnesty International hailed the result as a \"momentous win for women's rights\" that \"marks the beginning of a new Ireland\".\nThe vote will have repercussions for women north of the border, as Northern Ireland  has the strictest abortion laws in the UK.\nCases of rape, incest and fatal foetal abnormality are not considered grounds for a legal termination.\nThe UK's Women and Equalities Minister Penny Mordaunt said the predicted landslide vote gave \"hope\" to Northern Ireland.\nGrainne Teggart of Amnesty International UK said the people of Ireland have \"given hope to women around the world\". But she added Northern Ireland is still subject to restrictive abortion laws.\n\"It's hypocritical, degrading and insulting to Northern Irish women that we are forced to travel for vital healthcare services but cannot access them at home,\" Ms Teggart said.\n\"We cannot be left behind in a corner of the UK and on the island of Ireland as second-class citizens.\" \nFormer Northern Ireland health minister Jim Wells said the expected result was a \"grave threat\" to the unborn child in Northern Ireland. \nMr Wells, a Democratic Unionist Party (DUP) politician,  claimed it was \"inevitable\" that abortion clinics would be set up in border towns to \"promote their services to Northern Ireland women\".\n\"It will be much easier to terminate a child's life if this can be done at a clinic in Dundalk or Letterkenny rather than flying to London or Manchester,\" he added. ", "date": "26 May 2018", "href": "https://www.bbc.co.uk/news/world-europe-44256152", "tags": "country irish northern abortion ireland referendum women vote life ban overturns voted"}