{"title": "Is a Planned Monument to Women’s Rights Racist?", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nSeveral years ago, before Confederate monuments came toppling down amid collective recognition that American public space needed a politicized renovation, a group of women in New York City started a fund to build a statue in Central Park honoring women’s suffrage.\nMemorializing any woman at all was going to be novel, because once you got past Alice in Wonderland, who was there really? As it happens, there is not a single statue of a nonfictional woman in the entire park — one of the most heavily visited tourist sites in the world, with more than 25 million people passing through each year — and yet the list of the commemorated is copious enough to include King Wladyslaw Jagiello, the 14th-century grand duke of Lithuania. At which point you might ask yourself: Where is Barney Greengrass?\nGiven this myopia and absence of logic, it is easy to see how the decision to erect a statue of Susan B. Anthony and Elizabeth Cady Stanton on the Mall, the widest pedestrian path in the park, might be considered an innovation. Last summer the city, in partnership with the Statue Fund, as it came to be called, announced that a design for such a sculpture had been selected, following a competition that had received 91 submissions.\nThe monument, to be unveiled in 2020 in conjunction with the 100th anniversary of the 19th Amendment, which granted women the right to vote, would feature renditions of the two women best known for helping to secure that right. That the suffrage movement was big, broad and diverse is meant to be reflected in the image of a scroll unfolding between Anthony and Stanton like a very long to-do list (procure more rolled oats, seek equality) naming and quoting 22 other women whose contributions were greatly significant.\nOf the 22 women selected, seven are African-American. Some of them — Sojourner Truth, Ida B. Wells, Mary Church Terrell — stand as towering figures in the history of American social activism, and yet none is set to receive a statue of her own, in this configuration. In effect, the monument, a maquette of which is on display in Albany, manages to recapitulate the marginalization black women experienced during the suffrage movement to begin with, when, to cite but one example, they were forced by white organizers to congregate in the back during a famous women’s march, in Washington, in 1913, coinciding with Woodrow Wilson’s inauguration.\nWhile you might think that Gloria Steinem, who has been appalled by the invisibility of women in New York City’s public art for decades, might be delighted by the arrival of a suffrage monument, her grievance has outweighed any enthusiasm. “It is not only that it is not enough,” she told me recently, it’s that it looks as if Anthony and Stanton “are standing on the names of these other women.” Other prominent women have raised the same issue.\nMore literally, the inclusion of the scroll and the way that the women are positioned toward it suggests they are writing the history of suffrage, which is in itself problematic because Anthony and Stanton were two of the coeditors on a six volume compendium — “The History of Women’s Suffrage’’ — that gave them ownership of a narrative that erased the participation of black women in the movement. Though many suffragists came to social justice through abolitionism, they maintained explicit prejudices. Arguing against the notion of black men receiving suffrage at the expense of white women, Stanton once said that it was “better to be the slave of an educated white man than of a degraded black one.”\nMs. Steinem made her feelings known to those involved with the Statue Fund, she said, but was told essentially that things were too far along to change course. “I do think we cannot have a statue of two white women representing the vote for all women,” she told me.\nFor its part, the Parks Department seems disinclined to mandate any major revisions. When I spoke with Jonathan Kuhn, the department’s director of art and antiquities, he said that the statue, though still under review by a public design commission, could be altered only in terms of small detail. Adding another figure “would be a different project,’’ he said; changing things substantially “would compromise the artist’s vision.”\nBut that vision was narrowly circumscribed by the monument’s benefactors to begin with. They had asked for statues of Anthony and Stanton that would allude to the work of others. A conceptual piece might have made clearer how large and diverse the suffrage movement was, but the department would not allow an overtly modern or conceptual artwork.\n“It is a very conservative place,’’ said Meredith Bergmann, the sculptor ultimately chosen. Her original design featured a digital kiosk that would have provided more context and information about the movement, but that was nixed, she told me. (Instead, an online educational campaign will accompany the unveiling of the statue.)\nAlthough the city has recently moved to add more women and people of color to its supply of civic art — a statue of Shirley Chisholm is now planned for Prospect Park — just two years ago the Parks Department asked a sculptor to remove a noose from a piece about racial hatred, that was set to go up in Riverside Park, because it might offend people doing yoga and Pilates nearby. After much public criticism, the department allowed the noose in the end.\nThe women behind the Statue Fund are white, well-intentioned feminists of a certain vintage. They will remind you that they have worked hard for years, without pay, to make this statue a reality, that the controversy saddens them because weren’t they doing a good thing? When I called Pam Elam, the president of the fund, one of the first things she told me was that she gave her first speech on women’s rights when she was 13. “The bottom line is we are committed to inclusion,” she said, “but you can’t ask one statue to meet all the desires of the people who have waited so long for recognition.”\nSo much has changed, though, in just the past six or seven years since the idea for the monument was conceived, that insisting on old ways of doing and seeing things feels like a new betrayal. Those involved might begin by understanding “inclusion” as more than a buzzword and commit to evolving their views as the truths of history reveal themselves.\nWhat is forward-moving about reiterating an error in an effort to correct for it?", "date": "Jan. 17, 2019", "href": "https://www.nytimes.com/2019/01/17/nyregion/is-a-planned-monument-to-womens-rights-racist.html", "tags": "planned stanton might rights suffrage racist monument women statue — said"}