{"title": "Is Britain’s Political System at the Breaking Point?", "content": "LONDON — For months, analysts have wondered when the grinding pressures of Britain’s withdrawal from the European Union would stretch political divisions and loyalties to the breaking point, possibly leading to a realignment of British politics.\nThat point may have come closer this week.\nOn Wednesday, three lawmakers quit Prime Minister Theresa May’s Conservative Party, joining eight rebels from the opposition Labour Party in a bold attempt to smash Britain’s entrenched two-party system for the first time in a generation.\nIt will not be easy. The group of 11 newly independent lawmakers have no policy platform, political organization or leader, and they will operate in an electoral system that makes it almost impossible for new parties to break through.\nStill, analysts believe that conditions are ripe for a shift, amid public disenchantment at the handling of Brexit, fierce internal party rifts, and a perception that both main parties are pandering to their extremes.\n“We have a very divided Conservative Party, an extremely divided Labour Party and a new pole of attraction that did not exist until Monday,” said Steven Fielding, professor of political history at the University of Nottingham, referring to the day when the initial seven Labour lawmakers quit their party.\n“Politics is possibly as fluid as it has been since the 1920s,” he added. During those years, the Labour Party and the Liberal Party were vying to become the main opponent to the Conservatives.\nJeremy Corbyn, the Labour leader, has shifted his party leftward, while hard-liners have pulled Mrs. May’s Conservatives to the right over Brexit, leaving a gaping hole in the center and rendering many Britons politically homeless.\nAdding to the sense of flux is the fact that significant numbers of Britons are starting to define themselves politically more in relation to their views on Brexit than to an affiliation with a political party.\nBrexit certainly featured prominently in Wednesday’s defections. In a statement, the three lawmakers who left the Conservative Party, Anna Soubry, Heidi Allen and Sarah Wollaston, said they could no longer tolerate membership because of the influence of the party’s hard-liners.\n“Brexit has redefined the Conservative Party — undoing all the efforts to modernize it,” the three lawmakers said. They added that there had been “a dismal failure” to stand up to the European Research Group, a faction of more than 50 strongly pro-Brexit Conservative lawmakers, which they accused of operating as a party within a party.\nAll three rebel lawmakers were part of the more pro-European wing of the Conservative Party and favor holding a second referendum on Brexit.\nThe announcement came before Mrs. May left for Brussels for talks over her Brexit plan, which was rejected overwhelmingly by Parliament last month.\nMrs. May discussed her demands in Brussels over dinner with Jean-Claude Juncker, the president of the European Commission. Afterward, she said there had been progress.\n“I’ve underlined the need for us to see legally binding changes to the backstop that ensure that it cannot be indefinite,” she said, referring to a mechanism to avoid building a physical boundary between Ireland and Northern Ireland that some Conservatives fear would leave Britain bound to the European Union. “We’ve agreed that work to find a solution will continue at pace.”\nShe said that “time is of the essence, and it’s in both our interests that when the U.K. leaves the E.U., that it does so in an orderly way. So we’ve made progress.”\nBut progress, if made, was unclear. In a joint statement, Mrs. May and Mr. Juncker said that their meeting had been “constructive,” that negotiators would continue their talks, and that they would meet again before the end of the month.\nThe European Union has said that there can be no renegotiation of the withdrawal agreement and no time limit to the Irish backstop. But the Europeans have said that an accompanying political declaration can be altered and side letters written to reassure the British Parliament that the backstop, if ever put to use, is intended to be temporary.\nWith less than 40 days to go before the Brexit deadline, Britain faces the possibility of a disorderly or even chaotic departure if Mrs. May cannot secure changes that will help her reverse the defeat in Parliament.\nIn their resignation letter, the three lawmakers said that the final straw for them was the government’s “disastrous” handling of Brexit, and its willingness to contemplate departing the European Union without a deal. “We find it unconscionable that a party, once trusted on the economy, more than any other, is now recklessly marching the country to the cliff edge of no deal,” they wrote.\nOn Monday, the newly resigned Labour lawmakers castigated Mr. Corbyn, accusing him of equivocating over Brexit and tolerating anti-Semitism within the party. An eighth Labour lawmaker, Joan Ryan, later joined them, saying that Mr. Corbyn had allowed his party to become “infected with the scourge of anti-Jewish racism.”\nA lifelong critic of the European Union, Mr. Corbyn has resisted pressure to support a second referendum on Brexit, to the fury of many of his lawmakers and activists.\nThe new group of 11 independent lawmakers have the same number as the centrist Liberal Democrats. Their next objective will be to try to lure more colleagues, overtake the Scottish National Party, with its 35 seats, and become the third-biggest force in the House of Commons, giving them a higher profile at events in the chamber, like Prime Minister’s Questions.\nAt a news conference, the three former Conservative lawmakers predicted more defections, saying many lawmakers are known to sympathize with the rebels. However, some might be inclined to wait to see what happens during the next few weeks, as both Mrs. May and Mr. Corbyn face big decisions over Brexit.\nMrs. May relies on 10 lawmakers from the Democratic Unionist Party of Northern Ireland to prop up her government, though they, along with more than 100 Conservative lawmakers, refused to support her Brexit plan in Parliament last month.\nUntil Wednesday, Mrs. May could count on a working majority of around 13, so the defection of Conservative lawmakers is unwelcome, though not devastating, news for Downing Street. If enough lawmakers defect to the new independent group, it could theoretically join Labour in a no-confidence measure that would bring down the government.\nHowever, the independents are unlikely to take that route because, lacking the structures and support of an organized political party, they would be likely to lose their seats.\nWhile those who abandon their parties face clear risks, some independent-minded lawmakers, under acute pressure from hard-line activists in their constituencies, plainly feel they have no option but to jump before being pushed.\nOn the Labour side, Momentum, an organization that supports Mr. Corbyn, has made life hard for his internal critics. On Wednesday, its national coordinator, Laura Parker, criticized those who had left the Labour Party, claiming they were supporters of Tony Blair, the former prime minister who is widely despised by his party’s activists.\n“It’s clear that the new party is a Blairite-Tory coalition aimed at resurrecting a dead agenda of privatization, deregulation and tax cuts for the super rich,” Ms. Parker said in a statement.\nOn Wednesday, the three former Conservative lawmakers said that the Tories were as vulnerable as Labour to infiltration, in their case by supporters of the right-wing U.K. Independence Party, known as UKIP. That left many centrist lawmakers afraid of being deselected, or forced out, by their local parties, they said.\n“It’s very clear to me that our associations are changing,” Ms. Wollaston said. “We have people who are very clearly UKIP and they are turning the Conservative Party to Blukip,” she added, a reference to the party’s traditional color of blue.", "date": "Feb. 20, 2019", "href": "https://www.nytimes.com/2019/02/20/world/europe/uk-conservative-party-independent-group.html", "tags": "brexit may party political ” britain system conservative point lawmakers breaking mrs. labour"}