{"title": "Is China the World’s New Colonial Power?", "content": "Every weekday before dawn, a morning migration takes place near the desert on Africa’s southwestern coast. At 5:30 in the Namibian enclave Swakopmund, whose century-old buildings still bear the imprint of German colonization, solitary men in khaki uniforms emerge from houses and apartment complexes, the white reflective strips on their pants flashing as they walk briskly through the darkness. They are not African but Chinese. No one else is stirring in the Atlantic Coast town as the men converge on a tidy house on Libertina Amathila Avenue, the only one in the neighborhood with its lights ablaze.\nDylan Teng, a boyish 29-year-old engineer with a brush cut and wire-rimmed glasses, is among the last to arrive. Just as he has done nearly every day since landing in Namibia three and a half years ago, Teng joins the others in wolfing down a breakfast of steamed buns and rice porridge. He picks up a packed lunch prepared by a company chef and at precisely 6 o’clock, with stars still glimmering overhead, he boards a bus emblazoned with the letters C.G.N. — China General Nuclear, a state-owned behemoth that owns the biggest Chinese project in all of Africa.\nAn hour later, as the sun clears the horizon, the bus winds through a craggy moonscape and descends to the Husab Uranium Mine, a $4.6 billion investment that is the second-largest uranium mine in the world. Teng has made this trip nearly a thousand times, but Husab always seems like a mirage: a virtual city stretching seven miles across the desert floor, from two vast open pits being gouged out of the rocky substratum to a processing plant that, on the last working day of 2016, produced its first drums of U₃O₈, the yellowcake that can be used to generate nuclear power (and also to make weapons). “We had a big ceremony that day,” Teng says.\nOne of the few university graduates from his village in China’s southwestern Sichuan Province, Teng is keenly aware of Husab’s significance. It is not simply a lifeline for Namibia’s struggling economy, one that the country estimates will increase its gross domestic product by 5 percent when the mine reaches full production next year. The uranium itself, almost all of which will go to China, will also help turn Teng’s homeland into a world leader in nuclear energy and reduce its dependence on coal. In Beijing, where he worked before coming here, Teng lived under the gray blanket of coal-generated pollution that hangs over much of eastern China. Now he is working for the future — his own and his country’s — under an endless African sky of cobalt blue. “I never imagined,” he says, “I would end up halfway around the world.”\nChina’s gravitational pull can be felt today in every nook of the globe. Few countries feel the tug more strongly than Namibia, a wind-swept nation with a population of 2.4 million — barely a tenth the size of Beijing’s — some 8,000 miles away from the Chinese capital. The desert where the Husab mine has materialized in recent years used to be known only for the presence of Welwitschia mirabilis, the short, droopy national plant that grows just two leaves — and can live for more than 1,000 years. Now, in little more than 1,000 days, China’s reach has spread far beyond the uranium mine.\nJust north of Swakopmund, a Chinese telemetry station sprouts from the desert floor, its radar dishes pointing skyward to track satellites and space missions. Twenty-five miles south, in Walvis Bay, a state-owned Chinese company is building an artificial peninsula the size of 40 baseball fields as part of a vast port expansion. Other Chinese projects nearby include new highways, a shopping mall, a granite factory and a $400 million fuel depot. Chinese trade flows through the port: shipping containers filled with cement, clothing and machinery coming in; tiles, minerals and — in some cases — illegal timber and endangered wildlife heading out to China. The activity is so frenzied that rumors of a proposed naval base in Walvis Bay, though vehemently denied by Chinese officials, do not strike locals as implausible.\nThis small outpost offers a glimpse of what may be the largest global trade-and-investment spree in history. Driven by economics (a hunger for resources and new markets) and politics (a longing for strategic allies), Chinese companies and workers have rushed into all parts of the world. In 2000, only five countries counted China as their largest trading partner; today, more than 100 countries do, from Australia to the United States. The drumbeat of proposed projects never stops: a military operating base, China’s first overseas, in Djibouti; an $8 billion high-speed railway through Nigeria; an almost-fantastical canal across Nicaragua expected to cost $50 billion. Even as China’s boom slows down, its most ambitious scheme is still ramping up: With the “One Belt, One Road” initiative — its name a reference to trade routes — President Xi Jinping has spoken of putting $1.6 trillion over the next decade into infrastructure and development throughout Asia, Africa and the Middle East. The scheme would dwarf the United States’ post-World War II Marshall Plan for Europe.\nChina’s relationship with Africa goes back to the 1960s, when Chairman Mao Zedong promoted solidarity with the developing world — “Ya Fei La,” as he called it, using the first syllables for Asia, Africa and Latin America. Though it was poor and mired in the chaos of the Cultural Revolution, China won new allies in Africa by finishing, in 1976, a 1,156-mile railroad through the bush from Tanzania to Zambia. Aid continued to trickle in, but there were no other big projects for nearly 30 years, as China focused on building up its domestic economy, following its leader Deng Xiaoping’s prescription to “hide your strength and bide your time.” That ended in the 2000s, when Beijing, recognizing the need for foreign resources and allies to fuel its economic growth, exhorted the nation’s companies to “go out” into the world.\nToday, if you take the red-eye flight from Shanghai to Addis Ababa, the Ethiopian capital, chances are you’ll be seated among Chinese workers heading to a construction site in oil-rich Equatorial Guinea, a cotton-processing plant in Mozambique, a telecom project in Nigeria. China’s trade with African nations has increased fortyfold in the past 20 years. The workers and migrants carrying out China’s global vision are now so ubiquitous in Africa — as many as a million of them, according to one estimate — that when my wife and I wandered into a Hunanese restaurant in Addis, the red-faced workers devouring twice-cooked pork blurted out: “Ah, laowai laile!” “Foreigners have come!” It seemed rude to point out that they were foreigners, too.\nChina’s advances have come as the West seems to be retreating. United States engagement in Asia, Africa and Latin America declined after the Cold War, when the regions served as proxies for superpower rivalries. China’s rise and the wars in the Middle East also pulled away resources and attention. And now, with Washington raising doubts about global agreements on issues like free trade and climate change, Beijing has more leverage to push its own initiatives and show its capacity for global leadership. President Trump’s disdain for the Trans-Pacific Partnership has already made Beijing’s trade proposals, which exclude the United States, more appealing. “In certain parts of the world, the relative inattention of the Trump administration is definitely creating an opening for China to fill,” says David Shambaugh, director of the China Policy Program at George Washington University and author of the 2013 book “China Goes Global.” But “China remains very much a partial power — and only offers other countries an economic relationship.”\nStill, for a nation like Namibia, China’s pitches can be irresistible partly because they’re rooted in historical solidarity. Beijing backed the black nationalist movement’s liberation struggle against apartheid and its white South African overlords. Sam Nujoma, the leader of the South West Africa People’s Organization (Swapo), visited Beijing in search of guns and funds in the early 1960s. When Namibia finally claimed independence in early 1990, with Nujoma as president, China became one of its first diplomatic allies, pronouncing the two countries “all-weather friends.” (Beijing was also desperate for allies to break its diplomatic isolation after its violent crackdown on the 1989 democracy movement.)\nIn addition to offering its own history as a model for climbing out of poverty, China provides no-strings financing that, unlike Western aid, is not conditional on such fine points as human rights, clean governance or fiscal restraint. “We welcomed China very much because, for the first time, it gave us a real alternative to a Western-driven agenda, whether it was South Africa or the Western world,” Calle Schlettwein, Namibia’s minister of finance, told me. “The Chinese say, ‘We want you to be masters of your own destiny, so tell us what you want.’ ” But they have their conditions, too, he says. “They want de facto total control over everything, so it’s difficult to bring about a situation that is truly beneficial.”\nChina’s leaders insist that its influence is entirely benign, a global exercise in what they call “win-win cooperation.” And indeed, many of the projects Chinese companies are pursuing — roads and railways, ports and pipelines, mines and telecom networks — might never be built without them. China’s investment in the Husab uranium mine, in which C.G.N. subsidiaries hold a 90 percent stake and the Namibian government owns 10 percent, is doing its part to stave off a recession. “We helped Namibia gain its political liberation,” Xia Lili, a former Chinese diplomat who now works as an executive at a Chinese company in Windhoek, the Namibian capital, says. “Now we’re helping it fight for economic emancipation.”\nFor some Namibians, however, the flood of Chinese loans and investments doesn’t look so much like freedom as it does a new form of colonialism. The infrastructure is welcome, but as projects made possible by loans — financed by the Chinese — they have saddled the economy with debt and done little to alleviate the nearly 30 percent unemployment rate. Over the last few months, moreover, a series of scandals involving Chinese nationals — including tax evasion, money-laundering and poaching endangered wildlife — has soured locals on a foreign presence that can seem largely extractive: pulling uranium, timber, rhino horns and profits out the country without benefiting a population that, because of apartheid’s legacy, ranks among the most unequal economically in the world. In January, a Windhoek newspaper captured the rising sentiment with an illustration on its front page of a golden dragon devouring the Namibian flag. The headline: “Feeding Namibia to the Chinese.”\nThe question of how China is changing the world is often framed as a binary proposition: Is China the savior for developing nations, the only world power investing in their future — or is this the dawn of a new colonial era? The question itself, however, is misleading. In Namibia, as in much of the rest of the world, the narratives live uncomfortably side by side, impossible to disentangle. “You can argue that China is the best thing to happen to Africa — or the worst,” says Eric Olander, the co-host of the weekly “China in Africa Podcast.” “The beauty is in the complexity.”\nThe sign on the lime green cement wall outside the restaurant, written in Chinese, read “Ye Shanghai”: “Shanghai Nights.” Inside, the lunch crowd was already gone, but six middle-aged Chinese men and women — including James Shen and his wife, Rose, the proprietors — crowded around a table peeling prawns and sucking heartily on the shells. Nobody spoke. Blaring from the flat-screen television on the wall was a special report on CCTV-4, a channel from China’s state television broadcaster, breathlessly describing the powers of the People’s Liberation Army. When a double row of explosions erupted in the sea, Rose exclaimed, “Wah, our China is so strong!”\nThe couple’s restaurant is in Walvis Bay, a port surrounded on three sides by the Namib Desert, which some consider the oldest in the world. James and Rose are part of the early wave of Chinese immigrants who landed in Africa 20 years ago and never left. The Chinese diaspora has a long history of finding a foothold, and then thriving, in some of the world’s most remote places: I’ve bumped into Chinese merchants everywhere from the Arctic tundra of Siberia to mining towns in the Andes. In Africa, entrepreneurs like James and Rose found a new frontier with the space, freedom and opportunities that many early settlers saw in the American West. “My husband came to look at business here, and he fell in love with the wide-open spaces,” Rose told me. “But we’re still Chinese first and foremost.”\nLike many Chinese immigrants around the world, the couple began by opening a small mom-and-pop shop, filling the shelves with cheap clothes, shoes and bags shipped by container from China. Their store, James and Rose, still stands at a central intersection of Walvis Bay, even as their ventures have expanded to include a hotel, a restaurant, a karaoke bar, a massage parlor and a trading company. Today there are such Chinese-run stores in nearly every town in Namibia — and thousands more across Africa.\nOn a recent Sunday in Windhoek’s Chinatown, where dozens of shops occupy a series of long warehouses in the city’s industrial district, Namibian families strolled the lanes, haggling over everything from knockoff Nikes and plastic children’s toys to solar panels and secondhand mobile phones. One man told me he liked the low prices, even as he complained about the goods’ poor quality — and the harm they did to the local garment industry. Wu Qiaoxia, a Chinese entrepreneur whose real estate business began with a simple store in the northern town of Oshakati, waves off such criticism. “Many Namibian children didn’t even have shoes before we got here,” Wu says. “The people here needed everything, and we sold it to them, cheaply.”\nOne of the most influential Chinese immigrants in Namibia, Jack Huang, parlayed a small textile business into a mining, real estate and trade conglomerate. A backslapping 49-year-old native of Nantong, a city located about two hours northwest of Shanghai, Huang moved to Namibia nearly two decades ago. Early on, he helped transform Oshikango, a sleepy town on the Angolan border, into a raucous Chinese trading post anchored by his properties. Angolans made rich by a boom in oil production flooded in to buy things like stereos and S.U.V.s, paying with United States dollars or, at times, diamonds. The collapse of oil prices has turned Oshikango into a ghost town. But Huang, through his Sun Investment Group, has diversified into many lucrative businesses, including a mining venture that has identified other uranium deposits close to Husab.\nHuang’s success has come, in part, from cultivating connections with Namibia’s political elite. Swapo, the guerrilla-group-turned-political-party, has dominated Namibia’s elections since its independence — the kind of stability that appeals to China’s rulers and to entrepreneurs hoping to make long-lasting connections. Huang has referred to Sam Nujoma, Namibia’s founding father, as “my special adviser.” During the 2014 election campaign, Huang and the Swapo candidate Hage Geingob (then the prime minister, now the president) attended a gala dinner at which, according to local reporting, the Chinese businessman pledged Geingob’s political party a donation of 1 million Namibian dollars — about $90,000. (Huang denies this.)\nHuang’s friends prefer to emphasize how much he has given back to his host country through his charity, the Namibia-China Loving Heart Organization. (Huang was out of the country at the time of my visit, but he authorized two deputies to speak with me on his behalf.) Over the last seven years, Huang’s charity has awarded more than $2 million in scholarships to Namibian students to attend medical school in China (in Nantong, naturally). Some critics, however, claim that a few recipients of Huang’s philanthropy were not needy students but children of the ruling elite. Last year, moreover, the local media revealed that before Geingob was elected president in 2014, Huang was the owner of a majority stake in a real estate venture whose only other shareholders are Geingob’s family trust and ex-wife. The men tried to distance themselves from each other in the press, and Geingob professed to have no operational control of the company. Still, Huang’s friends worry about his courting of the powerful. “I kept warning Jack,” says one businessman who occasionally socializes with Huang. “ ‘Don’t get too close to the fire. You’ll burn your fingers.’ ”\nThe exact number of Chinese living in Namibia remains the subject of contentious debate. No definitive data exist, and the constant ebb and flow of contract workers muddies the picture. Last fall, Namibia’s home-affairs ministry raised alarms when it claimed that 100,000 Chinese nationals live in Namibia — a figure that would be equivalent to 4 percent of the population. More conservative estimates run between 10,000 and 20,000. It is clear, however, that in Namibia and all across the developing world, the older generation of long-term immigrants is being eclipsed by China’s new diaspora: younger, more educated workers going abroad to get experience — and make a small fortune — before returning to China. “We were among the first ones here,” Rose Shen says, “but now there are Chinese everywhere.”\nSean Hao, a young telecommunications engineer in Windhoek, is part of that diaspora. Raised in a cave dwelling in central China’s Shaanxi province, he wasn’t expected to venture far beyond his village’s orchard of jujube trees. But Hao was accepted by a university, a first for his family, and worked after graduation installing networks for a Chinese telecom giant. Renting a room for just $15 a month helped him squirrel away most of his $500 monthly salary, but his savings were hardly enough to buy the apartment he would need to marry. In a country where young men far outnumber women — a legacy of the government’s restrictive family-planning policy — an apartment is seen as a prerequisite for attracting a wife and avoiding the fate of a “bare branch” (an unmarried person). But real estate seemed an impossible aspiration for a young man who grew up in a cave.\nWhen a headhunter told Hao about a job in Africa that would pay more than $6,000 a month, Hao figured it was a swindle. “I thought this must be a case of human trafficking,” he remembers, laughing. The offer was real, but the job was in Nigeria, which he thought was unsafe. So Hao instead signed a contract to work on building the telecom system in Angola for more than $5,000 a month, more than 10 times his previous salary. After a year in Africa, Hao put a down payment on an apartment in Xi’an, a city in central China, and persuaded his girlfriend’s parents that he was financially secure enough to marry their daughter. Hao and his wife soon had a baby girl, but his job in Africa meant that he saw her for only one month out of her first 15. “She didn’t even recognize me,” he said. His wife and daughter joined him in his new posting in Namibia, but they lasted one lonely year before going home, leaving Hao stuck between his longing to be with his family in China and the opportunity to make money in Namibia.\nOn a warm Saturday night in late March, Hao joined a dozen Chinese colleagues under the thatched roofs of Joe’s Beerhouse in Windhoek. Two of the men were headed back to China after finishing their short-term contracts, and the group was sending them off by knocking back pints of German-style lager. By the time I arrived at the bar, three men had already passed out, their heads planted on the table, and a few others were listing badly. Hao, the designated driver, had barely sipped any beer at all. Celebrating his colleagues’ return to the motherland had put him in a contemplative mood. “I’d like to go home, too,” he said, “but there are no jobs in China that could pay me even close to what I’m making now.”\nIn the hardscrabble hills of Sichuan Province, the parents of the uranium miner Dylan Teng still work as farmers, growing rice and maize in a hillside hamlet where most families share the same surname. Their village, called Tengjiayan (or Teng Family Rock), had only a primary school, so Teng left to study in nearby Guang’an, the birthplace of Deng Xiaoping, and then went on to college in China’s northeast. It was a long road that was about to grow longer. “I never thought I’d go abroad,” he says, “so I didn’t even try in my English classes.”\nIn Teng’s first job after graduation — at the Beijing-based Uranium Resources Company, a C.G.N. subsidiary — he learned about the company’s mining interests in Kazakhstan, Australia and Namibia. The rural kid knew nothing about these foreign lands. But soon he was flying off to the most distant of the three to work in one of China’s largest and most strategic mines. And one where C.G.N. was fully in control.\nAs a load-and-haul engineer at the Husab mine, Teng helps choreograph 26 gargantuan trucks whose wheels stand twice as tall as he does. So far, the trucks have hauled more than 100 million metric tons of rock out of Husab’s open pits. As production increases this year, far more will be needed to process the 15 million pounds of uranium oxide that the mine aims to produce annually. “The pressure is always on to stockpile enough so the processing plant never runs out of rock,” Teng says.\nTo feed its hungry economy, China has worked frantically to secure enough resources to keep the juggernaut going. Besides oil and gas, which are a primary focus of its investments abroad, China’s state-owned companies have gobbled up mines around the world: copper in Peru, nickel in Papua New Guinea, iron ore in Australia. In Africa, Chinese mining investments have increased 25-fold in just 10 years, from stakes in a handful of mines in 2006 to more than 120 in 2015.\nAs its economy has slowed recently and commodity prices have plunged, China has sharply reduced some of its imports, causing a few boom areas, like Western Australia, to go bust. Chinese mines in Zambia (copper) and South Africa (iron ore) have been forced to close. It might seem something of a miracle, then, that Husab runs at all. With uranium prices at less than half their level before the 2011 nuclear disaster in Fukushima (and less than a quarter of what they were in 2007), Namibia’s two other active uranium operations have stopped digging up rock and process only already-stockpiled material. But Husab forges ahead, hiring many of the hundreds of workers laid off at those other mines. As one Namibian engineer who landed a job there after spending six months unemployed told me, “Husab was my salvation.”\nThere is a simple reason that C.G.N. can afford to ramp up production at Husab: It is selling most of the uranium to itself, the Chinese state, so price is almost irrelevant. (Low prices, in fact, have enabled China both to stockpile uranium cheaply and to buy part of a struggling Namibian uranium mine, Langer-Heinrich.) An even bigger reason is China’s ambition both to reduce its carbon emissions and to become a world leader in nuclear power.\nNearly 88 percent of China’s energy now comes from fossil fuels, only 1 percent from nuclear power. (Solar, wind and hydropower account for the remaining 11 percent.) To reach its clean-energy goals — and shed the ignominious title of world’s biggest producer of greenhouse gases — China has put nuclear power back on an almost impossibly fast track. The country now has 37 nuclear reactors, with another 20 under construction, and it aims to have 110 reactors by 2030. (Beyond that, the goal is to become an exporter of nuclear-reactor technology. China has already built six reactors overseas, and last month, Swakop Uranium, a C.G.N. subsidiary, submitted a proposal to construct a reactor in Namibia.)\nThis rate of growth, six new plants each year, would catapult China past the United States as the world’s top nuclear power, but it also raises concerns. In January, an American consultant to C.G.N. pleaded guilty to charges that he conspired to illegally recruit United States nuclear engineers to help accelerate the design and manufacture of C.G.N. reactor components. Critics at home and abroad also question whether China’s safety standards can keep pace with the new reactors. One Chinese physicist, He Zuoxiu, even told The Guardian that the plan is “insane.”\nC.G.N. did not allow me to visit the mine or interview its managers, claiming that they were too busy increasing production. To get a glimpse of the vast complex, I drove down a dusty back road to the highland plain where the Welwitschia mirabilis grow, near Husab’s back gate. Before construction began at Husab in 2013, the company transplanted four rare Welwitschia specimens that would have been destroyed in the blasts — a symbolic gesture in a country that reveres the ancient plant. Since then, C.G.N. has seemed eager to dispel the uncaring reputation that Chinese state-owned companies have earned: It has made donations to drought victims, offered scholarships to local engineering students and, in a first for a Chinese company in Namibia, even invited a local labor union to set up shop at the mine site.\nIndependent unions are essentially illegal in China. And the Metal and Allied Namibian Workers Union had waged a campaign against Chinese state-owned companies, accusing some of paying Namibian workers only one-third of the minimum wage and others of using armies of Chinese workers for unskilled jobs that by law should go to Namibians. So when C.G.N. invited the union’s secretary general, Justina Jonas, to China for the mine’s inaugural event, she was skeptical. “The Chinese will promise you heaven,” she told me, “but the implementation can be hell.” Jonas threatened not to go to China if Husab didn’t sign a project labor agreement protecting workers’ wages, hours and safety. Just days before the trip, C.G.N. signed the agreement, a first for a Chinese company.\nFor all its public outreach, Husab still operates in a self-contained Chinese universe. Chinese managers often schedule key meetings for the weekend, when it’s convenient for them to review and plan — but also when Namibian colleagues are not present, according to local employees. Local workers marvel at how, when a non-Chinese part breaks down, Chinese engineers will sometimes send the specs home so Chinese companies can reverse-engineer replacement parts at a fraction of the cost. This looks different from a Chinese perspective: Just as the mine offers young engineers an opportunity to hone their expertise in vital new jobs, it also gives Chinese companies a chance to show that they can make high-quality vehicles and equipment — at a third of the cost of top foreign brands. Husab still makes companies go through testing and bidding, but as one worker put it: “We have to help and support our brother companies. It’s all part of the ‘going out’ policy.”\nMining is hardly China’s only interest in Namibia. The land is too arid to sustain the kinds of vast agricultural projects underway in Mozambique and Brazil. But China’s state-owned construction companies are burning up their excess capacity building Namibian highways and ports, a Chinese embassy compound and a new military academy in Okahandja. Military relations are close, too. China trains Namibian officers — an echo of its 1960s assistance to Swapo — and supplies weapons. In April, the United States intervened to stop Namibia from paying $12 million to Poly Technologies, a subsidiary of a Chinese company on the American sanctions list for selling banned weapons to Iran, Syria and North Korea. It was a reminder that the United States is still in the background, warily watching China’s incursion into Africa.\nHusab is a tangible, direct investment, but most Chinese projects in Namibia and around the world are financed by soft loans that carry risks. Last year, China established a new $60 billion fund to finance infrastructure projects in Africa, mostly with Chinese lending. The easy money is alluring, and the projects can be essential. But most of the loans stipulate that a Chinese state-owned company must take the lead, ensuring that the work, skills and profits are kept largely in the Chinese family. Countries like Namibia are left holding the debt. Schlettwein, the finance minister, told me, “I don’t think those are real investments, but opportunities latched onto by Chinese enterprises without really adding value to the Namibian economy.”\nSuch criticism irritates Chinese business owners and diplomats, who point out that Chinese companies have invested more than $5 billion in Namibia and now employ more than 6,000 Namibians. “We’re here to do business on an equal footing with the locals,” says Xia Lili, the former diplomat who is deputy general manager of Jack Huang’s Sun Investment Group and secretary general of the Namibia-China Loving Heart Organization. “We bring in money to establish mines and factories. Who benefits? The Namibians. Did the Western powers ever do this? Not nearly as much. So this talk of new colonialism is untrue.”\nNamibia, though, is starting to push back. Last year the government pulled out of a $570 million loan agreement with a state-owned Chinese company to expand the Windhoek airport. Then in September, as sluggish growth and other foreign loans pushed Namibia’s debt to over 40 percent of its G.D.P., the government suspended all new loan tenders. Schlettwein says the freeze was a prudent act of belt-tightening, not a move specifically targeting China. Nevertheless, he says: “It sends out a signal that Namibian interests are not to be trampled on indiscriminately. It sends a signal that our relationship must mature.”\nOne morning in late December, the Namibian conservation biologist Chris Brown was working alone in his Windhoek office when he heard a banging at the gate. Rushing out, he found two angry Chinese men in button-down shirts: the first and second secretaries from the Chinese Embassy. One of them threw a crumpled letter through the gate, Brown says, and shouted: “These are lies! You are making China look bad in the eyes of the world!”\nThe pages were the same ones Brown hand-delivered to the Chinese Embassy two days before — and then sent to other diplomatic missions, media outlets and international organizations. Signed by 45 local environmental groups, including Brown’s own Namibian Chamber of Environment, the letter blamed Chinese nationals for a sharp surge in the commercial poaching of wildlife in Namibia — and excoriated the embassy for doing little to stop it.\nOver the last two years, Namibia has lost nearly 200 elephants and endangered rhinos to poaching. In November, a Chinese smuggler was caught in the Johannesburg airport with 18 rhino horns — all from Namibia. Two months earlier, four Chinese men were sentenced to 14 years in prison for trying to smuggle out 14 rhino horns in 2014. (Rhino-horn powder is an ingredient in traditional Chinese medicine that is believed to strengthen the immune system.) Brown had meant the letter to provoke a response, but this visit was unexpected.\n“You are abusing China’s good nature,” one of the diplomats said, in a raised voice, according to Brown. “Only a handful of Chinese have been involved in poaching.”\n“No, Chinese demand is driving all of this,” Brown replied. “I think you are trying to strip all of our resources for China.”\u2029When the yelling subsided, Brown says, he invited the men inside. Sitting in his conference room, they leafed through binders filled with photographs of slaughtered rhinos and elephants. “They got quieter and quieter,” Brown recalls. A few days later, he met with the Chinese ambassador, who cautioned him against letting a few “rotten apples” tarnish the entire Chinese community. Brown again insisted it was a more systemic problem. “Listen, we can ratchet up the pressure and make things even worse for you,” he says he argued. “Or we can come together to solve this problem.” The ambassador, he says, agreed to join the antipoaching fight.\nOne of the most troubling dimensions of China’s global expansion is its reputation for pillaging and pilfering the natural world. China is not the only culprit in the $19 billion illegal wildlife trade. But its growing hunger for the rare, exotic and dubiously curative is devastating worldwide populations of rhinos and elephants, sharks and tigers — and spurring illegal timber operations in rain forests stretching from Congo to Cambodia. Huang Hongxiang, a former journalist from China who investigated ivory and rhino-horn poaching in Namibia, has started a Kenya-based nonprofit organization, China House, to help Chinese companies and communities engage in wildlife conservation as a form of corporate social responsibility. “In a lot of global environmental issues, Chinese are part of the problem,” he says, “so they have to be part of the solution.”\nPoaching is a scourge in Damaraland, an arid region of rocky outcroppings in northwest Namibia. “Locals are enticed into killing rhinos by the China market,” my Namibian guide, Taffy, who tracks elephants and rhinos, told me. “The horns always seem to end up in Chinese hands.” In the past, conservation issues were mostly championed by white Namibians. That is changing. “Blacks used to think whites cared more about the animals than them,” says Shinovene Immanuel, a reporter at The Namibian. “But now that poaching has gotten out of hand, everybody is upset.”\nPublic anger is also rising over some Chinese business proposals that could do damage to the environment. One Chinese-owned company has sought to clear-cut part of Namibia’s only pristine forest, in the Zambezi region, to create a tobacco plantation nearly double the size of Manhattan, despite the fact that the area’s sandy soil is unsuitable. Another Chinese business wants to set up donkey abattoirs to meet China’s soaring demand for donkey meat and skin (the latter is considered a curative in Chinese medicine). And a Namibia-based Chinese company filed a request last fall to capture killer whales, penguins, dolphins and sharks in Namibian waters — all to sell to aquatic theme parks in China. Local activists protested for weeks until the Chinese firm withdrew its proposal.\nThree months after Brown’s letter provoked the indignant response, the Chinese Embassy hosted a much more diplomatic meeting of Namibian activists and some 60 Chinese business leaders. Besides trumpeting China’s recent ban on all ivory sales — and airing an antipoaching video featuring the basketball star Yao Ming — the acting ambassador, Li Nan, denounced poaching and lectured Chinese nationals about obeying Namibian law. Li told me in an email that, at Brown’s invitation, he will visit the rhinos’ habitat in northern Namibia this month. The two countries, he said, are also working to form a joint law-enforcement task force to combat transnational wildlife criminals.\nJack Huang also spoke out against poaching, but a different kind of dragnet was closing around him. On Feb. 1, the tycoon and four others (three of them Chinese) were arrested at Windhoek’s international airport for their participation in a supposed tax-fraud scheme that netted nearly $300 million — the largest case in Namibian history. The arrests were part of a two-year investigation into more than 30 Chinese companies accused of concealing illegal earnings. While in custody, Huang reportedly tried to contact President Geingob, but his business partner refused to help. “When my ‘friend’ was arrested and spent a night in jail, there was no interference or intervention,” Geingob told a local paper later. “This is because in Namibia, we uphold the rule of law, the separation of powers, and pride ourselves on the total independence of our judiciary.”\nHuang, the man with all the connections, now finds himself disconnected. In mid-February, soon after his release on $75,000 bail, he claimed that the tax-fraud case against him was based on outdated information. Xia, his deputy at Sun Investment, told me that Huang actually divested from Golden Phoenix, a company named in the case, more than eight years ago, but that the transaction had not been entered into the official computer system. When this trial is over, Huang may file lawsuits against those who attacked his businesses, Xia says. In the meantime, the gregarious entrepreneur will probably spend more time dining alone. When he invited an old friend out to dinner recently, he was gently rebuffed — the power broker was suddenly a pariah.\nArresting a high-flying Chinese businessman may be a simple matter of law, but it is also one more sign of how the relationship between Namibia and China is being recalibrated. Li Nan wrote to me that he believes that the boisterous local press is “trying to whip up racist sentiments and hatred.” The animosity in Namibia, though, is nowhere near the levels that have caused explosive riots at a Chinese coal mine in Zambia, including one in 2012 that left a Chinese manager dead, or that sparked unruly protests against Chinese traders in Kampala, Uganda, last month. (The rising resentment toward the Chinese in Uganda recalls another era, when the dictator Idi Amin expelled an earlier wave of immigrant merchants, from the Indian diaspora, in 1972.)\nStill, the new tensions between China and Namibia are laid bare at police checkpoints around the country, where Chinese nationals are routinely singled out for inspection. The police say this new policy has already exposed several cases of wildlife smuggling. Jack Huang’s associate, Xia, was pulled over at the checkpoint on the airport road last month. The police frisked him, combed through his luggage and scoured his car. “All the while they were yelling, ‘Rhino horn, rhino horn, where’s the rhino horn?’ ” Xia recalls. “I was shocked that this could happen in Namibia. This is a country that is supposed to be our all-weather friend.”\nAs the afternoon sun weakens over the Husab Uranium Mine, most of the 2,000 or so Namibian workers return to their desert barracks. Teng and the other Chinese engineers board buses for the ride back through the moonscape to Swakopmund and the little house on Amathila Avenue. After sharing another Chinese meal together, the men disperse. Teng walks back to his apartment, where he will spend a few hours on his computer doing administrative and supervisory tasks. “Our real secret,” Teng says, “is that we work 12-hour days while everybody else works eight.”\nIt’s a chilly Saturday in April — the antipodal winter is coming — and Teng has worked overtime again. He has missed one of the only diversions here: Saturday-afternoon basketball games at the local sports center. (China now has so many state-owned companies in Namibia that they stage an annual 15-team championship; China Harbour Engineering, the port builder in Walvis Bay, won this year.) Strolling on the Swakopmund waterfront, Teng was no longer clad in his khaki mining uniform. Wearing jeans and a Quiksilver T-shirt and cradling a cappuccino, he looked like any tourist gazing out over the crashing Atlantic surf. During his nearly four years here, Teng has not had too many chances to be a tourist, though he took advantage of a recent holiday to go on a wildlife tour in Etosha National Park.\nIn their bubble at Husab, Teng and his colleagues are mostly insulated from the tensions between China and Namibia. These huge Chinese projects all over the developing world can seem like spaceships landing on distant planets. Chinese workers often have little incentive — or latitude — to venture out into the alien environment, especially when the state-owned mother ship provides food, lodging and transport. And the exhausting work can sap them of all curiosity about their surroundings. On a plane back to China in April, I sat next to a worker who had just spent two years in Equatorial Guinea — but had no idea where it was.\nThe tech-savvy Teng, by contrast, can pinpoint his exact location on Google Earth, even though his routine is largely circumscribed by the 43-mile route between Husab and Swakopmund. Saving more in Namibia than he could back in China — thanks, in part, to all those free meals on Amathila Avenue — Teng has built a tidy nest egg. In 2014, when a C.G.N. delegation from China visited Husab, Teng chatted with one of the two women in the group. Online flirting ensued. In January, Teng stunned his Husab colleagues when he returned from a trip to China with a ring on his finger. He’d married the visitor — mission accomplished — joining a handful of others who had done the same thing. Teng’s other goal has not yet been achieved. He wants to see Husab reach its full potential next year, fueling China’s continued rise. “This is an important thing for China, ” he says, “and I want to be a part of it.”\nThe Chinese migrants who have gone out into the world, the risk-takers who have found spots in Asia, Latin America and Africa, are as diverse as China itself: young and middle-aged, unschooled and highly educated, working for private companies and state-owned enterprises — and even for themselves. They are not a monolith. And yet, in these far-off places, they are connected to one another in a way that they never could be back home in a land of 1.4 billion people. It’s not just the shared food, culture or language — or the solidarity that comes from being thrown together in a harsh environment. What binds these individuals together is an abiding belief that their presence overseas is making China better and stronger. This shared conviction, as much as the state that has nurtured it, is what makes China a colossus, a nation that can be seen by others, in the same instant, as a blessing and a curse.", "date": "May 2, 2017", "href": "https://www.nytimes.com/2017/05/02/magazine/is-china-the-worlds-new-colonial-power.html", "tags": "world china colonial namibia ” one namibian chinese teng husab power new —"}