{"title": "Is China Stealing Jobs? It May Be Losing Them, Instead", "content": "BEIJING — Throughout his presidential campaign, Donald J. Trump has claimed that China is stealing American manufacturing jobs.\nIn a speech to the Republican National Convention on Thursday, Mr. Trump — the party’s nominee for the presidency — said that “disastrous trade deals” had hurt manufacturing jobs in the United States. Mr. Trump also argued that American support for China’s embrace of free trade had been a “colossal” mistake.\nAt one point, Mr. Trump’s argument had merit. With its large pool of workers who earned much lower wages than their American counterparts, China attracted manufacturers seeking to reduce costs, bolster profitability and keep prices low. Between 1999 and 2011, the United States lost at least two million jobs because of a surge in Chinese imports, according to a study published in The Journal of Labor Economics.\nIn today’s China, however, workers face a more troubled outlook than Mr. Trump suggests. They are losing their jobs because of a slowing domestic economy, rising costs and stiffer foreign competition — including from the United States.\nPresidential candidates “are screaming about yesterday’s problems,” said Jim McGregor, chairman of the consulting firm APCO Worldwide’s Greater China operations. “Manufacturing for export is getting harder and harder” in China.\nChina’s labor market has changed sharply in recent years.\nAs its economy has expanded, creating opportunities in many sectors, assembly line jobs are not as attractive as they once were. That has caused managers to raise wages to attract workers. At the same time, local governments in Shenzhen, a coastal trading hub that abuts Hong Kong, and other industrial centers have steadily increased the mandated minimum wage to improve the welfare of working families and pressure companies to produce more expensive, high-value products.\nThat combination has pushed wages for Chinese factory workers higher. Their monthly pay now averages $424, 29 percent more than just three years ago, the Japan External Trade Organization has estimated. Labor costs in China are now significantly higher than in many other emerging economies. Factory workers in Vietnam earn less than half the salary of a Chinese worker, while those in Bangladesh get paid under a quarter as much.\nRising costs have also significantly altered China’s competitive position compared with the United States.\nIn a 2015 study, the Boston Consulting Group said the costs of manufacturing in China’s major export-producing zone were now almost the same as in the United States, after taking into account wages, worker productivity, energy costs and other factors.\nWithout the lure of large cost savings, more American companies are “reshoring,” or moving factories back. In a separate survey of large United States manufacturers conducted by BCG last year, 24 percent said that they were actively shifting production home from China or were planning to do so over the next two years, up from only 10 percent in 2012.\n“It just makes economic sense,” said Hal Sirkin, a senior partner at BCG. “The U.S. right now is in a very favorable position.”\nThat means more jobs for American factory workers. Half of the respondents in the BCG survey said they expected the number of manufacturing workers they employed in the United States to increase over the next five years.\nAnd it is not just the United States that is taking jobs away from China. Rising costs are driving many companies in a variety of sectors to relocate business to a wide range of other countries. In the most recent survey from the American Chamber of Commerce in China, a quarter of respondents said they had either already moved or were planning to move operations out of China, citing rising costs as the top reason. Of those, almost half are moving into other developing countries in Asia, while nearly 40 percent are shifting to the United States, Canada and Mexico.\nMany of the factories moving away make the products often found on the shelves of American retailers.\nStella International, a footwear manufacturer headquartered in Hong Kong that makes shoes for Michael Kors, Rockport and other major brands, closed one of its factories in China in February and shifted some of that production to plants in Vietnam and Indonesia. TAL, another Hong Kong-based manufacturer that makes clothing for American brands including Dockers and Brooks Brothers, plans to close one of its Chinese factories this year and move that work to new facilities in Vietnam and Ethiopia.\nOther companies with an extensive presence in China may not be closing factories, but are targeting new investments elsewhere.\nTaiwan’s Foxconn, best known for making Apple iPhones in Chinese factories, is planning to build as many as 12 new assembly plants in India, creating around one million new jobs there. A pilot operation in the western Indian state of Maharashtra will start churning out mobile phones later this year.\nAnd though China remains by far the largest exporter of clothing to the United States, it is facing more competition from lower-cost rivals in Asia. Last year, China’s market share of apparel exports to America declined, while countries such as Vietnam and Bangladesh gained, according to a March report from the Fung Business Intelligence Centre, a Hong Kong-based research outfit that specializes in supply chain and sourcing issues.\n“It’s not like China is an attractive location for all low-cost jobs,” said James Zimmerman, the American Chamber’s chairman in Beijing. “China is moving up the value chain, which will mean an adjustment.”\nChinese workers are also facing job losses because of the country’s stumbling economy.\nThe rate of growth has dropped to its slowest pace in a quarter-century, hurting many industries. Manufacturing — which accounts for about a fifth of all urban employment in China — has been hit especially hard. Officially, China’s job market is weathering the downturn surprisingly well, with government data showing unemployment of only 4 percent.\nSome economists, however, believe the employment situation is not as rosy as official statistics suggest. A June report from Fathom Consulting, based in London, estimates that unemployment and underemployment in China will reach 12.9 percent this year — triple the level in 2012.\nLeland Miller, the chief executive of China Beige Book International, a research firm, says the job market hit a critical inflection point late last year, as the weakening economy finally started to bite. His figures show hiring began to plunge in the fourth quarter of 2015, and though the situation stabilized in recent months, probably because of greater government stimulus, Mr. Miller believes the improvement is not sustainable.\nFactory workers in China, already suffering, may face even tougher times ahead.\nMany industrial companies are burdened by excess capacity, and downsizing may be unavoidable. In February, China’s minister for human resources and social security estimated that 1.8 million workers could lose their jobs in the steel and coal sectors alone.\n“If anyone is claiming that China is still enjoying a healthy or robust jobs market,” Mr. Miller said, “they have no idea what they’re talking about.”", "date": "July 22, 2016", "href": "https://www.nytimes.com/2016/07/23/business/international/china-jobs-donald-trump.html", "tags": "american stealing may china costs united states losing ” jobs workers instead"}