{"title": "Is Lockheed dumping F-16s on India?", "content": "Lockheed Martin and India's Tata Group have formalised an agreement to relocate the manufacturing of the most advanced F-16 fighter jets to India.\nThe effort is aimed at securing a multi-billion dollar deal from Delhi.\nThe announcement comes days ahead of Indian PM Narendra Modi's visit to Washington for a meeting with President Trump.\nBut some defence experts are accusing Lockheed of offloading obsolete aircraft on India.\nIndia will be able to \"produce, operate and export the multi fighter F-16 Block 70 aircraft\", a joint release said.\n\"Contingent upon (the) US and Indian government agreement and approval, F-16 Block 70 aircraft would be produced exclusively in India,\" said a Lockheed Martin statement to the BBC. \n\"The F-16 Block 70, the next production version of the aircraft, would be the only F-16 version in production. As such, India would become the future home of F-16 production worldwide.\"\nMany see the arrangement as a boost to Mr Modi's \"Make in India\" push, although it may take years to bear fruit.\nLockheed and Tata would have to win a formal bidding process to begin co-manufacturing.\nIndia needs to replace over 200 aged MiGs that are already pushing the expiry date, experts say.\nThe Russian-supplied MIGs have faced criticism over the years for alleged malfunctioning and frequent crashes that have killed scores of Indian pilots.\nRussians blame the crashes on poor Indian maintenance.\nIndia has been trying to ease its traditional reliance on Russia by diversifying its buying options.\nIt bought French Rafales off the shelf in 2016 after lengthy and arduous negotiations.\nSteeply escalating costs, poor after-sales service and a lack of sophisticated military equipment are the reasons cited by some analysts for the shift away from Russia.\nThe F-16s are said to be up against competition from Sweden's Saab group and its Gripen jets.\nHow cutting-edge are F-16s?\nF-16s have dominated the global market for years. More than 3,000 of the multi-role  aircraft are currently in use by 26 countries.\nF-16 production in India will support thousands of jobs in the US, said a joint statement issued from Paris, apparently to counter expected criticism that the deal would fall foul of Mr Trump's \"America First\" policy.\nThey were originally conceived in the early 1970s as a \"lightweight air-to-air day fighter\". \nBut some commentators in India are asking if the agreement with the Tatas is an effort by Lockheed to offload old technology in India.\n\"India a dumping ground for obsolete weapons system?\" asked defence expert Brahma Chellaney on Twitter. \n\"Lockheed Martin signs F-16 deal with Tata. Why Tata? Because they make the noisiest car?\"\nDefence writer Rahul Bedi agrees with Mr Chellaney.\n\"F-16s developed in the '70s have already reached the optimum level of modernisation. The US Air Force has phased them out in favour of the much more advanced F-35s,\" he told the BBC.\nIn an email reply, Lockheed countered: \"The F-16 remains the backbone of the US Air Force's frontline air fleet and the US Air Force plans to operate F-16s, alongside F-35s and other aircraft, for decades into the future.\n\"The US Air Force recently announced plans to extend the structural service life of up to 841 of its F-16s.\"\nCould there be a roll-out delay?\nAnother worry is that it could take years for any F-16 to get off the assembly lines in India, assuming Lockheed-Tata win the tender and get on with the job of setting up manufacturing units.\nThe glacial pace of India's bureaucracy is a major cause for concern, with tenders, trials and manufacturer shortlists before anything can move on the ground.\n\"I fear it will take nearly a decade before we see the first aircraft. Who will then buy the technically obsolete F-16s?\" asked Rahul Bedi.\nAre there other risks for India?\nRussia has long been considered a close Indian ally. For decades India bought Russian armaments to fulfil its defence needs.\nBut India's suggested pivot towards the US has come in for sharp criticism by some. \nThe Lockheed-Tata announcement could be seen through the same prism.\nThe feeling among the sceptics is that such closeness could cost precious Russian goodwill and Russia could get close to India's arch rival Pakistan, which India blames for fomenting \"terror\".\n\"The Russians are not in contention in the single engine aircraft race because they have nothing to offer,\" says Rahul Bedi.\n\"India's experience with Russia has been poor. The India deal to purchase aircraft carrier Admiral Gorshkov was for $960m. It finally agreed to pay $2.3bn due to severe cost escalation.\"", "date": "20 June 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-40344566", "tags": "us could india aircraft tata lockheed dumping indian russia air"}