{"title": "Is North Korea secretly continuing its nuclear programme?", "content": "Reports that North Korea is continuing its weapons programme, despite pledges to denuclearise, have cast doubt on its sincerity in peace talks. \nThe recent reports, based on US intelligence leaks, suggest the country is still upgrading its nuclear enrichment sites, among other activities. So what's actually going on?\nHere's what has been reported across US media: \nHow reliable are these reports? They are \"only\" reports but they are deemed accurate by respected North Korea watchers. \nThe information is based on multiple unnamed sources from the US intelligence community as well as the 38 North study of satellite images of the Yongbyon site.\n\"None of that activity is in violation of any agreements made at the Singapore summit between US President Donald Trump and North Korean leader Kim Jong-un,\" explains Vipin Narang, MIT professor for political science and specialist on nuclear proliferation. \nIn the declaration wrapping up that summit, Pyongyang merely agreed to work towards denuclearisation of the Korean peninsula, something it sees as a phased process. \nDetails of the process still remain to be worked out by the two sides.\n\"This was never going to be unilateral and immediate,\" says Mr Narang. \"So Kim Jong-un is free to continue operating the existing sites.\"\nYet the reports that the North is continuing its nuclear activity is still seen as undermining the spirit of the summit and casts doubt on Pyongyang's sincerity to denuclearise.\n\"The bigger picture here is that North Korea's nuclear programme continues as directed by Kim Jong-un in his speech in January, where he urged the continued production of warheads and ballistic missiles,\" explains Ankit Panda, editor at The Diplomat magazine. \nSolid fuel engines are more mobile and hence a big step for Pyongyang. Together with the mobile launchers, it means that North Korea can fire missiles from sites that can be quickly set up and not be detected ahead of time by South Korea or the US.\nYet the biggest revelation has been the details about North Korea's secret enrichment sites. So far, Pyongyang has only ever admitted to one enrichment site: Yongbyon. \nIt's been a longstanding suspicion though that there are more, secret sites. An exclusive NBC report based on US intelligence sources confirmed and named one such site and says there is at least one more secret enrichment site. \n\"You can imagine a North Korean strategy where - without a full disclosure of all their facilities - they can offer to shut down some of the known sites in order to get sanctions relief,\" explains Mr Narang.\n\"At the same time they would clandestinely push ahead at the secret sites.\"\nThe information coming from the US intelligence sources is presumably something they have known for quite some time. Mr Trump is likely to have been briefed about that very information in the run-up to the Singapore summit. \nSo why is it now being leaked to the media?\n\"The sheer number of leaks on nuclear activity makes it look like an authorised attempt to get that intel out into the public sphere,\" says Andray Abrahamian of the Griffith Asia Institute. \nExperts believe there are two reasons why the US intelligence community might have chosen to disclose its information at this point in time. \nScenario one would be \"to counter the narrative coming from the White House that it's 'mission accomplished' and that North Korea is no longer a nuclear threat,\" explains Mr Narang. \nIt may therefore \"constrain Trump a bit so he can't claim successes that have not yet be reached\", agrees Mr Abrahamian. \"It gets the foreign policy community riled up and increases pressure on Trump not to be soft on the [North] Koreans.\"\nThe other scenario would be that it's in fact co-ordinated by the Trump administration to generate leverage. By revealing the extent of US intel, Washington can put pressure on North Korea to admit to its secret sites and operations.\n\"The assumption was always that we would let the North Koreans disclose their own sites and check that against the list the US intelligence community maintains,\" explains Mr Panda. \"Immediately you would have a sense of whether or not the North Koreans are negotiating in good faith.\n\"Now that we have put out what we know about the covert enrichment sites, we can see if the North Koreans will choose to disclose those or not.\"\nWhat remains is the bigger question of whether post-Singapore summit, this kind of pressure will really be able to steer Pyongyang into line. \nThe flurry of recent reports of North Korea's continued nuclear and military efforts suggest the country is intent on maintaining its nuclear and ballistic capabilities and even to continuing to produce them. \n\"It could be that Pyongyang is calculating that no matter what, China is already off the maximum pressure campaign of sanctions against North Korea. And the US really can't sustain it without China,\" warns Mr Narang. \n\"Kim Jong-un might simply say 'I've done what I have to in order to break the maximum pressure campaign' - and I think he might be right.\"", "date": "2 July 2018", "href": "https://www.bbc.com/news/world-asia-44679144", "tags": "enrichment us intelligence continuing nuclear pyongyang reports sites programme secretly north korea"}