{"title": "Is Parliament's Brexit fog about to clear?", "content": "Is Parliament, finally, at long last, really on the verge of giving a clear signal about what it wants to do about Brexit?\nAs much as I can feel your pain, don't bet on it.\nYou've probably heard a lot of noise about the amendments that MPs will be voting on tomorrow night, not least from me. But there is no guarantee at all that any of them will pass.\nFirst, some Tory MPs are coming round to the government's deal, if they can cut out the bit they don't like (yes, of course, the backstop.) A lot of them have signed up to a way of making that clear, by supporting Sir Graham Brady's amendment. \nAnd if enough of them get on board it would allow the prime minister, in theory, to go back to the EU and say, tah dah! Look! I can get this deal through apart from this really pesky part, which might, as we've been reporting in the last few days, move things forward, despite the very strong warnings from Dublin that it can't happen.\nBut, I wouldn't bet very much that Brexiteers will switch to back it in a coherent and decisive way.\nAs I wrote last week, some Tory insiders are pushing for the prime minister to put her own amendment forward to say what she really wants. And if she doesn't, well, she may well be simply stuck in the same predicament. By the end of today it will be clearer where the numbers might lie. \nIain Duncan Smith, the influential Brexiteer, has just told me:\n\"The government should now place its own amendment setting out what it wants to achieve in the negotiations. This is the time when the PM must make clear her intentions in the negotiation, to seek support. We need more than back bench amendments with nods and winks from the government, we need clarity and purpose.\"\nIn other words, if the PM is willing to front-up and say she will go and demand Brussels changes the backstop, they might play ball. But if she doesn't, don't expect the Brexiteer votes she needs to be suddenly forthcoming. \nBut the government has an additional dilemma. If they try to stop MPs voting for the Brady plan (you can read more about it and the other amendments here) there's likely to be a rebellion against that attempt too.\nOn the other side, there are MPs trying to create and take control of a set of brakes to stop the government from heading towards leaving the EU without a formal deal. \nLabour's Yvette Cooper's attempt is the most prominent and would be the most significant because it would commit to changing the law in a bill that would put Parliament in charge if the government can't get things sorted out by the end of February.\nBut it doesn't have much of a hope of passing if Labour's frontbench team don't get behind it. \nThey have made supportive noises about it, because their priority is to remove the possibility of a 'no deal' Brexit. \nBut they have reservations about potentially delaying Brexit until Christmas, and indeed, just like the Tories, if they try to get MPs to vote for it officially by whipping the vote, they too would face their own rebellion because some MPs are implacably opposed. \nAgain, by this evening we should have more sense of where the decisions might land.\nYou wouldn't be blamed for thinking that all seems like Parliamentary fog. But until we see the numbers in the votes tomorrow, this week may not be the occasion when Parliament's view on Brexit becomes that much clearer.  (Sorry!)", "date": "28 January 2019", "href": "https://www.bbc.co.uk/news/uk-politics-47027641", "tags": "brexit much fog might parliament clear get mps last government deal"}