{"title": "Is Sudan a new regional battleground?", "content": "Ever since the upsurge of popular unrest - the so-called \"Arab Spring\" - erupted in the Middle East just over eight years ago, the region has undergone profound change. \nIn many cases authoritarian rule was never seriously challenged. In other places it was restored quickly, as in the case of Egypt, or more slowly and only partially, as in the case of Syria. \nBut the chaos and bloodshed in Syria was to a large extent influenced by the actions of external actors. \nAnd there is now a danger that the second wave of popular protest in the region - notably in Sudan - may also be heavily influenced by external players. \nThis is not to say that Sudan risks going the way of the factionalism and bitter communal struggles that have plagued Syria. \nBut many of the same factors that are shaping the contemporary Middle East are at play in Sudan too, notably the growing role of the Saudis who, along with their Gulf allies, are waging a multi-front battle for influence against Qatar and especially Turkey. \nThis regional rivalry is to a large extent both facilitated and explained by the notable absence of the US as a serious diplomatic actor. It has also been partially eclipsed by Russia, which has used its engagement in Syria as a means of re-asserting its place at the Middle East's diplomatic table.\nThe Saudis have to a considerable extent seized and held the diplomatic initiative. \nThey and the UAE have pitched in with financial aid for Sudan, including an immediate injection of cash and transfers of cheap fuel, food and medicines. \nAbu Dhabi has hosted talks among various armed groups about future political arrangements. \nAnd Riyadh's ally, Egypt, has played a role in deploying its diplomatic muscle at the African Union. \nWhile the Saudis appear to be backing the country's generals, Turkey and Qatar are more closely aligned with Sudan's Islamists. \nIt should be clearly stated that none of these external parties are much interested in the voices of popular protest on the ground, nor in the development of a truly democratic Sudan. \nEach for their own reasons wants to see stability. \nBut what you have are effectively two \"brands\" of authoritarianism which are attempting to push their supporters into positions where they can influence the future in Khartoum. \nSudan has significantly shifted its own alignment. \nGo back a decade, before the Arab Spring, and Sudan was seen by Washington as a state sponsor of terrorism; it was the target not just of US sanctions over its behaviour during the conflict in Darfur but also the physical target of a cruise missile attack. \nSudan was seen as a friend of Islamists and of Iran. The Saudis subsequently managed to encourage Sudan into a wider Sunni coalition. \nIt is no accident that a significant Sudanese military contingent has joined with Saudi Arabia in its problematic campaign in Yemen. \nBut more recently Sudan's favours have been up for grabs. \nIn March 2018, Qatar, Turkey and Sudan signed deals for the development of the Red Sea port of Suakin and the likely installation of a small Turkish naval facility there. \nIndeed Qatar was then-President Omar al-Bashir's first port of call when protests erupted back in January. Now though it seems to be the Saudi axis that is in the ascendant. \nMuch will still be determined by the bravery of the people who have demonstrated on the streets. There is no template for Sudan ready to be imposed from outside.\nBut the course of this crisis is instructive. \nThe great international players - the UN, the EU the African Union and so on - have merely been bit players. And to an extent this is because, for good or ill, a great galvanising force in the region's politics is absent. \nThe Trump administration is, to put it at its simplest, not much interested in Sudan. \nDiplomatic retrenchment seems to be the order of the day. It is not much interested in the region at large with every signal that it wants to reduce its military entanglements there as much as possible. \nThe US retains forces in Syria but it is hardly in the driving seat in terms of the diplomatic future of the country.\nMany commentators see Washington's lack of interest regarding Sudan as a missed opportunity by the Americans to lead a diplomatic process that might help shape Sudan's future. \nAnd for many, there is more than a lingering suspicion that Mr Trump is unlikely to go against the interests of its close Saudi ally. ", "date": "2 May 2019", "href": "https://www.bbc.com/news/world-middle-east-48103828", "tags": "syria battleground much many saudis diplomatic qatar extent future sudan region new regional"}