{"title": "Is the Fix for the L-Train Apocalypse Too Good to Be True?", "content": "[What you need to know to start the day: Get New York Today in your inbox.]\nFour days after Gov. Andrew M. Cuomo’s surprise decision to call off the L train shutdown, his plan faced growing skepticism over whether it is the best way to repair the subway tunnel.\nThe plan has been criticized as being a temporary fix and a risky solution since it has not been tried in New York before. Seeking to address the critics, officials from the Metropolitan Transportation Authority sat down with reporters on Monday to defend the decision and to explain their new approach to fixing the tunnel between Manhattan and Brooklyn.\nThe subway’s leader, Andy Byford, said he supported Mr. Cuomo’s plan, adding that he would make sure the work was safe and he believed it was the best option for riders whose lives would have been upended by a full shutdown that would have lasted more than a year.\n“We had a robust plan,” Mr. Byford said in an interview at the authority’s headquarters in Lower Manhattan. “This is a better plan.”\nThe solution,  developed by a team of engineers from Columbia and Cornell Universities over the last month, relies on a “racking system” to house the tunnel’s cables on the wall, instead of encasing them inside a separate structure, known as a bench wall.\nStill, elected officials and M.T.A. board members have criticized the secrecy over the announcement and raised questions about whether the plan for the tunnel, which was built in 1924, was a permanent solution. Weak parts of the bench wall would be secured rather than replaced.\nMichael Horodniceanu, the authority’s former president of capital construction, said the new solution might only last 15 to 20 years while the earlier proposal, calling for a full rehabilitation, could last more than 80 years.\n“A repair cannot last as long as a total rebuild,” said Dr. Horodniceanu, who is now an engineering professor at New York University.\nBut Mr. Byford said he believed the substance that will be used to “entomb” the bench walls, known as fiber reinforced polymer, could last 40 years.\n“This is certainly a long-term fix,” Mr. Byford said. “If it were as some have suggested — if we were having a Band Aid offered to us — I for one would have rejected that.”\nUnder the revised plan, starting in late April, repair work would happen on nights and weekends, when one of the tunnel’s two tubes would close. But closing one tube would still be significantly disruptive for New Yorkers who rely on the L train.\n“When you have only one tube in service, you may have three to four trains maximum an hour,” Dr. Horodniceanu said. “You’re going to have people who are going to wait on the platform for 20 minutes.”\nThe old plan, which would have closed the entire tunnel for 15 months to repair damage from Hurricane Sandy, prompted outrage in Williamsburg and other neighborhoods in Brooklyn along the L line. Some people moved away and others began to plot intricate plans to reach Manhattan.\nElected officials held a news conference on Sunday to complain about how the new plan was foisted on them without many details. Brad Hoylman, a state senator who represents a slice of Manhattan along the L line, compared the process to marrying someone you had never met.\n“I kind of feel like we were planning a wedding for the last three years,” said Mr. Hoylman, a Democrat. “We get to the altar and not only does the groom run off, but you look at the guy next to you, and you’ve never seen him before.\"\nAt the same time, New Yorkers have asked why subway officials had not thought of the solution sooner. Mr. Cuomo, a Democrat in his third term, complained to reporters last week of a “transportation industrial complex,” made up of consultants and contractors, that benefit from the M.T.A. doing things the way they always have.\nMr. Byford, who has led the subway for a year and pledged to turn around terrible service, said the agency had considered a racking system for the L train project before his arrival, but there were concerns about “slinging the cables off what is a very old tunnel.” He said the panel of experts had found a way to make it feasible.\nMr. Byford said he had started a “due diligence exercise” to get answers to some of his “outstanding questions” about the new repair plan, like whether removing unstable parts of the bench wall could create silica dust that would be hazardous to riders.\n“Dust mitigation is one of the main questions I need to have answered,” Mr. Byford said.\nSubway officials said they had also started discussions with the Federal Transit Administration about whether the agency would need certain federal approvals for the project — another potential roadblock.\nSubway officials are also deciding on the best time to close the L train each night. The work is expected to take 15 to 20 months. More than 6,000 riders use the tunnel traveling to Brooklyn each weekday between 10 p.m. and 11 p.m., but the number drops off after that, Mr. Byford said.\nMr. Byford said he planned to meet this week with Polly Trottenberg, the city’s transportation commissioner, to discuss which travel options to offer to displaced riders on nights and weekends, including buses.\nAs for the racking system, Mr. Byford said it was already being used on the No. 7 line extension to Hudson Yards on the Far West Side of Manhattan.\nWhen he introduced the plan, Mr. Cuomo said the technology was innovative and was used in other cities, like London and Hong Kong.\nIn fact, in London, the subway has hung power and signal cables on its tunnel walls using brackets, shelves and other fixtures since the system was founded in 1863, often because there was no choice. Most of its tunnels are too narrow to accommodate bench walls. The cables, which are hung on the sides of walls and also overhead, run along parts of the deepest and most narrow tunnels, including the Northern, Central and Bakerloo lines.\nOfficials at Transport for London, the operator of the London Underground, said it was easier to repair and maintain the cables when they are not built in the walls. Although the cables can be vulnerable to leaks and track fires, officials said that it is not a major problem because the cables can easily be inspected and repaired.\nIn New York, bench walls serve a second purpose: to evacuate passengers during an emergency. In London, riders exit the front or back of the train, once the power to the tracks is shut off, and walk directly on the tracks.\nThe main complaint about hanging cables is that some riders view the jumble to be an eyesore. In some prominent locations, workers put covers over the cables to hide them.\nAmtrak said it will now consider using hanging cables, instead of bench walls, for repairs to its tunnel under the East River that was also damaged by Hurricane Sandy. Those repairs could happen in the next six years.\nBut Amtrak officials said they are not currently considering hanging cables in its tunnel under the Hudson River. The design plan for repairing that tunnel and building a new tunnel under the Hudson River, known as the Gateway project, calls for using bench walls.\nVeronique Hakim, the authority’s managing director, called the new plan a “game changer” and said it showed that the agency was willing to try new things.\n“This is a new approach,” she said. “We’re embracing it, and we’re excited about it.”", "date": "Jan. 7, 2019", "href": "https://www.nytimes.com/2019/01/07/nyregion/l-train-shutdown.html", "tags": "cables “ l-train apocalypse byford tunnel good fix new true plan"}