{"title": "Is the Iran nuclear deal about to collapse?", "content": "President Donald Trump has ended the United States's participation in a landmark nuclear deal with Iran and begun reimposing sanctions.\nThe 2015 accord - his predecessor Barack Obama's signature foreign policy achievement - saw Iran limit its nuclear activities in exchange for sanctions relief.\nThe Joint Comprehensive Plan of Action (JCPOA) was agreed by Iran and the five permanent members of the UN Security Council - the US, UK, France, China and Russia - plus Germany (the P5+1).\nIt sets limits to Iran's stockpile of enriched uranium - which is used to make reactor fuel, but also nuclear weapons - until 2031 and the number of centrifuges installed to enrich uranium until 2026. Iran also agreed to modify a heavy-water facility so it could not produce plutonium suitable for a bomb. \nThe deal was endorsed by Security Council resolution 2231 and its implementation began on January 2016, after the International Atomic Energy Agency (IAEA) certified that Iran had fulfilled its key commitments.\nIn a televised address in May, the president denounced the JCPOA as a \"horrible, one-sided deal that should have never, ever been made\".\nRather than protecting the US and its allies, it had placed \"very weak limits on the regime's nuclear activity and no limits at all on its other malign behaviour, including its sinister activities in Syria, Yemen and other places all around the world\", he said.\nMr Trump also said intelligence documents published by Israel in April had proven that \"at the heart of the Iran deal is a fiction that Iran only desired a peaceful nuclear energy programme\". Iranian officials have consistently insisted their intentions are peaceful.\nThe president added that the accord's so-called \"sunset clauses\" - under which key limits on Iran's nuclear programme will start to expire - were \"totally unacceptable\"; that it did not deal with Iran's development of ballistic missiles; and that its mechanism for inspections and verification was not strong enough.\nThe president vowed to \"find a real, comprehensive, and lasting solution\" that would \"include efforts to eliminate the threat of Iran's ballistic missile programme, to stop its terrorist activities worldwide, and to block its menacing activity across the Middle East\". \n\"Iran's leaders will naturally say that they refuse to negotiate a new deal, they refuse and that's fine,\" he said. \"But the fact is, they are going to want to make a new and lasting deal, one that benefits all of Iran and the Iranian people.\"\nIn August, he signed an executive order that reimposed sanctions targeting the Iranian government's purchase of US dollars, Iran's trade in gold and other precious metals, and its automotive sector.\nIn November, a second batch of potentially more damaging sanctions will be reinstated on Iran's port operators, and the energy, shipping, and shipbuilding sectors. Also affected are Iran's petroleum-related transactions, and transactions by foreign financial institutions with the Central Bank of Iran.\nMr Trump called them \"the most biting sanctions ever imposed\" and warned that \"anyone doing business with Iran will not be doing business with the United States\". \nEven before the measures took effect, many international firms had said they would stop doing business with Iran, and several countries had indicated they would reduce or end imports of Iranian crude oil.\nUS Secretary of State Mike Pompeo set out 12 \"requirements\" for a new nuclear accord and the lifting of US sanctions in May. He demanded that Iran:  \nIn July, Mr Trump told a news conference that he would \"certainly meet\" his Iranian counterpart, Hassan Rouhani, to discuss a new deal. He also said there would be \"no preconditions\", but the White House later insisted that the Iranian government would first have to \"change its behaviour in the ways we've identified\".   \nMr Rouhani insisted there could be no talks as long as the US was reneging on its commitments under the JCPOA. \nPresident Rouhani declared in May that the US had \"officially undermined its commitment to an international treaty\". \nBut he stressed that the deal could survive if other parties continued to honour their commitments. If that was not possible, he warned, Iran would step up uranium enrichment and restart other curbed nuclear activities.\nWhen the US reinstated the first batch of economic sanctions, Mr Rouhani accused the Trump administration of pursuing \"psychological warfare\" intended to \"sow division among Iranians\".\nThe foreign ministers of Germany, the UK and France meanwhile released a joint statement along with the European Union's foreign policy chief saying the nuclear deal was working and remained \"crucial for the security of Europe, the [Middle East], and the entire world\". \nThey also unveiled a \"blocking statute\" intended to mitigate the impact of the US sanctions on European firms doing legitimate business with Iran. However, a senior US official said it was \"not particularly concerned\" by the move. \nThe EU previously insisted that it is \"not in the hands of any single country\" to terminate a deal that has been endorsed by a UN Security Council resolution.\nThe IAEA has said it has the \"world's most robust verification regime in place in Iran\", and its inspectors have certified 10 times since 2016 that Iran is fulfilling its nuclear-related commitments under the JCPOA. \nHowever, the watchdog has recorded several technical violations. For instance, Iran has twice exceeded its heavy-water production cap. In both cases, Iran shipped the excess out of the country.\nThe IAEA has also said its inspectors were granted access to all locations they needed to visit in 2017. However, they did not seek to enter any military sites, which Iranian officials declared off-limits - a move the US said raised doubts over Iranian compliance. \nThe US and European powers also say Iran has carried out ballistic missile tests in violation of resolution 2231. It \"calls upon\" Iran not to \"undertake any activity related to ballistic missiles designed to be capable of delivering nuclear weapons\". Iran denies that it has tested such missiles.\nIsraeli Prime Minister Benjamin Netanyahu has accused Iran of violating the JCPOA by failing to declare to the IAEA that it had sought to build a nuclear weapon. \nIn April, he presented Iranian files obtained by Israeli intelligence, which he said proved Iran had lied when denying the existence of a secret nuclear weapons programme before 2003. Israel itself is widely believed to have a nuclear arsenal, though it has neither confirmed nor denied this.\nAn Iranian foreign ministry official called Mr Netanyahu's presentation a \"childish\" stunt to influence Mr Trump's decision on whether to abandon the nuclear deal.", "date": "7 August 2018", "href": "https://www.bbc.com/news/world-middle-east-43888265", "tags": "iran us sanctions nuclear would collapse iranian also deal"}