{"title": "Is the Trump administration losing the China trade war?", "content": "Donald Trump once claimed a trade war with China would be \"easy\" to win. But consensus is emerging that the president is losing the first battles.\nHis team has been trying to hash out a deal to boost US exports, but multiple rounds of negotiations have yet to yield progress on key priorities, like protection for US intellectual property.\nNow the conflict has Mr Trump taking fire at home from two sides: those worried he is provoking a damaging trade fight, and those who fear he will give in too easily.\nMr Trump, citing a large trade deficit and unfair rules in China, says the US is starting from such a bad position that the country stands to gain no matter what happens.\nBut amid the sound and fury, what, if anything, is actually changing?\nThe US last month barred Chinese technology firm ZTE from receiving US exports after the firm failed to comply with a settlement reached after it violated sanctions against North Korea and Iran.\nMr Trump, at the request of Chinese President Xi Jinping, said the US would take another look at the penalties. The measures have forced the firm, which relies on US parts to make smart phones and network equipment, to suspend major operations.\nThe two sides are still discussing details, but instead of the ban, the firm is likely to face fines and be required to shake up its ownership.\nThe potential reprieve has prompted critics, including some members of his own party, to accuse Mr Trump of caving in to a company that has raised national security concerns. \nSome also alleged suspicious timing, pointing to a deal struck between a Chinese-owned company and one of the Trump Organization's business partners in Indonesia.\nUS Treasury Secretary Steven Mnuchin on Monday denied a quid pro quo and maintained that ZTE discussions are separate from trade talks. He said the punishment was never intended to put the company out of business.\nWhile the administration assured that any revised penalty would remain harsh, some politicians said they were considering congressional action to block a reversal. \nThe backlash has nettled the president, who prides himself on his negotiating skills. He took to Twitter to defend his action.\nBottom line: The situation remains fluid but the president has paid a political cost for his willingness to spare ZTE.\nThe US treasury secretary said new tariffs are on hold, while negotiators work out a deal, in which China would purchase more American agriculture and energy products. \nMr Trump on Monday said the potential agreement could be \"one of the best things\" to happen to farmers, an important part of his base that has been worried about Chinese retaliation.\nBut analysts noted that the joint statement issued at the end of the most recent round of negotiations did not include a target for the increased purchases, despite earlier US claims the increase could amount to as much as $200bn.\nThey say China's growth would necessitate increased purchases regardless of trade talks.  \nMeanwhile, China made few concessions to the US concerns about intellectual property theft and government subsidies that triggered the stand-off.\nUS Trade Representative Robert Lighthizer, who is viewed as being more of a hardliner on China than Mr Mnuchin, and others in the administration have reserved the right to return to tariffs, depending on how the talks go.  \nExisting sanctions, including US tariffs on steel and aluminium and Chinese tariffs on US products such as wine, remain in effect. \nThe tensions within the administration had erupted at earlier talks in Beijing in a widely reported a shouting match between Mr Mnuchin and a more hawkish adviser, Peter Navarro.\nBut while American officials played a good cop-bad cop routine and continued to debate amongst themselves, the Chinese media claimed victory. \n\"In the face of Washington's unreasonable pre-conditions in earlier consultations, Beijing had always returned with resolute responses and had never backed down,\" one commentary on China's official media Xinhua read.\nBottom line: The tariff dispute remains primarily a war of words - and one the Chinese appear to be winning.\nChina last year said it intends to ease restrictions on foreign ownership of financial companies. This spring, regulators said they would relax rules for auto and aircraft makers as well.\nOn Tuesday, China's Ministry of Finance announced a plan to cut taxes from 25% to 15% for most foreign cars starting July 1, among other measures.\nImproved access to the Chinese market is a key demand of US negotiators, who say Chinese rules put international firms at a disadvantage. Some companies, such as JP Morgan Chase and Tesla, have already said they are planning to take advantage of the shift.\nBut China, which is worried about the health of its financial sector, started to discuss its intentions last year, before the tensions heated up this spring. Previous promises of openness have disappointed. \nBottom line: China appears to be willing to open up certain markets, responding to domestic concerns. Details remain in the works. \nThe US-China trade dispute has never been just about trade - the White House also wants China's help to curb North Korea and its nuclear ambitions.\nThe US launched its probe of Chinese intellectual property practices last summer amid frustration about a series of missile launches.\nThe president is now planning a summit with North Korea's leader Kim Jong-un in June, though North Korea has threatened to cancel.\nMr Trump has suggested North Korea's shift was due to Chinese influence, linking the two sets of talks.\nDemocrat Max Baucus is among those who have said yielding on trade in hope of help with North Korea is a risky strategy.\nBottom line: It's not clear how the North Korea efforts will evolve.", "date": "22 May 2018", "href": "https://www.bbc.co.uk/news/business-44201751", "tags": "administration us china losing trump war chinese trade north korea"}