{"title": "Is the Arctic set to become a main shipping route?", "content": "Climate change is increasingly opening up the Northwest Passage, an Arctic sea route north of the Canadian mainland.\nCould it herald an era of more cargo shipping around the top of the world?\nBack in the 19th Century there was a race to map and navigate the Northwest Passage through the Arctic Ocean as a shortcut between the North Atlantic and North Pacific.\nExplorers would take ships up Greenland's west coast, then try to weave through Canada's Arctic islands, before going down the Bering Strait between Alaska and Russia.\nThe problem was that even in the summer the route was mostly blocked by impenetrable ice. On one of the best-known expeditions - that of the UK's Sir John Franklin in 1845 - all 129 crew members perished after their two vessels got stuck.\nToday, more than 170 years later, a warming Arctic means that the route is increasingly accessible for a few months each summer.\nAnd according to some estimates, Arctic ice is retreating to the extent that the Northwest Passage could become an economically viable shipping route.\nFor shipping firms transporting goods from China or Japan to Europe or the east coast of the US, the passage would cut thousands of miles off journeys that currently go via the Panama or Suez canals.\nThe Canadian government is certainly hopeful that this will be the case.\nLate last month the country's trade minister Jim Carr said that the route \"will in a matter of a generation, probably be available year round\".\nAt the moment it is still a risky business though, with ice remaining a serious problem.\nBut in 2014 the Nunavik became the first cargo ship to traverse the passage unescorted when it delivered nickel from the Canadian province of Quebec to China.\nTim Keane, manager of Arctic operations for the ship's owner, Canadian maritime transport firm Fednav, was on board the Nunavik for the journey.\nHe says that the trip was pleasantly \"boring\" - the ship didn't have to spend days struggling through ice.\nInstead it did the journey from Quebec to China in 26 days, more than two weeks less than the 41-day return via the Panama Canal.\n\"From a distance point of view it makes tremendous sense to use the Northwest Passage when it's available to you,\" he says.\nWhile Fednav doesn't have immediate plans to use the route again, it remains a possibility depending on the cargo's destination, and the time of year.\nA year prior to the Nunavik's journey, another large vessel - the Nordic Orion - became the first cargo ship to go through the passage, albeit led by a Canadian coastguard icebreaker.\nOwner, Danish company Nordic Bulk Carriers, said afterwards that \"we hope and expect to do it\" again.\nAt the moment the number of ships going through the passage is low, but is rising.\nIn 2017 a total of 32 vessels made the journey, but only one of those was a cargo ship. The others included adventure yachts, dedicated icebreakers, a cruise ship, and a tanker.\nThis compares with 18 vessels in total in 2016, and 16 in 2015.\nCanadian logistics company Fathom Marine expects shipping levels in the passage to keep growing, led by more mining projects across the region.\nPresident Niels Gram says his company is \"quite bullish in terms of providing marine support for projects that are in the area, and investing to support that\".\nHe says that as more mineral mining projects go into production, the raw materials will need to be shipped to world markets, and sites will need to be resupplied.\nHowever, some Arctic experts are not convinced that the Northwest Passage will ever be a busy commercial trade route. \nMalte Humpert, the founder of The Arctic Institute think-tank, is among them. \nHe says the passage is a \"less clear cut\" option for shipping than the Northern Sea Route, which runs along the Russian Arctic coast between Asia and Europe.\nHe points out that the Northwest Passage has several geographic disadvantages, including the many islands that keep the region more clogged with ice than the Russian route.\nOther challenges for the Canadian route is a lack of deep water ports and limited search and rescue capabilities. \nThere's also the continuing disagreement over access to the passage. Canada claims sovereignty, while the US and others consider the passage to be international.\nAnd when it comes to levels of investment and development, the wider North American Arctic region of Alaska, Canada's northern territories and Greenland is now trailing behind the Russian Arctic.\nRussia is trying to boost its northern economy, with plans to invest millions of dollars over the next few years to build nuclear-powered ice-breakers and develop port infrastructure along the Northern Sea Route. \nCanada is however planning to redevelop its one deep-water port with access to the Arctic - Churchill on Hudson Bay, in the province of Manitoba.\nInternational Trade Minister Mr Carr says the work will open up \"an entirely different world\" for Canada's northern regions.\nMore from the BBC's series taking an international perspective on trade:\nJessica Shadian is director of Arctic 360, an organisation that promotes the North American Arctic and the geopolitical importance of sustainably investing there.\nShe sees its economic potential as vast, but says Canada is \"being slow to recognise its own north and the potential that it has\".  \nInstead Ms Shadian adds that China is more closely looking at developing the North American Arctic as part of an ambitious scheme to transform its connections to Europe and beyond.\nShe wants Canadians and Americans to focus more on the economic returns the region can bring.\n\"When you start thinking about the North American Arctic as an emerging economy, it engenders a whole different mindset among investors,\" she says. ", "date": "1 November 2018", "href": "https://www.bbc.co.uk/news/business-45527531", "tags": "set shipping arctic route passage main become ship northwest cargo says canada north canadian"}