{"title": "Is the US heading for a recession?", "content": "Recessions are painful. Shrinking output tends to mean huge job losses, stagnant incomes and widespread misery.\nAnd when that recession is in the world's largest economy, it's a major headache for its trading partners, not least the UK which sells 30% of its exports to the US.        \nInvestors are increasingly concerned there's an American recession brewing. \nOf course, they, and also economists, can get it wrong. But is there a sure-fire way of predicting recessions? \nGovernment bond markets may be one the most accurate form of financial tea leaves. \nA central bank study in the US found that the bond markets had successfully foreshadowed all five US recessions since 1955.  \nThose bonds, known as Treasuries in the US, are issued as a form of borrowing by governments, to fund spending. \nThey come with different lengths of maturity - and offer investors a rate of return, paid out in regular instalments. \nThat rate is a fixed proportion of the ultimate value of the bond. As bonds can be freely traded, their prices change. \nIf demand is high, the price rises, and the bond's rate of return relative to the market price, or its yield, falls. Conversely, a lower price means a rising yield. \nWhat influences the price of bonds? Their relative attractiveness compared to other investments (if the yield is high and so price low, buyers are likely to be lured in) and also, expectations of further interest rate movements.  \nWhat does this have to do with a recession? Analysts monitor the yields of bonds across the range of maturities, right up to 30 years to plot the yield curve. \nThe lower the yield, the lower the expected interest rate, the worse the economy is expected to be performing. \nBonds with a longer maturity would be expected to have a higher return anyway, to compensate holders for inflation and a longer holding period. \nTypically, when the outlook is for activity to expand at a healthy clip, the yield curve will slope upwards, implying interest rates on an upward trend. \nBut if the yield curve \"inverts\" - normally meaning the yield on a 10-year bond is below that of 2-year bond, it serves as an economic health warning. \nBut how good are these curves for predicting recessions?  \nThe bond markets were dependable signals of all the recessions in the US since 1955.\nBut in the mid-1960s, the inversion of the Treasuries yield curve was followed by a slowing in activity rather than an outright contraction. \nSo it's not foolproof but it's probably the most reliable indicator around\nWhat the yield curve doesn't tell us is when the US economy could go into reverse. \nOver the last 60 years or so, recessions have begun from 9 to 24 months after a yield curve inverts. At present, the unemployment rate is a very modest 3.7%, while the economy continues to grow apace.  But a turning point may not be far off.\nWhat's more, predictions drawn from yield curves may be self-fulfilling. \nMuch as consumers react to warnings about tough times by reining in spending, banks tend to become more cautious about lending when they notice the yield curve inverting. \nLess credit swilling around- in the form of mortgages, car finance, cards or corporate loans - equals less spending to fuel growth. \nThe warning from the bond markets should be taken seriously - and not just by those in the markets. \nCapital Economics warns that there is 30% chance of the US entering recession within 18 months: just in time for the run-up to the next US presidential election.             ", "date": "12 December 2018", "href": "https://www.bbc.co.uk/news/business-46530860", "tags": "curve us markets bond bonds yield recessions price heading rate recession"}