{"title": "Is there an Austrian link to New Zealand mosque attacks?", "content": "The Austrian authorities are investigating possible connections after it emerged that the main suspect in the Christchurch mosque attacks made a donation of €1,500 (£1,293) to the far-right Identitarian Movement in Austria (IBÖ).\nThe suspect visited Austria from 27 November to 4 December last year, according to Austria's Interior Minister Herbert Kickl, who said that potential links to Austrian extremists were being looked into. \nPolice have searched the house of the charismatic, social media-savvy IBÖ leader, Martin Sellner, who has done much to raise the profile of the Identitarians throughout Europe. \nThe group is hostile to multiculturalism, and claims to defend Europe against migrants, especially Muslims.\nMr Sellner has firmly denied any involvement with the 15 March attacks, which killed 50 people, but admits he received the donation and wrote an email of thanks.\nIn a video posted online, he said: \"I am not a member of a terrorist organisation. I have nothing to do with this man, other than that I passively received a donation from him.\"\nAustria's Chancellor Sebastian Kurz has said the group will be dissolved if it is deemed to be a terrorist organisation.\n\"There must be no tolerance for dangerous ideologies in our country - no matter if it's radical Islam or right-wing fanaticism,\" he said.\nThe main suspect in the Christchurch mosque attacks, Australian Brenton Tarrant, also seems to have had a preoccupation with Austrian history - something the interior minister said was being investigated. \nThe suspect's clothes and weapons were covered with writing and symbols.\nOne of the words daubed in white on a gun magazine was \"Vienna\". \nThere was also a string of names of historical figures, including that of Count Ernst Rüdiger von Starhemberg, the military commander of Vienna during the Ottoman siege of 1683. \nStarhemberg and his company of 20,000 men defended the city against the 120,000-strong Ottoman army, which was eventually defeated by the combined forces of Poles, Habsburgs and the Holy Roman Empire. \nThe Battle of Vienna in 1683 is often cited by historians as the point where the Ottoman advance on Western Europe was stopped; the turning of the tide in the Muslim/Christian struggle for the control of Europe. \nAs such, it is a date celebrated by the far right, including, it seems, the Christchurch suspect, who is a self-confessed anti-Muslim white supremacist.\nThe Documentation Archive of the Austrian Resistance (DOEW), which researches extreme-right activity, says there are \"many rhetorical and ideological overlaps\" between groups like the Identitarians and the suspected Christchurch attacker.\n\"The title of the attacker's manifesto, The Great Replacement (which sees immigrants as a threat to \"white\" Western culture) was a slogan popularised by the Identitarians,\" DOEW said on its website.\n\"Regardless of the outcome of the investigation,\" DOEW says, the Identitarians seem to be sticking to their narrative \"for the time being\". It points to an IBÖ statement from last week, which speaks of the \"Great Replacement\" and calls for \"De-Islamification\".\nThe whole affair is uncomfortable not just for the Identitarians, but for Austria's government as well.\nMr Kurz's own conservative Austrian People's Party is in coalition with the far-right Freedom Party (FPÖ), making Austria the only country in Western Europe with a far-right presence in government.\nFPÖ leader and Vice-Chancellor Heinz-Christian Strache said on Wednesday that his party had \"nothing to do with the Identitarians\".\nHowever, Austrian media published photos of FPÖ politicians with members of the group, and Bernhard Weidinger from DOEW told the BBC that there were many links between FPÖ politicians and members of the IBÖ, who often attended each other's events. \nIn 2016, before he became interior minister, Herbert Kickl gave a speech to a far-right conference in Linz, called Defenders of Europe. The FPÖ politician addressed his audience, which included Identitarians, as \"like-minded people\", according to Austrian media reports.\nThe FPÖ has also long celebrated the Battle of Vienna victory of 1683. In 2010 it even published a comic, set during the siege, featuring Mr Strache as a knight saving Vienna's cathedral from an Ottoman minaret. \nAnd when Mr Strache and Mr Kurz presented their government programme back in 2017, shortly before the coalition was sworn in, they broke with tradition, and held the event on Vienna's Kahlenberg mountain, where the Battle of Vienna took place.\nAsked if there was any historical significance to the choice of venue, Mr Kurz said no. \nBut in a video blog, Mr Sellner hailed it as \"a good omen\". ", "date": "31 March 2019", "href": "https://www.bbc.com/news/world-europe-47735412", "tags": "suspect austria austrian mosque vienna identitarians zealand europe fpö christchurch new link attacks"}