{"title": "Is this the next financial scandal waiting to happen?", "content": "A growing number of tech companies are raising funds through initial coin offerings - issuing their own digital currencies for investors to buy. But the practice is completely unregulated. Is another financial scandal just around the corner?\nSean Boulanger, a senior community manager at a Cape Town digital agency, doesn't consider himself a serious investor.\nBut he came across US tech company Civic, run by fellow South African entrepreneur Vinny Lingham. It was planning to raise money in a way Mr Boulanger had never heard of before.\nInstead of issuing shares and floating all or part of the company on the stock market - known as an initial public offering or IPO - Civic decided to issue its own tokens, or digital currency, to help fund the identity verification platform it was developing.\nMr Boulanger was impressed with Civic's product and decided to invest.\n\"It has allowed me to jump in and invest in a start-up, which is very difficult in this country to do, especially with limited funds,\" says Mr Boulanger.\n\"The risk is high, but so is the reward.\"\nCivic raised $33m (£26m) via this initial coin offering (ICO), as it's known. \nThe cost of the new currency is set by the issuing company and investors hold the \"coins\" in digital wallets, hoping that their value will rise as the company flourishes. \nSeveral other companies developing blockchain-based applications have raised money this way, including Bancor ($153m) and Tezos ($232m) with more than $1bn being raised in total so far this year.\nCompanies like ICOs because they are quick, easy, and free from regulatory red tape. \n\"Preparing an ICO takes only weeks and can be targeted directly at the interested investors and customers rather than going through venture capitalists,\" says Michael Marcovici, a director of Cayman Islands-based Digital Developers Fund.\nThe Fund is currently offering tokens for sale to raise money for its own investments in crypto-currencies. \nBut the lack of regulatory oversight is alarming many commentators.\nThe US Securities and Exchange Commission recently warned investors against fake ICOs and \"pump and dump\" scams, whereby fraudsters spread rumours and false information about potential ICOs in the hope of boosting a company's share price. \nOnce the share price rises, the fraudsters sell, or dump, the shares at a profit.  \nMr Boulanger says he was wary of the negative publicity surrounding scam ICOs before he invested - token launches taking place even before a viable product has been developed, for example.\n\"I found out that it's really still the Wild West out there,\" he says.\nBut so far, at least, he doesn't regret it.\nHe took the plunge with Civic because he trusted Mr Lingham - a proven entrepreneur and fellow South African who acknowledges that there are risks on both sides.\n\"This is uncharted territory, but we feel confident that it was the right thing to do for the company,\" says Mr Lingham, who aimed to make his firm's token sale as transparent as possible to avoid any future allegations of wrongdoing.\n\"There are unfortunately also many scams operating in this space,\" he warns.\nThe worry is that ICOs are creating a classic investment bubble - similar to the Tulip mania in the 17th Century - and attracting fraudsters and hackers to this new, unregulated market.\nNearly 10% (about $150m) of the money invested in ICOs this year using Ethereum - the blockchain-based platform - has been stolen, according to a recent report by Chainalysis, a firm specialising in monitoring crypto-currency transactions.\n\"There are already stories of fraudsters capitalising on this somewhat irrational exuberance over ICOs,\" says Gray Sasser of US law firm Frost Brown Todd, a blockchain specialist.\nHe believes that regulation is inevitable. Indeed, the SEC recently suggested ICOs should be registered in the same way as conventional investments. \nBut advocates like Mr Marcovici believe investors should be left to carry out their own due diligence. \n\"There will be attempts [to regulate the sector] that is for sure, but as a manager of a fund I must say that regulations mainly add cost to the investor and reduce the options of investors drastically,\" he says.\n\"There will be money lost... but this will be an important step for self-regulation of the market.\"\nCivic's Mr Lingham has no doubt that regulation will eventually come in.\n\"We're in the early days of a very new industry,\" he says. \"I'm very happy to see that places like Zug in Switzerland and Singapore are creating regulatory frameworks for token sales to ensure that they can be controlled and benefit society.\"\nBut Mr Sasser fears that it may take a headline-grabbing fraud to force US regulators into action, given the current US administration's antipathy towards more regulation.\nThe risk for firms that have pre-sold tokens before launching any underlying software, he warns, is that new regulation could raise compliance costs to such an extent that this wipes out any money already raised. \n\"It is only a matter of time before a disgruntled investor makes a securities fraud claim against an issuer,\" he says.\n\"Right now, both investors and issuers are playing without a net.\"", "date": "5 September 2017", "href": "https://www.bbc.co.uk/news/business-40704306", "tags": "next company us scandal waiting investors financial happen says money icos civic digital boulanger"}