{"title": "Is This the Moment for Gun Control? A Gridlocked Congress Is Under Pressure", "content": "WASHINGTON — Lawmakers will return to Washington on Monday facing intense public pressure to break their decades-long gridlock on gun control, a demand fortified by a bipartisan group of governors calling for Congress to take action to protect against mass shootings.\nBut even as members of both parties said it might be difficult for Congress to remain on the sidelines after the school massacre this month in Parkland, Fla., lawmakers have no clear consensus on even incremental changes to gun restrictions, let alone more sweeping legislation.\nOver a weeklong recess, Republican leaders in both the House and the Senate remained largely silent on gun legislation, a reflection of the significant obstacles to passing even modest measures this year.\nMany Republicans fear primary challenges from the right in the midterm elections this fall and do not want to be pushed into difficult votes. Democrats are not eager for legislation that they deem too incremental. And with lawmakers of both parties looking to wrap up their work to focus on their campaigns for re-election, the time to pass any significant legislation is running short.\nIf the past is prologue, Congress will do nothing.\nBut governors who gathered in Washington for their annual winter meeting warned of the perils of inaction. Animated by a wave of polling since the Florida massacre, Democratic governors warned that candidates would pay a political price for opposing new gun regulations, and some of their Republican counterparts conceded that the pleas of voters could no longer be ignored as they increasingly abandon the party.\n“I think for Republicans our challenge in the next race is going to be about appealing to the suburban vote that hasn’t been so good for Republicans the last few races,” said Gov. Bill Haslam of Tennessee, citing in particular suburban women. It is clear, he added, that “people want to see action.”\nThe combination of political pressure from the governors and moves by President Trump to embrace certain limited measures opposed by the National Rifle Association could set up a congressional showdown with the powerful firearms lobby not seen since the gun debate that followed the deadly school shooting in 2012 in Newtown, Conn.\nThe sudden focus on guns is likely to complicate an already busy agenda. Congress left Washington without coming up with a replacement for the Deferred Action for Childhood Arrivals program, which protects hundreds of thousands of young immigrants from deportation and expires next week. A contentious debate over gun legislation could push immigration to the back burner.\nWhile the Newtown massacre and the many that have followed have produced familiar scenes in which Democrats push for tough new gun restrictions and Republicans dig in and resist, the latest mass shooting appears to have shifted the landscape, even if just slightly, as the Parkland students have become overnight gun control advocates and media fixtures.\nA smattering of congressional Republicans — including some who have been staunchly opposed to gun control legislation — now suggest that they would be willing to take at least small steps toward restricting gun rights.\nAfter being jeered at a forum televised on CNN, Senator Marco Rubio, Republican of Florida, said last week that he would reconsider his opposition to limiting high-capacity magazines. Another Florida Republican, Representative Brian Mast, an Army veteran who lost both of his legs to a roadside bomb in Afghanistan, called for a ban on the purchase of assault weapons.\nGun control advocates are looking toward the changing political climate in Florida, where the Republican governor, Rick Scott, and state lawmakers defied the N.R.A. in proposing to raise to 21 the minimum age to buy any firearm.\nSenator Jeff Flake, Republican of Arizona, is teaming up with Senator Dianne Feinstein, Democrat of California, on legislation that would raise to 21 from 18 the age threshold for purchasing assault weapons like the AR-15 used to kill 17 people in Parkland.\nA poll released by CNN on Sunday, which showed support for stricter gun laws at levels not seen since the early 1990s, found that 71 percent of Americans backed barring those under 21 from buying any type of firearm.\n“I don’t know if crossing the Rubicon is the right historical analogy, but there is a sense that this is different,” Mr. Flake said, adding, “Where the public is and where some Republicans have been on some of these issues just doesn’t match, and I do think we’re going to have to deal with it.”\nSenator Pat Roberts, Republican of Kansas, a longtime ally of the N.R.A., has said he would back such an age-restriction proposal. “Certainly nobody under 21 should have an AR-15,” he told reporters in Kansas last week.\nMr. Flake, however, is not seeking re-election, and Mr. Roberts, 81, is unlikely to run again in 2020.\nAt the governors’ meeting, there was agreement on the issue between Democrats and some Republicans. “We do it for alcohol; we’re talking about raising the age for tobacco to 21,” said Gov. Gary R. Herbert of Utah, a Republican. “I think that’s worth talking about.”\nSenator Christopher S. Murphy, Democrat of Connecticut, said that with such talk among Republicans, “this feels like a watershed moment.”\n“You’re seeing some significant and meaningful cracks in the bond that traditionally holds the Republican Party together,” he said. “The question is: Are those cracks enough to get something done?”\nGun rights advocates said the answer was no. “This, thus far, has shown no different a dynamic than any of a dozen fights over the past two decades,” said Michael Hammond, legislative counsel for Gun Owners of America, which has fought gun control measures for decades. “People who, after a week, suggest that this is a tipping point either weren’t around during previous battles or failed to learn the lesson.”\nSome Republicans, warning against a rush to enact new laws, appeared inclined to respect the wishes of the N.R.A., even as the group came under pressure from some corporate leaders, who were moving to cut ties with it.\n“I think there’s a temptation just to do a whole host of things that are not really addressing the fundamental problem but would make people feel better that they’ve done things,” said Gov. Asa Hutchinson of Arkansas, who has deep ties to the N.R.A., explaining his opposition to raising the age limit.\nRepresentative Thomas Massie, Republican of Kentucky and the chairman of the Congressional Second Amendment Caucus, warned that Republicans who had run for office on a platform that included protecting gun rights would face political consequences if they changed their tune.\n“I suspect that a majority of Republicans are not going to turn on their base,” Mr. Massie said.\nWhile such sentiment makes it unlikely that lawmakers will consider sweeping new gun restrictions, Congress is considering a number of more modest proposals.\nIn the House, 19 Republicans, led by Representative Leonard Lance of New Jersey, sent a letter on Friday to Speaker Paul D. Ryan, calling on him to schedule a vote on a measure that would require states and federal agencies to do a better job of reporting legal and mental health records to the National Instant Criminal Background Check System, or NICS.\nBut the bill, called the Fix NICS Act, which is backed by the N.R.A. and Senator John Cornyn of Texas, the No. 2 Republican, is modest. It would not expand the number of gun sales subject to background checks, and it does nothing to close loopholes that allow guns to be sold over the internet, or at gun shows, without background checks on the purchasers.\nThe bill has already passed the House, but it was included in a broader measure that would permit the carrying of concealed firearms virtually anywhere in the country. That provision is a nonstarter in the Senate, which is why Mr. Lance and his colleagues are pushing for a stand-alone vote in the House.\nRepresentative Tom Reed, Republican of New York and a co-chairman of a bipartisan group of lawmakers known as the Problem Solvers Caucus, said his group planned to tackle the issue of mass shootings this week, with the hope of developing proposals that could become law.\nMr. Trump, who is a member of the N.R.A. and ran with its backing, has offered ideas of his own, spending much of last week promoting an N.R.A.-backed proposal to arm teachers.\nHe has also embraced “comprehensive background checks” — without stating precisely what he means — as well as the proposals to raise the minimum age for buying assault weapons to 21. In addition, he has said he supports banning “bump stocks,” which convert semiautomatic guns into automatic weapons and were used last year by the gunman who mowed down concertgoers in Las Vegas.\nBut Representative Peter T. King, a New York Republican who said in an interview that he favors banning assault weapons — a major break with his party — called the proposed ban on bump stocks a “small step,” and took issue with the age limit proposal. “By raising the minimum age from 18 to 21, then you’re almost officially legalizing assault weapons,” he said.\nIf the latest push for tighter gun restrictions has any better chance of success than the ones that came before, it is in large part a result of the fierce lobbying effort by the student advocates, including those from Marjory Stoneman Douglas High School, the site of this month’s mass shooting.\n“We have a group of articulate and smart students who are also very angry and have been activated, and so they have captured the attention of our country, including members of Congress,” said Mark Kelly, a founder of Giffords, an advocacy group named for his wife, former Representative Gabrielle Giffords, who was grievously wounded during a 2011 mass shooting in Tucson.\n“Congress seems to have a hard time paying attention to important issues long enough to solve them, and they’ll move on to the next thing,” Mr. Kelly said. “I don’t think these kids are going to move on to the next thing.”", "date": "Feb. 25, 2018", "href": "https://www.nytimes.com/2018/02/25/us/politics/gun-control-congress-governors.html", "tags": "gridlocked moment control gun ” republican republicans legislation pressure congress —"}