{"title": "ISIS Is Weakened, but Iraq Election Could Unravel Hard-Won Stability", "content": "DUBAI, United Arab Emirates — In just three years, the Iraqi prime minister, Haider al-Abadi, has rebuilt the army, defeated the Islamic State and restored sovereignty across this deeply divided nation, accomplishments that, in the eyes of many, give him the stature of an Iraqi Abe Lincoln.\nStill, as Mr. Abadi is quick to warn in weekly addresses to the nation, stability remains fragile.\nThe country is coping with an ever-bubbling threat of violent sectarianism between the Shiite and Sunni populations, as well as endemic government corruption and overwhelming economic despair, especially among millions of citizens left homeless after the battles against the Islamic State.\nThis is a crucial moment for Iraq as it gears up for an election that could undo its hard-fought gains. The vote could also reshape the influence of Iran across the Middle East and determine the likelihood of a resurgent Islamic State.\nBut it’s an important moment for Mr. Abadi, too. He has never spearheaded an electoral campaign, and has already stumbled as he tries to negotiate the mind-numbing complexities of Iraqi politics for a vote that will test his own political acumen in a challenging security environment.\nTwo weeks ago, for example, before the deadline to register for the May 12 elections, the prime minister tripped on an obvious land mine. He welcomed the leaders of Iranian-backed Shiite militias into a grand coalition that he hoped would cement his image as a moderating figure who could reach beyond his own Shiite base to appeal to Iraq’s other communities.\nIraq’s Shiites, although the majority, are fractured into competing political parties. Since Saddam Hussein’s ouster in 2003, Shiite coalitions have run the government, a formula still considered crucial in this election.\nThe backlash to Mr. Abadi’s move was swift.\nThe Iranian-backed Shiite militias have won praise for helping defeat the Islamic State, but they have also been accused in sectarian atrocities, and their leaders are seen by many as tools of Iran. Sunni and Kurdish leaders were furious. Even a Shiite leader, Moktada al-Sadr, a possible kingmaker in this vote, called the alliance “abhorrent.”\nWithin 24 hours, Mr. Abadi had reversed himself, and the militia leaders left the coalition.\nMr. Abadi’s blunder was a stark reminder that, with the election still more than three months out, nothing can be taken for granted.\nWhile Mr. Abadi is still Iraq’s most popular politician and front-runner, his clumsy outreach and deal-making have compounded his difficulties, alienating the influential factions he needs to win.\n“Abadi has a narrow line to walk,” said Renad Mansour, an Iraq analyst at Chatham House. “He is popular among many types of Iraqis, but he also has serious enemies. Politics is about shared power in Iraq.”\nMr. Abadi took power in 2014, shortly after the devastating Islamic State blitzkrieg occupied one-third of Iraq and enslaved tens of thousands of his countrymen. Most Iraqis attribute that disaster to the failings of his predecessor, Nuri Kamal al-Maliki, who governed for eight years before being ousted by his own Shiite coalition in favor of Mr. Abadi.\nBut while Mr. Abadi is the leader of the nation, he does not head his own political party, the Islamic Dawa — making his political position precarious. The party’s leader remains Mr. Maliki, who despite his checkered political past is itching for a comeback.\nSo in a classic example of the serpentine nature of Iraqi politics, Mr. Maliki has blocked Mr. Abadi from using Dawa resources for his campaign.\nMr. Abadi created his own coalition, the Victory Alliance, the one to which he first welcomed, then removed, the pro-Iranian militia leaders. The coalition immediately attracted dozens of national and regional politicians from across sectarian lines, giving his aides confidence in a strong platform to enter the election season.\nIraq’s postwar political realities have reserved the position of prime minister for a Shiite. Given the country’s history of tight elections and coalition governments in the three national polls since Mr. Hussein’s ouster in 2003, Mr. Abadi needs an alliance with at least one of three major bulwarks of Shiite political power to win, analysts say. (The largely ceremonial presidency is held by a Kurd, and the speaker of Parliament is a Sunni.)\nThe problem is that these Shiite powers all have their own baggage. One is Mr. Maliki, a politically damaged rival who wants the job himself. Another is the pro-Iranian militia leaders, who are close to Iran’s Revolutionary Guards, a liability that has already backfired on Mr. Abadi.\nAnd the third is Mr. Sadr, a populist firebrand who has become a champion of the poor and unemployed and a fierce opponent of Iranian meddling.\nMr. Sadr, best known to Americans as the thuggish militia leader who for years after the United States invasion fought and killed Americans, has become a pro-Arab, anti-Iranian nationalist. He is running his own coalition, which, like Mr. Abadi’s, is cross-sectarian. It includes Sunni leaders who welcome Mr. Sadr’s anti-Iran message.\nPoliticians close to Mr. Abadi had been in exploratory talks with Mr. Sadr’s followers about joining with them in a possible coalition. It is not clear why those talks foundered, but Sadrists say their leader was angered by Mr. Abadi’s alliance with the pro-Iranian militia leaders.\nEven Mr. Abadi’s closest advisers now concede that that alliance was a serious tactical error, which they attribute to the overwhelming task of setting up a new political entity on short deadline.\nRegistration for the election ended Jan. 15.\n“We did not have time to finalize who our main partners would be, what we stand for and what we all agree with,” said Ali al-Adiib, a member of Parliament close to Mr. Abadi. “We are discussing all these things now.”\nSome analysts say the prime minister’s reputation may be forever tarnished.\n“The latest developments undermine the view in Washington that Mr. Abadi is a bulwark against sectarian forces with strong links to Iran,” wrote Hassan Hassan, a counterterrorism author, in an opinion piece published in The National, a newspaper based in Abu Dhabi, in the United Arab Emirates.\nOthers say it’s too early to make predictions this far in advance given Iraq’s unpredictable security climate.\nOne way Mr. Abadi could bolster his reputation, especially among Iraq’s Sunnis, is a successful performance at an international donor’s conference next month in which his government is hoping to attract hundreds of billions of dollars in aid to rebuild the mostly Sunni cities destroyed during military operations against the Islamic State.\nThe United Nations estimates that around 2.6 million Iraqis, mostly Sunni Arabs, remain displaced after the fighting and devastation of their towns.\nLeading Sunni and Kurdish lawmakers argued last week to delay the election, saying that a fair vote would be impossible because so many Iraqis were still scattered and their regions lacked the infrastructure for a vote.\nOn Jan. 21, Iraq’s Supreme Court ruled that a delay would be unconstitutional.\nWathiq al-Hashimi, the head of the Iraqi Group for Strategic Studies, believes that, despite the challenges, Mr. Abadi has the best chances of victory for a simple reason: the optimism he restored to Iraqis after beating back the Islamic State.\n“The path for Abadi’s second term will be one strewn with flowers,” he said.", "date": "Jan. 30, 2018", "href": "https://www.nytimes.com/2018/01/30/world/middleeast/iraq-election-abadi.html", "tags": "shiite leaders election isis unravel abadi sunni political coalition weakened state could stability hard-won islamic iraq"}