{"title": "Islamophobia behind far-right rise in UK, report says", "content": "Islamophobia has become the driving force behind the rise of far-right movements in the UK, according to an anti-racism charity. \nHope Not Hate says anti-Muslim prejudice has replaced immigration as the \"key driver\" of the groups.\nA report from the charity carries a poll suggesting 35% third of Britons thought Islam was \"generally a threat to the British way of life\". \nThis compares with 30% who thought it was compatible. \nThe State of Hate report blames the 2017 terror attacks in London and Manchester for a \"lasting negative impact\" on attitudes towards Muslims. \nIt says while the number of people arrested over terror-related offences in 2018 was down on the previous year,  the UK was witnessing a growing threat of far-right terrorism.\nThe report refers to the threat of lone-wolf terrorists and right-wing extremists, who are getting radicalised over the internet.\nIt said the far right has become more extreme, younger and is successfully tapping into the \"political rage\" felt by many in society.\nMansoor Clarke, an Imam at the Baitul Futuh Mosque in south London, says Hope Not Hate's report was \"worrying\" and shows increasing division in society. \n\"As a white-British Muslim I feel conflicted,\" he added. \n\"How do you define being British? I would say its being tolerant, truthful, polite... those sort of things.\"\nThe Hope Not Hate poll conducted in July 2018, found 49% of those who voted Conservative in the 2017 general election thought Islam was generally a threat to the British way of life, compared with 21% who said it was compatible. \nAmong Labour voters, 22% said Islam was generally a threat, and 43% thought it compatible.\nThe report says the Conservatives should do more to challenge the negative view of its voters.\nIt said there was a \"very real\" left wing anti-Semitism problem among a \"small but very vocal group\" of people. A larger group is said to be engaged in \"conspiratorial anti-Semitism\" on social media, although overt anti-Semitism and Holocaust denial is uncommon.\nThe row within the Labour Party over anti-Semitism is also highlighted in the report.\nHope Not Hate suggested that the far-right could exploit Brexit, stating: \"Divisions within Britain are likely to increase and this will further split communities and boost the far-right's populist anti-politics message\". ", "date": "18 February 2019", "href": "https://www.bbc.co.uk/news/uk-47280082", "tags": "uk hate report hope thought anti-semitism islamophobia islam says threat rise behind far-right"}