{"title": "Islamophobia Is A Global Crisis -- And It’s Time We View It That Way", "content": "On Friday, a mass shooter stormed two mosques and killed at least 50 people in an unprecedented terrorist attack in New Zealand. The alleged shooter, identified as 28-year-old Brenton Harrison Tarrant, was charged with one count of murder in a court appearance where he flashed what appears to be a white power sign. Prior to the attack, Tarrant had posted a manifesto online that detailed his hatred for Muslims, claimed inspiration from British fascist Oswald Mosley and Norwegian murderer Anders Breivik, among others, and cited U.S. President Donald Trump as a “renewed symbol of white identity.”\nThe deadly attack brings into harsh light the global nature of the alarming rise in Islamophobia. In countries around the world, anti-Muslim rhetoric and policies have become dangerously normalized ― in institutions, politics, media, and everyday life. Violent and lethal assaults like the Christchurch shooting are but one consequence; Muslims face daily acts of discrimination, bias and threats.\nThe world’s Islamophobia problem also has a powerful knock-on effect, enabling broader anti-immigrant and white nationalist coalitions in many countries. And the “soft” anti-Muslim rhetoric of mainstream pundits has given oxygen to more radical extremists, who often advocate violence on social media platforms. \nWhile some dismiss incidents like the New Zealand massacre as the deranged act of a lone wolf, a wider look reveals the extent to which world leaders have made space for the far-right movements that drive Islamophobia globally. Not even 24 hours after the attack, for example, Trump denied that white nationalism is a growing danger. And although Trump has emerged as a potent inspiration for Islamophobes, he’s far from alone. In countries around the world, elected leaders and mainstream elites have fueled anti-Muslim sentiment, benefited from the rise of white nationalism, and supported policies that directly target Muslims.\nIn 2016, when photos emerged of French officials forcing a burkini-wearing Muslim woman on a beach in Nice to remove her clothing, the internet erupted into a divisive fury. France had just adopted the now-overturned burkini ban, which forbade Muslim women from donning a swimsuit designed to cover the whole body. This wasn’t the first time the French government targeted Muslim dress. In 2011, France became the first European country to ban the burqa and the niqab, also known as the face veil. \nAnd France is not the only country targeting Muslim women. In 2011, Belgium almost unanimously passed a bill that banned full-face veils. In 2010, parts of both Spain and Italy had imposed their own versions of laws restricting Muslim dress. Across the Atlantic, Quebec has proposed a ban to block public employees, such as judges, teachers and police officers, from wearing religious clothing ― a resolution many have said targeted Muslim women who wear the hijab.\nIn 2018, a Muslim couple in Switzerland was denied citizenship because the couple didn’t want to shake hands with members of the opposite sex, citing religious reasons. Later that year, Denmark passed a law that required those who seek Danish citizenship to shake hands at the naturalization ceremony. Both laws were denounced by civil rights groups across Europe for targeting Muslims.\nIn the United States, over 200 anti-sharia bills have been introduced since 2010 in over 40 states. This nationwide campaign against so-called sharia law has been led by anti-Muslim hate groups who lobby lawmakers and attempt to draw public support by circulating conspiracy theories about how a backward and barbaric judicial system will soon take over American courts. (There is no evidence to support any of those claims.)\nAs Europe has seen an influx of refugees from Muslim nations, its political leaders have doubled down on xenophobia and racism. Despite the fact that the Muslim community remains a small part of the overall population, fears over migration, combined with concerns over an aging demographic, have created a panic in which millions of white Europeans worry that they will be “replaced” by migrants.\nThe manifesto the Christchurch shooter left behind, named “The Great Replacement” after an anti-immigrant tract by French writer Renaud Camus, is riddled with such anxieties. It echoes the ideas of Anders Breivik, who killed 77 people in Norway in 2011 and spoke of forcing his government to stop an “invasion of Muslims.”\nLeaders like Viktor Orbán in Hungary, where the Muslim population is below 1 percent, have spread the idea that their societies are on the brink of demographic collapse and must make procreation a top national priority. “We want Hungarian children,” Orbán said last month. “Migration for us is surrender.”\nStateside, allies of the fear-mongers in Europe like Rep. Steve King (R-Iowa) talk about American culture not being able to endure if it’s going to be shaped by “somebody else’s babies.” While demographic anxiety in the U.S. focuses on migrants across the southern border, it’s nonetheless closely tied to exaggerated perceptions of Muslim power, like the claim that the Muslim Brotherhood has infiltrated the U.S. government. \nSuch narratives have particular power when they cast Muslims as an existential threat, invoking the specter of an alien religion, racial difference and, in some cases, the influx of formerly colonial subjects. The people who peddle the myth of a white “demographic winter” know this ― it’s why pro-Brexit campaigners talked about Turks eventually flooding the U.K., instead of French entrepreneurs trying to make it in London.\nAnd the fear mongering is working. In 2016, a survey showed that Americans believe 17 percent of the country is Muslim. It’s closer to 1 percent. The French think the proportion of Muslims in their country is more than four times what it really is. The British believe it to be triple what the numbers actually say.\nMainstream commentators have licensed and legitimized these fears. The April cover story of The Atlantic magazine, written by prominent former GOP speechwriter David Frum, is an extended meditation on what could go wrong as the proportion of the U.S. population that’s white falls. The French equivalent of NPR has provided a platform to Camus, the French writer referenced by the New Zealand attacker, and the leader of the country’s powerful center-right party has said Camus’ idea of a “replacement” is accurate.\nHyping the threat to white populations has, of course, fed growing demands to restrict migration from Muslim-majority countries. One of Trump’s key campaign promises in the 2016 election was a total ban on Muslim immigration, a pledge he made as he repeated Islamophobic attacks at rallies and proclaimed, “I think Islam hates us.”\nTrump’s immigration ban is now in its second year, after going through three iterations in order to get around legal challenges. It’s now rebranded as a travel ban that targets seven countries (five of them Muslim-majority nations). In 2018, it successfully denied tens of thousands of people visas to enter the United States, continuing to separate families.\nSeveral other nations have similarly sought to limit Muslim immigrants. In Europe, governments have moved to implement more restrictive asylum laws and put curbs on family reunification for refugees. Hungary’s far-right government even passed draconian laws that criminalize giving aid to asylum-seekers and has blocked European Union attempts at resettling refugees. \nOther radical right populists in Europe have successfully campaigned on anti-Muslim and anti-immigrant platforms, with Italy’s ruling League party promising to deport 500,000 undocumented immigrants and one of its governors vowing to defend the “white race.” In the Netherlands, anti-Islam politician Geert Wilders notoriously called Moroccans “scum” and once led a crowd to chant that they wanted fewer Moroccan immigrants in the country. Even some countries traditionally viewed as liberal and progressive, such as Denmark, have enforced restrictive immigration policies that target Muslim-majority countries and asylum-seekers.\nThe attack in Christchurch may have targeted two local mosques, but the inspiration behind it appears to have come from far-right extremists around the world who have become increasingly adept at using online platforms to globalize hate. The shooter in New Zealand made references to white supremacists from no less than half a dozen countries.\nThese international connections are hardly unique. In the month before Alexandre Bissonnette killed six Muslim men at a mosque in Canada, he googled President Donald Trump hundreds of times and obsessively searched Twitter for American pundits who had expressed anti-Islam views, including Ben Shapiro and Tucker Carlson.\nFar-right and white nationalist ideologies can also be spread by licit channels and government-sanctioned sources. Trump’s former chief strategist Steve Bannon has been busy trying to create a second act for himself mobilizing radical right parties in Europe, while Rep. Steve King talked at length about his white nationalist views to an Austrian propaganda site on one of his many visits to the country.\nAlthough sites such as YouTube, Facebook and 4chan have accelerated the process, this globalization of white nationalism and anti-Muslim extremism is deeply rooted in the movement. White supremacist groups such as the Aryan Nation were communicating with European counterparts decades ago, while Islamophobic organizations such as Finland’s Soldiers of Odin have opened up chapters around the world.\nBut somehow politicians still tend to dismiss white nationalist, anti-Muslim attacks such as the one in New Zealand as the work of lone extremists or the mentally ill. This view is not only wrong ― often part of a double standard involving white attackers ― but misses the threat of Islamophobia and white nationalism as an international network, extremism researchers warn.\n“This is a longstanding process of this movement being globalized and relying on global connections,” said Pete Simi, a sociology professor at Chapman university and expert on extremism. “It’s not an individualized type of violence.”\nTrump began peddling anti-Muslim vitriol well before he became president. He repeatedly suggested President Barack Obama was a secret Muslim and spread lies about Muslim support for the 9/11 attacks. Now in the Oval Office, he’s still pushing false reporting about violence by Muslim migrants, while accusing U.S. allies of being too soft on the alleged threat. He’s even found inventive ways to link his Islamophobia to shifting news cycles: Earlier this year, amid battles with Congress over funding for a border wall, Trump posted a tweet about “prayer rugs” being found along the southern border, the implication being that evidence of Muslim practice must be proof of some kind of invasion.\nNone of this bigotry has cost Trump very much.\nTrump isn’t associated with the Muslim ban ― a proposal that would have affected more than 1.6 billion people ― the way he constantly is with his ties to Russia or his frequent breaks from traditional presidential decorum, a fact that Rep. Alexandria Ocasio-Cortez highlighted after the New Zealand attacks.\nAnd the Islamophobic aides Trump has elevated, like former National Security Council chief of staff Fred Fleitz and adviser Sebastian Gorka, continue to have prominent roles in right-wing politics. Fleitz has taken over a well-funded think tank known for pushing anti-Muslim views, and Gorka regularly offers commentary in conservative media and at events like this year’s Conservative Political Action Conference. Others remain in positions of power: Though CNN reported last year that Veterans Affairs official Thayer Verschoor spread anti-Muslim conspiracy theories, he is still one of the public faces of the agency. A 2018 BuzzFeed News investigation found that GOP officials have publicly castigated Islam in 49 states since 2015 and almost never faced repercussions.\nThe pattern holds abroad. Nicolas Sarkozy and Manuel Valls, the former president and prime minister of France respectively, last year endorsed a widely condemned demand to alter the Quran, with seemingly little consequence. Valls is currently running for mayor of Barcelona. In Canada, opposition leader Andrew Scheer ― a potential successor to Prime Minister Justin Trudeau ― has for over a week dodged questions about his appearance with an activist who regularly pushes conspiracy theories about Muslims. \nThe list of leaders who benefit from Islamophobia even extends to the Muslim-majority world itself. United Arab Emirates crown prince Mohammed bin Zayed once argued that his people can’t handle democracy because given the right to vote they would inevitably support dangerous extremists. Egyptian president Abdel-Fattah el-Sisi has used the guise of fighting extremism to jail tens of thousands of people. Both leaders have sustained support in the West.\nStudies have shown that coverage of the Muslim community across the globe is not only one-dimensionally bleak, it is often riddled with conspiracy theories and factual inaccuracies. In the United States, 80 percent of news coverage of Muslims is overwhelmingly negative, according to Media Tenor, a media research organization, with the majority of coverage depicting Islam and Muslims as sources of violence and malice. A 2018 study by the Institute for Social Policy and Understanding found that perpetrators of violence who were perceived to be Muslim received seven times more media coverage than their non-Muslim counterparts.\nPress coverage of Muslims in the United Kingdom isn’t any better. A 2011 study by the University of Leeds found that 70 percent of news coverage of the Muslim community in Britain has been hostile. (Only 15 percent was rated “inclusive.”) One British man took it upon himself to submit more than 14,000 complaints in 2016 to a plethora of news organizations due to their inaccurate, biased or antagonistic reporting about Muslims.\nFor years, media organizations such as Fox News have spewed anti-Muslim disinformation without consequence. The conservative network has repeatedly invited notorious anti-Muslim activists, like Pamela Geller, whom the Southern Poverty Law Center called “the anti-Muslim movement’s most visible and flamboyant figurehead,” and Frank Gaffney, who founded a neoconservative turned anti-Muslim think tank, for segments where they disseminated hatred and bigotry without interruption from the anchors. \nTo make matters worse, the anchors themselves have also engaged in similar rhetoric. Earlier this month, Fox News host Jeanine Pirro explicitly questioned Rep. Ilhan Omar’s (D–Minn.) loyalty as an American lawmaker simply because of her religious beliefs. On “Fox & Friends,” co-host Brian Kilmeade claimed in 2010 that “all terrorists are Muslims.”\nBut the problem isn’t just with Fox News. Media organizations across the political spectrum have also indulged in similar narratives. In 2015, CNN host Don Lemon asked guest Arsalan Iftikhar, a Muslim American human rights lawyer, if he supported ISIS, for no reason other than the fact that Iftikhar is a Muslim. After the San Bernardino shooting in 2015, journalists from numerous national news networks swarmed the home of Syed Rizwan Farook and Tashfeen Malik, broadcasting close-ups of the items left behind. Those used for worship, which included a Quran, a Muslim prayer rug and prayer beads, were equated with the tools a terrorist might use in an attack.  \nIslamophobia, like bigotry and hatred of any kind, is easier to identify when it occurs on the far right. When Rep. Steve King said that he didn’t want Somali Muslims working at meatpacking plants because they don’t eat pork or when Ann Coulter proposed that America invade Muslims countries and “kill their leaders and convert them to Christianity,” the condemnations were sharp and swift.  \nBut tackling Islamophobia from liberal and left circles is trickier. New Atheists such as Bill Maher and Sam Harris, both championed as progressives, have been accused of perpetuating anti-Muslim sentiments under the guise of intellectual debate.\n“Not only does the Muslim world have something in common with ISIS. It has too much in common with ISIS,” proclaimed Maher in a 2014 episode of his HBO show. Harris voraciously opposed the construction of a mosque near the World Trade Center site in 2010, writing that its construction would be “a sign that the liberal values of the West are synonymous with decadence and cowardice.”\nNew Atheists Richard Dawkins has also touted anti-Muslim stances under the premise of science and academic freedom. Dawkins, a UK-based evolutionary biologist and former Oxford professor, once called Islam the “greatest force for evil today.”\nTragedies like the Christchurch shooting inevitably lead to global outpourings of grief and affirmations of inclusive, liberal values. As New Zealand Prime Minister Jacinda Ardern eloquently put it after the attack, the victims “have chosen to make New Zealand their home, and it is their home. They are us.” The perpetrators of such violence, she continued, “have no place in New Zealand.”\nWhile expressions of solidarity with Muslim victims are welcome and appropriate, it will take a deeper resolve and real action to confront the growing tide of Islamophobia around the world. From heads of state to powerful media figures to celebrated intellectuals, anti-Muslim views flourish in plain sight, often unchecked and unpunished. In many countries, these sentiments have created the space for rising tides of white nationalism and violent extremism, which thanks to online channels, now have a global reach.\nWith the massacre in New Zealand, we’ve seen what can happen when such views are allowed to fester. Now it’s time to see if actual accountability can keep hate in check. “We utterly reject and condemn you,” Ardern said of the likes of the shooter. What would the world look like if those condemnations were loud, clear, and ― most importantly ― consistent?", "date": "\n03/17/2019", "href": "https://www.huffpost.com/entry/islamophobia-is-a-global-crisis-and-its-time-we-view-it-that-way_n_5c8e5867e4b0db7da9f48156", "tags": "anti-muslim world view way muslims ” islamophobia global -- muslim white ― new time crisis"}