{"title": "Israel Feels Pride but Senses Peril as U.S. Moves Embassy", "content": "JERUSALEM — When Israel declared its independence in 1948, President Harry Truman rushed to recognize it. He took just 11 minutes, and Israelis, about to go to war to defend their infant state, were euphoric.\nSeventy years to the day — and nearly as long since Israel declared the holy city of Jerusalem its “eternal capital” — the United States will formally open its embassy on a hilltop here two miles south of the Western Wall.\nThe embassy’s move from Tel Aviv and President Trump’s recognition of Jerusalem as Israel’s capital — reversing decades of American foreign policy — comes at a moment so fraught with both pride and peril that Israelis seem not to know what to feel.\nIsraelis find it hard to rejoice when they find themselves doing some of the same things they did back in 1948: listening for civil-defense sirens, readying bomb shelters and calling in reinforcements to confront threats to the north, south and east.\nAn escalating shadow war with Iran has broken into the open, pitting Israel against its most powerful adversary in the region. A mass protest in Gaza has spurred thousands of Palestinians, encouraged by Hamas, to try to cross into Israel, whose snipers have killed scores and wounded thousands of them. The bloodshed has brought the Israeli-Palestinian conflict back onto the international agenda after years as an afterthought.\nNow, in East Jerusalem and the rest of the West Bank, Israeli border police and troops are bracing for expressions of pent-up frustration, impatience and rage — at the United States for seeming to dispense with any pretense at balance; at Israel for its continuing occupation; at the Palestinian Authority for its weakness and corruption; and at the peace process itself, for inspiring hopes that have again and again proved false.\n[[Understanding the issue: Here are nine things to know about Jerusalem and the controversy over the United States Embassy.]]\n“If you look at it from the outside, you’d see one of the most dramatic success stories of the 20th century,” said the historian Tom Segev, author of a new biography of Israel’s founding prime minister, “David Ben-Gurion: A State at All Costs.”\nWith Israel so strong and its Jewish population larger than ever, Mr. Segev said, “It’s really the realization of Ben-Gurion’s dream. But at the same time, the future is very bleak, and some of the problems he left us remain unresolved.”\nIt is hard for Israeli Jews to feel entirely at ease when they remain so estranged from one another and the nearly two million Arab citizens at home, and from millions of people next door: A lasting settlement with the Palestinians seems as elusive as it has been in more than a generation.\nHowever besieged many Israelis may feel, objectively Israel has never been more powerful, in almost any sense of the word.\nIts military routinely obliterates opposing forces with fighter jets, antimissile batteries and newfangled tunnel-destroying tools. Its spies whisk warehouses’ worth of secrets out from under its enemies’ noses. Its high-tech start-ups routinely sell for billions, its economy is the envy of the Middle East, its television shows thrive on Netflix. On Saturday, its entrant in the Eurovision Song Contest — a chicken-dancing feminist named Netta Barzilai — overcame a boycott attempt by Israel’s detractors to win by popular acclaim.\nWarming relations with Saudi Arabia and the Persian Gulf states are even buoying hopes that Israel could begin to expand its tiny circle of friends in the region.\nMonday’s move of the American mission to a fortified former consulate along the seam between East and West Jerusalem, from a beachfront bastion in Tel Aviv, is freighted with symbolism in manifold ways.\nMany Israelis see the relocation of the embassy as simply acknowledging that Jerusalem is Israel’s capital. But Palestinians, who hope to see the eastern part of Jerusalem become the capital of a Palestinian state, see the move as an abdication of any vestige of American impartiality in determining the region’s future.\nThe relocation of the chief American outpost from liberal Tel Aviv, a blue dot on the red political map of Israel, to a capital city that has largely replaced its secular Israeli population with a more religious one, neatly mirrors what is happening to support for Israel in the United States.\nBen-Gurion was prime minister for 13 years, all told. Benjamin Netanyahu will surpass that record in mid-2019 if he holds on to office. That is far from assured: He faces possible indictment in a web of domestic corruption scandals, and criminal charges could cause his governing coalition to collapse.\nPresident Trump has gone further than perhaps any of his predecessors to support Israel and its right-wing leader, and no American president has done more to bestow gifts on an Israeli leader than he has.\nFrom recognizing Jerusalem as Israel’s capital, to withholding money from the United Nations relief agency for Palestinian refugees — an agency Mr. Netanyahu would like to see eliminated altogether — to pulling out of the Iran nuclear agreement last week, Mr. Trump has showered Mr. Netanyahu with political prizes.\nIvanka Trump, the president’s daughter, Jared Kushner, his son-in-law and a senior adviser on the Middle East, and Treasury Secretary Steven Mnuchin are among the high-ranking representatives sent by the administration to attend Monday’s opening ceremony. Israel said all 86 countries with diplomatic missions in the country were invited to the event, and 33 confirmed attendance.\nTo Palestinians, the official unveiling of the embassy is just the most concrete and latest in a cavalcade of provocations from Washington and the Israeli government.\n“It’s might makes right,” said Hind Khoury, a former diplomat for the Palestine Liberation Organization who now heads a sustainable development nonprofit based in Bethlehem. Not only are Palestinians now expected to forget about Jerusalem, she said, but also the losses of their homes in 1948 and again in the fighting of 1967.\n“Accept Israel’s presence and dominance,” she said. “Accept home demolitions and expulsions and dispossession.\n“Accept the uprooting of our olive trees, the violence of settlers,” she continued, picking up steam. “Accept settlements. Accept Israel’s control of all the Jordan Valley, and using it for its economic benefit. Accept that Israel didn’t live up to any of its commitments. Accept the siege of Gaza. Accept that East Jerusalem doesn’t belong to us anymore. Accept the racist legislation that Israel passes; that we’re prisoners in our land: I can’t get a visa because we’re ‘all terrorists.’ Accept the use of ‘anti-Semitism’ to fight anybody who wants to support Palestinian rights.”\n“These are things we have to accept, or we’ll just get more hell,” she said, before adding: “Maybe I speak more like a mother and grandmother, but it’s so sinful to give such a legacy to the next generation.”\nFor Israeli Jews, a different set of grievances is being assuaged and activated by Monday’s embassy opening and all it stirs up.\nThe American-Israeli author Yossi Klein Halevi, whose new book “Letters to My Palestinian Neighbor” is being published on Tuesday, sees the embassy move as a “rare moment of compensation” for what he called “the campaign to deny any Jewish connection to Jerusalem” — one expressed in votes of Unesco, or in the speeches of Mahmoud Abbas, the Palestinian Authority president, when he invokes the Christian and Muslim attachment to Jerusalem but pointedly omits any Jewish one.\n“There’s this deep resentment among Israelis about the war against our history and our rootedness in this city,” Mr. Halevi said.\nStill, noting that his book “about reconciliation with my Palestinian neighbors is coming out at one of the worst moments in the tortured history of our relationship,” Mr. Halevi said he wished the embassy move could be accompanied by some kind of “affirmation by both Israel and the United States of the Palestinian presence in the city we share.”\n“I don’t think we should be laying out blueprints,” he said. “We’re far from that. But there should be a clear stating of our recognition that we’re not alone in Jerusalem. This would be an apt moment for a generous Israeli statement.”\nMr. Netanyahu’s advocacy against the Iran deal during the Obama administration did much to sour Jewish Democrats on the Israeli leader. His abandonment of a painstakingly negotiated deal to give Reform and Conservative Jews a bigger stake in Jewish life in Israel, and approval of a measure granting the Orthodox chief rabbinate’s monopoly over conversions to Judaism in Israel, drove a wedge between liberal American Jews and Israeli religious leaders.\nOther policies, like efforts to deport African migrants, and a continuing legislative attack by Mr. Netanyahu’s political allies on democratic institutions like Israel’s Supreme Court, have only added to many liberal Americans’ discomfort with Israel.\nIn effect, as the Trump administration gives physical expression to its affection for Israel, a rift appears to be widening between the world’s two main centers of Jewish life.\nThe immediate threats to Israeli security could of course fizzle. The rift between American and Israeli Jews could heal with a new administration in either place, if not before. Even the risk posed by the embassy move could prove no more dampening to the celebration, in retrospect, than the smashing of a glass at a Jewish wedding.\nAnd Secretary of State Mike Pompeo said the Middle East peace process “is most decidedly not dead,” despite the embassy move, telling “Fox News Sunday” that the United States still hopes to be able to “achieve a successful outcome” to the Israeli-Palestinian conflict.\nMr. Segev, the biographer, said he had learned in his research that Ben-Gurion had never cared much for Jerusalem, and had refrained from trying to take the city in 1948 in part because he knew it would be difficult to guard its Old City from extremists.\nIn that sense, Mr. Segev said, little seems to have changed.\n“That’s what Jerusalem is all about,” he said. “That’s why it’s been a problem the last 3,000 years. And it may be a problem for the next 3,000 years.”", "date": "May 13, 2018", "href": "https://www.nytimes.com/2018/05/13/world/middleeast/jerusalem-embassy-israel-independence.html", "tags": "peril senses accept u.s. israel embassy ” pride feels israeli jerusalem — moves"}