{"title": "Israeli Settlement Sees Friendly Faces in Trump Administration", "content": "BEIT EL, West Bank — There’s the Friedman Faculty House, the Rabbi Morris Friedman Center for Computer Sciences, a Friedman fitness room at a pre-army academy, a playground and a plaza.\nThe plaques dedicating sites around Beit El, a religious Jewish settlement deep in the Israeli-occupied West Bank, attest to years of financial, emotional and family bonds nurtured by an American lawyer, David M. Friedman, and his wife, Tammy.\nUnder previous administrations, American diplomats have been barred from setting foot in such settlements, viewed by most of the world as a violation of international law and branded by the Obama administration as “illegitimate.”\nBut Mr. Friedman, President Trump’s pick for ambassador to Israel, upends the conventional protocols and has espoused views to the right of Israel’s conservative prime minister, Benjamin Netanyahu. Mr. Friedman, an Orthodox Jewish bankruptcy lawyer from Long Island, has rejected the internationally accepted two-state solution for the Israeli-Palestinian conflict.\nAnd as president of the American fund-raising arm of Beit El’s yeshiva complex, he has raised millions of dollars for its related institutions, including housing projects for teachers and students. He has made almost yearly visits there during the Jewish holiday Sukkot.\nIn the days leading up to Mr. Netanyahu’s first meeting with Mr. Trump as president, and Mr. Friedman’s confirmation hearings, which are expected to start on Thursday, the mood in Beit El seemed to encapsulate all the uncertainty and contradictions manifested by the new administration.\nOn the one hand, Mr. Trump publicly signaled last week that the administration had neared its limit with settlement expansion, saying in an interview that he did not believe it to be “a good thing for peace.”\nBut Mr. Trump’s foundation once made a $10,000 donation to Beit El’s yeshiva institutions in honor of the Friedmans. And the parents of Jared Kushner, Mr. Trump’s son-in-law and adviser, have donated generously, Yaakov Katz, a founder of Beit El and its fund-raising enterprise, said in a radio interview in December.\nSwinging between hopes of almost unbridled settlement growth and skepticism, several residents said they were “cautiously optimistic.”\nLocated north of the Palestinian city of Ramallah, in the heartland of the territory of any future Palestinian state, Beit El is an ideological hotbed of the settler movement and has strong biblical associations. Its name is Hebrew for house of God, and some scholars have identified its location as the place where Jacob, the biblical patriarch, laid his head on a pillow of stones and dreamed of angels ascending and descending a ladder between heaven and earth.\nA large, upright stone on a terraced hillside on the edge of the settlement is revered as the one that Jacob slept on, then anointed with oil, after God appeared in the dream and promised all the land around to him and his progeny.\nArchaeological excavations in the area have found signs of ancient life. The Palestinian village of Beitin sits on a nearby hill.\nMr. Netanyahu has said in the past that he would not evacuate Beit El under any agreement with the Palestinians, even though it lies outside the major settlement blocs that Israeli leaders have more generally insisted on keeping.\nFounded in 1977 on private Palestinian land originally seized by Israel for military purposes, the settlement was later approved by the Israeli courts under the rubric of general security. Now it is home to about 6,500 people who mostly live in modest, low-rise two- or four-family buildings. There are plans in the pipeline for at least 300 new apartments in eight-story buildings to be constructed on a rise by the entrance to the settlement.\nBut the yeshiva complex has so far proven to be Beit El’s main engine of growth.\nConsidered a prime institution of religious Zionism, the yeshiva is headed by Rabbi Zalman Baruch Melamed, a hard-liner who has denounced homosexuality as a “perversion” and “a severe mental illness” and has ruled that it is forbidden for soldiers or police to participate in the evacuation of settlements.\nOn a recent morning, dozens of yeshiva students in their late teens or early 20s were huddled over Talmudic texts, alone or in pairs, in the vast hall of a new building that was completed last year.\n“Beit El’s greatest ‘product’ is its educational institutions,” said Chaim Silberstein, a South African-born resident and member of the local council who moved here as a yeshiva student in the 1980s. “It’s an industry.”\nMr. Katz, known as Ketzale, was the driving force behind the yeshiva, its religious high schools for boys and girls and the pre-army academy. A charismatic former member of the Israeli Parliament from a hard-right party, Mr. Katz, a staunch nationalist, is credited with building up the fund-raising network in the United States and bringing in tens of millions of dollars.\nMr. Friedman’s late father, Morris, commemorated on a plaque as a “founding member of Beit El,” was one of the first American Jews to meet Mr. Katz when he started going to the United States more than quarter of a century ago and could barely speak English, according to Mr. Silberstein. Another was Eugen Gluck, Beit El’s main American benefactor, whose name graces the settlement’s clinic.\nWhen Mr. Friedman’s nomination was announced, Mr. Katz praised him on his Facebook page as a pioneering philanthropist and settlement builder. Posting a photograph of the two of them on a boat, Mr. Katz described Mr. Friedman as “like a brother to me.”\nMr. Silberstein emphasized that the money was raised for the educational institutions, not the settlement itself — an important distinction for the contributions to qualify as tax-exempt donations to settlements under American tax laws.\nBut the yeshiva complex is a multitentacled enterprise. Its institutions include the Arutz Sheva news site, for which Mr. Friedman has written a number of columns, and Besheva weekly. Arutz Sheva, which caters to Israel’s nationalist camp, started out as a pirate radio station broadcasting from a ship acquired by Mr. Katz.\nThe yeshiva complex also runs a tour company and a rabbinical website. One of the stated goals of its online efforts, it says, is to “delegitimize the notion of the two-state solution,” spreading its influence far beyond the geographical confines of Beit El.\nThen there is the real estate. Among the projects built to accommodate yeshiva staff members and students was the Ulpana neighborhood, which was partially evacuated in 2012 by court order because it was built illegally on private Palestinian land. According to the newspaper Haaretz, many fraudulent land deals in Beit El were subsequently found to have been covered up by forged documents.\nThe government retroactively approved another project of 20 apartments in a building under construction when it announced thousands of new settlement housing units last month. Wedged between existing buildings, the project had to be redesigned because parts of it were also found to have encroached on Palestinian-owned land.\nPeace Now, an Israeli anti-settlement group, recently revealed that the latest plan was developed by the nonprofit Sukkat Ovadia Learning Center, another beneficiary of the Friends of the Beit El Yeshiva network, having received more than $600,000 in 2015, according to its financial reports.\nMr. Silberstein, the council member, said that old land records of the area were notoriously imprecise and that many, though not all, of the building irregularities were innocent mistakes. Mr. Friedman, he added, was a settlement builder in a “figurative” sense.\n“Any donor likes to think he’s a builder,” Mr. Silberstein said. “A donor doesn’t like to pay for salaries and food.”\nBeit El’s other concerns are small-scale by comparison: a factory for tefillin, or phylacteries; a bakeshop called Herby’s; and some workshops for aluminum and carpentry. Local Palestinians are employed, mainly in construction.\nEven after 40 years, there is a constant tension between the temporary and the permanent.\nMr. Silberstein said his “macro outlook” was to create a momentum in building throughout the West Bank that would lead to an “irreversible situation” and “solidify Israel’s presence in its historic homeland.” At the micro level, he said, he hopes Beit El’s population will reach 10,000 in the next five years and ensure that even in the event of any withdrawal from the territory, Beit El would end up within Israel’s borders.\nElena Mordechai, a special education assistant and mother of nine, moved here from Jerusalem in the 1990s. She said her friends thought she was crazy to invest in Beit El then, when Israel and the Palestinians seemed poised to reach a territorial agreement. Now she puts her faith in God.\n“We trust that the one who is running things is the Holy One, blessed be he, up there,” she said. “Not Bibi,” she added, referring to Mr. Netanyahu by his nickname, “and not Trump.”", "date": "Feb. 15, 2017", "href": "https://www.nytimes.com/2017/02/15/world/middleeast/david-friedman-beit-el-west-bank.html", "tags": "administration faces yeshiva friendly sees beit el ” trump israel israeli friedman settlement"}