{"title": "Israel Says Secret Files Detail Iran’s Nuclear Subterfuge", "content": "JERUSALEM — Revealing a huge archive of stolen Iranian nuclear plans, Prime Minister Benjamin Netanyahu of Israel accused Iran on Monday of lying for years about its efforts to build a nuclear weapon.\nDays before President Trump was to decide whether to pull out of the 2015 nuclear deal with Iran, Mr. Netanyahu presented records from a secret warehouse in Tehran, making the case that Iranian leaders had deceived the international nuclear agency when they insisted their nuclear program was for peaceful purposes. Israeli spies seized the documents in an overnight raid in January, a senior Israeli official said.\nBut Mr. Netanyahu did not provide any evidence that Iran had violated the nuclear agreement since it took effect in early 2016. That suggests that the Israeli prime minister — who has opposed the deal since its inception, and even went to the American Congress to try to block it — was hoping that the disclosures would bolster Mr. Trump’s resolve to scuttle the agreement on May 12.\nDoing so could be one of the most momentous foreign policy decisions of Mr. Trump’s time in office. In recent days, a succession of European leaders, including President Emmanuel Macron of France and Chancellor Angela Merkel of Germany, have gone to the White House to make the case that the United States was more secure with the Iran deal than without it. Mr. Netanyahu’s presentation seemed intended to push the president in the other direction.\nMr. Trump was coy about his plans. Speaking at a Rose Garden news conference minutes after Mr. Netanyahu’s presentation, he gave no indication of whether he would scrap the deal or continue his effort to force the European partners who helped negotiate it — Britain, France and Germany — to try to reopen it.\n“In seven years, that deal will have expired, and Iran will be free to make nuclear weapons,” Mr. Trump said, incorrectly stating the terms of the deal. While some restrictions on Iran are relaxed starting in about seven years, Iran cannot make nuclear fuel until 2030, and it is never permitted to make nuclear weapons: It has signed the Nuclear Nonproliferation Treaty, which bans it from weapons production. “Seven years is tomorrow,” Mr. Trump added.\nIran’s deputy foreign minister, Abbas Araghchi, a top Iranian negotiator of the nuclear agreement, called Mr. Netanyahu’s remarks “a very childish and even a ridiculous play.”\nIn a telephone interview with state-run television, he said Mr. Netanyahu’s presentation was “a prearranged show with the aim of impacting Trump’s decision, or perhaps it is a coordinated plan by him and Trump in order to destroy the J.C.P.O.A.,” the Joint Comprehensive Plan of Action, the nuclear agreement’s formal name.\nMr. Netanyahu, in a highly theatrical presentation from the Israeli Defense Ministry in Tel Aviv, played clips of Iranian leaders repeatedly attesting that their country harbored no ambition for building nuclear weapons — and then pointed to photos, videos, blueprints and other evidence Israeli agents had harvested, he said, that showed the Iranians had been deceitful all along.\n“These files conclusively prove that Iran is brazenly lying when it said it never had a nuclear weapons program,” Mr. Netanyahu said, pointing to copies of what he said were 55,000 printed pages and 183 compact discs.\nHe said Israel had passed the information on to the United States, which “can vouch for its authenticity.”\nMr. Netanyahu said that Iran had intensified its efforts to hide evidence of its weapons program after signing the nuclear deal in 2015, and in 2017 moved its records to a secret location in Tehran that looked like “a dilapidated warehouse.”\n“Few Iranians knew where it was, very few,” Mr. Netanyahu said proudly. “And also a few Israelis.”\nThe senior Israeli official, who spoke on the condition of anonymity to discuss a secret mission, said that Israel’s Mossad intelligence service discovered the warehouse in February 2016, and had the building under surveillance since then.\nMossad operatives broke into the building one night last January, removed the original documents and smuggled them back to Israel the same night, the official said.\nMr. Trump was informed of the operation by the Mossad chief, Yossi Cohen, on a visit to Washington in January, the official said. The official attributed the delay in making the material public to the time it took to analyze the documents, the vast majority of which were in Persian.\nBut the Iranian program to design and build nuclear weapons was hardly a secret; its existence was the reason that the United States, under President George W. Bush and then President Barack Obama, moved to block it. Both presidents said publicly that Iran had a bomb project underway, and the United States mounted, with Israel, a vast covert program to undermine the Iranian effort with one of the world’s most sophisticated cyberattacks.\nAmerican intelligence agencies concluded in 2007 that Iran suspended the active portion of the bomb effort after the beginning of the Iraq war, in 2003, and Mr. Netanyahu confirmed that in his presentation. But he said that other elements of what Iran had called “Project Amad” went ahead, directed by Mohsen Fakhrizadeh, an Iranian scientist.\nThe documents he showed were not the first to leak out of the Iranian archives, or to document Mr. Fakhrizadeh’s role.\nA decade ago, in early 2008, the chief inspector of the International Atomic Energy Agency gathered diplomats from around the world to a meeting at the agency’s Vienna headquarters and showed them images from a similar trove, including sketches of bomb designs and memos and budget documents from Mr. Fakhrizadeh’s project. That presentation included sketches of a “spherical device” that could be detonated using high explosives, similar to plans Mr. Netanyahu showed on Monday.\nThe I.A.E.A. presentation included documents showing the arc of a missile that detonates a warhead at an altitude of about 600 meters, roughly that at which the Hiroshima bomb was detonated.\nMr. Netanyahu went beyond that on Monday, and brandished what he described as Iranian plans to build up to five nuclear weapons.\nBut he cited no evidence that those plans were pursued.\nUnder the nuclear deal that Secretary of State John Kerry reached in the summer of 2015 in Vienna, Iran was required to ship about 97 percent of its nuclear fuel out of the country — a task it accomplished the next year — and to dismantle all but a small portion of the nuclear centrifuges that enrich uranium.\nMr. Netanyahu’s best case for a violation of the Iran deal came when he insisted that the Iranians had falsified their declarations to the I.A.E.A. in late 2015, by denying they had ever planned to build a weapon.\nStill, even that would come as little shock to those who negotiated the deal: In effect, the agreement was made possible by allowing Iran to lie about the past, while imposing verification on it for the future.\n“There is nothing new in Bibi’s presentation,” Rob Malley, a former senior official in Mr. Obama’s National Security Council and a member of the negotiating team with Iran, wrote in a Twitter post on Monday, using Mr. Netanyahu’s nickname. “All it does is vindicate need for the nuclear deal.”\n“But,” Mr. Malley continued, “the Israeli prime minister has an audience of one: Trump.”\nOn Monday night, Secretary of State Mike Pompeo said that American intelligence agencies had been going through the material, concluded that it was authentic and that “at the very least the Iranians continued to lie to their own people” about the existence of a nuclear weapons program.\nBut he conceded that the material dated to a project that had formally ended around 2003. Asked whether there was evidence that Iran was in violation of the 2015 accord, Mr. Pompeo said, “I’ll leave that to the lawyers, and the president will ultimately have to make a determination about that, too.” But he added that Iran’s refusal to turn over the archive voluntarily to international inspectors showed that the country could not be trusted with nuclear materials after the 2015 accord expires.\nA former senior Israeli intelligence official said the documents were significant because they revealed that Iran’s nuclear program “was a far larger project” than anyone knew, and proved that the Iranians were “on a clear path to the bomb.” The official said that while none of the documents were currently operational, they provided a sort of lending library for future generations of Iranians who might want to build a nuclear weapon when restrictions in the agreement expire.\nMr. Netanyahu had a spring in his step as he strode back and forth in front of a large projection screen and yanked back a black cloth to reveal shelves and cases stacked with copies of what he said was the evidence his spies had retrieved. He described the cache, which he said amounted to a half ton of documents, as “one of the biggest intelligence achievements ever by the state of Israel.”\nHe is awaiting what is likely to be an indictment on corruption charges. He is damaged politically, and has counted for his political survival on being seen as the only leader who can be trusted to keep Israelis safe. He has been agitating single-mindedly against the nuclear deal, even at the risk of fraying Israel’s close ties with the United States during the Obama administration.\nIranian diplomats greeted Mr. Netanyahu’s accusation with derision.\n“Ha, ha, ha,” said Mohammad Marandi, a University of Tehran professor who is close to Iran’s leaders and participated in the nuclear talks in Vienna. He said that Israel had “fabricated evidence” before and might have again. He called the timing of the Israeli disclosure suspect, and raised the idea that it might have been orchestrated in cooperation with the Trump administration.\n“It’s very convenient to bring this up two weeks before the decision on the nuclear deal is made,” Mr. Marandi said. “No one in their right mind will take this seriously, unless there is a prearranged deal with the White House.”\nThe senior Israeli official also said that Israel’s government believed that Mr. Trump had already decided to abandon the nuclear agreement. Israel was thus not hoping to “pressure” Mr. Trump by publicizing evidence of Iran’s lies but rather to “support” him, the official said.\nThe official also said that Mr. Netanyahu had intended to publicize the Iranian nuclear files a day later, but moved it up partly in response to missile strikes in Syria late Sunday night, for which suspicion has fallen on Israel. The Israeli government calculated that Iran would feel less confident in retaliating militarily, possibly setting off a full-fledged regional war, if it were on the defensive in the international arena.", "date": "April 30, 2018", "href": "https://www.nytimes.com/2018/04/30/world/middleeast/israel-iran-nuclear-netanyahu.html", "tags": "files iran nuclear “ secret subterfuge israel detail says netanyahu iranian deal"}