{"title": "Israel Election Live Updates: As Gantz Concedes, Netanyahu Set for Victory", "content": "• Prime Minister Benjamin Netanyahu was in position to win a fourth consecutive term on Wednesday, with nearly all of the votes counted. By Wednesday evening, the rival Blue and White alliance led by Benny Gantz had conceded the race, though ballots were still being counted.\n• After the final tally, it will be up to President Reuven Rivlin to choose the party leader he believes has the best chance of assembling a parliamentary majority. But Mr. Netanyahu’s Likud bloc had a strong numerical advantage in being able to form a governing coalition.\n• Regardless of the final result, the election illustrated the deep divisions under Mr. Netanyahu, 69, who has led Israel for a decade of relative security and prosperity. More than a million Israelis voted for Blue and White, a record for a new party, placing it in the position of being the main alternative to Israel’s right wing, a spot held for decades by the Labor Party.\n[See Mr. Netanyahu’s road through Israeli history in photos.]\nThe Blue and White alliance, the political centrists that had posed the greatest threat to Mr. Netanyahu’s Likud party, conceded the election on Wednesday evening, acknowledging that it did not have the votes to take control of the government.\n“We didn’t win on this round,” Yair Lapid, one of the alliance leaders, said.\nMr. Gantz, who had once been seen as a viable contender for prime minister, speaking to a crowd in Tel Aviv a short time earlier, said he would respect the decision of the president to choose the party leader he saw fit but vowed to fight on “in any way I can.”\n“At the moment, with the blocs, this is the reality,” he said. “The war is not over.”\nHe said he and his Blue and White party remained committed to serve the people of Israel.\n“We’re all democrats,” he said. “We respect the decision of the people, of the president. We will serve them from any position that we will be in the future.”\nMr. Gantz, a retired lieutenant general and former chief of staff of the Israel Defense Forces, had reached out for allies across the political spectrum and sought to make Mr. Netanyahu’s expected indictment on corruption charges the main issue in the race.\nThe ballots are still being counted — a final tally is not expected until tomorrow — and after that, President Rivlin will choose the party leader he believes has the best chance of assembling a parliamentary majority to head the government. — MEGAN SPECIA\nA public relations firm has claimed credit for placing cameras in Arab polling stations in support of Mr. Netanyahu’s Likud party, boasting that the effort helped lower voter turnout, according to posts on the company’s Facebook page.\nThe company, Kaizler Inbar, in a public Facebook post wrote: “Thanks to us placing observers in every polling station we managed to lower the voter turnout to under 50 percent, the lowest in recent years!” according to a translation in the Israeli news outlet Haaretz.\nThe company said it worked with Likud to distribute the cameras. The company is headed by Sagi Kaizler, a former leader of a West Bank settler group, who confirmed to Haaretz that his company was behind the Likud-funded effort.\nA photo of staff members standing alongside Mr. Netanyahu and his wife, Sara, was posted with the note.\nOn Election Day, Mr. Netanyahu’s Likud party acknowledged sending more than 1,000 activists with cameras into polling stations in predominantly Arab towns. Some of the cameras were concealed, as seen in videos online. Likud said the cameras were deployed to record evidence of potential voter fraud.\nThe Arab party Hadash-Taal filed a complaint on Tuesday over the cameras, calling the tactic voter intimidation. The police confiscated dozens of the cameras, and the Central Elections Committee’s legal counsel said filming in polling stations was prohibited.— MEGAN SPECIA\nFour right-wing and religious parties had publicly pledged by Wednesday morning to support Mr. Netanyahu in his bid to form Israel’s next governing coalition. Those commitments, if they hold, leave him just one seat short of a parliamentary majority and a fourth consecutive term in office.\nThe four parties — Kulanu, the Union of Right Wing Parties, and the ultra-Orthodox Shas and United Torah Judaism — are projected to win a combined 25 seats. Together with the 35 seats that Mr. Netanyahu’s conservative Likud party is projected to win, such a coalition would have 60 seats in the 120-seat Parliament.\nAlso among what Mr. Netanyahu terms his “natural partners” is the hard-line Yisrael Beiteinu party, led by Avigdor Lieberman, which is projected to take five seats.\nThe party has joined coalition governments led by Mr. Netanyahu in the past, but Mr. Lieberman was holding out on Wednesday, saying he was waiting for the final tally of votes, including the ballots of soldiers, prisoners and hospital patients that are to be counted later this week.\nMr. Lieberman served as foreign affairs minister and then defense minister under Mr. Netanyahu, but resigned from the government in November, complaining of a soft policy toward Hamas, the Islamic militant group that controls Gaza.\nA spokesman for Yisrael Beiteinu, Aryeh Vishenski, reiterated the party’s campaign message that it would only join a coalition that would allow a proper “fight against terrorism in the south,” enact a law to draft ultra-Orthodox males into the military and introduce a pension overhaul — particularly to help elderly immigrants, one of its core constituencies. — ISABEL KERSHNER\nPresident Reuven Rivlin will decide whether to invite Mr. Netanyahu to form a governing coalition, though the two men have made little secret over the years of their mutual loathing. The president’s office said Wednesday that he would begin consulting party heads next week to gauge their choices for prime minister.\nIn what the office described as a “historic and pioneering decision,” it plans to broadcast those meetings live “in the name of transparency.” That move may offer Mr. Rivlin protection from possible barbs from Mr. Netanyahu if the process does not go as the prime minister would like.\n[Here is a guide to The New York Times’s coverage of the Israeli election.]\nThe origins of the animosity between the president and prime minister are unclear, but it burst into the open when Mr. Rivlin, a veteran of Mr. Netanyahu’s conservative Likud party and a former speaker of Parliament, was running for the presidency in 2014.\nSo determined was Mr. Netanyahu to thwart Mr. Rivlin’s candidacy that he tried to recruit Elie Wiesel, a Holocaust survivor and Nobel Laureate, for the job — even though Mr. Wiesel, who has since died, was not an Israeli citizen at the time. When that failed, Mr. Netanyahu floated the idea of abolishing the largely ceremonial office.\nMr. Rivlin, 79, has spoken out forcefully against the government’s attempts to curb the independence of the courts and the media, and what he called a lack of “statesmanship” under Mr. Netanyahu. — ISABEL KERSHNER\nPalestinian leaders said the election results endorsed an indefinite Israeli occupation of the West Bank, human rights abuses there, and growing encroachment on Palestinian lands.\nIn an appeal to voters on the far right, Mr. Netanyahu, who has backed Jewish settlements in the West Bank that much of the world considers illegal, vowed on Saturday to go a step further, annexing them and possibly other territory into Israel.\n“Israelis have voted no to peace and yes to apartheid,” Hanan Ashrawi, a member of the Palestine Liberation Organization’s Executive Council, said in a statement on Wednesday. “Regrettably, Israelis overwhelmingly voted for candidates that are unequivocally committed to entrenching the status quo of oppression, occupation, annexation and dispossession in Palestine and escalating the assault on Palestinian national and human rights.”\nSaeb Erakat, the chief Palestinian peace negotiator, wrote on Twitter that Israelis “have said no to peace and yes to the occupation.”\nPalestinians and independent analysts say Israeli encroachment into the occupied territory has dimmed hopes for creation of a Palestinian state alongside Israel. And in Israeli politics, there is little remaining support for a “two-state solution.” — RICHARD PÉREZ-PEÑA\nThe election claimed two prominent conservative casualties: Ayelet Shaked and Naftali Bennett of the New Right party, which apparently failed to clear the threshold for any seats in Parliament.\nMr. Bennett said on Wednesday that he hoped that New Right would gain enough votes to keep him in Parliament once the ballots of tens of thousands of soldiers — along with those of hospital patients, prison inmates and merchant seamen — are counted on Friday.\n“I was always a soldier of the state,” he wrote on Twitter, whether in the military, in business or in government, where he was a cabinet minister during the 2014 Gaza conflict. “Now the soldiers will decide where I will continue to fight for them.”\nIn November, Mr. Bennett sought to be named defense minister, but the prime minister turned him down.\nThe New Right broke away from a more established right-wing party, aiming to free itself of the influence of ultra-Orthodox rabbis and more extremist elements in the pro-settler community. But it defined itself by what it was not, rather than what it was, and its election ads were widely seen as sophomoric.\n“They were rising stars with a solid base of support, which they abandoned,” said Tal Shalev, a political reporter for Walla, a news site.\nMr. Bennett and Ms. Shaked had expected to compete with Mr. Gantz for support from the center-right. Instead, those voters appeared to turn to other parties on the right, believing Mr. Netanyahu’s dire warnings that a Gantz victory would mean a return to left-wing government.\nMs. Shaked, the justice minister, is highly popular among Likud activists, many of whom see her as a future prime minister, but Mr. Bennett is less so, meaning their paths are likely to diverge if they do not return to Parliament. — DAVID M. HALBFINGER\nPresident Trump, a close ally of Mr. Netanyahu’s, said on Wednesday that the prime minister’s likely victory was good for the Israeli-Palestinian peace process — though the popular view among Palestinians and Israelis alike is that a negotiated settlement has little chance of happening in the foreseeable future.\n“So, the fact that Bibi won, I think we’ll see some pretty good action in terms of peace,” Mr. Trump said outside the White House. “Everyone said you can’t have peace in the Middle East with Israel and the Palestinians. I think we have a chance, and I think we have now a better chance with Bibi having won.”\nMr. Trump has reversed generations of United States policy, moving the American embassy to Jerusalem from Tel Aviv, and recognizing Israel’s authority over the Golan Heights, which much of the world has condemned.\nThose moves, urged by the Israeli leader, bolstered Mr. Netanyahu’s political standing at home, particularly on the right. Days before the election, he said he would annex parts of the occupied West Bank — another goal of the Israeli right, despite international and Palestinian objections that such a move could doom the prospects for a peace agreement.\nMr. Trump has promised to deliver a Middle East peace plan, though it is unclear what will be in it. But Palestinian officials have dismissed the idea of the United States as a mediator, calling the Trump administration blatantly pro-Israeli and anti-Palestinian. — RICHARD PÉREZ-PEÑA\nLikud and Blue and White appeared to have won at least 35 seats each in the 120-seat Parliament, and by Wednesday morning, based on nearly complete results. On Wednesday evening, the Central Elections Committee will begin the remaining votes, cast primarily by people serving in the military.\nThe action will then shift to the official residence of Mr. Rivlin, and his meetings with a parade of party leaders. The president will then ask the candidate he thinks has the best chance of forming a government to do so.\nThat candidate will have 42 days to try to forge a coalition with the support of at least 61 seats in the 120-seat Parliament.\nThat is likely to be Mr. Netanyahu. The right-wing and religious parties were on track to win 65 seats.\n[Mr. Netanyahu is in position to surpass the nation’s founding leader, David Ben Gurion, as Israel’s longest-serving prime minister.]\n“For the first time in Israel’s history the president’s role may be more than symbolic, and he may have to exercise judgment in choosing who will form the next government,” Yohnan Plesner, president of the Israel Democracy Institute, wrote on Twitter.\nThat prospect has alarmed Mr. Netanyahu, whose relationship with Mr. Rivlin, a Likud veteran, has long been one of deep, mutual loathing. “Legally, Rivlin can give the task of forming the government to whoever he wants,” said Abraham Diskin, a professor emeritus of political science at the Hebrew University of Jerusalem.\n[See our guide to the Israeli elections.]\nIn most cases, the party with the largest number of seats is given the first crack at forming a government. In 2009, Tzipi Livni’s Kadima Party won the most votes but failed to build a viable coalition. Mr. Netanyahu, whose Likud party came in second, was tasked with forming the government. — DAVID M. HALBFINGER\nEarly analysis showed a historically low turnout among Arab citizens of Israel, many of whom boycotted the vote out of disillusionment with Israeli politics and with their own politicians.\nBy nightfall Arab leaders were frantically trying to rally their supporters, mosques were broadcasting appeals from minaret loudspeakers, and a last-minute surge of participation seemed to materialize in some predominantly Arab towns, though that was not captured in exit polls.\nAmong Arab voters, where a boycott movement appeared to be having a strong effect, the pressure was especially intense.\n“The right is planning to crush the Arab parties, it wants to erase us off the political arena,” Mtanes Shehadeh, a spokesman for the struggling Ram-Balad party, wrote in a WhatsApp message to supporters. “This is Netanyahu’s dream.” — DAVID M. HALBFINGER", "date": "April 10, 2019", "href": "https://www.nytimes.com/2019/04/10/world/middleeast/israel-election-netanyahu-gantz-winner.html", "tags": "set minister election live victory party updates israel gantz ” netanyahu likud — concedes"}