{"title": "Israeli Minister Wants to Name a Jerusalem Train Station for Trump", "content": "JERUSALEM — In the uneasy days after President Trump recognized Jerusalem as Israel’s capital, some Israelis who cheered the move paid homage — and taunted outraged Palestinians — by posting doctored photos of the Dome of the Rock with the president’s surname plastered across it, as if one of Islam’s holiest shrines had been reduced to the latest gold-plated Trump property.\nNow, a powerful Israeli cabinet minister is offering to express his gratitude by putting Mr. Trump’s name on a proposed new train station in the Old City, one that would bring thousands of tourists directly into the Jewish Quarter just a few hundred yards from the Western Wall and the Temple Mount.\nThe minister, Yisrael Katz, who has responsibility for both transportation and intelligence, has built a can-do reputation for seeing through a wide range of infrastructure projects; he also has designs on the prime minister’s office. Although he has been promoting the idea of a railroad stop in the Old City for over a year, he said on Wednesday that it was now a priority, calling it the “most important national project being advanced today at the ministry of transport.”\nMr. Katz said he planned to name it for Mr. Trump “for his courageous and historic decision” and his “contribution in the strengthening of the status of Jerusalem as the capital of the Jewish people and the state of Israel.”\nBut the plan, which would require digging beneath some of the most sensitive acreage on earth, is sure to invite more international criticism, not to mention further antagonize Palestinians. Despite Mr. Trump’s change in United States policy, announced this month, most of the world does not recognize Israeli sovereignty over the Old City, which Israel captured along with the rest of East Jerusalem in 1967. The United Nations General Assembly voted 128 to 9 last week to condemn Mr. Trump’s decision.\nAhmad Tibi, a leading Arab member of the Knesset, called Mr. Katz’s proposal “part of the chain reaction to the Trump speech,” which he said had set off “a competition among ministers over who will be more extreme regarding the matter of Jerusalem.”\nAnd Jamal Zahalka, another Arab lawmaker, who said that extending the railroad into the Old City would violate international law by tampering with the status quo in East Jerusalem, said Mr. Katz’s idea of a tribute to Mr. Trump would be especially galling. “For Palestinians, the name of Trump is worse than the name of Netanyahu,” he said.\nOther Israelis poked fun at Mr. Katz’s idea. “Why stop with train station, ingrates?” Chemi Shalev, a Haaretz columnist, wrote on Twitter. “Kotel should be renamed Trump Wall, and the praying area Ivanka Square.” (Ivanka Trump, the president’s elder daughter, converted to Judaism when she married.)\nReaching the Old City by train would require an extension of a new Tel Aviv-to-Jerusalem express railroad that is nearing completion after 15 years and $2 billion in construction. It is meant to cut the commute between Israel’s two largest cities to 28 minutes from over an hour when it opens in the spring.\nExtending it to the Old City would require digging another tunnel two miles long and 170 feet below ground, Mr. Katz’s office said, along with building two new stations — one near the Dung Gate along the Old City’s southern perimeter, and one beneath the Cardo, the north-south Roman thoroughfare first paved by Emperor Hadrian in the second century, and later extended into what is now the Jewish Quarter by the Byzantine Emperor Justinian.\nIn a statement, Mr. Katz said that a station serving the Kotel, or Western Wall, would “enable Israelis, Jews and tourists from around the world to connect using the fastest, safest way to the beating heart of the Jewish nation — the Kotel and the Temple Mount.”\nAn adviser to Mr. Katz, Arye Shalicar, said the Old City extension would cost about $715 million and take four to five years. Its route, he said, could be adjusted to satisfy any archaeological concerns.\nHe noted that Mr. Katz had honored Americans before, naming one piece of heavy equipment used in a project in Tel Aviv after Nikki R. Haley, the ambassador to the United Nations, and another after Wonder Woman, the fictional superhero played in the movies by an Israeli actress.\n“In the end, he’s a politician, and he wants to say thank you — as a senior politician who wants to be prime minister — to President Trump, who’s doing something he very much appreciates,” Mr. Shalicar said.", "date": "Dec. 27, 2017", "href": "https://www.nytimes.com/2017/12/27/world/middleeast/israeli-yisrael-katz-trump-station.html", "tags": "train minister name “ katz city wants trump israeli old jerusalem — station"}