{"title": "Istanbul shopping area hit by suicide bomber", "content": "A suicide bomb attack at a busy shopping area in the Turkish city of Istanbul has killed at least four people, officials say.\nThey include two Israelis with dual US nationality, and an Iranian. Another 36 were injured in the blast near a government building.\nNo-one has admitted carrying out the attack, the latest in recent months.\nThe Turkish government has blamed Kurdish militants for previous attacks and has retaliated against them.\nSaturday's attack on Istiklal Street in Istanbul, Turkey's largest city, occurred at about 11:00 local time (09:00 GMT).\nUwes Shehadeh was some 500m (1,640ft) away when he heard \"a horrific and horrible noise\".\n\"People didn't know what was going on. It was very chaotic. Everyone was screaming and running away,\" he told the BBC.\n\"Istanbul is on high alert and people are very worried as to what will happen next.\"\nEleven Israelis were among the injured. Two Irish citizens and one person each from Germany, Iceland, Dubai and Iran were also injured. \nBoth the so-called Islamic State (IS) and Kurdish militants have claimed recent attacks in Turkey.\nPresident Recep Tayyip Erdogan has said terror groups are targeting civilians because they are losing their struggle against Turkish security forces.\nTurkey is part of the US-led coalition against IS and allows coalition planes to use its air base at Incirlik for raids on Iraq and Syria.\n\"Let's not meet outside\", is what  many were saying to each other in Istanbul, after the suicide bombing in the heart of Ankara less than a week ago. Concern and caution travel fast between Turkish cities.\nOn Thursday and on Friday, Germany closed its consulate near Istiklal Street, because of a security threat. Istanbul's local government underestimated the German concern. Unfortunately, the Germans have been proved right. \nIstiklal Street is a popular place for locals and tourists to gather. Now people from different backgrounds share the same fear. \nTurkey has never witnessed successive suicide bombings like this before. It is hard to take in what is happening and harder to see what may come next. In this limbo, fear and worry come and go - or stay.\nTurkey has also been carrying out a campaign of bombardment against Syrian Kurdish fighters of the People's Protection Units (YPG), which it regards as a extension of the outlawed Kurdistan Workers Party (PKK).\nA two-year-old ceasefire between Turkey and the PKK broke down last summer. \nSince then, more than 340 members of Turkey's security forces have been killed along with at least 300 Kurdish fighters and more than 200 civilians.\nSoon after the Istanbul blast, a tweet from a woman claiming to be a junior official of Turkey's governing AKP party caused consternation on social media. \nIrem Aktas, described as head of public relations for the women's branch of a local AKP bureau in Istanbul, tweeted that she wished \"all Israeli citizens in the area had died.\"\nThe Twitter account now seems to have been taken down. \nAnother official from the same AKP party branch later confirmed Ms Aktas was a party member, but said her tweet did not reflect the party's position and that the process of expelling her had started. \nHow dangerous is Turkey's unrest?\nTears and destruction amid PKK crackdown\nTurkey in midst of hideous vortex", "date": "19 March 2016", "href": "https://www.bbc.co.uk/news/world-europe-35850625", "tags": "turkey suicide kurdish shopping istanbul area party hit bomber turkish attack government injured"}