{"title": "It Doesn’t Matter if Ecuador Can Afford This Dam. China Still Gets Paid.", "content": "REVENTADOR, Ecuador — The dam sits under the glare of an active volcano, with columns of ash spewing toward the sky.\nOfficials had warned against the dam for decades. Geologists said an earthquake could wipe it away.\nNow, only two years after opening, thousands of cracks are splintering the dam’s machinery. Its reservoir is clogged with silt, sand and trees. And the only time engineers tried to throttle up the facility completely, it shook violently and shorted out the national electricity grid.\nThis giant dam in the jungle, financed and built by China, was supposed to christen Ecuador’s vast ambitions, solve its energy needs and help lift the small South American country out of poverty.\nInstead, it has become part of a national scandal engulfing the country in corruption, perilous amounts of debt — and a future tethered to China.\nNearly every top Ecuadorean official involved in the dam’s construction is either imprisoned or sentenced on bribery charges. That includes a former vice president, a former electricity minister and even the former anti-corruption official monitoring the project, who was caught on tape talking about Chinese bribes.\nThen there is the price tag: around $19 billion in Chinese loans, not only for this dam, known as Coca Codo Sinclair, but also for bridges, highways, irrigation, schools, health clinics and a half dozen other dams the government is scrambling to pay for.\nIt doesn’t matter whether Ecuador can afford them.\nChina gets paid either way.\nTo settle the bill, China gets to keep 80 percent of Ecuador’s most valuable export — oil — because many of the contracts are repaid in petroleum, not dollars. In fact, China gets the oil at a discount, then sells it for an additional profit.\nPumping enough oil to repay China has become such an imperative for Ecuador that it is drilling deeper in the Amazon, threatening more deforestation.\nBut that is not enough. Hobbled by the debts, President Lenín Moreno has slashed social spending, gasoline subsidies, several government agencies and more than 1,000 public jobs. Most economists expect the country to slide into recession, stirring outrage.\n“China took advantage of Ecuador,” said Ecuador’s energy minister, Carlos Pérez. “The strategy of China is clear. They take economic control of countries.”\nThe story of how the dam got built brings together two natural allies, both eager to change the course of the hemisphere and displace the United States as the unrivaled power in the region.\nChina made its plans clear a decade ago, when it swept into Latin America during the global financial crisis, tossing governments an economic lifeline and promising to “treat each other as equals,” a clear swipe at American dominance.\nIt worked. China, now South America’s top trading partner, has seeded the region with infrastructure and a staggering trail of loans. It has reaped political benefits, too, getting Latin American nations to sever diplomatic relations with Taiwan.\nStill, as the giant dam in Ecuador shows, the two sides were hardly equal partners.\nBoth nations were willing to overlook deep design flaws, questionable economics and independent warnings that the technical studies for the dam were decades out of date.\nBut using an approach it has applied to billions of dollars in loans across the developing world, China never faced much of a financial risk.\nThe gamble was all Ecuador’s, and now the country is looking for new loans to plug its many gaps, including more money from China.\nJust this month, Mr. Moreno flew to China to renegotiate some of his country’s debt — and borrow another $900 million.\n“The Chinese put the hook in,” said Steve Hanke, a Johns Hopkins economist. “At the end of the day, what do these countries have? A pig in a poke.”\nWhen Fernando Santos, an energy minister in the 1980s, found out that the Coca Codo Sinclair dam was actually being built, he could hardly believe it.\nDuring his time in government, officials had rejected a much smaller version of the project. The whole idea was doomed, he said, because of the volcano nearby. A major earthquake had decimated oil infrastructure in the area in 1987.\n“The volcano has been erupting since the time the Spanish came to Ecuador in the 16th century,” Mr. Santos said, adding that investing so much money “in such a risky location was nonsense.”\nThere were other alarm bells.\nAn independent review of the project in 2010, prepared by a Mexican government agency and obtained by The New York Times, warned that the amount of water in the region to power the dam had not been studied for nearly 30 years.\nSince that time, Ecuador had suffered punishing droughts, and there were concerns that its glaciers were melting because of climate change.\nDespite the advice, Luciano Cepeda, the dam’s former general manager, said top Ecuadorean officials pressed ahead anyway because “a new study would have taken several years” and they didn’t want to slow down.\nEven a Chinese diplomat in Ecuador, who was not authorized to speak publicly, said he had his doubts about the project.\n“We didn’t give sufficient attention to the environmental reporting,” the diplomat said.\nChina’s record offered both encouragement and cause for concern. Its massive Three Gorges Dam, which cuts the Yangtze River and rises 600 feet high, was the largest hydroelectric project in the world, designed to produce 20 times the power of the Hoover Dam.\nBut inadequate safety measures led to the deaths of 100 workers, the dam displaced more than one million people, and the environmental damage was considerable, including the destruction of forests.\nWarnings aside, there were bigger geopolitical forces at play. Ecuador’s president at the time, Rafael Correa, was a left-wing populist who had vowed to modernize his country and free it from the orbit of the United States.\nElected in 2006 under a surge that brought leftists to power across Latin America, Mr. Correa took aim at the United States with fiery, anti-imperialist speeches. In 2008, he refused to renew a lease that allowed American anti-narcotics surveillance flights to operate from an Ecuadorean air force base.\nSoon, Western financial institutions fell in Mr. Correa’s cross hairs. He denounced the International Monetary Fund, saying it put restrictions on his spending. Then in 2008, he defaulted on $3.2 billion of his country’s foreign debt and invited China to fill in the breach.\n“Correa wanted to get away from Western banks and institutions,” said Diego Borja, Mr. Correa’s former minister of economic coordination. “We knew this relationship wouldn’t be an easy one with China.”\nMr. Borja and other officials were staggered by the terms on Chinese loans. Most came from a large state-owned lender, the Chinese Export-Import Bank, which had high interest rates and required Ecuador to use Chinese companies in construction, effectively eliminating competition.\nChina seemed particularly interested in oil from Ecuador, one of OPEC’s smallest members. In one deal in 2009, China lent Ecuador $1 billion, to be repaid in oil shipments to the state oil company PetroChina.\n“But we didn’t have other options,” Mr. Borja recalled. “The doors were closed to the West.”\nMr. Correa suddenly had access to money, but a new crisis emerged: The country was running out of power. A drought was depleting the nation’s reservoirs, paralyzing its dams. Rather than look for another source, Mr. Correa doubled down on hydro power.\nOfficials say it was Mr. Correa’s electricity minister, Aleksey Mosquera, who first mentioned Coca Codo Sinclair: a megaproject that was supposed to provide a third of the country’s electricity and represent the single largest investment in Ecuador’s history.\nIt ended up being built right under the Reventador volcano — and nearly twice the size of the proposed dam that had been rejected decades before.\nWhen it finally opened in late 2016, China’s president, Xi Jinping, flew to Ecuador to celebrate.\nYet only two days before the visit, the dam was in chaos.\nEngineers had tried to generate the project’s full 1500 megawatts, but neither the facility nor Ecuador’s electrical grid could handle it. The equipment shuddered dangerously, and blackouts spread across the country, officials said.\nEcuadoreans were never told about the failure, and a full power test has not been attempted since.\nToday, the dam typically runs at half capacity. Experts say that given its design — and the cycle of wet and dry seasons in Ecuador — it would be able to generate the full amount of electricity for only a few hours a day, six months out of the year.\nThat is, if everything worked perfectly.\nEcuador still has to pay back the debt, though. The $1.7 billion loan from China’s Export-Import Bank is lucrative for China: 7 percent interest over 15 years. In interest alone, Ecuador owes $125 million a year.\nNow, many Ecuadoreans say the burden falls on them.\nUnder the constant hum of the dam’s transmission towers, residents in the town of Cuyuja worry that the towers will topple in the constant mudslides. Geologists say the tower foundations weren’t built into bedrock by the Chinese.\nAnother complaint is the bill. Maria Esther Tello paid $60 last month to keep the lights on in her home, a shock given the government’s promises electricity prices would go down.\n“Where have my old mother’s taxes gone?” asked her daughter, Isbela Nole, as she helped harvest and peel fava beans to pay the government.\nAt an entrance to the dam is an inscription, in marble.\n“Jorge Glas Espinel, vice president of the republic,” it says. “For having forged and envisioned this monumental project.”\nMr. Glas now sits in a cell in Ecuador, sentenced to six years in prison.\nHe was convicted of taking bribes from China’s main competitor for infrastructure projects in much of Latin America: Odebrecht, a Brazilian construction giant. American prosecutors say Odebrecht paid $33.5 million in bribes in Ecuador as part of a worldwide scheme to win business.\nNow Ecuadorean officials are investigating whether the Chinese also made payments to Mr. Glas and others around him.\n“I don’t think it’s a coincidence that all the same people managed all these projects,” said Mr. Pérez, the energy minister.\nThe officials include Mr. Mosquera, the former electricity minister, who is serving a five-year sentence for taking $1 million from Odebrecht; and Carlos Pólit, the former anti-corruption official, who was charged with receiving millions in bribes from the company. Ricardo Rivera, another close associate of Mr. Glas, was also convicted of receiving payments from the Brazilians.\nBut evidence has emerged suggesting that officials took bribes from China as well.\nEcuadorean law enforcement officials say they have confirmed a secret tape recorded by an Odebrecht executive, given to Brazilian prosecutors and leaked to the Brazilian news media. In the recording, made at the house of Mr. Pólit, the anti-corruption official, the two men discuss a bribe.\nThe executive can be heard saying that Mr. Glas, Ecuador’s vice president, was “asking for a lot of money.”\nThe executive then explained that he was told “it was an obligation because the Chinese had already paid.”\nThe recording has set off an investigation, particularly around Mr. Rivera, who presented himself as the vice president’s representative during multiple visits to China, according to Ecuadorean law enforcement officials.\nThey say they are examining 13 bank transfers worth $17.4 million authorized by Mr. Rivera to an HSBC account in Hong Kong. Law enforcement officials say they consider the bank transfers authentic — and want to know how Mr. Rivera deposited so much money in China.\nUntil recently, Attorney General Paúl Pérez was leading an investigation into corruption by the Chinese, and traveled to China in November to ask for help.\nBut Mr. Pérez abruptly resigned on Nov. 13, shortly after returning. He did not respond to interview requests.\nA lawyer for Mr. Glas denied that his client had been involved in corruption with Coca Coda Sinclair, calling Mr. Glas “an honorable, honest man” and describing the dam’s problems as “small imperfections.”\nMr. Correa, the former president, is in exile in Belgium, wanted for organizing the kidnapping of a rival. Many of his lieutenants have been sentenced for corruption or are on the run as well.\nMr. Pólit and a lawyer for Mr. Rivera did not respond to requests for comment; nor did Sinohydro, the Chinese state-owned construction giant that built the dam.\nMr. Polit did not respond to repeated requests for comment, but after publication his lawyer said that his client denied any wrongdoing.\nWhen you approach Coca Codo Sinclair along the Quijos River, it’s hard to tell you’re nearing a dam at all.\nMuch of the reservoir containing the project’s water supply has filled up with small trees and bushes. Boats sometimes get grounded because the sediment is so thick.\nWorkers at the dam say the silting, a consequence of design flaws, is only the latest problem.\nAs early as 2014, technicians noticed cracks in the Chinese-made stainless steel equipment. That December, 13 workers were killed when a tunnel flooded and collapsed.\nA senior engineer sent records to Mr. Correa, the president, asking to brief him on the problems, according to documents viewed by The Times. The engineer was fired days later, according to former officials.\nMr. Pólit, the anti-corruption official, performed audits. But they resulted in only mild criticism like work delays, with minor fines against the Chinese.\nEcuadorean law enforcement officials say they are investigating whether Mr. Pólit and other officials were paid by the Chinese to overlook the problems. It was part of Mr. Pérez’s inquiry before his resignation, they say.\nNow, 7,648 cracks have developed in the dam’s machinery, according to the government, because of substandard steel and inadequate welding by Sinohydro. Sand and silt are also big concerns because they can damage vital equipment.\nOn a recent visit, an engineer looked on nervously as readouts showed sand flowing into the dam. But workers say they’re sometimes confused because of shoddy translations.\nOne sign in Chinese reads correctly: “Direct-Current (DC) Pumping Group.”\nThe Spanish does not: “Pressure Group from Washington, D.C.”\nThe communication problems extend downriver.\nThe heavy sedimentation means engineers sporadically release large amounts of water to clear out the system, causing flash floods where Carlos Usamá, a sugar cane farmer, lives. No one warns him, he says.\nIn December, he said, his brother and a friend were fishing near another Chinese-built dam when a similar flood washed them away.\nThe bodies were found two days later, he said.\nThe piles of debt have led the country’s new leaders to rail against China much as they did against the United States.\n“We are not going to pay,” Mr. Pérez, the energy minister, said of the possible billion-dollar price tag to fix Coca Codo Sinclair.\nBut escaping China’s orbit will be difficult, said Risa Grais-Targow, an analyst at Eurasia Group, a consulting company.\n“They know they don’t have too many financing sources, so they are going back to knocking on China’s door,” she said.\nChina has already made some concessions to Ecuador, like paying 92 cents more per barrel of oil. The share of Ecuador’s oil going to the Chinese has also dropped — to 80 percent, from 90 percent.\nBut the government still needs $11.7 billion to finance its debt, and it is billions short, analysts say.\nBeyond China, the new government is going back to the institutions Mr. Correa demonized: the World Bank and the I.M.F. Some worry that Ecuador is simply seeking another set of financial masters.\n“We are addicted to loans,” said Mr. Santos, the former energy minister.\nLeopoldo Gómez, who works at a water treatment facility built under Mr. Correa, agrees.\n“Now we realize,” he said, “there’s things we didn’t need — like the dam.”", "date": "Dec. 24, 2018", "href": "https://www.nytimes.com/2018/12/24/world/americas/ecuador-china-dam.html", "tags": "officials china paid matter ” ecuador dam say chinese gets afford still"}