{"title": "It Doesn't Sound Like Senate Republicans Are Anywhere Close To A Deal On Obamacare Repeal", "content": "WASHINGTON ― It took the House months of infighting and a failed first attempt to ultimately pass a bill to repeal and replace the Affordable Care Act. More than two weeks later, Senate Republicans are nowhere near reaching an agreement on a bill of their own.\nAs scandal after scandal piled up for the Trump administration last week, Republicans were given some cover. Rather than being flooded with questions as they exited multiple meetings about their own disagreements on how to repeal and replace Obamacare, they were asked about the firing of FBI Director James Comey and the investigation into Russia’s meddling in the presidential campaign.\nBut even with some of the pressure off, they appear to have made only a little headway ― enough to identify the key issues dividing them but not to make much progress on resolving those differences.\nA substantial number of Senate Republicans have made it clear they cannot vote for the House bill, which would reduce regulations on health insurance, rearrange tax credits for people buying health insurance and dramatically cut funding for Medicaid ― leaving many millions of Americans without health insurance while exposing older, sicker people to some combination of higher premiums and out-of-pocket costs.\nThe Medicaid cut is a big sticking point for senators from states such as Ohio and West Virginia that have expanded the program and have come to rely on it to finance treatment amid an opioid addiction epidemic. \nAsked if she still had concerns about the health care talks, Sen. Shelley Moore Capito (R-W.Va.) said her problems haven’t changed from weeks ago when the House passed its bill.\n“Well, still the Medicaid expansion piece, and whether the tax credits are sufficient at the lower end,” she said, referring to credits afforded to older Americans who face higher premiums under the House bill. “Those are the two biggest.”\nSen. Rob Portman (R-Ohio) backed up Capito’s complaints and added that the House bill goes too far in “not protecting” communities reeling from the opioid epidemic. Still, Portman wouldn’t offer details on where talks are headed.\nAnd scaling back the Medicaid cuts or bolstering tax credits for older consumers ― a priority for many GOP senators ― costs money. And the Republicans don’t have a lot of money at their disposal.\nUnder the rules of the budget reconciliation process ― a procedural mechanism Republicans are using to avoid a Democratic filibuster ― the Senate’s bill can’t increase the deficit. The only way to free up money would be to keep more of Obamacare’s taxes in place ― and doing that risks losing the support of more conservative members who, all things being equal, would rather the Senate bill look more like the House bill, not less.\nThe parliamentary math for GOP leaders is difficult. Even under reconciliation rules, which allow Republicans to pass legislation with just 50 votes assuming Vice President Mike Pence breaks the tie, leadership can afford to lose only two members. And there are plenty more than two members who seem convinced the Senate is far from agreeing on anything.\nAsked to share what major sticking points are holding up the talks, Sen. Jeff Flake (R-Ariz.) laughed and said: “Where do I start?”\nSen. Bill Cassidy (R-La.) told HuffPost he isn’t even sure where negotiations are headed. \n“It’s totally fluid,” he said, adding that he has no clue when the Senate would even be ready to bring a bill to the floor. \n“I’m not ducking. I just can’t answer it,” Cassidy said. “I don’t know.”\nAnd the current disagreements among Republicans could only become worse once the Congressional Budget Office releases its projection on the effects of the House bill. \nThe CBO score, which is expected Wednesday, is “very important,” Cassidy said. He stressed that it will help “inform policy decisions” facing Republicans in the Senate, and he appeared hopeful that it would steer his colleagues away from the House bill. \n“There’s still some idea that we might use the House plan as a basis for which to proceed,” he said. \nOf course, the prospects for getting a repeal bill through the House looked bleak until it didn’t. After House leaders pulled the bill in March because it didn’t have the votes, senior members began negotiating quietly on their own until they’d worked out a deal capable of ― just barely ― getting enough votes to pass.\nIt looks as if Senate Majority Leader Mitch McConnell (R-Ky.) is trying to do the same thing by having his caucus work out a deal behind closed doors and then bring it to the floor right when he is within striking distance of a majority. Sen. Bob Corker (R-Tenn.) is among the senators who aren’t happy about the process. On Tuesday, that irritation came to a boiling point for him.\n“It’s a very awkward process, at best,” Corker said. “There are no experts. There’s no actuarials. … Typically, in a hearing, you’d have people coming in, and you’d also have the media opining about if a hearing took place and X came in and made comments.”\nLater Corker called the entire saga “very difficult at best,” adding that there’s been “a lot of progress in understanding the problems” senators have with the House bill, and between each other, “but there’s no bill written.” \nBut leadership hasn’t indicated a desire to move negotiations out into the open, and it’s not so hard to imagine how, eventually, they could work out a deal that would get them close to the 50 votes they need ― while still keeping the guts of the House plan and its dramatic effects on insurance coverage.\nLeaders might try to win over holdouts like Sen. Lisa Murkowski (R-Alaska), who has said she wants to protect her state’s Medicaid population, by offering extra money for Alaska ― much as Democrats in 2009 used special funding for Nebraska to bring along then-Sen. Ben Nelson (D-Neb.) in what became known as the “Cornhusker Kickback.” Maybe they could win over Capito and Portman with extra money for opioid treatment as a way to replace a little bit of the money their states would lose from Medicaid. \nOn the Medicaid expansion front, Sen. John Thune (R-S.D.) offered some insight into where the talks are at, saying there’s an interest among many Republicans to have a “longer tail on [repeal] phase-out.” Under the House bill, the extra federal funds for Medicaid expansion would phase out starting in 2020. Senate Republicans could push back that date or find some other way to make the transition more gradual, although, notably, the debate seems to be over when ― and not whether ― to end federal funding for the expansion.\nThere’s also the issue of pre-existing conditions and the tax credits, which are sticking points for Thune himself. \n“We’ve had a lot of members who’ve made statements and are very committed to having a solution in place for pre-existing conditions. There are just a lot of ideas about how to do it,” Thune said.\nAnd the tax credits are a “work in progress,” Thune said. A big concern there, he said, is that the House bill ― unlike the Affordable Care Act ― doesn’t tailor the tax credits to income, making it a lot harder for the poor and even some middle-class consumers to afford coverage.\nA lot depends on whether external political events, like the upcoming special House elections in Georgia and Montana, change the political calculus of Republicans ― so many of whom seem convinced that the political cost of doing nothing is worse than the political cost of doing something that appears to be highly unpopular.\nAbout the only sure thing seems to be that neither GOP leaders nor members want to be dealing with health care forever. They continue to say they would like a vote no later than the August recess, even though the possibility of reaching a deal by then seems highly uncertain.\nAs Thune put it, “At some point we need to vote, and so that day of reckoning will come.” ", "date": "\n05/23/2017", "href": "https://www.huffpost.com/entry/senate-republicans-health-care-repeal_n_5924b986e4b00c8df29fd656", "tags": "obamacare anywhere sound repeal medicaid close ” ― house senate bill republicans like deal"}