{"title": "Italy election: Populist gains send shockwaves to Brussels", "content": "Italy's political earthquake sends shockwaves all the way to Brussels. \nIf eurocrats had bothered to look, they would have seen it coming.\nSince Emmanuel Macron won France's presidential election, the insistent, persistent, wisdom in Brussels has been that populist politicians were on their way out. \nMarine Le Pen failed in her presidential bid there, as did the Freedom Party in Austria; Geert Wilders flopped in the Netherlands - so the stubborn understanding has gone.\nNow President Macron can dream-team it with Angela Merkel all the way to an invigorated EU.\nExcept reality never kept to that script, as I've often discussed in this blog.\nSo-called \"populist\" parties differ, of course, from country to country.\nSyriza in Greece is left-wing, while Le Pen's Front National is right-wing nationalist and Five Star in Italy is sure only that it is anti-establishment.\nBut what they have in common is that, while they may not always win elections outright, they continue to perform strongly at the polls while many traditional parties languish.\nHere in Italy, the passion was palpable at the pre-election rallies of the League and the Five Star Movement. \nIt's the populist's winning formula: whatever voters are worried about - migration, jobs, globalisation or Brussels - he or she promises they are listening to those fears. \nMatteo Salvini of Italy's anti-immigration League party told me he was proud to be a populist if it meant being amongst the people, working to solve their problems.\nToday, Luigi di Maio, Five Star's candidate for prime minister, announced a new Italian republic \"of the people\".\nBeing told that they are not alone is balm to the ears of millions of European voters still smarting from the perception of being sold out by traditional political parties after the 2008 economic crisis.\nAnti-establishment Five Star performed particularly well in southern Italy where unemployment is chronic and voters feel marginalised and ignored by Rome and Brussels.\nWhereas the League's rallying cry for law and order and a hard line on immigration resonated in the north of the country, where Italians resent the hundreds of thousands of mainly African migrants who are stuck there.\nThe migrants' attempts to reach richer parts of Europe via Italy have been frustrated by neighbouring France and Austria closing their borders to them.\nHere again, as with the economic crisis and when it comes to imbalances in the Eurozone, Italians feel the EU should have helped them more with what they see as pan-European problems.\nWhich leads us to something else Europe's populist parties have in common: a hefty dose of Euroscepticism.\nI'm speaking here of Euroscepticism in the European style, rather than the UK-style which this is sometimes misunderstood as in the UK press.\nMarine Le Pen tweeted her congratulations to Italy today. \nThis election was the next European chapter in the awakening of the people, she said.\nWhat she did not augur was an imminent Italexit - Italy's exit from the European Union.\nAs she knows from personal experience in France where she flirted with promoting Frexit, the expectation that European countries would fall one by one like dominos out of the EU after the UK's Brexit vote has fallen flat.\nItaly's populists - like those in Austria in their recent general election - had to back away from earlier promises to pull out of the euro currency.\nItalian voters want the EU to reform but not disappear.\nFor as long as I have covered European politics (and that now goes back 20 years) the EU has pledged loudly to \"bring Europe closer to the people\".\nBut Italy is proof that it is failing to properly do so.\nThe same day the populists turned Italian politics upside down, eurocrats sighed with relief that Angela Merkel's coalition of EU-friendly, traditional political parties was finally re-launched.\nVoter frustration here in Italy but evident and ongoing in Germany too surely shows it's time for Brussels to sit up and really pay attention.", "date": "5 March 2018", "href": "https://www.bbc.com/news/world-europe-43294041", "tags": "european election eu parties five shockwaves voters gains italy send brussels populist star"}