{"title": "Italy migrants: Who is responsible for helping out at sea?", "content": "Italy's decision in June not to accept the rescue vessel Aquarius with more than 600 migrants on board attracted widespread criticism on humanitarian grounds.\nMalta's Prime Minister Joseph Muscat said Italy had broken international rules, and the plight of the Aquarius led to a diplomatic row between Italy and France.\nItaly's right-wing Interior Minister Matteo Salvini said that although rescuing lives is a duty, \"transforming Italy into a vast refugee camp is not\".\nThe ship was eventually diverted to Spain.\nSo who has the legal responsibility for vessels at sea carrying migrants?\nArguments between European states over how to manage the flow of migrants have continued for several years, largely as a result of rules which said that refugees should apply for asylum in the first country of entry to the EU.\nThis, Italy and Greece argued, meant they had to shoulder the overwhelming burden of those arriving by sea.  \nA spokeswoman for the EU Border and Coastguard Agency, Frontex, told the BBC that its main purpose is border surveillance and security. \nHowever, she said that if a Frontex-operated vessel was in the vicinity of an incident, it would take those rescued to the nearest EU port.  \nShe pointed out that the migrants on the Aquarius were rescued outside of Frontex's normal operational area.\nWhen the BBC asked the EU Commission for details of the legal responsibilities member states have towards vessels carrying migrants, it referred us to the existing international maritime conventions and laws.\nThese include the 1974 Convention for the Safety of Life at Sea. This dictates that any ship learning of persons in distress \"should proceed with all speed to their assistance\".\nIn addition, the 1982 UN Convention on the Law of the Sea says that every state that has a ship flying its flag should require that ship to rescue those \"in distress\" at sea.\nThere is also the 1979 International Convention on Maritime Search and Rescue, which establishes a legal framework for signatories to co-ordinate rescue efforts.\nAccording to the International Maritime Organization, which helped put together some of the principles behind rescue at sea, its member states also have an obligation \"to co-ordinate so that persons rescued at sea are disembarked in a place of safety as soon as possible\".\nHowever, there are a number of issues.\nOne problem is over defining distress, according to Yves Pascouau, editor of the European Migration Law website. which offers advice on asylum and immigration law across the EU.\n\"This is a question of interpretation,\" he says. \nThe Aquarius was not in obvious mechanical difficulty as it approached Maltese and Italian waters and he adds: \"They (Italy and Malta) did not consider the definition of distress had been met.\"\nIn addition, the Maltese authorities had provided some food and water to those on board.\nHowever, the ship was reported to be carrying more than 120 unaccompanied minors and seven pregnant women.  \nA journalist on board said many people were sleeping outside and exposed to the elements.\nThe NGOs operating the vessel argued that not allowing it to dock in Italy and making those on board spend more days at sea in order to reach Spain would expose them to further hardship.\nThere are also issues over what constitutes a place of safety, and whether that means disembarking those rescued at sea on land.\n\"There is no obligation on a state responsible for a specific search and rescue area, or responsible for co-ordinating a rescue effort, to receive the survivors on land,\" says Ainhoa Campas Velasco of the Institute of Maritime Law at University of Southampton.\nHowever, she points out that humanitarian considerations are meant to form part of search and rescue operations.\nAnd she adds that it seems that Italy was co-ordinating rescue work when the Aquarius - operated jointly by Doctors without Borders (MSF) and the Franco-German charity SOS Méditerranée - picked up migrants off Libya.\nItaly has made clear that it doesn't want NGO-operated vessels bringing people into the country, although it did allow one of its own coastguard vessels to dock carrying more than 900 migrants it had rescued off the coast of Libya.\nIt's also worth remembering that under maritime regulations, states have the authority to allow or refuse permission for vessels to enter their territorial waters.\nRead more from Reality Check\nSend us your questions\nFollow us on Twitter", "date": "17 June 2018", "href": "https://www.bbc.co.uk/news/world-44458441", "tags": "responsible eu vessels helping rescued ship rescue italy aquarius sea migrants"}