{"title": "Italy bridge: State of emergency follows Genoa disaster", "content": "Italian PM Giuseppe Conte has declared a 12-month state of emergency in the Liguria region in response to the motorway bridge collapse in Genoa.\nHe also said he would make an initial €5m ($5.7m) available from central funds to the north-western region.\nThe regional government had requested the action following Tuesday's disaster, which left 39 people dead.\nThere has been anger and disbelief in Italy that such a vital structure could have simply given way.\nRescuers have said there is little hope of finding more survivors underneath the Morandi bridge, where dozens of vehicles fell from a height of 45m (148ft) in Tuesday morning's collapse.\nThe cause is not yet known but there has been heavy criticism of the private company responsible for operating the bridge.\nHundreds of firefighters worked overnight and throughout Wednesday with lifting gear, climbing equipment and sniffer dogs to try to locate survivors and bodies.\nMore than 400 people have been evacuated from the area. Residents of housing blocks under one pillar were ready to move back, but were then told it was cracking and that their homes were at risk.\nThere are 15 people being treated in hospital, nine of them in a serious condition, according to the local prefecture.\nGiovanni Toti, governor of Liguria, had asked the government in Rome to declare a state of emergency in the region.\nFollowing a cabinet meeting held in the city of Genoa, Prime Minister Conte said: \"We agreed to his request to declare a state of emergency in Ligura for 12 months due to the events of yesterday morning... and we decided to release €5m from the national emergency fund for immediate needs.\"\nHe announced a national day of mourning would take place, which the government wanted \"to coincide with the funerals of the victims\".\nHe added: \"These are unacceptable tragedies that should not happen in a modern society. This government will do everything to prevent such tragedies from happening again.\"  \nMr Conte confirmed the government's intention to begin proceedings to revoke the contract of private sector firm Autostrade per l'Italia, which was in charge of operating and maintaining the bridge and the A10 motorway it was part of.\nThe highways firm defended its maintenance record, saying it had checked the bridge every three months using highly specialised techniques. \nThey included families in their cars, people going to work, and people going on holiday.\nMost of them were Italians, but the French foreign ministry said four of its nationals had also died.\nAmong the dead were a family of three - Roberto Robbiano, 44, Ersilia Piccinino, 41, and their young son Samuel.\nOne of the most compelling testimonies came from Davide Capello, 33, a former goalkeeper for Serie A side Cagliari.\nHis car fell 30m in the collapse, but came to rest in a pocket between the columns and he survived.\n\"I was able to get out... I don't know how my car wasn't crushed. It seemed like a scene from a film, it was the apocalypse,\" he said.\nValentina Galbusera, 43, a doctor, told La Stampa: \"The bridge fell in front of me, not even 20m away, I avoided the collapse by only a couple of seconds. I felt the bridge was shaking and I tried to reverse. Then I got out of the car and started running.\" \nIt's not yet clear. There was torrential rainfall at the time.\nA huge tower and sections of the bridge - measuring about 200m - collapsed on to railway lines, a river and a warehouse.\nThe motorway operator said work to shore up the bridge's foundation was being carried out at the time.\nAutostrade per l'Italia said in 2011 the bridge had been suffering from degradation due to heavy traffic.\nThe Genoa Public Prosecutor's Office has opened an investigation into possible negligent homicide. The head prosecutor blamed \"human error\".\nThe state of the bridge and the responses to the collapse throw light on what has been a long-standing debate about Italian infrastructure.\nThis was the fifth bridge collapse in Italy in five years, according to Corriere Della Sera.\nThere have been previous reports and comments questioning how the Morandi bridge was built and how long it could last.\nIn December 2012, the Genoa city council discussed the state of the bridge at a public hearing into how to expand the local transport infrastructure. A local industry confederation official spoke of the collapse of the Morandi bridge \"in 10 years\".\nIn 2016, structural engineer Antonio Brencich spoke of \"errors in this bridge\".\nThe issue of transport in the area is now critical, given that the bridge was a major arterial route for an important port city.\nThe Morandi bridge, built in the 1960s, stands on the A10 toll motorway, an important conduit for goods traffic from local ports which also serves the Italian Riviera and south-east coast of France.\nThe prime minister has said all infrastructure across the country will be double-checked in the wake of the collapse.", "date": "15 August 2018", "href": "https://www.bbc.co.uk/news/world-europe-45193614", "tags": "motorway genoa disaster bridge follows italy emergency state collapse morandi government"}