{"title": "Italy bridge: The lives lost to the Genoa bridge collapse", "content": "A young family on holiday, a chef from Chile and two workers crushed by falling debris were among the victims of the motorway bridge collapse in Genoa, Italy.\nA total of 43 people lost their lives when the Morandi Bridge gave way on 14 August. \nHere are details of some of the victims.\nComputer technician Roberto Robbiano, 43, and his wife Ersilia Piccinino, 41, came from Voltri in Genoa province.\nTheir car plummeted 45m (148ft) when the bridge came down, and they died along with their son, Samuele. \nThe young boy, aged eight, was among the first victims to be recovered.\nThe family were travelling to Sardinia via the port of Genoa, their car full of luggage and beach toys. \nHours before setting off, Mr Robbiano had posted a picture of Sardinia from above on his Facebook wall, excited to spend a few days by the sea.\nFirefighters found the crumpled wreck of their car under the remains of a huge concrete beam. \nItalian reports say rescuers working there heard one of the adults' mobile phones ring. The caller was listed as \"mamma\".  \nMirko Vicini, who worked for waste management company Amiu, was just below the viaduct when the bridge collapsed, sending down huge chunks of asphalt, pylons and reinforced concrete.  \n\"You were a sensitive soul. Thank you,\" read one comment on his Facebook page.\n\"May the earth lie gently on you,\" another tribute said.\nMr Vicini's colleague Bruno Casagrande is feared to have died beside him. The pair had recently been handed seasonal contracts after a spell of unemployment, and dreamed of a brighter future, Italian newspaper Il Messaggero said.\nA third man, Alessandro Campora, 55, who worked for maintenance company Aster, was confirmed dead on Wednesday.\nAmiu company director Tiziana Merlino expressed her condolences, saying: \"The damage is inestimable, but nothing compared to the pain for the lives lost.\"\nAndrea Cerulli, 47, a keen amateur footballer, was killed on his way to work.    \nHis team, Genoa Club Portuali Voltri, confirmed his death in a tribute posted to their Facebook page. Posting a picture of the player with his son balanced on his shoulders, the club said it was \"rallying round the family of Andrea, our associate, our friend, our colleague, a victim of the Ponte Morandi [Morandi Bridge] tragedy. Goodbye, Andre\".\n\"We apologise to our customers, but we will be closed for mourning. Unfortunately a piece of our hearts remains under the rubble of the Genoa bridge.\"\nThis is how the parents of Stella Boccia, 24, told customers at their restaurant they had lost their daughter.\nHundreds of condolence messages were left on Facebook for the owners of Il Pescatore in Monte San Savino, Tuscany. \nMs Boccia's boyfriend Carlos Jesus Trujillo, who came from Peru, was killed with her. \nThe pair had been together for a few short months. Ms Boccia worked in the sportswear store Foot Locker, while Mr Trujillo had a job at Gli Ostinati, a restaurant just yards away. \nThe young couple were reportedly identified from their car registration number.\nOn Facebook Mr Trujillo gave his favourite quote as: \"The past dies... The present lives... The memories are left, and life goes on.\" \nIn the aftermath of the collapse, some of those who perished were simply listed as missing. Luigi Matti Altadonna, 35, was one of them. He had been driving over the stricken bridge in his work van.\nBefore the worst was known, his family launched a desperate search on social media. Rescuers were unable to save him, and Mr Altadonna was later identified in the morgue at San Martino hospital.\nHis father Giuseppe told reporters: \"My son was here to work. He was only 35, and had four children.\"\nMr Altadonna was originally from Borghetto municipality, but was a long-time resident of Genoa.\nThe mayor of Borghetto, Giancarlo Canepa, offered condolences to his family on the authority's Facebook page, writing: \"The municipal administration joins the pain of Giovanni, a model citizen and an exemplary volunteer of the Civil Protection Section of Borghetto, for the loss of his dear nephew in the terrible tragedy of Genoa\". \nThe same account later posted pictures of flags at half-mast. \nElisa Bozzo, 34, from the Busalla municipality north of Genoa, wrote on her Facebook page, \"How can I not celebrate life!!\"\nOn Tuesday, concerned friends used the site to appeal for help in finding her.  \nLoredana Cicala posted pictures of the missing woman, who called herself \"La Ely\", writing: \"We are looking for Elisa Bozzo, La Ely, who works in Pegli and has not been reachable since 11.21.\" She added that Ms Bozzo was travelling in a black Opel car.\nHer body was found beneath the rubble late on Tuesday evening, Il Messaggero reported.\nMs Bozzo's Facebook page has now been turned into a memorial account. One comment under a 3 August picture of her reads simply: \"I hope to find you in a better world.\"  \nChef Juan Carlos Pastenes, 64, was originally from Santiago but had lived in Italy for more than three decades.  \nHe died alongside his wife, Nora Rivera, said to be 47, and their friend, fellow Chilean Juan Figueroa Carrasco, 68. \nSicilian nurse Marta Danisi, 29, from Sant'Agata di Militello, had recently started work at a hospital in Alessandria, in northern Italy.  \nHer boyfriend Alberto Fanfani, 32, from Florence, was an anaesthesiologist. They were in the same car when the viaduct gave way.\nThe Mayor of Sant'Agata di Militello, Bruno Mancuso, announced a day of mourning on Facebook.\n\"I am shocked and saddened by the terrible tragedy that struck one of our fellow citizens, the young Marta Danisi, who died as a result of the collapse of the Morandi Bridge in Genoa,\" he wrote. \n\"The same fate befell her boyfriend, who was in the car with her. On behalf of the whole community, I express my deepest sorrow and closeness to her family members for this great pain, and the unfillable emptiness that has struck them.\" ", "date": "19 August 2018", "href": "https://www.bbc.com/news/world-europe-45193882", "tags": "genoa young bridge one facebook italy lives collapse car lost page morandi family"}