{"title": "Italy election: Populist Five Star and League vie for power", "content": "The leaders of two anti-establishment parties have each claimed they have the right to govern Italy, after voters in Europe's fourth-largest economy did not return a majority to any single party.\nThe Eurosceptic, populist Five Star Movement was the biggest single party with a third of the vote.\nBut the right-wing populist League said it had been endorsed to run the country as part of a centre-right alliance. \nForming a government could take weeks of negotiation and coalition-building.\nFormer Prime Minister Matteo Renzi has resigned as leader of the governing centre-left Democratic Party, which performed poorly, taking less than 20% of the vote.\nHe said the party would not join a coalition with \"anti-system forces\" and would go into opposition instead.\nAn alliance between the far-right League and ex-Prime Minister Silvio Berlusconi's Forza Italia party is set to win the most seats in the lower house of parliament, but the League has emerged as the senior partner. It won 17.4% of the vote compared with Forza Italia's 14%.\nMatteo Salvini, the 44-year-old leader of the League, said at a press conference that he intended to speak to other parties to gain a parliamentary majority. \nFive Star leader Luigi Di Maio, 31, announced that his party was also open to coalition talks with other parties - this despite the party having stated the contrary in the run-up to the vote.\nThe gains for populists represent a political earthquake that will send shockwaves to the EU in Brussels, BBC Europe editor Katya Adler says.\nA coalition between Five Star and the League would be a \"nightmare result\" for the EU, our correspondent adds. \nHowever, Mr Salvini has ruled out such an alliance. He said he was not interested in a \"minestrone\" coalition, referring to the Italian soup of mixed vegetables.\nResults showed that the League conquered broad swathes of Italy's north, while Five Star saw its strongest show of support in the south.\nThe centre-left coalition, dominated by the Democratic Party, was punished in traditional strongholds including Emilia-Romagna, the northern region home to the city of Bologna. \nVoter turnout was estimated at 73% on Monday morning, according to interior ministry figures.\nThough no party will be able to rule alone based on latest results, the surge of support for populist parties has been compared with Brexit and the election of Donald Trump in the US.\nThe right-wing alliance, which also includes the far-right Brothers of Italy, is tipped to get 248-268 seats - below the 316 needed for a majority.\nBut Five Star will emerge as the largest single party in Italy's lower house, with 216-236 seats.\nThe party was founded in 2009 by comedian Beppe Grillo, who denounced cronyism in Italian politics. It has captured new voters in the poorer regions of southern Italy, feeding off anger over institutional corruption, economic hardship and immigration.\nItalian voters appear to have abandoned Mr Renzi's Democratic Party because of dissatisfaction over these issues, and the centre-left coalition is projected to come a distant third, with an estimated 107-127 seats.\nImmigration and the economy have been two of the key issues for voters during the election.\nMore than 600,000 migrants have travelled from Libya to reach Italy since 2013, which has upset many Italians.\nThe state of the economy was also at the centre of the debates. In 2016, some 18 million people were at risk of poverty, and unemployment is currently at 11%.\nResults from the vote for Italy's Senate, the upper house of parliament, also favoured populists and parties of the right. Five Star performed better than anticipated and was forecast to take the most seats - around 102-122 - but miss out on a majority.\nThe right-wing coalition is predicted to get 118-150 seats in the upper house, and the Democratic Party 42-54.\nBy James Reynolds BBC News, Milan\nWe still don't know who the winner will be. But in this opening act, Five Star has gained a certain advantage. Its message clearly resonated with young people searching for jobs, and with voters in the poorer south of the country. \nThe movement made a big point of running alone in this election. By contrast, other major parties teamed up into electoral alliances. But the feature which gave the party its strength - its independence - may now become its weakness. In order to form a government, Five Star must find coalition partners. Its inexperience in working with others may be a disadvantage in the practical business of coalition-building.\nSo, which way will Five Star seek to turn? There is some speculation that the movement may seek a coalition with the League.\nBoth parties have criticised Italy's relationship with the European Union, although neither campaigns to leave the bloc. A potential alliance between the two would be viewed with some degree of worry in Brussels.\nThe vote comes as a blow to Silvio Berlusconi, 81, whose party led the right-wing coalition. But now Matteo Salvini has laid claim to that role.\nHe has promised to deport hundreds of thousands of migrants and spoken of the \"danger\" of Islam.\n\"My first words: THANK YOU,\" tweeted Mr Salvini as projections rolled in.  \nIn any case Mr Berlusconi cannot hold public office himself until next year because of a tax fraud conviction. \nThe leader of the League is a proud Eurosceptic, who has praised Brexit and voiced opposition to the euro in the past.\n\"It's a fantastic victory which fills us with pride,\" said Mr Salvini on Monday as results came in. \nHe claimed Italian voters had \"made a step forward to be free from the cages and ties that are bringing back hunger and insecurity in Europe\".\nIn the same speech, Mr Salvini repeated his stance that the euro is bad for Italy. \n\"It's a wrong currency and a wrong choice,\" he said.\nLa Stampa (centre-left): Di Maio wins, Italy is ungovernable \nLa Repubblica (centre-left): Italy belongs to the Five Star Movement and the League; the Democratic Party is knocked out, Renzi on his way out\nLibero (centre-right): A chaotic government of amateurs - anger and confusion at the polls: From bad to worse\nIl fatto quotidiano (populist): The Five Star Movement soars, Renzi crashes, Salvini wipes out Berlusconi: Everything changes\nItalian town at centre of bitter race debate\nWill fake claims affect poll?\nSilvio Berlusconi: Italy's perpetual powerbroker", "date": "5 March 2018", "href": "https://www.bbc.com/news/world-europe-43272700", "tags": "league salvini election parties five vie voters party coalition italy power populist star vote"}