{"title": "Italy bridge: Dozens feared dead in Genoa as motorway collapses", "content": "A motorway bridge has collapsed in the northwest Italian city of Genoa, killing 26 people and badly injuring 15, police told the BBC. \nDramatic video footage captured the moment of the disaster when one of the huge supporting towers crashed down during torrential rain.\nCars and trucks plummeted 45m (148ft) on to rail tracks, buildings and a river along with slabs of concrete.\nSearches for people trapped in rubble are expected to go into the night.\nFears that other parts of the bridge might fall have prompted the evacuation of buildings in the area, a rescuer told Italy's Ansa news agency.  \nInterior Minister Matteo Salvini promised that anyone found to be responsible for the bridge collapse would be held to account.\n\"I have crossed that bridge hundreds of times,\" he said. \"Now, as an Italian citizen, I will do everything to get the names and surnames of the managers responsible, past and present, because it is unacceptable to die like that in Italy.\"\nA representative of the motorway's operator, Autostrade, told Reuters news agency there had been \"no reason to consider the bridge was dangerous\".    \nShares in Atlantia, Autostrade's parent company which runs much of the country's motorways, fell 6.3% after news of the collapse.\nIt fell around 11:30 local time (09:30 GMT) during heavy rain. Police reported a violent cloudburst. \n\"We saw lightning strike the bridge,\" eyewitness Pietro M all'Asa was quoted as saying by Ansa. \"And we saw the bridge going down.\"\nEngineers say it is too early to determine the cause of the collapse but that lightning is unlikely to be the reason. \nAnother witness, unnamed, recalled: \"We heard an incredible roar and first we thought it was thunder very close by.\n\"We live about 5km [three miles] from the bridge but we heard a crazy bang... We were very scared... Traffic went completely haywire and the city was paralysed.\"\nOne image posted by the regional emergency services shows a truck perched at the end of the surviving bridge section immediately before the drop.\nEarlier, fire brigade sources told Ansa unofficially that 35 people were dead and 12 missing. \nA child is among the dead, said the head of the civil defence agency, Angelo Borrelli. \nBetween 30 and 35 cars and three heavy vehicles were on the bridge at the time of the collapse, he said.\n\"We are continuing with the rescue operations because we think there are other people alive under the rubble,\" Genoa police spokesperson Alessandra Bucci told Reuters.\n\"We have extracted people from the rubble and now we are focusing on assisting the people, and later on we will understand what caused the collapse of the bridge.\"\nThe full horror of the collapse could be seen in aerial video of the scene.\nPatrick Villardry, a French firefighter who came from Nice to help the rescue effort, told AFP news agency the task was huge.\n\"The first victims have been evacuated and now we have to search under the wreckage of buildings, but there are thousands of tonnes of concrete,\" he said.\nThe Morandi Bridge, built in the 1960s, stands on the A10 toll motorway, which serves the Italian Riviera and southern coast of France.\nThe missing section was dozens of metres in length, and ran across the span of the Polcevera river.\nThe collapse of the bridge was an \"incident of vast proportions on a vital arterial road, not just for Genoa, but for the whole country\", said Mr Toti.\n\"The Morandi bridge connects three major ports in our country, used by tens, even hundreds of thousands of people. They depart from these ports on holiday. These docks receive most of our country's imported goods. It damages the very structure of the Italian logistics system. We are expecting a very fast response from the government.\" \nMr Borrelli said the authorities were trying to arrange help for those affected by the disaster, as well as setting up diversions for traffic.\n\"What we are carrying out at the moment is a search and rescue operation for the victims and the injured, to get the victims out and recover the injured,\" he said.\n\"Then we are obviously also trying to work out how to set up a viable route that is an alternative to the motorway, and also for entry and exit from the port.\"\n\"It's not acceptable that such an important bridge... was not built to avoid this kind of collapse,\" Mr Rixi was quoted as saying by Reuters.\nHowever, Stefano Marigliani, the Autostrade official responsible for the Genoa area, told the agency that the bridge had been \"constantly monitored and supervised well beyond what the law required\". \nThe highway operator said work to shore up its foundation was being carried out at the time of the collapse.\nRepair work on the bridge was carried out in 2016, Reuters reports. Major repairs also took place in the 1990s. \nA structural engineer who lectures at Genoa University, Antonio Brencich, warned in 2016 that there were problems with the bridge, Italian media report. \nThe bridge's designer, Riccardo Morandi (1902-1989) had miscalculated the \"viscous deformation\" - an ageing effect on reinforced concrete, Mr Brencich said.\n\"He was an engineer with great insight but lacking in practical calculations,\" the lecturer said.\nItaly's recently installed government has pledged to increase public investment in infrastructure. \nThe country spent more than €14bn (£12.5bn; $16bn) on its roads in 2006 but that had dropped to less than €4bn by 2010, according to data from the Organisation for Economic Co-operation and Development.\nThe figures cover spending on new transport construction and the improvement of the existing networks.\nSpending started to increase in 2013, when total spend was less than Spain, Germany, France and the UK.\nFrench President Emmanuel Macron tweeted a message of sympathy to the people of Italy, writing in both Italian and French. He said France was ready to offer any necessary aid.\nEuropean Commission chief Jean-Claude Juncker voiced his \"deepest sympathy and sincere condolences to the families and friends of those  who have died, and to the Italian people\".", "date": "14 August 2018", "href": "https://www.bbc.co.uk/news/world-europe-45183624", "tags": "people country genoa italian collapses dozens agency bridge feared italy collapse dead told motorway"}