{"title": "Italy budget: Parliament passes budget after EU standoff", "content": "Italy's parliament has approved a revised budget for 2019, amid opposition complaints that it was dictated by the EU.\nThe country's populist government had originally vowed to push through costly campaign promises including a universal basic income.\nBut in October, the European Commission raised concerns about the impact of such spending on Italy's debt levels.\nRome was told to revise its budget, or face fines and disciplinary action.\nUnder a deal struck with the Commission last week, Italy lowered its planned budget deficit from 2.4% of GDP to 2.04% - less of a reduction than European officials had hoped for.\nThe value of its concessions is understood to be a little more than €10bn (£9bn).\nThe Senate approved the budget last week, and the lower house of parliament passed the revised proposals in a confidence vote on Saturday, with 327 votes in favour, 228 against, and one abstention.\nOpposition lawmakers have complained that the last-minute deal with Brussels left parliament unable to debate the altered proposals.\nThe centre-left Democratic Party has filed a complaint with Italy's Constitutional Court, and its supporters held a protest outside parliament.\nThe deadline for passing the budget was 31 December, after which the government would have been forced to continue with the 2018 budget on a monthly basis.\nItaly's coalition government, made up of the anti-establishment Five Star Movement and right-wing League, has pledged the following:\nPrime Minister Giuseppe Conte has hailed the budget as \"the first step of a broad and ambitious plan of reform\" which he said would \"turn Italy inside out like a sock\" and kick-start economic growth. Critics argue that the plan does not create investment incentives, however. \nThe European Commission has said it will watch closely to ensure the budget agreement is adhered to. The threat of disciplinary action remains if it is not.", "date": "29 December 2018", "href": "https://www.bbc.co.uk/news/world-europe-46710472", "tags": "commission passes european approved eu opposition standoff parliament revised disciplinary italy budget government"}