{"title": "Italy’s Economy Was Humming Nicely. Then Came Trump.", "content": "GIOIA TAURO, Italy — From its headquarters in Calabria, the poorest, least-developed region in Italy, Gruppo Ventura looked out on the world and spotted a potentially lucrative growth opportunity — Iran.\nThe family-owned company installs railroad tracks. The Italian economy was sluggish, while Iran was poised to develop rapidly, having promised to abandon its pursuit of nuclear weapons in exchange for relief from crippling international sanctions.\nThe deal that Gruppo Ventura struck last year with an Iranian partner was modest, but the possibilities seemed big. Then, President Trump withdrew the United States from the Iran nuclear deal, dealing a blow to companies across Europe. A few weeks later, Mr. Trump imposed tariffs on steel and aluminum, provoking outrage among European allies, while threatening to make steel more expensive.\nAlong the way, the Italian political system served up the sort of agita-inducing drama for which it is rightfully famous, sowing worries that all of Europe could be vulnerable to a fresh crisis.\nSo much for Europe’s improved fortunes. So much for Gruppo Ventura’s international expansion.\n“We were expecting to expand in Iran, build rails,” said Gruppo Ventura’s chief financial officer, Alessandro Ventura. “We are not expecting to do these things anymore.”\nAcross Europe — and especially within Italy — recent times have produced a series of bewildering, potentially expensive events that have conspired to replace a spirit of optimism with deepening concern.\nOnly a few months ago, Europe was the leading example of the vigor the global economy was gaining after the trauma of a world downturn. Even Italy, Europe’s traditional problem child, was growing.\nBut Mr. Trump’s decision to walk away from the Iran nuclear deal threatens to cost European companies billions of dollars in lost sales, with German, Italian and French players especially exposed. The reimposition of sanctions on Iran stands to limit the flow of its oil to world markets. This prospect has lifted fuel prices, applying pressure to European economies.\nThis month, Mr. Trump refused to spare Europe from his tariffs on steel and aluminum, then used an annual meeting of major democracies to double-down on his clash with allies, enhancing fears of trade conflict.\nGruppo Ventura presents itself as relatively insulated against such shocks, given that the Italian government pays it to service rail tracks — the sort of activity that must continue. Still, company executives are concerned that the cost of rail tracks will climb along with the price of steel.\n“Everything is a bit more complicated,” said Gruppo Ventura’s chairwoman, Maria Antonietta Ventura.\nAll of this has been playing out against the latest outbreak of Italian political drama, which has placed power in the hands of two populist parties, the Five Star Movement and the League. They have promised to deliver tax cuts and a basic income program — unconditional cash grants for all — without elaborating on how they plan to pay for them, creating fresh worries about Italy’s alarming public debt. Their hostility toward the euro, the currency shared by 19 European nations, has reinvigorated concerns about its endurance.\nThis trifecta of troubles — higher oil prices, American steel tariffs and a crisis of confidence in the government — has turned Italy into a leading export of an unwanted commodity: worry.\n“All three of those are going to have quite a big impact on sentiment this year, and probably add to quite a big slowdown,” said James Nixon, chief European economist at Oxford Economics in London. “It’s not a very pretty combination.”\nOn the afternoon when word broke that Mr. Trump would not exempt Europe from his metals tariffs, Claudio Capponi was struggling to calculate the impact.\nHe is the commercial director of IRON, a publicly traded company that makes industrial parts. Its factory sits in Assisi, in the central Italian province of Umbria. Until the moment that the American president rendered his decision, Mr. Capponi was confident the Continent would be spared.\n“Europe is too good of a trade partner for the United States for President Trump to do this,” he said.\nGiant coils of steel shipped from mills in France were spread across the concrete floors of his factory. As the sound of pounding metal echoed through the cavernous plant, machines sliced steel into customized shapes — arms for earth movers destined for the United States, silos to hold wind turbines, decks of cargo ships.\nGiven that IRON is a buyer of steel, the company might benefit from the American tariffs. Steel now shipped to the United States from mills within Europe might stay here to avoid the tariffs, raising the supply and lowering prices locally even as they increase in much of the world. Chinese producers that export to American shores could divert their product to Europe, amplifying this trend.\nBut Mr. Capponi was banking on none of this. Even if he pays less for steel, his customers are likely to squeeze him for lower prices. More broadly, the American tariffs — justified by the Trump administration as a defense of national security — reverberated as a blow against world trade.\n“We depend on access to a global market,” Mr. Capponi said. “It’s the uncertainty that is driving us mad. We are looking out the window at what is going on outside of our factory. We’re worried about the precedent of these tariffs. We are worried the forces of protectionism are being set loose. The landscape is so unclear.”\nBefore the 1979 revolution in Iran, Italian companies were key players there, building a port at Bandar Abbas, on the Persian Gulf. After the revolution, and before the advent of international sanctions, Italian energy and construction companies were a significant presence.\nOnce the Obama administration and leaders of other world powers struck the nuclear deal with Iran three years ago, Italy saw a chance to reclaim its perch. Iran was a land of 80 million people in need of upgrades to its electrical grid, its ports, its transportation systems.\nLast year, Italy exported more than 1.7 billion euros (nearly $2 billion) worth of goods to Iran, up from €1.2 billion in 2015, according to the European Union. Only Germany exported more, sending nearly €3 billion worth of goods to Iran.\nInvitalia, an Italian government agency that promotes trading opportunities, created a company focused on expanding investment in Iran. The new entity was authorized to provide loan guarantees to support Italian ventures in Iran.\nInvitalia was soon inundated with proposals from Italian companies. The agency was mulling which to back when the United States announced the resumption of Iran sanctions, asserting this would pressure Tehran to curb its support for terrorism and its development of advanced missiles. The Trump adminstration gave companies three to six months to wrap up activities there.\n“This project is on pause,” said Domenico Arcuri, chief executive officer of Invitalia. “We are waiting for the situation between the United States, Europe and Iran to be clarified. In this condition, these projects will be suspended for a long time.”\nAmerican sanctions not only bar domestic companies from doing business in Iran but also threaten foreign businesses with being frozen out of the American financial system. Given that the American dollar remains the dominant means of global exchange, that prospect has halted most transactions.\nBefore Mr. Trump’s decision, Giorgio Meniconi, owner of a small factory in Tuscany, was preparing plans to expand in Iran. His company, Tecon, makes a tool used to slice leather into shoes, jackets and bags.\nFor years, counterfeit versions of his product have circulated in Iran, the handiwork of Chinese factories. He took the nuclear deal as impetus to register his company trademark in Iran and forge a relationship with a local distributor.\nBut last month, the distributor called and canceled the deal. Since Mr. Trump opted to reinstate sanctions, Iran’s currency has plunged against the euro, making Tecon’s products too expensive.\n“I had great hopes for Iran, because I saw it as a gateway to other markets in central Asia,” Mr. Meniconi said. “The hopes we were building were shattered.”\nIn the years before Gruppo Ventura secured its Iran venture, Mr. Ventura traveled there some 20 times. In March 2017, he signed a €2 million contract (about $2.3 million) to service a section of rail outside Tehran.\nHe shipped two locomotives used to tamp down the rocks below railroad tracks. They went out on a freighter from Gioia Tauro, a port on the Tyrrhenian Sea that has long been notorious as a Mafia-run conduit for cocaine trafficking.\nIn August, Mr. Ventura stood at the Iranian port of Bandar Abbas in 122-degree heat, watching a crane hoist the locomotives onto the docks.\nNow, those machines are effectively marooned, the business halted. Gruppo Ventura has lost its appetite for adventurous expansion.\n“We are wary of going into markets that America dislikes, because we never know what they will say,” said Ms. Ventura, the chairwoman.\nFive company technicians dispatched to Iran to maintain the locomotives have returned here, to the company’s warehouse.\n“It was a beautiful thing that our company would go,” the head mechanic, Renato Tocci, said. “Our hope was that our business would grow. Now, it’s a time where everything is stalled.”", "date": "June 22, 2018", "href": "https://www.nytimes.com/2018/06/22/business/italy-economy-trade-war-iran-sanctions.html", "tags": "company iran came italian nicely humming ” trump economy europe italy — ventura"}