{"title": "Italy Is Having an Election. Most Italians Are Too Depressed to Care.", "content": "TARANTO, Italy — Like millions of young Italians, Elio Vagali confronts career options that range from minimal to nonexistent. At 29, he has cleaned homes, picked tangerines and lifted rocks — nearly always off the books, without the protections of a full-time contract.\nIn a measure of his desperation, his dream employer is the dilapidated steel mill that dominates life in this fading city on the Ionian Sea. The complex has been blamed for a cancer cluster in the surrounding community. Yet to Mr. Vagali, it beckons like a portal to another life, one that means moving out of his parents’ apartment.\nExcept the plant isn’t hiring. “You either know somebody, or you don’t get in,” he said bitterly. “There’s nothing here for me.”\nAll of which helps explain why Mr. Vagali and much of the Italian electorate is either indifferent or contemptuous of the national election campaign that, on March 4, will determine who runs Europe’s fourth-largest economy.\nThe country’s bleak prospects have improved in recent years, but not enough to meaningfully lift its citizens’ fortunes. Many companies are growing without hiring. What jobs have been created are largely temporary and part time.\nNearly 30 percent of voters are undecided, according to polls. The unpredictability of the outcome amid economic unhappiness has enhanced the chances that the result could generate financial tumult in Italy and threaten a fresh shock for Europe.\nAnti-establishment parties are drawing support from the economically distressed — especially the populist Five Star movement, which is leading in many polls. Given that Five Star has previously called for Italy to ditch the euro currency, if it were to triumph it would present European leaders with a fresh challenge to the continent’s cohesion.\nMost analysts doubt Five Star can gain enough seats in the legislature to form a government. But there is a remote possibility that the party could forge a coalition with the right-wing Northern League, an alliance that could rattle financial markets, prompting investors to demand higher interest rates for loans to Italy.\n“It would increase uncertainty,” said Mujtaba Rahman, the London-based managing director for Europe at the risk consultancy Eurasia Group. “The markets could be spooked.”\nThe more likely outcome is a coalition led by a rehabilitated Silvio Berlusconi and his Forza Italia party, following his years of disgrace for tax evasion and reports of sex-filled bacchanals. If Mr. Berlusconi emerges from the wilderness to become an Italian kingmaker, that too could roil Europe, given that he has previously scoffed at European rules limiting deficit spending.\nOne might expect Italy to be in a more optimistic mood. The economy is expanding, albeit slowly, following a decade of crisis. Companies are tentatively hiring. A slow-motion banking disaster has largely been contained, as growth has limited bad loans while the most rickety institutions have been bailed out and restructured.\nStill, more than 32 percent of Italians under 25 remain unemployed, while the overall jobless rate is 11 percent. Even after three years of modest growth, the Italian economy remains slightly smaller than it was in early 2004, after accounting for rising prices.\n“The general perception is actually very gloomy,” said Nicola Borri, a finance professor at Luiss, a university in Rome. “The recession was particularly bad. A lot of people lost their jobs. A lot of people lost their savings.”\nYoung Italians see the political class as having failed to refashion an ossified economy in which the elite maintain beach houses, fancy cars and extravagant wardrobes, while everyone else grapples with stagnation. They denounce the still-cozy world of banking in which insiders steer money to politically connected firms while would-be entrepreneurs struggle to secure capital.\nThey also resent paying taxes to finance comfortable pensions, certain that such funds will be exhausted when they reach their senior years given Italy’s monumental public debt.\n“Voting is useless,” Mr. Vagali said as he stood outside the gates of the steel mill. “Nothing changes.”\nHere in the south of Italy, the hardship is especially intense, reflecting a decisive geographic divide.\nNorthern Italy has Milan, with its financial center and high fashion, and industrial enclaves that make cars. The rugged beauty of the south, where vineyards and olive groves spread across verdant land, has seen scant material gains. Industry is minimal, and livelihoods are challenging.\nThere has been some progress. Here in Puglia, the region that forms Italy’s heel, fortunes have improved in recent years. The regional unemployment rate has dropped below 18 percent, from nearly 20 percent in 2016. Exports from Puglia grew nearly 9 percent last year, with pharmaceuticals, agricultural machinery and food leading the charge.\nThe trouble for Italy — as for much of the world — is that rising company fortunes no longer produce many jobs.\nIn a vast rectangular plant outside Bari, Puglia’s capital, Francesco Divella, 70, presides over the pasta-making business that bears his family name.\nStarted by his grandfather in 1895, the business today fills six plants, exporting roughly one-third of its wares to 120 countries, including Germany, the United States and Japan.\nSince the 1980s, the plant has roughly quadrupled its production, while its work force has less than doubled, reaching 320.\n“We are technology oriented,” said Mr. Divella, the chief executive. “We are able to increase production without adding people.”\nInside the factory, enormous machines clatter at high decibels, turning flour and water into sheets of pasta, slicing it into spaghetti, and carrying it into ovens for drying. Sensors looking for trouble along the line provide real-time alerts to computers tucked inside a control room.\nThe control room was empty on a recent morning, the machinery running itself. Outside, a lone worker patrolled the cavernous plant.\nOnly in the back of the operation, where pasta is packaged and hoisted into a warehouse, are humans found in numbers. Those tasks are the target for the next phase of automation. Divella just bought a German robotic system that will run self-driving forklifts in its warehouse at night.\nEven within its professional ranks, Italy is full of economic insecurity, undermining enthusiasm for the elections.\nLess than five years after she graduated from university, Emanuela Muolo, 28, has already given up her dreams of a career in the field she studied, financial law. She first worked an unpaid job at a local law firm, hoping to gain experience. She never secured a paid position, so she shifted her focus to banking, searching throughout Italy for a job while she worked as a restaurant hostess.\nRecently, she settled into a full-time position at a job center in Bari, helping unemployed people with their quests for a paycheck. She earns about 1,100 euros a month (about $1,360).\nShe and her boyfriend have been together for five years. They contemplate marriage and starting a family, but they both live with their parents.\nThe professional roadblocks she has encountered have left Ms. Muolo confused about the election. Her boyfriend plans to vote for Five Star. She plans to skip the polls.\n“It doesn’t feel real,” she said. “Ultimately, we feel far away from Rome.”\nIn Taranto, Rome’s influence is a visceral force as the Ilva steel mill — one of the largest in Europe — spews toxic dust that blackens the windows of surrounding neighborhoods.\nThe plant began production in 1964 as a state-owned enterprise, its very existence the result of Rome’s designs on developing the south to create jobs.\nAlmost immediately, the community began suffering the consequences. Mercury and dioxin seeped into the aquifer, tainting produce and sheep herds, a source of prized cheese. Children coughed up black mucus while succumbing to elevated rates of cancer, according to many studies. Mussels in the bay, once prized, are now eschewed as dangerous.\nIn 2012, a local magistrate cited health issues in ordering the shutdown of major parts of the plant, by then in private hands. But the central government in Rome used an emergency decree to override that decision to preserve some 20,000 jobs.\nThe government took control of the plant in 2015, and last year struck a deal to sell it to ArcelorMittal, a global leader in steel, pending an antitrust review.\nMeanwhile, the mill remains in operation.\nIn the Tamburi neighborhood, a grid of crumbling concrete block apartments with laundry billowing from their balconies, residents have grown accustomed to watching young people move away.\n“There’s no more jobs around here,” said Ignazio D’Andria, proprietor of a local cafe.\nMr. D’Andria does not plan to vote. “I’ve tried the left,” he said. “I’ve tried the right. Our lives haven’t changed.”\nStanding next to the bar, Alessio Peretto grimaces at that attitude. He works at the Ilva plant, and he favors Five Star, given the party’s talk of building a new economy centered on green energy.\n“Give them a chance,” he said.\nThe rest of the crowd inside the cafe was not buying it. They have seen this stretch of southern Italy fester for decades before Rome constructed a catastrophe in the name of jobs. The land is poisoned, people are sick, and now even the jobs are imperiled. To them, the politicians seem like flies landing on a corpse.\nTwo older men leaned against the wall, hoisting bottles of beer after a day spent cutting slabs of marble in a nearby graveyard.\n“In the cemetery, that’s where we find work,” said Antonio Caniello, 69. “Death is the only sure thing.”", "date": "Feb. 27, 2018", "href": "https://www.nytimes.com/2018/02/27/business/italy-economy-election.html", "tags": "election five plant italians years ” italy jobs depressed — care"}