{"title": "Italy bridge collapse: What we know so far", "content": "A large section of the Morandi bridge collapsed amid heavy rainfall on 14 August. Dozens of vehicles plunged 45m amid heavy traffic.\nForty-three people were killed. \nHere is what we know so far about the disaster.\nThe Morandi bridge carries a major road, the A10 toll motorway, which serves the Italian Riviera and links northern Italy to France.\nPart of the 1.2km (0.8 mile) long bridge spans the Polcevera waterway, with other portions reaching over railway lines and buildings.\nIt was designed by Riccardo Morandi and completed in 1967, but restructuring work was done in 2016.\nSome major repairs were also done to the bridge in the 1990s.\nThe motorway operator said work to shore up the bridge's foundation was being carried out at the time of the collapse, during which time it was being constantly monitored.\nA section measuring about 200m fell at around 11:30 local time (09:30 GMT) on Tuesday.\nIt is not yet clear what caused the disaster, but several explanations have been offered.\nSome experts have suggested that the ongoing maintenance work may have been a factor in the collapse.\nOthers have suggested it may have been caused by a design flaw or heavy traffic.\nThe bridge sees some 25 million vehicles every year, and a 2011 report by an Italian highways company said that the bridge had been suffering from degradation.\nAntonio Brencich, a structural engineer who lectures at Genoa University, wrote in 2016 that it may have been more economical to rebuild the bridge because of the ongoing maintenance costs.\n\"There are errors in this bridge. Sooner or later, it will have to be replaced. I don't know when,\" he warned.\nThe victims include a young family of three, whose their car fell from the bridge. They have been identified as Roberto Robbiano, Ersilia Piccinino, and their seven-year-old son Samuel.\nThe family were travelling to Sardinia via the port of Genoa, their car full of luggage and beach toys.\nAmateur footballer Andrea Cerulli was also killed as he was driving to work. His team in Genoa confirmed his death in a tribute posted to their Facebook page.\nThe club said it was \"rallying round the family of Andrea\" and hundreds of people posted condolence messages in response.\nRead more about the victims of the Genoa Bridge collapse here.\nSome survivors have recounted dramatic stories of the disaster. \nThe car of Davide Capello, 33, a former goalkeeper for Serie A side Cagliari, went down with the collapsed bridge but he survived.\n\"I was driving along the bridge, and at a certain point I saw the road in front of me collapse, and I went down with the car,\" he told local media.\n\"I was able to get out... I don't know how my car wasn't crushed. It seemed like a scene from a film, it was the apocalypse,\" he said.\nLuciano Goccia, who was stuck in traffic underneath the bridge, told the BBC it was a \"miracle\" he had survived.\n\"[The debris] fell on top of me and I broke my arm,\" he said. \"I can't remember much because I lost consciousness when the windshield fell on me.\"\nOn Wednesday, Transport Minister Danilo Toninelli called for resignations at the Italian highways agency which operated the bridge.\n\"The top management of Autostrade per l'Italia must step down first of all,\" he said in a Facebook post.\nInterior Minister Matteo Salvini had earlier said he would \"do everything to get the names and surnames of the managers responsible\".\nBut an official from the company insisted the collapse was \"unexpected and unpredictable\".\n\"The bridge was constantly monitored and supervised well beyond what the law required,\" Stefano Marigliani told Reuters news agency.\nThe company has been heavily criticised since the disaster and the government has accused it of prioritising profits over safety.\n\"A lot of money should have been invested in security, but instead it went towards dividends,\" Deputy Prime Minister Luigi Di Maio said.\nOn Thursday, the government threatened to terminate the company's contracts and impose heavy fines. Shares in its holding company, Atlantia, fell almost 30% from the previous close.\nAutostrade per l'Italia insists it has performed according to its contract and the law.\nIt says checks were carried out quarterly by world-leading experts and these had shown no cause for alarm.", "date": "19 August 2018", "href": "https://www.bbc.co.uk/news/world-europe-45193452", "tags": "company work know genoa disaster bridge italy fell collapse car heavy far"}