{"title": "Italy general election vote: Who's who and why it matters", "content": "Italians are choosing a new parliament on 4 March. Who is standing, what are they proposing and does the outcome matter? Here's a brief guide.\nItaly has been run by a caretaker cabinet since December 2016, when Matteo Renzi resigned after staking his leadership on a referendum to overhaul the election and functioning of the houses of parliament. \nThe search for a new prime minister involves some familiar names - and some very familiar faces, indeed.\nFormer Prime Minister Silvio Berlusconi, 81, is back and leading his centre-right Forza Italia (FI) with unbounded energy. \nHe has teamed up with Matteo Salvini, 44, of the right-wing, Eurosceptic Lega (League - formerly the Northern League). \nOn the centre-left is Mr Renzi, 43, leader of the Democratic Party (PD), and challenging both camps is the leader of the Five Star Movement (M5S) Luigi Di Maio, who, at 31, would be Europe's youngest prime minister if he prevailed.\nMigration: Like elsewhere in Europe, the arrival of migrants has spawned extremism, and even mainstream politicians have hardened their rhetoric. \nMr Berlusconi, for instance, has spoken of \"a time bomb\". He wants to deport some 600,000 illegal migrants. His coalition ally, Mr Salvini, is more than pleased. He told an election rally Italy was \"a racist country\". \nThe Five Star Movement wants changes to the so-called Dublin regulation under which refugees typically have to seek asylum in the first EU state they reach. And the PD wants to cut aid to countries that refuse to accept migrants.\nEconomy: Italy has experienced a sharp decline since the financial crisis of 2007-08. It has returned to sluggish growth, but unemployment is the third-highest in the eurozone at 11% and Italy has the second-worst debt burden after Greece. \nYoung Italians complain of lack of opportunities worsened by an entrenched system of favours and cronyism and, consequently, seek work abroad. Observers say they have heard more about pensioners than the youth during the campaign - and the reason may be young voters' high vote abstention rates. \nEurope: Contenders have lined up to blame EU budget rules for hampering recovery. Five Star and the League had promised to hold a referendum to leave the euro. But that rhetoric has now been dropped.\nVaccines: The Five Star Movement wants to scrap a law on compulsory vaccination, despite evidence of a resurgence of measles.\nRead more: Italy makes child vaccinations compulsory\nIt is the first election under a new electoral law which encourages parties to form pre-election coalitions. Five Star has refused to join forces and Mr Di Maio's chances of becoming prime minister appear distant, even though his party may well come top in the share of the vote.\nThe centre-right coalition is likely to emerge the overall winner - but short of a majority. Mr Berlusconi is barred from running because of a criminal conviction. He has mooted the possibility of Antonio Tajani, the president of the European Parliament, becoming prime minister.\nLikewise, the centre-left is unlikely to receive a majority. Mr Renzi has refused to say whether he will be the coalition's choice for PM, whilst refusing to support the incumbent at the same time.\nSo a grand coalition bringing the centre-right and centre-left together remains a possibility. A combination of the PD and Five Star will also cross the 50% threshold, but Mr Renzi has ruled out coalitions with \"extremists\".\nYes - and no, for the time being.\nItaly changes governments very often. However, a semblance of stability has been reigning in the past two decades, and Italians are getting used to regular voting intervals.\nAfter Brexit, Italy will be the EU's third largest economy and its strength matters beyond its borders. After all, Greece's bailout quagmire haunts Europe. An unstable government in Italy will mean little or no growth - and a continued brain drain.\nIs Italy likely to leave the eurozone? No, that issue has gone for the time being. It could be revived should the Eurosceptics of the League and the Five Star Movement somehow form a cabinet.\nA final passing thought: Russia. Nato and the EU have not failed to notice that Mr Berlusconi remains close to President Vladimir Putin. The League is also pro-Russia, as is M5S. \nObservers are wondering how a potential coalition of pro-Russia parties would affect EU consensus in, say, issues like sanctions against Russia over its alleged involvement in Ukraine.", "date": "3 March 2018", "href": "https://www.bbc.co.uk/news/world-europe-43209525", "tags": "minister league election eu five matters prime coalition italy general star renzi vote"}