{"title": "Italy budget: European Commission demands changes", "content": "The European Commission has told Italy to revise its budget, an unprecedented move with regard to an EU member state.\nThe Commission is worried about the impact of higher spending on already high levels of debt in Italy, the eurozone's third-biggest economy. \nItaly's governing populist parties have vowed to push ahead with campaign promises including a minimum income for the unemployed.\nThe country now has three weeks to submit a new, draft budget to Brussels.\nThe Commission said the first draft represented a \"particularly serious non-compliance\" with its recommendations.\nThe Commission Vice-President for the euro, Valdis Dombrovskis, said Italy's response to the commission's concerns was \"not sufficient\" to assuage fears - and the euro's rules were the same for everybody.\n\"This is the first Italian budget that the EU doesn't like,\" wrote Deputy Prime Minister Luigi Di Maio on Facebook. \"No surprise: This is the first Italian budget written in Rome and not in Brussels!\"\nHis co-deputy PM Matteo Salvini added: \"This doesn't change anything.\"\n\"They're not attacking a government but a people. These are things that will anger Italians even more,\" he said.\nThe new government has vowed to \"end poverty\" with a minimum income for the unemployed.\nOther measures include tax cuts and scrapping extensions to the retirement age - fulfilling several key campaign promises from the election in March.\nA defiant Prime Minister Giuseppe Conte insisted earlier that the budget deficit would go no higher than 2.4% of GDP, although the target is three times than that of the previous government.\nThe government argues that servicing its debt of 131% of national output - second only to bailed-out Greece - would hurt Italians, who have still not recovered from the decade-old financial crisis.\nItaly's economy is still smaller than it was in 2008. The governing League and Five Star parties argue an increase in spending would kick-start growth.\nKevin Connolly, BBC Europe correspondent\nItaly' has put itself on a collision course with the EU. The dispute takes the eurozone into uncharted waters. \nThe authorities in Brussels have the right to reject a budget and demand new proposals - and to impose fines - if its requests are ignored. \nThis is the first time they've gone as far as this down that road and the EU has to weigh the prospect of taking firm measures to discourage other eurozone states from breaking the rules against the prospect of a drawn-out conflict with one of its largest member states at a time when its political energies are already absorbed by Brexit.\nThe Italian government says its measures are necessary to restore growth and that it has no intention of backing down. \nItaly's neutral Finance Minister, Giovanni Tria, and international observers had hoped the country would keep its deficit under 2% of GDP - and perhaps as low as 1.6%.\nWhile 2.4% falls well short of the 3% deficit limit under eurozone rules, Italy's debt level is alarming. \n\"For the first time the Commission is obliged to request a euro area country to revise its draft budgetary plan but we see no alternative than to request the Italian authorities to do so,\" Mr Dombrovskis said.\nHe pointed out that Italian taxpayers were having to spend as much servicing the national debt as on education.\n\"Breaking rules can appear tempting at the first look - it can provide the illusion of breaking free,\" he said. \n\"It is tempting to try and cure debt with more debt. At some point, the debt weighs too heavy... you end up having no freedom at all.\"\nAfter Italy announced its draft budget last month, weeks of market turmoil followed. \nBefore the Commission announced its rejection of the Italian budget on Tuesday, European shares fell to their lowest levels in nearly two years.\nFollowing the announcement, the Italy-Germany 10-year bond yield gap, widely used as a relative yardstick of Italy's position on the markets, widened to a new high of 314 points.", "date": "23 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-45954022", "tags": "commission european debt eu first italian italy changes budget government demands eurozone"}