{"title": "Italy Is in Trouble With the E.U. Here’s Why the World Should Care.", "content": "The European Union has sent the Italian budget back to Rome with a failing grade. Italian bonds are being pummeled in financial markets. Italy’s credit rating is perilously close to junk status.\nBond traders and European politicians should be worried about such things. But do they really matter to ordinary Italians and the rest of the world?\nUnfortunately, yes. There can be dire consequences when interest rates spike and investors lose confidence in a country’s ability to pay its debts.\nThat is what is happening. On Friday, Moody’s Investors Service downgraded its rating of Italian debt to one notch above the level where it would no longer be considered investment grade — in common parlance, “junk.”\nIn light of the tension between Italy’s populist government and the European Commission, there is a good chance that Standard & Poor’s will follow Moody’s lead on Friday, putting pressure on the other two main ratings agencies — Fitch and DBRS — to do the same.\nItaly probably has several months to avoid slipping over the cliff to the junk abyss. It might show a willingness to compromise with Brussels, or perhaps the government’s spending plans will defy predictions and, as promised, revive the economy. But if Italy did suffer another downgrade, chain reactions that would be difficult for governments and central banks to control could ensue.\nHere is a look at what might happen in the worst case.\nItaly’s big lenders have taken a beating over the last 10 years and are already in a weakened state. All of them have big stockpiles of Italian government bonds. If that debt loses value, as it would after downgrades, the banks will suffer losses, eroding their capital.\nThe banks might then lose the trust of financial markets as investors worry about their solvency. All banks depend on a constant flow of borrowed money that they lend to customers or use to roll over debts. If that cash spigot runs dry — a so-called liquidity crisis — banks can quickly get into trouble. That happened en masse to banks in Europe and the United States during the 2008 financial crisis.\nItalian banks have thicker capital cushions than they did during that financial crisis, a report by Deutsche Bank said Tuesday, but “liquidity still represents a risk.”\nWhen banks in the eurozone are shunned by the market, they can turn to the European Central Bank. But that raises another issue.\nEurozone banks can borrow as much as they want from the central bank at zero interest, but there is a catch. They have to put up collateral. One of the most common forms of collateral is, wouldn’t you know it, government bonds.\nIf those bonds are rated junk by all four ratings agencies, the European Central Bank no longer accepts them. This happened to banks in Greece when Greek government bonds fell to junk status, contributing to severe economic hardship.\nThe banks can stake other collateral, such as bonds from more solvent countries or corporate debt. But experience shows that troubled banks are usually short of other assets. They can still borrow money from the central bank, but at significantly higher interest rates, putting them at a competitive disadvantage.\nThe European Central Bank has a separate program that would allow it to buy Italian bonds on the open market, helping to hold down the country’s borrowing costs. But Italy would be eligible only if it agreed to conditions that would certainly include spending limits, something the populist government is unlikely to accept.\nBank woes become problems in everyday life because businesses and consumers can no longer get credit. They spend less, and growth slumps. In Italy’s case, the overstretched government would not be able to pay for bank rescues. (One of the reasons Italy is in so much debt in the first place is that it has already spent huge sums rescuing its banks.)\nWhen people spend and earn less, they pay less in taxes. Government revenue drops, Rome’s ability to make debt payments suffers, and a vicious cycle begins that is difficult to stop at the nation’s borders.\nAmong economists there is a debate about whether Italy could provoke another major financial crisis. Some experts argue that the financial system has become stronger since 2010, when Greece’s debt problems nearly destroyed the eurozone.\n“The core of the financial system is much more resilient than before the global financial crisis, with strengthened bank capital and liquidity,” the Financial Stability Board, a group of central bankers, regulators and government officials who try to keep an eye out for looming crises, said in a statement Monday.\nBut there are many ways that local meltdowns can go global. Banks or investment funds outside Italy may own Italian government bonds and suffer losses. Investors start to fear that other time bombs may be ticking. They flee any stock or bond that seems risky, causing markets to slump. Stock markets across the world, which have been jumpy in recent weeks, slid lower on Tuesday.\nThe biggest risk may be something that most people have not considered yet. Bankers are always inventing new ways to make money, spawning new financial hazards. The members of the Financial Stability Board also warned Monday of the dangers of so-called shadow banking: financial transactions by hedge funds, private equity firms that have acquired huge financial power but are lightly regulated if at all.\n“New forms of interconnectedness have emerged,” the board said, “that could, in some scenarios, act as channels for domestic and cross-border amplification of risks.”\nThat’s a polite way of saying “market panic.” The world is not there yet, but the conflict between Brussels and Rome has raised the chances.", "date": "Oct. 23, 2018", "href": "https://www.nytimes.com/2018/10/23/business/italy-budget-trouble-world.html", "tags": "european banks world trouble italian financial bank italy e.u bonds government central care"}