{"title": "Italy joins China's New Silk Road project", "content": "Italy has become the first developed economy to sign up to China's global investment programme which has raised concerns among Italy's Western allies.\nA total of 29 deals amounting to €2.5bn ($2.8bn) were signed during Chinese President Xi Jinping's visit to Rome.\nThe project is seen as a new Silk Road which, just like the ancient trade route, aims to link China to Europe.\nItaly's European Union allies and the United States have expressed concern at China's growing influence.\nThe new Silk Road has another name - the Belt and Road Initiative (BRI) - and it involves a wave of Chinese funding for major infrastructure projects around the world, in a bid to speed Chinese goods to markets further afield. Critics see it as also representing a bold bid for geo-political and strategic influence.\nIt has already funded trains, roads, and ports, with Chinese construction firms given lucrative contracts to connect ports and cities - funded by loans from Chinese banks. \nThe levels of debt owed by African and South Asian nations to China have raised concerns in the West and among citizens - but roads and railways have been built that would not exist otherwise:\nOn behalf of Italy, Deputy Prime Minister Luigi Di Maio, leader of the populist Five Star Movement, signed the umbrella deal (memorandum of intent) making Italy formally part of the Economic Silk Road and The Initiative for a Maritime Silk Road for the 21st Century.\nMinisters then signed deals over energy, finance, and agricultural produce, followed by the heads of big Italian gas and energy, and engineering firms - which will be offered entry into the Chinese market.\nChina's Communications and Construction Company will be given access to the port of Trieste to enable links to central and eastern Europe. The Chinese will also be involved in developing the port of Genoa.\nItaly is the first member of the G7 group of developed world economies to take money offered by China. \nIt is one of the world's top 10 largest economies - yet Rome finds itself in a curious situation. \nThe collapse of the Genoa bridge in August killed dozens of people and made Italy's crumbling infrastructure a major political issue for the first time in decades.\nAnd Italy's economy is far from booming.\nThe country slipped into recession at the end of 2018, and its national debt levels are among the highest in the eurozone. Italy's populist government came to power in June 2018 with high-spending plans but had to peg them back after a stand-off with the EU.\nMr Di Maio told a news conference: \"Italy has arrived first on the Silk Road and therefore other European countries at this moment have taken a stance on our trade decisions. \n\"They have taken a critical view and they have the right to this opinion.\" \n\"We do not want to override our European partners. We firmly remain in the Euro-Atlantic alliance and we remain allies of the United States in Nato,\" he added.\nThere is, however, dissent within the Italian government. Mr Di Maio's coalition partner, the other Deputy Prime Minister, Matteo Salvini, who heads the right-wing League, was conspicuously absent from all official ceremonies. \nMr Salvini has warned that he does not want to see foreign businesses \"colonising\" Italy.\n\"Before allowing someone to invest in the ports of Trieste or Genoa, I would think about it not once but a hundred times,\" Mr Salvini warned.\nWhat's in it for China?\nItaly's move is \"largely symbolic\", according to Peter Frankopan, professor of Global History at Oxford University and a writer on The Silk Roads.\nBut even Rome admitting the BRI is worth exploring \"has a value for Beijing\", he said.\n\"It adds gloss to the existing scheme and also shows that China has an important global role.\"\n\"The seemingly innocuous move comes at a sensitive time for Europe and the European Union, where there is suddenly a great deal of trepidation not only about China, but about working out how Europe or the EU should adapt and react to a changing world,\" Prof Frankopan told the BBC.\n\"But there is more at stake here too,\" he added. \"If investment does not come from China to build ports, refineries, railway lines and so on, then where will it come from?\"\nThe \"made in Italy\" label carries a reputation for quality worldwide, and is legally protected for products items processed \"mainly\" in Italy. \nIn recent years, Chinese factories based in Italy using Chinese labour have been challenging that mark of quality. \nBetter connections for cheap raw materials from China - and the return of finished products from Italy - could exaggerate that practice.\nThe agreements signed in Rome come amid questions over whether Chinese firm Huawei should be permitted to build essential communications networks - after the United States expressed concern they could help Beijing spy on the West.\nThat was not part of the negotiations in Italy.\nBut a little over a week before the deal was due to be signed, the European Commission released a joint statement on \"China's growing economic power and political influence\" and the need to \"review\" relations.\nAs President Xi toured Rome, EU leaders in Brussels considered their approach for relations with China.\n\"Our aim is to focus on achieving a balanced relation, which ensures fair competition and equal market access,\" Donald Tusk, President of the European Council, said.\nIn March, US National Security Council spokesman Garrett Marquis pointed out that Italy was a major economy and did not need to \"lend legitimacy to China's vanity infrastructure project\".", "date": "23 March 2019", "href": "https://www.bbc.com/news/world-europe-47679760", "tags": "european project rome china first joins road silk italy chinese europe new signed"}