{"title": "Italian populist Salvini sparks row over counting Roma", "content": "Italy's right-wing populist Interior Minister, Matteo Salvini, has prompted a new outcry by saying he wants a census of the Roma community that would lead to non-Italians being deported.\nAfter a chorus of criticism he said his only aim was to protect Roma children.\nThere are at least 130,000 Roma (Gypsies) in Italy, and many live in unlicensed camps on city outskirts.\nLast week Mr Salvini refused to allow a charity ship carrying 629 migrants into Italy.\nHe has tried to limit the number of migrants entering Italy by blocking charity ships that rescue people off the Libyan coast. The Aquarius eventually arrived in the Spanish port of Valencia at the weekend.\nSince Mr Salvini's League party came to power this month with the anti-establishment Five Star movement, he has focused heavily on immigration.\nHis remarks on Roma were eventually rebutted by his fellow deputy prime minister and leader of Five Star, Luigi di Maio, who made clear that a census was unconstitutional.\nUnited Nations human rights official Birgit Van Hout condemned Mr Salvini's comments.\n\"One does not stop to be a human being because one is born outside the European Union, and therefore everybody is entitled to be treated with dignity and respect,\" Ms Van Hout told the BBC.\nThe interior minister told a local TV channel he had asked officials to \"prepare a dossier on the Roma question in Italy at the ministry because nothing has been done since [ex-minister Roberto] Maroni and it's chaos\". \nThere would be a survey to see \"who [they are], how [they live] and how many of them there are, re-doing what was called the census\". \"We'll have a register,\" he said. \nThose Roma who had no right to stay in Italy would be deported but \"as for the Italian Roma, unfortunately you have to keep them at home\". \nItaly's new populist government has as part of its programme a plan to deport 500,000 migrants.\nAn association that promotes Roma rights immediately pointed out that any census based on ethnic background was against Italian law and political opponents expressed horror at the idea. Jewish groups said the plan evoked memories of Mussolini's 1938 race laws.\nPaolo Gentiloni, the centre-left prime minister who led Italy for two years, tweeted: \"Refugees yesterday, Roma today, tomorrow guns for all. How exhausting it is being bad.\"\nThe League leader then clarified his position, insisting he was not proposing a register after all. No fingerprints would be taken, merely a survey of Roma camps to protect the thousands of children prevented from going to school.\nMr Di Maio welcomed Mr Salvini's clarification, saying he was glad that the minister had denied plans for a register. \"If something is unconstitutional, it cannot be done.\"\nBy James Reynolds, Rome\nIn every way, the Roma in Italy live on the fringes of Italian life. Their camps are built on the outskirts of many of the country's biggest cities. Many of these settlements are unlicensed and have become de facto shanty towns. \nIn Florence, I met a Western nun who hired Roma workers to tend to a graveyard. She insisted that they had been so marginalised by mainstream Italian society that they had no chance to find a way into regular work. \nBut many Italians blame the Roma for choosing to live on the margins. There's a widespread perception that Roma children are taught how to steal. As a result, there will be support for Matteo Salvini's call to investigate whether or not Roma children have been properly enrolled in schools.\nThey number between 130,000 and 170,000 and around half have Italian citizenship. Many come from Romania and the former Yugoslavia.\nItalians have an overwhelmingly negative view of Roma, according to a survey published in 2016 by the Pew Research Center.\nSome 82% of those questioned were unfavourable to Roma, far higher than other European countries.\nMr Salvini has long campaigned against the Roma community and has in the past called for their camps to be bulldozed. Two months ago he said if many of them worked harder and stole less, and educated their children in school rather than in theft, \"that would really be a party\".\nIn answer to Mr Salvini's proposals, the 21 July Association that supports Roma rights said the numbers and details of Roma were already known.\nThe Italian Roma community had been in the country for at least half a century, it said, while the few Roma who had no papers were in effect stateless so could not be deported anyway.\nRoma filmmaker Luciano Casamonica said the interior minister could say what he liked but he and his family had been in Italy for seven generations.", "date": "19 June 2018", "href": "https://www.bbc.com/news/world-europe-44531448", "tags": "minister salvini many row italian sparks counting italy children populist roma"}