{"title": "Italy budget deal struck with Europe after months-long row", "content": "After months embroiled in a high-profile diplomatic row, Italy has agreed a deal on its budget with the European Commission.\nThe Commission had demanded changes to Italy's budget plans because of the country's high debt.\nItaly initially stood its ground, leading EU officials to threaten disciplinary action and potentially expensive fines.\nBut European officials said Wednesday's agreement avoided such action.\nUnder the deal, Italy has agreed to lower its planned budget deficit from 2.4% to 2.04% - not so much of a reduction as European officials had hoped for.\nThe value of Italy's concessions is understood to be a little more than €10bn (£9bn).\nItalian Prime Minister Giuseppe Conte said the compromise was a win for both sides.\n\"We can say in conscience that we have realised in full the wishes of our citizens, demonstrating determination in the economic politics of the government,\" he told the country's senate.\n\"We have achieved by means of a complete sense of responsibility, a shared solution, that is good for Italians and satisfactory to Europe.\"\nAcknowledging that the concessions were less than what had been asked for, European economic commissioner Pierre Moscovici said it had been a difficult year for the Italian people, citing the collapse of the Genoa bridge in August and the widespread damage caused by recurrent storms.\n\"The agreement reached today shows unambiguously that the European Commission is not the enemy of the Italian people,\" he said.\n\"We are not a machine made up of insensitive bureaucrats, imposing austerity and denying democracy. I hope that today we can move beyond such caricatures.\n\"I hope that today we can also put to rest any doubts over Italy's place in Europe.\" \nValdis Dombrovskis, the commission vice-president in charge of financial stability, said the agreed budget \"still raises concern\".\nBut he said the deal meant disciplinary action could be avoided - \"provided that the agreed measures are fully implemented\".\nWhile Italy's spending is below the 3% deficit rule -which many countries, like France, exceed - its debt pile is the second-highest in Europe, and the main concern for European officials was that the debt not increase.\nUnder the deal, the budget has been balanced with a reduced growth forecast, which has been revised downwards from 1.5% to 1% for this year and next. European officials had felt the Italian government's expectation of 1.5% growth was overly optimistic.\nBut officials are still concerned about the long-term cost of the Italian government's two flagship policies - a universal income for poor Italians and the reversal of pension reforms which would lower the retirement age. Those plans have been postponed by a few months as part of the changes to achieve the new budget goals.\nMarkets responded positively to the news of the deal, with Italian bonds and stocks performing better on Wednesday.\nThe deal still needs to be approved by the Italian parliament. The European Commission said it would watch closely to ensure the agreement was adhered to - and potentially resume its procedures if it is not.", "date": "19 December 2018", "href": "https://www.bbc.co.uk/news/world-europe-46620853", "tags": "commission european debt officials months-long italian europe italy struck agreed budget row deal"}