{"title": "Italy's populist coalition: What you should know", "content": "Italy's new populist government has been sworn in, ending months of political uncertainty.\nThe anti-establishment Five Star Movement and right-wing League have gone into coalition, preparing to set the eurozone's third biggest economy on a path of tax cuts, a guaranteed basic income for the poor and deportations of 500,000 migrants.\nThey reject years of EU austerity and want to renegotiate Italy's debt. \nSo what will this government, led by law professor Giuseppe Conte, mean for Italy and the rest of Europe?\nNeither Five Star nor The League are fans of the single currency. League leader Matteo Salvini said not long ago that the euro was \"a mistake\" for Italy's economy, while Five Star had wanted a referendum on Italy's future membership. \nBut they have dropped their initial ambition of exit from the euro and now talk of trying to reform it from within.\nNot everyone is convinced by their change of heart. France's Economy Minister Bruno Le Maire earned a rebuke from the leader of The League by warning the populist parties to respect Italy's budget commitments. \nThe markets are wary, too. Italy's borrowing costs have touched levels not seen since 2016. \nItaly was ravaged by the 2008 financial crisis that left the economy some 6% smaller and three million more people in poverty.\nThe answer for The League and Five Star is to move Italians out of poverty. But their policies will cost tens of billions of euros, for a country with the second biggest public debt in the EU after Greece. It stands at 132% of national output.\nPoor families will get a €780 (£682; $919) basic monthly income, provided recipients actively seek work, the parties say.\nIt is a popular idea but one that will cost an estimated €17bn to implement. \nIts most expensive policy is the idea of two \"flat tax\" rates set at 15% and 20%. \nFamilies would receive a €3,000 annual tax deduction based on household income. Sales and excise tax increases next year, worth €12.5bn, will be scrapped.\nThe 58-page joint pact, or \"contract\", does not explain how all the extra spending will be financed. But economists estimate it could cost some €50bn in lost revenue.\nThe minimum monthly pension is to be set at €780.\nThe plan abolishes the current pension reform that raises the retirement age in phases. \nInstead, a new points system would combine people's total years of social security contributions with their age. The total must be at least 100, meaning that someone who has paid into the system for 41 years, for example, could retire at 59.\nThe populist parties say they want revisions to the EU's Stability and Growth Pact, which sets a tough budget deficit limit of 3% of GDP.\nThe plan aims to reduce debt through \"the revival of internal demand\", not by continuing austerity.\nItaly's populists are not just aiming to reset the economy and revisit the EU's rules on debt. The League is strongly anti-immigration and their joint plan reflects that. \nIt demands more EU help for Italy - the main destination for migrants arriving from North Africa - and it insists that the estimated 500,000 undocumented migrants in Italy must be deported \"as a priority\".\nThat would require the creation of \"temporary stay facilities\" throughout Italy for migrants earmarked for expulsion, the parties say. \nThe plan calls for effective relocation of asylum-seekers EU-wide - a scheme already rejected by some EU states. And it demands stronger co-operation to fight people-smuggling gangs.\nThe populist leaders disagree with the EU sanctions on Russia and want them lifted. They do not see Russia as a military threat, but as \"a potential partner for the EU and Nato\". \nThey want to work with Russia against the smuggling of migrants across the Mediterranean and the continuing influence of violent Islamists. They also see Russia as a key player in ending the wars in the Middle East.\nThe EU and US accuse Russia of hostile anti-Western activities and relations became icy after Russia's annexation of Crimea in 2014. ", "date": "1 June 2018", "href": "https://www.bbc.co.uk/news/world-europe-44168602", "tags": "league know eu five tax coalition economy italy russia populist star migrants"}