{"title": "Italy’s New Populist and Anti-Establishment Government Is Sworn In", "content": "ROME — Luigi Di Maio, the political leader of the anti-establishment Five Star Movement, looked giddy as he led the rest of Italy’s new populist government into a frescoed room in Rome’s Quirinal Palace on Friday to be sworn in by a president whose impeachment Mr. Di Maio had demanded only days earlier.\n“I swear to be faithful to the republic,” Mr. Di Maio said under the crystal chandeliers and vaulted ceilings before shaking the hand of President Sergio Mattarella. And, he added, he pledged “to loyally serve the Constitution and the laws and to carry out my functions in the exclusive interests of the nation.”\nAfter a long electoral campaign in which Five Star and their governing partners, the anti-immigrant League, riled up anger and electoral support with vitriolic attacks on the European Union, illegal migrants and their rivals in the Democratic Party, the question turned to how they would actually govern.\nDespite the doubts demonstrated by Italy’s president and the global markets over their anti-euro tendencies and worries among European Union leaders about an erosion of liberal values and the bloc itself, the leaders of the alliance seemed intent on renegotiating Italy’s relationship with Brussels and cracking down on migration. Their early statements in power do not indicate a sudden change of heart.\nEven as the final negotiations wrapped up Thursday night, Matteo Salvini, the leader of the League and now the interior minister, made sure everyone knew what weighed most on his mind.\n“Final hours of work for the government, we’re giving it our all,” he wrote on Twitter. “Meanwhile, the news brings us back to harsh reality, with an immigrant who is PLUCKING PIGEONS during the day, in the middle of the street. … Go home!”\nThat tone contrasted with the gleeful smiles on faces of the 18 ministers as they entered the Quirinal Palace on Friday. The swearing-in ceremony marked the end of an opera that was by turns comic and tragic, and that for 88 days after inconclusive March elections enthralled, bored, frustrated and ultimately either delighted or horrified Italians.\nIn a later ceremony, the departing prime minister, Paolo Gentiloni, handed a little bell to his replacement, Giuseppe Conte, to signal the passage of power from a center-left government that ran Italy for five years to the populists.\nMr. Gentiloni and his under secretary, Maria Elena Boschi, a target of some of the most venomous attacks of the campaign, shook the hands of the populists and then left the building.\nAfter Mr. Conte received the bell, Mr. Di Maio and Mr. Salvini, both vice premiers, flanked him for a photograph. Many political analysts in Italy consider Mr. Conte, a little-known lawyer, to be a pawn of the two powerful ministers.\nThey then had their first cabinet meeting before a confidence vote next week, which is a mere formality because the two parties control a majority of the Italian Parliament.\nMany political analysts have wondered how long the government will last, given that the coalition members’ bases, in northern Italy for the League and southern Italy for the Five Star Movement, have contrasting needs. But it was clear that both parties wanted to deliver on their chief campaign promises and priorities quickly.\nOn Thursday night, after the government was officially announced, Mr. Salvini traveled to Sondrio, in his northern Italian base, and told an adoring crowd at a rally that he had already talked with the new finance minister about cutting from the budget the 5 billion euros allotted for caring for migrants in Italy.\nMr. Salvini, who will maintain his leadership position in the League, is expected to speed up expulsions, break up Roma camps and seal Italy’s borders. On Friday he said, “The migrants who camp out here for lunch and dinner are evidently too many.”\nMr. Di Maio is now in charge of a newly created ministry of vast power, combining economic development and labor. He plans to immediately work on job creation and punish businesses that move out of Italy at the expense of Italian jobs.\nAny company that receives a government subsidy and reduces its work force by 50 percent must return the incentives if it moves out of European Union within three years.\nMr. Di Maio also wants to force companies that leave Italy for other countries in the European Union to return their government incentives. It is a delicate proposal because it could run afoul of the bloc’s free trade rules.\nMr. Mattarella paved the way for the formation of the alliance between the two populist parties when he threatened to break a long stalemate by appointing a technocratic government. After weeks of working on a governing program, the alliance chose Mr. Conte to present the cabinet to Mr. Mattarella.\nBut the president, who has vast powers to protect Italy’s Constitution during transition periods, objected to the alliance’s choice of Paolo Savona, 81, for finance minister, citing Mr. Savona’s involvement in a guide to leave the euro.\nThe president’s opposition prompted call for mass mobilization by Mr. Di Maio that nearly led to early elections. But at the last minute, the alliance came back together and, appeasing Mr. Mattarella, shuffled Mr. Savona to the Ministry of European Affairs.\nAfter he left the palace, Mr. Salvini said, “Savona is in the right place to renegotiate the E.U. rules, and we have a finance minister in perfect synchrony with Savona, thus there is no step back, but he’s been doubled.”\nThe new finance minister, Giovanni Tria, told reporters inside the palace that “no political party wants Italy out of the euro.”\nEnzo Moavero Milanesi, a former European Union official will be the foreign minister, and Lorenzo Fontana, a staunch opponent to same-sex unions and adoptions and an admirer of Marine Le Pen in France and Viktor Orban in Hungary, will be the minister for families and the disabled.\nThe country’s new health minister, Giulia Grillo, is a doctor who has engaged in Italy’s debate over vaccines, which many in the Five Star movement are skeptical of. While she believes vaccines are necessary, she has expressed doubt about requiring children to be vaccinated, preferring to persuade skeptical parents.\nSpeaking at a rally on Friday afternoon, Maurizio Martina, a leader of the Democratic Party, characterized the new government of 18 ministers as bearing the imprint of the far right. Referring to the new coalition government’s agenda, he said: “This is a contract of fear. A contract of nightmares. Of the few against the many.”", "date": "June 1, 2018", "href": "https://www.nytimes.com/2018/06/01/world/europe/italy-government-populist.html", "tags": "european minister di maio sworn ” anti-establishment italy new government populist"}