{"title": "Italy election: Populist PM candidate Conte faces CV scrutiny", "content": "The law professor nominated to be Italy's next prime minister is facing allegations he embellished his CV.\nGiuseppe Conte, 53, says on his resume that he \"perfected his legal studies\" at New York University.\nBut a spokeswoman for the institution told the New York Times there was no record of him having studied there.\nThe Five Star Movement and its prospective coalition partner, the League, are awaiting approval from Italy's president to form a government.\nKatya Adler, Europe editor: Should Europe be scared of Italy's populists?\nA spokeswoman for New York University told the BBC their records did \"not reflect Giuseppe Conte having been at the university as a student or having an appointment as a faculty member\". \n\"While Mr Conte had no official status at NYU, he was granted permission to conduct research in the NYU Law library between 2008 and 2014, and he invited an NYU Law professor to serve on the board of an Italian law journal.\"\nHis CV is publicly available on the Chamber of Deputies website and is dated 17 September 2013.\nIt says that he \"perfected and updated\" his studies at New York University for at least a month every summer between 2008 and 2012.\nOne of the parties that proposed Mr Conte as prime minister has disputed the allegation that his CV contains inconsistencies. \n\"[He] had written at no point to have completed courses or masters at the university,\" the Five Star Movement said in a statement, adding that he had gone there to perfect his English language skills.\nBy James Reynolds, BBC News, Rome\nGiuseppe Conte's official 12-page CV is as long as a mini-PhD. In Italy, a CV is often a chance to list every single achievement, no matter how small. \nBut some believe that listing occasionally gives way to gilding.\n\"I come across hundreds of Italians whose CVs qualify them as graduates of Ivy Leagues after a summer program, executive education, or campus visit,\" academic entrepreneur Alberto Alemanno posted on Twitter.\n\"That's so socially accepted that you no longer notice it.\"\nMr Conte has no experience in government. As a result, much of his credibility rests on his academic record, which is now under inspection. \nWhat's more, the Five Star Movement has made transparency and honesty a key part of its appeal.  So the questions won't go away.\nHis CV also says that he carried out \"scientific research\" at Cambridge University's Girton College in 2001. A spokeswoman for the university told the BBC that it could not confirm or deny his claim citing data protection laws.\nMr Conte also says he worked on his legal studies at the International Kultur Institut in Vienna, Austria. The school - which was misspelt in the CV - is in fact a language school and does not appear to offer legal courses.\nThe question mark over Mr Conte's academic record is one of a number of controversies about his past that have surfaced since his nomination. These include:\nMr Conte, a professor who teaches private law in Florence and Rome, is a complete unknown in politics but has strong ideas about how Italy should be run.\nHe was chosen as the candidate to be prime minister after voters did not return a majority to any single party following elections on 4 March.\nTwo populist party leaders, Luigi di Maio of the Five Star Movement and Matteo Salvini of the League, agreed a coalition deal after days of talks and later nominated Mr Conte as their candidate to be PM.\nThe two leaders are now awaiting President Sergio Mattarella to approve their choice.", "date": "22 May 2018", "href": "https://www.bbc.co.uk/news/world-europe-44211926", "tags": "faces election candidate york five new conte scrutiny university italy says law pm populist cv"}