{"title": "Italy in recession amid sluggish eurozone", "content": "Italy's economy tipped into recession at the end of last year, according to latest figures.\nIn the final three months of 2018, the economy shrank by 0.2%, following a 0.1% decline in the third quarter, the Istat statistics office said.\nItalian Prime Minister Giuseppe Conte said the contraction was likely to continue into 2019.\nMeanwhile, figures from the EU showed economic growth in the 19-country eurozone still languishing.\nGrowth in the euro area remained at 0.2% in the final quarter of 2018, the same as the previous quarter and in line with analysts' expectations.\nThe figures, issued by the Eurostat agency, showed that in the 28-nation EU as a whole, fourth-quarter growth was 0.3%.\nIn contrast to Italy, some other eurozone economies expanded more than expected, with France and Spain posting growth rates of 0.3% and 0.7% quarter-on-quarter respectively.\nItaly's statistics office said agriculture, forestry, fishing and industry had all contributed to the economic downturn, while a rise in net exports failed to offset those declines.\nItaly's coalition government was forced to revise its expansionary 2019 budget last month after the European Commission raised concerns about the impact on the country's debt levels.\nThe renewed recession in Italy aggravates the problem the government has with its finances. \nThe ruling parties' desire to increase spending to meet election campaign commitments led to a stand-off with the European Commission which argued Italy was going to be borrowing too much.  Rome pared back its plans and the dispute was resolved.\nBut the fact that the economy has turned out to be even weaker is bad news for the government finances.\nTax revenue will be hit and that will tend to lead to a bigger financial hole to be filled by borrowing.\nItaly's problem is its accumulated debt, which is on one measure the largest in the eurozone.\nIt would be a huge problem for the rest of the eurozone if Italy were to suffer the kind of debt crisis that Greece and others experienced a few years ago.\nThat is not a near-term prospect, but Italy's persistently weak economic performance makes it very hard to banish that risk conclusively. \nItaly has the biggest government debt in the EU at more than €2.3 trillion ($2.6tn; £2tn). It is also the fourth-largest government debt in the world.\nThe country's debt burden as a percentage of annual economic activity is second only to Greece in the EU at 132%.\nLast week, European Central Bank (ECB) president Mario Draghi said eurozone economic data had been weaker than expected and the risks to growth had increased.\nClaus Vistesen, chief eurozone economist at Pantheon Macroeconomics, said that the overall eurozone figures \"don't look pretty, but have been well telegraphed by the hard data and the financial market horror show in Q4\".\n\"Indeed, it seems to us that markets will be inclined to look at these headline [figures] as good news. They indicate that things probably won't get much worse in the near term - this is a bold assumption, given poor January survey data - and that the ECB will keep rates low for a long time.\"", "date": "31 January 2019", "href": "https://www.bbc.co.uk/news/business-47068401", "tags": "debt sluggish eu growth figures economy italy economic government eurozone amid recession"}