{"title": "It’s White America’s Job To Fight White Supremacism", "content": "NEW YORK ― White supremacist hate is a growing problem that all Americans ― but white people in particular ― need to face head-on, said Heidi Beirich of the Southern Poverty Law Center.\nThe Huffington Post spoke with Beirich last week at Tina Brown’s Women in the World Summit, after she took part in a panel discussion titled “Life After Hate: Defeating White Supremacy.”\n“White supremacy is an indigenous idea ― it’s from our culture,” Beirich told HuffPost. “I think there’s a reluctance on the part of people to say, ‘I play a role in this. My culture plays a role in this.’”\nThe Southern Poverty Law Center has been tracking white supremacist hate for nearly three decades. Beirich, who heads up its Intelligence Project, has been following white extremist movements since 1999, when she first started attending white supremacist meetings as part of her work.\nWhat she sees today ― from an increase in the number of hate groups, to the white supremacist movement’s emerging young leadership, to White House staff ties to hate groups, to the continuing reluctance of many Americans to even acknowledge the problem ― has her deeply concerned.\n“If somebody asked me five years ago, ‘What do you think the future for the white supremacist movement is?’ I would have said the grave,” Beirich told HuffPost. “I can’t say that today.”\nThe number of hate groups in the U.S. has doubled in the last 10 to 15 years, Beirich said during the panel discussion. Last year alone, the number of hate groups rose from 892 to 917, according to the Southern Poverty Law Center’s annual hate-tracking report, and around 80 percent of those groups advocate white supremacist or white nationalist beliefs. The number of anti-Muslim groups tripled last year.\nMembership on hate group sites has also ballooned, Beirich noted. Leading white supremacist site Stormfront doubled its registered users during the Obama presidency to over 300,000 today.\n“Their ranks are growing,” Beirich said.\nWhile it was once a hopeful sign that the most notable names in white supremacism were older people, a younger generation of leaders has emerged in the past five years. These are individuals like Richard Spencer, the 38-year-old face of the so-called alt-right movement, an effort to rebrand the white supremacy movement and appeal to millennials and the middle class generally. They wear “suits and ties and you would think are Hill staffers,” Beirich said. \nPerhaps most concerning to Beirich are the new links between the white supremacist movement and upper echelons of the federal government. “People need to know white supremacists are in the White House,” she said.\nIn particular, Beirich named President Donald Trump’s chief strategist Steve Bannon, who led Breitbart News, a publisher of white nationalist content; Trump aide Sebastian Gorka, who reportedly has ties to a Nazi-aligned group; and Attorney General Jeff Sessions, who has received awards from and spoken at events of an anti-Muslim hate group listed by the Southern Poverty Law Center.\n“They’ve gotten awards from [hate groups]. They believe their ideas,” Beirich said. “They are putting into place policy that’s driven by hate groups ― that has to be stopped.”\nIn its first 11 weeks, the Trump administration has taken aim at Muslims with two executive orders barring travel from Muslim-majority countries ― which have been blocked by the courts ― and targeted Latinos with an order to build a wall on the border with Mexico.\nSpeaking of white supremacists, Beirich said, “We’d like to think these people are fringe. But the fact of the matter is the stuff on immigration and on Muslims, this is right out of the white supremacist playbook.”\nWhite supremacy appears along a spectrum ― from the more subtle forms of institutionalized racism such as de facto school segregation, to more overt manifestations in hate crimes. In its most extreme form, it produces domestic terrorism. White people tend to look away from that reality, according to Beirich.\n“White supremacists ― white guys basically ― commit way more domestic terrorism than radical Islam inside the U.S.,” Beirich said. “[Yet] there has been a general reluctance in this country to see white people as responsible for terrorism in some sort of organized way.”\nBetween the 9/11 attacks in 2001 and the Orlando, Florida, nightclub shooting in 2016, for instance, more people were killed in the U.S. by right-wing extremists than by Islamic extremists, according to a New America foundation study. There is an attempted domestic terrorism plot by white supremacists in the U.S. approximately every 34 days, Beirich said during last week’s panel discussion. \n“When people talk about white supremacist terrorism, they want to call it a one-off, he’s a crazy person. There’s this list of excuses,” Beirich told HuffPost. “It’s like white people can’t handle the idea that there are devils in our midst.”\nLast month, for instance, James Harris Jackson, who is white, murdered Timothy Caughman, who was black. He reportedly told police that he’d traveled to New York City expressly to kill black men. Some news outlets still chose to describe the killer in headlines as “well-dressed” or an “army veteran” (HuffPost included). Protesters that week decried him for what he is: a “white supremacist.”\nSuch double standards were also apparent when Trump, who tweets often about terror attacks, stayed publicly silent when a white man killed six people at a Quebec City mosque. \n“When it’s an Islamic terrorist, [it’s] ‘Muslims, clean up your backyard,’” Beirich said. “Have you ever heard someone say to the white population that we need to root out the white male supremacists in our midst? No, we don’t want to look at ourselves on this front.”\nBut the history of white supremacist violence runs deep. As Beirich noted, the Ku Klux Klan is often judged to be the first terrorist group in the U.S.\nFor white Americans who are alarmed but aren’t sure what to do, Beirich suggests they begin by educating themselves about white supremacism. Learn “the history of white supremacy in this country and its impact,” and also what it advocates for: “a scary, anti-democratic and racist universe.”\n“People need to know more about this movement now than they did in the past,” she said. “By not talking about white supremacy, we are not stopping its ideas ― or its personnel from infecting the highest levels of power.”\nJournalist Farai Chideya, who has reported on politics and white nationalism for some 25 years, echoed this idea in a recent essay, “The Call to Whiteness.”\n“We as Americans have avoided the topic [of white nationalist movements] out of a mix of ignorance, fear, and aversion,” Chideya wrote. “I would argue we can avoid it no longer.” \n“It remains very much up to white America to control the baser urges of the call-to-whiteness,” she concluded. “You are not above it, particularly if you have not bothered to learn about it — and especially if you claim it doesn’t exist or doesn’t concern you.”\nAnother critical way to combat extremism is to get out of your own racial, cultural, political bubble.\n“Go out and meet people from other cultures. Learn about them,” Beirich said, pointing to “contact theory,” or the well-researched idea that contact with other groups can increase tolerance. \nNote that this meeting and learning works in multiple ways. White Americans need to interact with non-white Americans. Liberals would benefit from talking to conservatives, and vice versa. “Engage in civic activities that bring people together,” she urged.\n“I know these things sound simple and sound boring,” Beirich said, “but they make a huge difference.”\nConsider how taking the time to hear other people affected former white nationalist Derek Black, whom The Washington Post profiled last year. He began to pull away from the movement after being invited to a series of Shabbat dinners by a Jewish student on his college campus. “That’s how most people get out,” Beirich said.\nBut she added that the work of reaching out to people from different backgrounds or beliefs should not fall on people from marginalized groups.\n“It shouldn’t be on the groups facing this,” Beirich said. “It’s on the rest of us.”\nFelicia Sanders, who watched as white supremacist Dylann Roof killed her son in a Charleston, South Carolina, church in 2015, sees the same need for people to reach out to people.\n“I see so many Caucasians in here ― and we really don’t mean you harm,” said Sanders at Women in the World. “The problem is that we don’t take time to know each other.”\nAmericans ― and white Americans in particular ― also have a responsibility to make sure their government makes fighting white supremacism a priority, according to Beirich. \n“It would be nice if everyday Americans were reminding the government ― whether talking to legislators or state [and] local officials ― about the importance of battling this,” Beirich said. She specifically noted the importance of accurate statistics on hate crimes, which the U.S. government doesn’t track in any comprehensive way.\nThe bottom line is fairly simple. As Beirich put it, we need to “take responsibility for things screwed up in our own history.”\nThe United States does not do a good job of tracking incidents of hate and bias. We need your help to create a database of such incidents across the country, so we all know what’s going on. Tell us your story.", "date": "\n04/10/2017", "href": "https://www.huffpost.com/entry/white-supremacist-hate-heidi-beirich-southern-poverty-law-center_n_58eb8bb8e4b00de1410519c9", "tags": "groups job america hate white ” ― supremacist beirich fight supremacism"}