{"title": "It’s Benjamin Netanyahu’s World Now", "content": "Nearly every day it seems that another dream comes true for Israel’s prime minister, Benjamin Netanyahu: On May 8, when President Trump announced that the United States was pulling out of the nuclear deal with Iran, he delivered a speech that could have been written by the Israeli prime minister. This week, in another reversal of American policy, a high-level delegation celebrated the relocation of the American Embassy in Israel from Tel Aviv to Jerusalem, fulfilling another of Mr. Netanyahu’s goals. The deaths of scores of Palestinians from Israeli sniper fire at the Gaza border barely distracted from his feeling of triumphalism.\nIt wasn’t always like this. In his 36 years as a diplomat and politician, Mr. Netanyahu has been reprimanded by the Reagan administration, nearly barred from entering the White House, and banned from the State Department during George H. W. Bush’s administration because of his criticism of its policies. He has been at loggerheads with President Bill Clinton and President Barack Obama, both of whom could barely conceal their disdain for him. Now he has an administration that shares his positions almost instinctively.\nThe simplest explanation for this reversal of fortune is that the Trump administration is dominated by the two types of ideologues with whom Mr. Netanyahu has always gotten along best: foreign policy hawks like Secretary of State Mike Pompeo and the national security adviser, John Bolton, and Christian evangelicals like Vice President Mike Pence. And presiding over it all is Mr. Trump, a man who has known and admired Mr. Netanyahu since they first met in New York in the 1980s.\nBut explaining Mr. Netanyahu’s foreign policy success just by pointing to Mr. Trump’s arrival in the White House misses the wider picture. On May 9, the morning after the announcement on the Iran deal, Mr. Netanyahu was in Moscow as guest of honor at Russia’s Victory Day, standing beside President Vladimir Putin. Mr. Putin still supports the Iran deal, and is in tacit alliance with Iran, Israel’s deadly adversary. And yet the Russian president presented the Israeli prime minister as his country’s close ally. He has also allowed Israel to attack Iranian bases and weapons depots in Syria, and even to bomb Russian-built antiaircraft batteries.\nMr. Putin and Mr. Trump are not alone. Mr. Netanyahu has recently been feted by Prime Minister Narendra Modi of India, President Xi Jinping of China, Prime Minister Shinzo Abe of Japan, as well as a host of leaders of smaller countries — including those with far-right governments like Hungary, Poland and Austria. No less significantly, he has maintained close contacts with President Abdel Fattah el-Sisi of Egypt and behind the scenes with the Arab leaders of the Persian Gulf.\nMr. Netanyahu is the toast of the new wave of right-wing, populist and autocrat-like (if not outright autocratic) leaders. They see in him a kindred spirit, even a mentor. He is the leader of a small country who has taken on American presidents and outlasted them. He has successfully defied the Western liberal human rights agenda, focusing instead on trade and security. Israel’s success as a regional economic and military power is proof in their eyes that the illiberal approach can prevail.\nHe has spent more time than any of them on the geopolitical stage, winning election after election. In many ways, Mr. Netanyahu is the precursor to this new age of “strongmen” who have come to power in different parts of the world. It is the age of Bibi.\nWhile no other government has gone as far toward the Israeli positions on the issues of Iran and Jerusalem as the Trump administration, few today are pressuring Mr. Netanyahu in any significant way to end Israel’s 51-year occupation of the West Bank and closure of the Gaza Strip. He has identified a trend: The world is tiring of the Palestinian issue. The carnage on Gaza’s border this week dominated the world’s headlines for a day or two, but Mr. Netanyahu seems convinced that this is just a lingering holdover of the liberal media’s obsession with a minor matter. The substantive diplomatic fallout was negligible. Mr. Netanyahu has hastened this trend by expanding Israeli diplomacy with Asian and African countries, which have shown little interest in the Israel-Palestine conflict, but are eager to acquire Israeli technology, both civilian and military.\nIn September 2010, Mr. Obama, then the most recent Nobel Peace Prize laureate, said at the United Nations General Assembly that it was possible that “next year, we can have an agreement that will lead to a new member of the United Nations — an independent, sovereign state of Palestine, living in peace with Israel.” Mr. Obama at first seemed so serious that Mr. Netanyahu agreed to a longer temporary freeze of new settlement-building in the West Bank than any previous Israeli prime minister, and to change his longstanding opposition to a Palestinian state.\nBut just like every American president over the last half-century, Mr. Obama was beaten by the intransigence of both Israeli and Palestinian leaders. His second term was largely devoted to other foreign policy matters, in particular the nuclear deal with Iran. Now, no one is seriously trying to solve the conflict — certainly not the Trump administration. European countries, while still paying lip service, are much too busy dealing with their own angst.\nMr. Netanyahu believes he has won the argument. He has proved that the world, not even the Arab nations, doesn’t really care about the Palestinian issue. That Israel can continue enjoying economic growth, regional military dominance and improving foreign relations despite its military control over the lives of millions of stateless Palestinians. A significant proportion of the Israeli public is grateful to Mr. Netanyahu for this. Israelis could well provide him with a fifth election victory next year, equaling the record of the founding prime minister, David Ben-Gurion. If he perseveres in office for another 14 months, despite the serious allegations of corruption that could result in a criminal indictment, he will surpass Ben-Gurion as Israel’s longest-serving prime minister.\nThose who continue to believe that a just and equitable solution to the conflict and an end to the occupation — which includes many Israelis and supporters of Israel — is in the interests of both sides, have to come up with new arguments. The threat of external pressure that will force a compromise hasn’t worked and the world has lost interest. For now at least, Mr. Netanyahu is winning.", "date": "May 18, 2018", "href": "https://www.nytimes.com/2018/05/18/opinion/sunday/benjamin-netanyahu-embassy-gaza.html", "tags": "iran minister administration world prime israel benjamin netanyahu israeli"}