{"title": "It’s a Royal Wedding! Ride a Tour Bus! Buy Some Cereal and Condoms!", "content": "LONDON — They came from Arizona, Australia, Brighton, Seattle and Nottingham, among other places. They came because they love the royal family, because they love to eat cake and, in one case, because they had free tickets.\nEnglish literature is full of tales of disparate people thrown together for unexpected reasons. But Wednesday afternoon’s gathering was hardly “And Then There Were None.” Rather, it was a 90-minute royal-wedding-and-high-tea-themed bus tour that ended up attracting a full gamut of royalists, anti-royalists and don’t-care-ists who were not always altogether sure what they were doing there.\n“The bus tour idea was just a different way of having afternoon tea, while going someplace,” said Sally Saunders, a high school teacher from Wollongong, Australia, who was starting on her first course, featuring mini-shepherd’s pies, cucumber sandwiches and sausage rolls. “The whole point is to drive around London and eat some nice food. As for the royals — whatever.”\nMuch of Britain is gripped by wedding fever — or by a fever induced by wedding fever — as it awaits the marriage on Saturday of Prince Harry, sixth in line to the throne, and Meghan Markle, who is from the United States and not in line for the throne at all. To capitalize on this singular moment, companies are rolling out new lines of royalty-related goods and services.\nThe “Royal Tea Bus Tour,” sponsored by Debrett’s, known for publishing a handbook to Britain’s titled families, and B Bakery, a London shop specializing in tasty tea cakes, is one of these.\nBut across Britain, Meghan and Harry are everywhere.\nKeen royalists can, if they fancy, buy items from an officially approved (by Kensington Palace) line of royal-wedding-ware that includes cups, saucers, mugs and plates, along with biscuits, dishrags, Champagne and candles. They can also buy 5-pound coins issued specially by the Royal Mint.\nAnd they can buy royal wedding food and beverages: a chicken sandwich called “The Proposal,” because Harry proposed while the couple was roasting a chicken; a wedding beer called “The Windsor Knot,” referring to the tie-tying knot, and also to the wedding location; special wedding “ginger and sparkle” potato chips, inspired by Harry (ginger) and Meghan (sparkle); and a Burger King wedding sandwich featuring two onion (wedding) rings.\nThere are Harry-and-Meghan sex toys, Harry-and-Meghan condoms, a royal wedding car, a royal wedding romance novel, royal wedding swimsuits and royal wedding water called “Still Harry” (still water) and “Meghan Sparkle” (sparkling water).\nMany companies say the theme has worked for them. The luxury London hotel One Aldwych, for example, reports that it has sold 37 “Royal Wedding Celebration Packages,” at 345 pounds ($466) per person per night, which include breakfast, a “Royal Cup” cocktail and (for £45 more) a “Royal Bouquet.”\nEven limited edition “Wedding Rings” breakfast cereal, with free Harry and Meghan masks on the back of the box, had sold more than two-thirds of its full complement of 1,000 boxes as of May 3, according to politicalcereals.com, the cereal company. (Proceeds are meant to go to the homeless.)\nOn the tour bus, cupcakes with silver plastic crowns that could be made into rings once you licked off the icing, were doled out. After rolling past various regal landmarks — some palaces, Nelson’s Column in Trafalgar Square — the passengers moved on to the sugar-laden portion of their tea. There were brownies and little apple treats, in honor of Meghan’s American-ness, and more traditional things like scones, in honor of the fact that the bus was in England.\n“The proper pronunciation, according to etiquette, is ‘sconn,’” announced Adam Adams (yes, that is his name), the historian who provided narration and color commentary for the tour.\n(“To be honest with you, it’s not my bag at all,” he said later, privately. “I specialize in tours covering the Tudors through the Georgian period. But we all have to be very, very excited right now.”)\nSome people were, in fact, genuinely excited. “It’s just like Disneyland,” said Katie Merritt, a 33-year-old nurse from Arizona, on the bus as part of her royal-themed vacation. She visited Windsor Castle; she visited the bakery where Harry and Meghan’s cake was made; she waited two and a half hours to see the changing of the guard at Buckingham Palace.\nShe’s all for Harry and Meghan. “Cinderella has met her prince,” she said. “It could be anybody. That’s what’s so beautiful about it.”\nAt another table, Liz Tunmer and Sue Gale, both from out of town, were on the bus courtesy of Ms. Gale’s son, who had given her the tickets for Christmas.\n“At the time we didn’t know about the royal wedding,” Ms. Gale said.\n“It was just going to be tea on a bus,” Ms. Tunmer said.\nWas she a royals fan?\nIt depends. “I have some friends who would rather be pulling their toenails out,” she said.\n“I think people see it as an excuse for a good knees-up, if you can forget we’re paying for it,” Ms. Gale said.\nMeanwhile, Sam and Sally Saunders, the sisters from Wollongong, were still pondering the elusive (to them) appeal of the royal family.\n“Maybe it’s because we’re Australian,” Sam said.\n“I just don’t get it,” Sally said. “I don’t understand their importance. I feel really terrible for saying this.”\n“We’ll get kicked off the bus,” Sam said.\n“Good luck to them,” Sally said. “Have a nice life. I’m glad I’m not them.”", "date": "May 17, 2018", "href": "https://www.nytimes.com/2018/05/17/world/europe/royal-wedding-harry-meghan.html", "tags": "meghan ride wedding bus tour royal ” buy cereal condoms — harry"}