{"title": "It’s Called the Met Gala, but It’s Definitely Anna Wintour’s Party", "content": "On Monday, as twilight falls on Fifth Avenue, more than 500 Oscar-winning actresses and actors, Wall Street titans, Silicon Valley wunderkinds, fashion designers and Hollywood players will walk up a 150-yard red carpet leading into the Metropolitan Museum of Art for what has become, over the last decade, the undisputed party of the year on the New York social schedule.\nLast year, the single evening generated almost $12 million, was a trending topic on Twitter and attracted over 25 million page views on vogue.com the following day. This year, it will be part of a documentary by the filmmaker Andrew Rossi, and recorded by 225 approved photographers, reporters and even tweeters and Snapchatters.\nIt is the Metropolitan Museum of Art’s Costume Institute benefit, known as the Met Gala. In addition to kicking off the museum’s annual blockbuster fashion show, devoted this year to Chinese aesthetics’ influence on Western fashion, the event has become a testament to the unmistakable power of its co-host, the 65-year-old editor of Vogue and artistic director of Condé Nast, Anna Wintour, continuing the mythmaking of films such as “The Devil Wears Prada” and — in a retort of sorts to that thinly disguised portrayal — the 2009 documentary “The September Issue.”\nSince 1999, Ms. Wintour, an iron fist in an Oscar de la Renta (or Prada or Chanel) dress, has been the driving force behind the gala’s transformation from a well-attended dinner for museum donors and patrons into one of the biggest fund-raising events staged by any of the city’s cultural institutions, as well as an unprecedented global advertisement for her vision of the fashion industry.\nHow that happened is a story not only of changes in society, media and philanthropy, but also of one woman’s understanding of how a single evening could solidify her role as a corporate power broker.\nUnder Ms. Wintour’s reign, the gala has raised more than $145 million for the Costume Institute (the party funds its operating budget in its entirety), with attendees willing to pay $25,000 for an individual ticket or commit to a minimum $175,000 for a table of 10. By contrast, the Museum of Modern Art’s recent David Rockefeller lunch, the museum’s biggest annual fund-raiser, brought in $3.5 million, while the New York City Ballet’s 2014 spring and fall galas raised a combined $5.45 million.\nThat is partly why, at a ceremony last May that was attended by Michelle Obama and nearly every living American fashion designer of note to reveal the newly renovated Costume Institute, the space was christened the “Anna Wintour Costume Center.”\nIf the gala has been good for the Met, it has also been very good for Vogue, cementing Ms. Wintour’s position as perhaps the most powerful person in fashion. She and her team exert significant control over the guest list, the seating plan, the coverage — deciding which reporters are allowed to go where — and, often, even what selected guests will wear.\nAttendance at the gala “is something you now have to consider as part of a strategy for any designer in the world,” said Ed Filipowski, co-president of the public relations and production firm KCD. “No other international event even comes close.”\nAnd, given the shadow economy of Hollywood fueled by beauty contracts and brand ambassadorships, celebrity guests have their own compelling business reasons to attend, according to Bryon Lourd, chairman and managing director of Creative Artists Agency.\nThough she declined to be formally interviewed for this article, Ms. Wintour agreed to answer three questions via email as long as they did not involve the guest list, the seating plan or financial information. Asked about her own motivation, she said “there was no grand plan.”\nHowever, Mr. Filipowski said, “In my experience, she does not do anything she does not understand.”\nWhat is clear is that before Ms. Wintour arrived, “It was a very different kind of party,” Emily Rafferty, president emerita of the museum, said. “It was local society.”\nPat Buckley, the socialite wife of the conservative pundit William F. Buckley, had been largely overseeing the event since 1979 (it was started by the publicist Eleanor Lambert in 1948). Tickets were generally bought by individuals, unlike today, when most are bought by companies such as Burberry, Chanel and Versace.\nThe international fashion crowd entered the equation in 1983 with the Yves Saint Laurent show, which was masterminded by Diana Vreeland, then a special consultant to the Costume Institute. Combined with the explosion of Wall Street money that swept the philanthropic scene in the late 1980s and shifted the focus from cultural institutions to schools and hospitals, the profile of the typical Met Ball attendee began to shift from the traditional society names toward newer, boldface personalities.\nThe true flexion point came in 1995, when Ms. Wintour, who was hired as Vogue’s editor in 1988, was asked to host for the first time. The following year, the invitation went to Elizabeth Tilberis, another British editorial import who had been brought over to run the Hearst-owned magazine Harper’s Bazaar in 1992.\n“They were keeping a pretty close watch on each other at the time,” said Susan Magrino, chief executive of the Magrino public relations firm, who handled communications duties for Ms. Tilberis. “Liz saw the Met as a way to show she had arrived. In a way, the museum was the accidental beneficiary of their competition.” (Ms. Tilberis died of cancer in 1999.)\nDiana, Princess of Wales, was a guest at the gala that Ms. Tilberis hosted, and Christian Dior served as a sponsor. Bernard Arnault, Dior’s owner, had just named the radical British designer John Galliano as artistic director, and Mr. Galliano made his debut with the dress Diana wore that night. The pair caused a media sensation.\nBy 1999, Ms. Wintour had become, as she remains, the gala’s de facto co-host, and her leadership coincided with the shift in Vogue covers from model-based images to celebrities. In 1993, there were three celebrity Vogue covers; by 1998, there were seven, and in 2002, there were 10.\nThe gala’s guest list was undergoing a similar transformation. Starting in 2003, celebrities served as a hosts of the Met Ball or the dance after-party, which no longer exists, every year, including Nicole Kidman in 2003 and 2005 (seven Vogue covers), Sienna Miller in 2006 (four covers), and Carey Mulligan in 2012 (three covers, including this month’s). There can be up to four additional hosts, as there are this year.\nThough Hildy Kuryk, Vogue’s director of communications, is quick to point out that not every cover model is a host of the ball, it is also true that every female Hollywood star who has served as a host has been on the cover of Vogue.\n“A lot of actresses aspire to the cover of Vogue,” Mr. Lourd said. “It’s the gold standard. And Anna absolutely controls that.” As a result, he added, “There are a lot of people who would like her to like them.” And not just actresses.\nWhen the designer Stella McCartney was asked to be a host in 2011, the year of the museum’s Alexander McQueen exhibit, she had just gotten pregnant. “I thought, ‘Oh my god, if Anna finds out I will be at the top of those stairs just after giving birth....’ ” Ms. McCartney said with a laugh.\nDid she consider saying no?\n“It never occurred to me,” she said, noting that she felt she owed it to Mr. McQueen’s memory. Besides, she added, being a host confers “a real legitimacy.” That year Ms. McCartney dressed 18 attendees, including Madonna and the model and entrepreneur Iman.\nToday, the guest list for the gala has come to mirror, very closely, the pages of Vogue — which, like all magazines, reflects very strongly the worldview of its editor. The old stalwarts have been almost completely phased out.\nChristopher Buckley, the writer and Pat Buckley’s son, said of his late mother, “I have the feeling she’s up there looking down and saying, ‘Who are all these people?’ ”\nRumors have gone around for years that Ms. Wintour turns away guests she does not know or who she feels do not fit the image she wants her event to project. Radar Online reported in 2013 that she had “banned” cast members from the “The Real Housewives of New York City” from buying a table. (Asked about whether such bans existed, Ms. Kuryk responded, “We do not comment on the guest list.”)\nAt the same time, Ms. Wintour ensures that many designers are present, including new faces who might not have the wherewithal to buy tables, implying Vogue’s support and giving them credibility in the eyes of the retailers who attend. She also helps connect brands and celebrities: In 2012, a brand representative said at the time, Vogue “suggested” to Valentino that it might like to invite the starlets Lily Collins and Brit Marling, for example, when the house asked for guest ideas.\nValentino did, and an online search for “Lily Collins Met ball 2012” today yields numerous results, many of them including pictures of Ms. Collins in her Valentino dress.\nYet a designer such as the famously conceptual Rei Kawakubo has never been invited to attend, according to her husband, Adrian Joffe, chief executive of Comme des Garcons International, despite Ms. Kawakubo’s reputation as among the most influential designers working today.\nThe level of control that Ms. Wintour exerts can chafe, with guests complaining of feeling like pawns in her business. The actress Gwyneth Paltrow famously told USA Today in 2013 that she would never attend the gala again, because it was so “unfun.”\n“It’s been professionalized,” Ms. Rafferty said. Working alongside members of the museum’s development office, numerous Vogue staff members devote time to the event year-round, juggling it with their magazine jobs. On the day of this year’s gala, 85 Vogue employees will be stationed around the museum.\nThe evening represents an enormous investment of time and manpower as well as money on the part of Condé Nast. “It positions them as the classiest publishing company in the world,” David Patrick Columbia, editor of New York Social Diary, said. “You can’t fault it as a business decision.”\nThe same may be true for the guests who have paid thousands of dollars to attend, for whom the evening has become not just a ticket, or a tax write-off, but an investment.\n“When it comes to increasing name recognition and profile, nothing compares,” Mr. Filipowski said. “The effect lasts far beyond one evening. A dress gets associated with a celebrity, and then becomes known as the dress XX wore to the ball, and becomes part of history.”", "date": "May 2, 2015", "href": "https://www.nytimes.com/2015/05/03/style/its-called-the-met-gala-but-its-definitely-anna-wintours-party.html", "tags": "wintour fashion gala definitely party museum ” vogue called anna year ms. met"}