{"title": "Jacinda Ardern Consoles Families After New Zealand Shooting", "content": "[For the latest updates on the Christchurch attack, read our Saturday live briefing.]\n• Forty-nine people were killed in shootings at two mosques in central Christchurch, New Zealand, on Friday, in a terrorist attack that appeared to have been carried out by a white nationalist extremist who posted a racist manifesto online and streamed live video of the attacks on Facebook.\n• After visiting victims and their families Saturday afternoon, Prime Minister Jacinda Ardern said many of the people who died in the attacks were the breadwinners in their families, and that the government would help those who had been left without income.\n• A 28-year-old man from Australia was charged with murder and appeared Saturday morning in a Christchurch courtroom. Court papers identified him as Brenton Harrison Tarrant. The New Zealand police said he would face additional charges. A second man, 18, was charged with “intent to excite hostility or ill-will.”\n• Though officials have not released the names of those killed, a list of those missing has been published by the New Zealand Red Cross on its website. It includes people from Afghanistan, Bangladesh, India, Jordan, Pakistan and Saudi Arabia.\n[How to help the victims of the Christchurch shootings.]\nThe attacker targeted the Al Noor Mosque in the center of the city and Linwood Mosque, about three miles away.\nThe country’s police commissioner, Mike Bush, said at a Friday evening news conference that 41 people had been killed at Al Noor Mosque and seven at Linwood Mosque, and that another victim had died at Christchurch Hospital.\nDavid Meates, the chief executive of the Canterbury District Health Board, said that 48 people, including young children, were treated for injuries at the hospital. Mr. Bush said Saturday morning that two of the victims were in critical condition.\nThe police said Friday that three men and one woman had been taken into custody, but Mr. Bush lowered the total number to three on Saturday morning, indicating that someone had been released.\nMs. Ardern said none of those detained had been on security watch lists.\nMr. Bush had earlier urged people not to go to mosques anywhere in New Zealand on Friday. He also urged mosques nationally to “close your doors until you hear from us again.”\nIn a Christchurch courtroom hearing closed to the public for security reasons, police officers in bulletproof vests brought in the suspect, Brenton Harrison Tarrant. The police said he had been charged with one count of murder but would face additional charges. Mr. Tarrant, 28, short with thinning brown hair, handcuffed and wearing white prison clothing, looked around the courtroom but said nothing as District Court Judge Paul Kellar ordered him held for a further hearing on April 5.\nRegional officials have said Mr. Tarrant is an Australian citizen. Court papers listed his New Zealand address as Dunedin City, which is about 280 miles south of Christchurch.\nRichard Peters, his court-appointed lawyer, said Mr. Tarrant had indicated he might represent himself in the prosecution. Asked how Mr. Tarrant had reacted to what he is facing, Mr. Peters said, “He seemed to be quite aware of where he is and what he’s doing.”\nAt the same time the charging document for Mr. Tarrant was handed out to reporters, a second court filing was distributed that said Daniel John Burrough, 18, of Christchurch, had been charged with “intent to excite hostility or ill-will.” Court officials would not elaborate on how the two cases were related.\nIn addition to Mr. Tarrant, three other people were arrested in connection with the attacks, although one was apparently released. Few details have been offered about them.\nFamilies are mourning loved ones, and the city of Christchurch is preparing to bury its dead. As news trickles out about the victims of the massacre, their nationalities are beginning to emerge.\nThough officials have not released the names of those killed, a list of those missing has been published by the New Zealand Red Cross on its website. It includes people from Afghanistan, Bangladesh, India, Jordan, Pakistan and Saudi Arabia.\nAt least three people from Bangladesh were killed, and another two from Jordan, according to local news reports. Five people from Pakistan are missing, and several others were injured, officials in Pakistan confirmed. Other foreign ministries around the world said their citizens were caught up in the attack, including three people from Turkey.\nA 17-minute video posted to Facebook shows part of the attack.\nThe clip, which appeared to have been taken from a helmet camera worn by the gunman, begins behind the wheel of a car. A man, whose face can occasionally be seen in the rearview mirror, drives through the streets of Christchurch before pulling up in front of Al Noor Mosque, beside the sprawling Hagley Park.\n[Read more here about the video, manifesto and social media posts.]\nHe approaches the mosque on foot, his weapon visible, and begins shooting at people at the entrance. What follows is a harrowing nearly two minutes of his firing on worshipers.\nAt one point the gunman exits the mosque and fires in both directions down the sidewalk before returning to his car for another gun — which, like the others, was inscribed with numbers, symbols or messages. When he re-enters the mosque, he shoots several bodies at close range.\nAfter another few minutes, he returns to his vehicle and drives away.\n“There wasn’t even time to aim, there was so many targets,” he says at one point, as the sirens of an emergency response vehicle blare in the background.\nBefore the shooting, the gunman posted links to a white nationalist manifesto on Twitter and 8chan, an online forum known for extremist right-wing discussions. The 8chan post included a link to the gunman’s Facebook page, where he said he would also broadcast live video of the attack.\nThe Twitter posts showed weapons covered in the names of past military generals and men who have recently carried out mass shootings.\nIn his manifesto, he identified himself as a 28-year-old man born in Australia, and listed his white nationalist heroes.\nWriting that he had purposely used guns to stir discord in the United States over the Second Amendment’s provision on the right to bear arms, he also declared himself a fascist. “For once, the person that will be called a fascist, is an actual fascist,” he wrote.\nMany of the people who died in the attacks were the breadwinners in their family, Prime Minister Jacinda Ardern said Saturday.\nThe victims were “predominantly from the ages of 20 to 60ish — and a large number of men,” Ms. Ardern told reporters at Hagley College, a local school near the hospital where relatives of the victims were gathering.\nShe said a government compensation system would help families of those left without income. In the meantime, mosques would continue to get extra security, she added.\n“The commissioner has advised that police security will continue at mosques around New Zealand until it is determined that it is no longer a threat,” she said, referring to the country’s police commissioner, Mike Bush.\nEarlier in the day, Ms. Ardern vowed changes to the country’s gun laws. She said that the attacker held a gun license obtained last November and that five guns were used in the attack, including two semi-automatic weapons.\n“Our gun laws will change, now is the time,” Ms. Ardern said, though did not elaborate on what such legislation may look like. “People will be seeking change, and I am committed to that.”\nPresident Trump, who was mentioned in the suspected assailant’s manifesto as a source of inspiration, rejected suggestions that white nationalism is a rising menace, although he suggested it might be problem in New Zealand.\n“I think it’s a small group of people that have very, very serious problems,” he told reporters in Washington in response to a question. “If you look at what happened in New Zealand, perhaps that’s the case. I don’t know enough about it yet. But it’s certainly a terrible thing.”\nAsked if he had seen the manifesto, Mr. Trump said: “I did not see it, but I think it’s a horrible event, it’s a horrible thing. I saw it early in the morning when I looked at what was happening, and we spoke, as you know, to the prime minister. I think it’s a horrible disgraceful thing, horrible act.”\nAttacks on mosques and Muslim religious leaders in the West have increased in recent years, according to data from the Global Terrorism Database at the University of Maryland. North America, Europe and Oceania saw 128 such attacks from 2010 through 2017, the latest year of available data.\nTerrorist attacks on other religious institutions, such as churches and synagogues, totaled 213 over the same period.\nFelix Kjellberg, a polarizing YouTube celebrity known as PewDiePie, distanced himself from the attacks after the man who filmed himself shooting victims at a mosque encouraged viewers to “subscribe to PewDiePie” in a video livestream.\n“I feel absolutely sickened having my name uttered by this person,” Mr. Kjellberg, a Swede, said on Twitter.\nMr. Kjellberg has courted controversy by performing anti-Semitic gestures, which he calls satirical, in his videos. He has a following of 89 million subscribers.\nOver the last 18 months, tech companies have promised stronger safeguards to ensure that violent content is not distributed through their sites. But those new safeguards were not enough to stop the posting of a video and manifesto believed related to Friday’s shooting.\nA 17-minute video that included graphic footage apparently of the shooting could be found on Facebook, YouTube, Twitter and Instagram more than an hour after being posted. While Facebook and Twitter took down pages thought to be linked to the gunman, the posted content was spread rapidly through other accounts.\nIn order to evade detection, people appeared to be cropping the video or posting the text of the manifesto as an image — techniques used to evade automated systems that find and delete content.\nSocial media companies have heavily invested in those systems, with Facebook reporting last year that more than 99 percent of terrorism content by the Islamic State and Al Qaeda was found and removed through artificial intelligence.\nA Facebook spokeswoman offered condolences to the victims and said the company was “removing any praise or support for the crime and the shooter or shooters as soon as we’re aware.”\nYouTube said it had taken down thousands of videos related to the shooting, and asked users to help flag videos. A spokeswoman for Reddit said it was also trying to remove “any content containing links to the video stream or the manifesto.”\nStill, the tech companies were sharply criticized by Senator Cory Booker, a Democratic candidate for president, who said in New Hampshire on Friday that it was “unacceptable” for the companies to give “a platform to hate.”\nNasreen Hanif, a spokeswoman for the Islamic Women’s Council of New Zealand, said the country’s Muslims were anxious for updates.\n[For Muslims in New Zealand and abroad, the massacre has drawn outrage as a brazen act of hatred borne of anti-Muslim sentiment.]\nMs. Hanif said the two mosques in Christchurch had asked for help from the rest of New Zealand’s Muslims to arrange 49 funerals.\nPresident Recep Tayyip Erdogan of Turkey said that three Turkish citizens were wounded in the attack; the Palestine Liberation Organization’s ambassador to New Zealand said at least one Palestinian was killed; and the group Syrian Solidarity New Zealand said on its Facebook page that “Syrian refugees, including children, have been shot today.”\nA site managed by the International Committee of the Red Cross listed dozens of people who had been recorded as missing, including people from Egypt, Syria, India, Kuwait, Jordan, Afghanistan, Pakistan and Somalia.\n\nRepresentative Ilhan Omar, one of the first two Muslim women elected to Congress, urged all Muslims to attend Friday Prayers and exhorted people of all faiths to join them to repudiate the white supremacist message of the New Zealand attack.\n“I know there was a call for people to not go,” she told reporters after addressing a climate rally in Washington. “But I said to people that is what the terrorists want us to do. That is a win for them, and so we must face the hate and terror with love and with compassion.”\nMs. Omar also said “everyone should join us in solidarity.”\nThe New Zealand police force had called for mosques in the country to close.\nThe congresswoman, a freshman Democrat from Minnesota, has been at the center of a political tempest in the Democratic Party over remarks on Israel that critics have called anti-Semitic. She has apologized for those remarks.\nMembers of the Bangladesh national cricket team, in Christchurch for a match against New Zealand, were en route to Al Noor Mosque for Friday Prayer when the shooting began. They narrowly missed it.\nMohammad Isam, a journalist covering the team, reported for ESPN that at 1:52 p.m. he got a call from Tamim Iqbal Khan, one of the players.\n“There’s shooting here, please save us,” Mr. Khan said, according to Mr. Isam. At first, he thought it was a prank.\n“But he hangs up and calls again — this time, his voice starts to crack,” Mr. Isam wrote. “He says that I should call the police as there’s a shooting going on inside the mosque where they are about to enter.”\nMr. Isam ran toward the mosque and saw bloodied and dazed people fleeing. In the chaos, he managed to find several players, and they eventually reconvened at the hotel. The team manager, Khaled Mashud, told reporters that players were about 50 yards from the mosque.\n“Had we reached even three or four minutes earlier, we probably would have been inside the mosque,” he said.\n“Entire team got saved from active shooters,” Mr. Khan wrote on Twitter. Another player, Mushfiqur Rahim, tweeted that he never wanted “to see this things happen again.”\nAman Singh, who works at a convenience store close to the Deans Avenue mosque, said he had heard the gunshots on Friday afternoon, and that shortly afterward people streamed past the shop, bloody and crying.\nMr. Singh, 26, said he knew several people who worshiped at the mosque.\n“My really good friend goes there,” he said, adding that he had not been able to confirm the friend’s whereabouts on Friday afternoon.\nMurders are rare in New Zealand, and gun homicides even rarer. There were 35 murders countrywide in 2017. And since 2007, gun homicides have been in the single digits each year except 2009, when there were 11.\nBut there are plenty of guns.\nThere were 1.2 million registered firearms in the country of 4.6 million people in 2017, according to the Small Arms Survey, a Swiss nonprofit.\nNew Zealand law allows any person aged 16 or older with an entry-level firearm license to keep any number of common rifles and shotguns, according to GunPolicy.org, a project hosted by the University of Sydney. Most guns can be purchased without being tracked by law enforcement officials.\nA mass shooting in Aramoana, New Zealand, in 1990 — when a man killed 13 people, including two 6-year-olds, after a dispute with his neighbor — led directly to tightened gun laws, including restrictions on “military-style semiautomatic weapons.”", "date": "March 15, 2019", "href": "https://www.nytimes.com/2019/03/15/world/asia/new-zealand-shooting.html", "tags": "ardern shooting people “ mosque zealand friday consoles jacinda families christchurch new"}