{"title": "Jacinda Ardern: How to Stop the Next Christchurch Massacre", "content": "WELLINGTON, New Zealand — At 1:40 p.m. on Friday, March 15, a gunman entered a mosque in the city of Christchurch and shot dead 41 people as they worshiped. \nHe then drove for six minutes to another mosque where, at 1:52 p.m., he entered and took the lives of another seven worshipers in just three minutes. Three more people died of their injuries after the attack.\nFor New Zealand this was an unprecedented act of terror. It shattered our small country on what was otherwise an ordinary Friday afternoon. I was on my way to visit a new school, people were preparing for the weekend, and Kiwi Muslims were answering their call to prayer. Fifty men, women and children were killed that day. Thirty-nine others were injured; one died in the hospital weeks later, and some will never recover.\nThis attack was part of a horrifying new trend that seems to be spreading around the world: It was designed to be broadcast on the internet.\nThe entire event was live-streamed — for 16 minutes and 55 seconds — by the terrorist on social media. Original footage of the live stream was viewed some 4,000 times before being removed from Facebook. Within the first 24 hours, 1.5 million copies of the video had been taken down from the platform. There was one upload per second to YouTube in the first 24 hours.\nThe scale of this horrific video’s reach was staggering. Many people report seeing it autoplay on their social media feeds and not realizing what it was — after all, how could something so heinous be so available? I use and manage my social media just like anyone else. I know the reach of this video was vast, because I too inadvertently saw it.\nWe can quantify the reach of this act of terror online, but we cannot quantify its impact. What we do know is that in the first week and a half after the attack, 8,000 people who saw it called mental health support lines here in New Zealand.\nMy job in the immediate aftermath was to ensure the safety of all New Zealanders and to provide whatever assistance and comfort I could to those affected. The world grieved with us. The outpouring of sorrow and support from New Zealanders and from around the globe was immense. But we didn’t just want grief; we wanted action. \nOur first move was to pass a law banning the military-style semiautomatic guns the terrorist used. That was the tangible weapon.\nBut the terrorist’s other weapon was live-streaming the attack on social media to spread his hateful vision and inspire fear. He wanted his chilling beliefs and actions to attract attention, and he chose social media as his tool.\nWe need to address this, too, to ensure that a terrorist attack like this never happens anywhere else. That is why I am leading, with President Emmanuel Macron of France, a gathering in Paris on Wednesday not just for politicians and heads of state but also the leaders of technology companies. We may have our differences, but none of us wants to see digital platforms used for terrorism. \nOur aim may not be simple, but it is clearly focused: to end terrorist and violent extremist content online. This can succeed only if we collaborate.\nNumerous world leaders have committed to going to Paris, and the tech industry says it is open to working more closely with us on this issue — and I hope they do. This is not about undermining or limiting freedom of speech. It is about these companies and how they operate.\nI use Facebook, Instagram and occasionally Twitter. There’s no denying the power they have and the value they can provide. I’ll never forget a few days after the March 15 attack a group of high school students telling me how they had used social media to organize and gather in a public park in Christchurch to support their school friends who had been affected by the massacre.\nSocial media connects people. And so we must ensure that in our attempts to prevent harm that we do not compromise the integral pillar of society that is freedom of expression.\nBut that right does not include the freedom to broadcast mass murder.\nAnd so, New Zealand will present a call to action in the name of Christchurch, asking both nations and private corporations to make changes to prevent the posting of terrorist content online, to ensure its efficient and fast removal and to prevent the use of live-streaming as a tool for broadcasting terrorist attacks. We also hope to see more investment in research into technology that can help address these issues.\nThe Christchurch call to action will build on work already being undertaken around the world by other international organizations. It will be a voluntary framework that commits signatories to counter the drivers of terrorism and put in place specific measures to prevent the uploading of terrorist content.\nA terrorist attack like the one in Christchurch could happen again unless we change. New Zealand could reform its gun laws, and we did. We can tackle racism and discrimination, which we must. We can review our security and intelligence settings, and we are. But we can’t fix the proliferation of violent content online by ourselves. We need to ensure that an attack like this never happens again in our country or anywhere else.\nJacinda Ardern (@jacindaardern) is the prime minister of New Zealand.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 11, 2019", "href": "https://www.nytimes.com/2019/05/11/opinion/sunday/jacinda-ardern-social-media.html", "tags": "ardern next like attack media new social zealand stop jacinda christchurch massacre terrorist —"}