{"title": "Jacinda Ardern leads effort to curb online extremism", "content": "New Zealand and France will lead efforts to stop the use of social media to organise and promote terrorism in the wake of the Christchurch attacks.\nA gunman killed 50 people in an attack on two mosques in March, while live-streaming the massacre on Facebook. \nPrime Minister Jacinda Ardern said she would co-chair a meeting with French President Emmanuel Macron on 15 May. \nThe aim is to get countries and tech firms to agree to a pledge to eliminate terrorist content online.\nMs Ardern told Radio New Zealand she had already spoken to a handful of chief executives about the pledge - known as the \"Christchurch Call\" - including Facebook boss Mark Zuckerberg.\n\"The March 15 terrorist attacks saw social media used in an unprecedented way as a tool to promote an act of terrorism and hate,\" she said in a statement.\n\"It's critical that technology platforms like Facebook are not perverted as a tool for terrorism, and instead become part of a global solution to countering extremism.\"\nThe meeting will be held in Paris alongside the \"Tech for Humanity\" meeting of G7 digital ministers, which France chairs.\nTech companies faced severe criticism following the Christchurch attacks after live-streamed footage of the attack was widely shared on social media.\nIt is the latest incident to shine a spotlight on how sites like Facebook, Twitter, and YouTube struggle to address extremism on their platforms.\n\"Social media platforms can connect people in many very positive ways, and we all want this to continue,\" Ms Ardern said in the statement.\n\"But for too long, it has also been possible to use these platforms to incite extremist violence, and even to distribute images of that violence, as happened in Christchurch. This is what needs to change.\"\nFacebook has promised to explore restrictions on live-streaming in the wake of the Christchurch killings.", "date": "24 April 2019", "href": "https://www.bbc.com/news/world-asia-48033313", "tags": "ardern platforms effort media curb leads social terrorism online facebook meeting jacinda extremism christchurch attacks"}