{"title": "Jaden Smith for Louis Vuitton: The New Man in a Skirt", "content": "If 2015 was the year unisex became a trend in fashion, 2016 may be the year the question of gender and dress enters an entirely different dimension, at least judging by the style soothsayer Nicolas Ghesquière, the artistic director of Louis Vuitton, whose ability to sense social change and give it form has made him one of the most successful designers of his generation.\nOr rather, judging by his Instagram feed. See, Mr. Ghesquière greeted the early days of January with a post unveiling his three-part spring-summer Vuitton women’s wear ad campaign (coming to magazines in their February issues). One section has a cast of models including Jean Campbell, Rianne Van Rompaey, Sarah Brannon — and Jaden Smith, the 17-year-old actor-rapper-designer-pontificator son of Will Smith and Jada Pinkett Smith.\nThe presence of Mr. Smith, in itself, is not a big thing. Celebrities of all ages are regulars in fashion ads, and Mr. Smith’s younger sister, Willow, was featured in Marc Jacobs’s fall campaign. Burberry often accessorizes its women’s wear ads with hip young men, and for spring has added Dylan Brosnan (son of Pierce) to the roster. What sets the Vuitton ads apart is that they feature Mr. Smith as himself, but in women’s clothing.\nSpecifically, in pieces straight off the runway from the last women’s show: a black leather jacket (look No. 2, originally worn by Lily Stewart), a white cotton and metal embroidered top (look No. 24) and a metal embroidered kilt (look No. 3).\nIn other words, he’s not a man in transition (that’s been done before, when Riccardo Tisci put a transgender model, Lea T, in his fall 2010 women’s ads) or a man wearing clothing that looks as if it could be worn by either gender. Nor is he a man wearing woman-inspired men’s wear, like the men on the Sonia Rykiel pre-fall runway in fuchsia-and-black-striped twin sets and velvet tux trousers. He is a man who happens to be wearing obviously female clothes. And while he doesn’t look like a girl in them, he actually looks pretty good. It’s not about the hairy-legs-in-a-skirt bro cliché.\nSo what is it about?\nIt is possible to see this as sheer sensationalism. There has been speculation that Mr. Smith, who has been wearing various bits of women’s clothes for a while now — a white skirt and black tux to a prom; a flowered T-shirt dress to Coachella and making statements such as “I like wearing super drapey things so I can feel as though I’m a super hero” (in an interview in GQ) — has done it mostly as a canny play for attention, or to promote the idea of himself as a new thought leader (“Went To TopShop To Buy Some Girl Clothes, I Mean ‘Clothes,’” he Instagrammed last year).\nAnd certainly, including him in its campaign makes Vuitton appear edgy and forward thinking and millennial sensitive, especially in the context of the other indie celebrities in the ads: a South Korean actress, Doona Bae, and the virtual star of the “Final Fantasy” video game, Lightning.\nMr. Smith “represents a generation that has assimilated the codes of true freedom, one that is free of manifestoes and questions about gender,” Mr. Ghesquière stated. “Wearing a skirt comes as naturally to him as it would to a woman who, long ago, granted herself permission to wear a man’s trench or a tuxedo.”\nTranslation: This is the natural end stage of the fashion revolution started in the 1960s and ’70s when women took off their aprons and girdles and appropriated jeans. This posits millennials as the real heirs to the Me Generation, though it’s questionable whether many of Mr. Smith’s 2.4 million Instagram followers are also actual Vuitton customers.\nBut whatever the motivation of both parties, and however pure (or not), the result has its own substance.\nIt’s not unisex. It’s not gender neutral or gender bending or gender free or any of the other expressions we’ve been using to describe the current clothes-fluid moment, because it is, in fact, entirely gendered, at least going by traditional definitions of men’s versus women’s clothing. The clothes and their conceptual allegiance have not changed at all. The person wearing them has.\nAnd therein lies the rub. Boundaries have been pushed on runways before: Jean Paul Gaultier caused a controversy when he put skirts in his men’s wear show in 1984. Then it was deliberately provocative, however; when Alessandro Michele dressed men in floral suits and sheer chiffon pussy-bow blouses on his recent Gucci women’s runway, as with Vuitton, it was more subtle. A nudge to the question of why this was surprising, at a time when gender definitions are as fluid as they have ever been and when there are efforts to codify the new reality, be it on bathroom doors or in the language of institutions. A push to the realization that though we long ago accepted women appropriating men’s clothes — and stopped thinking of it as appropriating — the idea of men appropriating women’s clothes is still largely taboo.\nBut while runways, even in the age of social media, are largely for the fashion-centric few, global ad campaigns have a wider reach. Mr. Smith certainly thinks so, since after Mr. Ghesquière’s Instagram he Instagrammed in turn: “Thank You So Much @louisvuitton And @nicolasghesquiere For The Opportunity To Impact This World.”\nThat could be overstating the matter, but there’s no question clothes are one way we order the world. We use them to tell if someone is male or female (or wants to be one or the other), what they do, how much money they have, what bands they like, what country they come from, etc. Whatever you do in your private life, clothes are public signals about how to read you. They are part of the social contract. If that order is thrown up in the air, how will we know what snap judgments to make? How do we know how to interpret what we are seeing, if interpretation is based on outmoded definitions of identity?\nHow will we know what floors to shop on? What fashion weeks to attend?\nThe fear of semiological chaos (and the force of historical convention) explains in part why clothing norms have held on so long. We want to understand what we are seeing, and we want those seeing it to understand what we are saying.\nBut here’s the thing: As much as understanding, we also want admiration; to think we look good in what we are wearing. Fashion developed in part because the shapes flatter our different bodies (what fits best, stays; how else to explain the eternal appeal of jeggings?). Suits idealize and triangulate the male torso, smoothing spare tires and hiding potbellies; dresses nip and tuck and create curves where there were none. Mr. Smith looked good in his girl’s Vuitton, in part because of his coat-hangerlike frame (he fit the runway samples) and in part because the clothes have a gladiatorial edge. But that doesn’t mean every man will.\nIn the end, that may be the greatest factor mitigating against the complete dissolution of traditional boundaries between men’s and women’s wear, and it may also be the real message of this particular moment: We are entering the age of wear what you like.\nHappy new year.", "date": "Jan. 6, 2016", "href": "https://www.nytimes.com/2016/01/07/fashion/jaden-smith-for-louis-vuitton-the-new-man-in-a-skirt.html", "tags": "vuitton smith men gender wear skirt man women wearing louis new jaden clothes"}