{"title": "Jaguar hit by trade war as China sales slow", "content": "Jaguar Land Rover (JLR) has reported a loss for the first time in three years after sales slowed in China.\nThe UK's biggest car firm, which is owned by India's Tata Motors, blamed the setback on \"multiple challenges\".\nThis included the impact of what it said was  a \"temporary issue\" from a change in Chinese import duties.\nChina plans to cut import tariffs for cars and parts for most vehicles to 15% from 25% from 1 July. As a result many consumers delayed purchases, JLR said. \nThe tariff change is part of the country's efforts to try to reduce tensions with the US over trade.\nThe firm isn't the only car company affected by the changes to trade policies. Just days ago three US car firms warned that their performance had been affected by changes to tariffs.\nFord and General Motors lowered profit forecasts for 2018, citing higher steel and aluminium prices caused by new US tariffs.\nFiat Chrysler, which owns Jeep and Maserati, also slashed its 2018 revenue outlook after sales in China slumped as buyers postponed purchases in anticipation of lower car tariffs.\nJaguar Land Rover said the reduction in Chinese trade duties would help boost future sales in China.\nThe group said fears over the UK's departure from the European Union and the backlash against diesel vehicles in the UK and Europe had also hit sales.\nFor the three months to June, Jaguar Land Rover made a £264m pre-tax loss, compared to a £595m profit last time round. Total sales fell 6.7% year-on-year to £5.2bn.\nTata Motors' chief financial officer PB Balaji said China's performance was its biggest concern.\n\"We need to ensure China gets back to the growth rate that it was before the announcement of duty cuts,\" he said.\nIn terms of Brexit, he said the company was \"gearing up for any eventuality that may be there\".", "date": "31 July 2018", "href": "https://www.bbc.co.uk/news/business-45026053", "tags": "uk slow china sales land hit three war jaguar trade rover car tariffs"}