{"title": "Jailed for murder, Spain domestic violence victim fights for pardon", "content": "Gloria Chochi is serving six years in prison in Spain for killing her abusive former partner. She is now pinning her hopes of being reunited with her son on a rare pardon. This is her story.\nTheir troubled relationship had ended but as Williams Richards kept coming back, each time with more threats, Chochi decided to put a metal barrier on the front window of her street-level flat. Chochi was so frightened that, months earlier, she had obtained a restraining order from a judge to keep Richards away.\nBut it did not stop him.\n\"Today I'm going to kill you,\" she heard Richards shout outside her window on the morning of 20 September 2015. Still fresh in her memory was when he beat her so badly she was forced to stay in bed for more than two weeks with severe back pain.\nNow here he was, trying to dismantle the protection she had just installed. She alerted the community leader, who lived in the same building in the city of Fuenlabrada, near Madrid, and called the police. When they arrived, Richards was no longer there. The officers advised Chochi to make a formal complaint, which she ignored, and left.\nAn hour later Richards was back again. This time Chochi grabbed a 17cm-long (6.6in) kitchen knife, opened the door and stabbed him on the left side of his chest, causing injuries to his lung, oesophagus and bronchus, and a fractured rib.\nThere was no fight: Richards died almost instantly. Chochi was arrested on the spot.\nChochi, originally from Equatorial Guinea, met Richards, from Nigeria, in 2012. Their \"highly-combative\" relationship, as she described it in court, was made worse by the drinking problems they both had. He was aggressive and intimidating and, when drunk, would attack her if she refused to have sex with him.\nBut he held a destructive power over her, and she saw him as \"a God\", said Claudio Lobo, her lawyer. No matter how much Richards abused her, it seemed that she would always forgive him.\nOn the day she stabbed Richards, Chochi was in a state of \"mental disorder\" caused by \"unbearable fear and shock\", according to her lawyer. A post-mortem examination said she had acted with \"extreme force\" in a \"brutal aggression\", continuing to thrust with the knife once it was inside Richards' body.\nLast December, a nine-person jury in Madrid found the 41-year-old guilty of murder. Despite the testimony of witnesses, Chochi denied having killed Richards and said she was the victim of continued abuse by her former partner.\n\"[I] never felt protected,\" Chochi said from her prison cell, speaking via her lawyer. The jury recommended her case for a pardon, and she is now appealing to the prime minister for help.\nAbout 200 people were pardoned in the last four years in Spain, including 26 in 2017, the lowest number in almost two decades. None are thought to have been granted on the basis that the perpetrator was subject to domestic violence.\nThe requests have to be approved by the council of ministers, led by Prime Minister Mariano Rajoy, and are signed off by the king. \nChochi's case follows that of Jacqueline Sauvage, who became a cause célèbre in France two years ago when she was pardoned by President François Hollande. The 69-year-old had murdered her husband - who had abused her and their children for almost five decades - the day after their son killed himself.\nFor Irene Ramirez Carrillo, a lawyer at the Comisión para la Investigación de Malos Tratos a Mujeres, a Madrid-based NGO that helps victims of abuse, Chochi should get the chance of a similar reprieve.\n\"It's for cases like this [Chochi's] that the pardon exists,\" she said. \"There was a failure to protect her. She was a victim.\"\nViolent partners killed more than 570 women in Spain in the last decade, 49 in 2017 alone, putting pressure on politicians to act. So last year, after several attempts, Spain finally agreed on measures to tackle gender-based violence, including ways to better identify victims and help them.\nThe country's protections are now \"among the best in Europe\", Ms Carrillo says.\nBut campaigners say sexism and chauvinism remain deeply ingrained in this conservative society and that domestic abuse is still seen as a minor issue by many.\nAs Spain - alongside other countries - launches efforts to deal with abusers and support their victims, another question has arisen: how should women who attack abusive partners be treated by the justice system?\nWhen Chochi arrived in Spain in 2010, she was a \"free woman, who wanted to study more and work\", her sister Eva told El País newspaper. She did a course in geriatric care and within months found work as a housemaid.\nThe first official reference of her problems with Richards seems to be from October 2012, when Chochi sought help at Caid, a group in Fuenlabrada that assists alcohol and drugs users. A medical report reportedly said Richards \"forced her to drink so he could control her\" - a Caid representative said details could not be disclosed.\nShe looked for help several times and, in 2014, reported the abuse to the police. But the accusations were never fully investigated, Mr Lobo said, claiming that she was ignored for being an African migrant.\nRichards was HIV positive, something Chochi said he had hidden from her. She got pregnant but, not knowing that she had been infected, did not receive any specific treatment, according to her lawyer.\nSo when she gave birth to the boy, in 2013, he too was infected.\nMeanwhile, the couple's rows became increasingly severe. On one occasion, Chochi and her son were forced to spend the night on the street, she said, because Richards refused to let them into the room they shared in a house. Shortly afterwards, social workers removed the boy from their care. \nBut in the summer before she killed Richards, Chochi believed she was finally close to regaining custody. She had quit alcohol, found a job and lived by herself in the flat she rented.\nFrom prison, Chochi said she was hopeful that she would be given a pardon and, eventually, be reunited with her son. She is allowed to visit him once a month and, when they saw each other in February, he gave her a drawing he had done. It had a small house for him next to a larger one, for her.\nBut with no date set for a decision on her case, she can only picture going home.\nYou can seek help in the UK at Live Fear Free (0800 80 10 800) or Women's Aid (0808 2000 247). In Spain at Comisión para la Investigación de Malos Tratos a Mujeres (900 100 009)\nIllustrations by Katie Horwich\n.", "date": "22 March 2018", "href": "https://www.bbc.co.uk/news/world-europe-42974298", "tags": "fights domestic victim chochi murder son jailed help killed last violence pardon richards spain lawyer"}