{"title": "Jair Bolsonaro: The candidate dividing friends in Brazil", "content": "At this time of year, the gaúchos are out in force. \nDressed in pantaloons and neckerchiefs and wearing wide-brimmed felt hats, the people of Rio Grande do Sul have just finished celebrating Semana Farroupilha (Ragamuffin week). \nIt is an annual festival that marks a 19th-Century uprising when the region tried to separate from the rest of Brazil. Only it did not - the state of Rio Grande do Sul remained Brazilian. \nBut it is still an excuse for a party. People here are proud of their heritage. In some ways, they have more in common with their gaucho-loving neighbours Uruguay and Argentina than they do with other parts of Brazil. \nAnd that makes for interesting politics in the conservative south. \nOne of the big events at Ragamuffin week is the rodeo. Both men and women, all wearing their traditional wide-brimmed felt hats, mount their horses, lasso in hand, and prove their cowboy skills to the enthusiastic audience. \nA commentator speaks at breakneck speed. Every minute or so, a bull dashes across the field, closely followed by a rider casting their rope.\nNineteen-year-old student Hewyllyn Carrao is sitting on the rodeo stand in her gaúcho felt hat. \nThe event is a bit of light relief. With less than two weeks before the first round of presidential elections, politics is the topic of most conversations at the moment.\n\"All you can do is laugh really!\" she says of the candidates on offer this year. \"I've no idea who to vote for. Nobody does anything for the people any more.\"\nBrazil is certainly divided. Far-right candidate Jair Bolsonaro is expected to win the most votes in the first round on 7 October, followed by left-winger Fernando Haddad, who replaced former President Luiz Inácio Lula da Silva as the Workers' Party candidate. \nOn the other side of the rodeo field, a group of women are hosting a colonial tea. A massive rib of beef is on the BBQ. \nClaudia Matiello and Raquel Oliveira are friends, but when it comes to politics they do not see eye-to-eye.\n\"I'm voting for Bolsonaro because I believe in change and he's going to revolutionise Brazil,\" says Claudia. \nRaquel shakes her head in despair. She is voting for Haddad because she thinks he is the only person who can get Brazil back on the right economic track. \nI ask her what she thinks about Claudia voting for Bolsonaro. \"She'll see the consequences soon enough,\" she laughs. \nBut across town in Brazil's oldest gun club, Bolsonaro would win hands-down. \"The words 'order and progress' are written on the Brazilian flag,\" says owner Dempsey Magaldi. \n\"But there's total disorder and chaos in this country - we've reached a limit. It's practically civil war.\" He says 80% of the club's new members start learning to shoot because of security concerns. People want to be able to defend themselves because they say the government is unable to protect them. \nFellow marksman and gun shop-owner Henrique Nogueira agrees. In rural Rio Grande do Sul, he says he and his friends all want to vote for Jair Bolsonaro because he's the candidate who backs looser gun laws in response to rising violence. \nHenrique remembers the time when Brazil was under military rule from 1964 to 1985 fondly.\nIt is a period in which hundreds of people were killed or disappeared, but Henrique says they were \"years of progress, when laws were respected and there was more discipline\". He thinks that when democracy was restored and the left took power \"there was an inversion of values\". \n\"Police were seen as criminals, and the criminals the good guys. Now you're seeing the results,\" he says, referring to the record 63,880 homicides in Brazil last year. \n\"The only option to turn this around is Bolsonaro.\"\nNicknamed \"the legend\" by his fans, Jair Bolsonaro has a cult following. They seem to forget - or ignore - the controversial things he has said. He told a congresswoman she was too ugly to be raped. He has also said that he would rather have a dead son than a gay son. \nBut supporter Felipe Moreira Gil will not have a bad word said about Jair Bolsonaro - or the military. He is wearing a T-shirt with a picture of Carlos Alberto Brilhante Ustra on the front. The late army colonel was accused of ordering the illegal arrest and torture of 500 left-wing activists under military rule.  \n\"He's the biggest hero of the Brazilian people,\" he says. \"He protected them from left-wing terrorists.\" \nJair Bolsonaro has also talked fondly of military rule in the past. \n\"It wouldn't be a bad idea,\" says Felipe of the idea of returning to a military-led government. \"But it's not a possibility at the moment. Bolsonaro will become president so there's no reason to organise a counter-revolution.\"  \nRegina Brunet, 21, is worried. She is out campaigning for Fernando Haddad in downtown Porto Alegre. \n\"If people don't have jobs, streets get more insecure and Bolsonaro appeals to that feeling,\" she says. \"He stands for a radical change, but it's not a change that would help people. It will only make it worse.\"\nBolsonaro supporter Katia Rose Maciel Broca disagrees. \n\"Trump's changing the US isn't he?\" she says. \"People are resistant to change because they're out of their comfort zone. Trump was also seen as controversial - he's doing a great job. Bolsonaro will do the same.\" ", "date": "28 September 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45652518", "tags": "friends candidate military dividing jair bolsonaro change says brazil year wearing"}