{"title": "Jair Bolsonaro: Why Brazilian women are saying #NotHim", "content": "Several million women in Brazil have declared an online war against the front-running presidential candidate, the far-right Jair Bolsonaro, ahead of the first round of elections due to take place on 7 October.\nMr Bolsonaro, who is currently recovering in hospital after being stabbed during a political rally on 6 September, is known for making offensive, off-the-cuff remarks about women, black people and sexual minorities.\nSince his stabbing - by an apparently mentally ill man opposed to his political views - he has risen to 28% in opinion polls and is seen as the most likely candidate to dispute a run-off on 28 October.\nHailing from the relatively small, conservative Social Liberal Party, Mr Bolsonaro is one of Brazil's most influential politicians online, with more than 10.5m followers on Twitter, Facebook and Instagram combined.\nBut in the past week, various female celebrities have joined an effort to counteract his rise in the polls, taking to their social media accounts to post using the hashtag #EleNao (#NotHim).\nThe tag had been mentioned nearly 200,000 times in total on Instagram alone by Thursday morning.  \nOn Twitter, #EleNao had more than 193,000 mentions between Friday, 14 September and Sunday, according to monitoring by researchers at FGV university. Additionally, there were 152k tweets with the hashtag #EleNunca (#NeverHim).\nThe list of women posting against the far-right candidate includes prominent actresses, journalists and TV presenters.\n\"#EleNao is not just about politics. It is about morals,\" actress Deborah Secco tweeted to her 3.4m followers. \nSasha Meneghel, the daughter of one of Brazil's most iconic children's TV presenters - Xuxa Meneghel - shared a post on Instagram Stories calling on her 5m followers to help \"change the minds of undecided\" voters.\n\"Opting for Bolsonaro is a dangerous retrogression,\" she says.\nMr Bolsonaro, a 27-year veteran in the Brazilian Congress, is rejected by 49% of female voters, but supported by 17%, according to a Datafolha poll released on 10 September. \nBBC News Brasil reached out to the candidate's party for their views about the online campaign against Bolsonaro, but it declined to comment.\nThe controversial politician is appealing against a fine handed to him for telling Congresswoman Maria do Rosario, from the left-wing Workers Party: \"I wouldn't rape you because you don't deserve it.\"\nBolsonaro has also made a string of remarks that were seen to justify the gender pay gap and sexism.\nIn 2016, he said during an interview with TV presenter Luciana Gimenez that he wouldn't employ a woman \"with the same salary as a man\" because women get pregnant.\nHe has subsequently insisted that he was misinterpreted and that he was only voicing the rationale of employers.\n\"[The law] already guarantees equal pay for men and women. If the law is not being observed, it is up to the courts to resolve [disputes],\" he said in an interview with TV Globo last month.\nMr Bolsonaro also caused uproar while talking about his own daughter during a public event in April 2017. \"I have five children. I had four boys, and in the fifth, I weakened and a girl came,\" he said at the time.\nBut his female supporters dismiss these controversies and focus on Mr Bolsonaro's other proposals.\nA former army captain, he is running on a platform of liberalising gun laws, and repressive tactics against urban criminality and drug trafficking. \nHe also advocates rolling back affirmative action for black Brazilians, and reversing legislation which increases sentences for murdering women because of their gender (femicide).\nHe has said the \"mistake\" of Brazil's military dictatorship (1964-1985) was \"to torture, not kill\" left-wing activists and promised to stop funding human rights organisations \"because human rights are a disservice to Brazil\".\nSome of his opinions have landed him court cases. He was accused of racism after remarks he made about descendants of African slaves in 2017. Last week, the Supreme Court cleared him of these charges. \nHe was also fined for saying in a TV programme in 2011: \"It never crossed my mind that I would have gay children, because they had a good education.\"\nDespite saying in the past that homosexuality was caused by \"lack of beating\", he says he is not a homophobe and has many gay supporters.\nA Twitter search using the hashtag #mulherescombolsonaro (#womenwithbolsonaro) brings up a post listing \"five reasons to vote for\" him.\nIt highlights Mr Bolsonaro's image as a \"clean politician\", and one who is not associated with corruption.\nIt also refers to his position in favour of tax cuts, liberalising gun laws and lowering the age from which people can go to jail (currently 18 years of age).\nIt praises his bitter opposition to a proposal of teaching school children about sexual minorities and fighting homophobia (pejoratively nicknamed 'gay kit' by its detractors).\n\"Brazil above everything, God above all,\" says the post.\nIn Brazil's bitterly polarised election, Mr Bolsonaro's supporters' readiness to defend him and attack his critics has landed them with the pejorative nickname \"bolsominions\".\nThey, on the other hand, refer to their candidate as \"Bolsomito\" - a combination of the words Bolsonaro and \"mito\" (the legend). Many women who support him refer to themselves as \"bolsomitas\".\nLast week in this 'online war', a closed Facebook group for women against the candidate, which had grown to more than 2m followers since its creation on 30 August, was hacked.\nIts name, \"Women United Against Bolsonaro\", was changed to \"Women With Bolsonaro\" - prompting the candidate to thank the group on his Twitter account, apparently mistaking the hacked page for a genuine one.\nThe page has since been restored to its rightful administrators. \nMeanwhile, another closed Facebook page called \"Women With Bolsonaro (Official)\" reached 850,000 followers on Thursday. They describe themselves as \"women of courage who don't need feminism and support Captain Bolsonaro for president\".\nMr Bolsonaro remains in intensive care but is responding well to treatment and his progress is considered \"satisfactory\" by his doctors, according to a medical bulletin released on Tuesday. \nThe stabbing means he will remain out of action for the time being - but his popularity and ability to stir debate online mean the controversial frontrunner is unlikely to stay out of voters' minds for too long.", "date": "21 September 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45579635", "tags": "tv saying candidate brazilian jair bolsonaro online one followers brazil women also nothim"}