{"title": "Jair Bolsonaro: Brazil's firebrand leader dubbed the Trump of the Tropics", "content": "Jair Bolsonaro was courting controversy long before he launched his successful bid for Brazil's presidency.\nThe far-right former army captain, for years a marginal figure, has insulted women and homosexuals. He has praised the country's former dictatorship and attacked political correctness. \nHis comments deeply divided voters and, while some expressed a dislike for him, others felt he was the outsider needed to tackle rampant crime and rough up the establishment.\nThis desire for change helped propel him to  a big victory in his country's presidential election in October, in which he won 55.2% of the vote to see him take office on 1 January 2019.\nThe 63-year-old graduated from the Agulhas Negras Military Academy in Rio de Janerio in 1977 and served as a paratrooper.\nAn assessment conducted during his years in the military reportedly said he showed \"signs of excessive ambition to be financially and economically successful\".\nBut his military career did not pass without controversy.\nIn 1986, while still an army captain, he was arrested after signing an article complaining about low salaries received by the military.\nWhen he was first elected to Congress four years later he continued to defend the interests of the armed forces, which were his main electoral base at the time.\nFew imagined at that time that he could become a serious contender but his outspoken rhetoric has appealed to many who blame the left for Brazil's problems.\nMr Bolsonaro has portrayed himself as the defender of a Brazil of decades past, suggesting that the country should return to the hardline tactics of the 1964-1985 military dictatorship.\nHe has praised this era, in which thousands of people were imprisoned and tortured, as a \"glorious period\".\n\"I am in favour of torture - you know that,\" he said during a television appearance in 1999. \"And the people are in favour of it, too.\"\nDuring his seven terms in Congress, in which he largely remained a fringe political figure, his priorities evolved beyond the military.\nHe has focused on the broader issues of public safety and law and order, which made him popular with many voters in crime-wracked Brazil.\nIn 2017, he controversially said that \"a policeman who doesn't kill isn't a policeman\".\nOn the campaign trail he reinforced his position as a hardliner who aimed to restore safety to the streets.\n\"Safety is our priority! It is urgent!\" he wrote on Twitter.\n\"People need jobs, they want education, but it's no use if they continue to be robbed on the way to their jobs; it's no use if drug trafficking remains at the doors of schools.\"\nOn this issue, he has pledged to reduce crime and increase security by relaxing the country's gun laws.\nJust days before taking office, he tweeted about plans to ensure that any citizen without a criminal record would be permitted to possess a firearm, and said he would work to \"fight the Marxist trash\" he claimed was being taught in schools.\nSome media have nicknamed him the \"Trump of the Tropics\", comparing his anti-establishment populist style and social media presence to that of the US leader.\nMr Bolsonaro campaigned as a nationalist and among the comparisons with the US president include his promise to move Brazil's embassy in Israel to Jerusalem as he looks to strengthen ties with the country. \nIsraeli Prime Minister Benjamin Netanyahu, who was in Brasilia for Mr Bolsonaro's inauguration, said just hours ahead of the ceremony that Brazil's president-elect had told him that the move was a matter of \"when, not if\". \nOne of the candidates who ran against him in the first round of the presidential elections, Ciro Gomes, went as far as dubbing Mr Bolsonaro a \"little tropical wannabe Hitler\".\nHis statements on issues ranging from abortion to race, and from migration to homosexuality, have proved provocative and garnered much attention.\n\"I'd prefer [to see] a son of mine to die in an accident than [to be] a homosexual,\" he told Playboy in a 2011 interview.\nIn 2016, he provoked outrage by remarking that a fellow lawmaker was not worth raping because he thought she was \"very ugly\" and not his \"type\".\nHe has also described having a female child as a \"weakness\", and said that he would not employ women equally because \"[they] get more labour rights than men\".\nMr Bolsonaro has dismissed the criticism of these comments as \"political correctness\".\n\"Political correctness is a thing of leftist radicals,\" he said in an interview with daily newspaper Correio Braziliense. \"I am one of the most attacked persons.\"\nOn 6 September 2018, Mr Bolsonaro was stabbed at a campaign rally in the south-east state of Minas Gerais.\nHe had already been doing well in the opinion polls but the intense media attention which followed was new even for him.\nEven though he was confined to a hospital bed following the attack, unable to return to the campaign trail, he kept rising in the polls and continued to attract new supporters.\nMany in the business sector liked his strong backing of free-market economics. Some young people were attracted to his plain speaking and his social media presence.  Evangelicals, who account for one in every four voters, liked his conservative outlook.\nAll of these groups will now be hoping he can deliver on his campaign promises and lead Brazil in a new direction.\nAdditional reporting by BBC Monitoring.", "date": "31 December 2018", "href": "https://www.bbc.co.uk/news/world-latin-america-45746013", "tags": "country military firebrand media jair political bolsonaro trump brazil leader dubbed tropics campaign"}