{"title": "Jair Bolsonaro beyond the sound bites: What are his policies?", "content": "Jair Bolsonaro has won the presidential election in Brazil. Well known for his often incendiary statements, the far-right politician's actual policy positions are harder to pin down.\nAfter being stabbed by a lone attacker on 6 September, Mr Bolsonaro spent time in hospital receiving treatment which took him away from the campaign trail. \nEven after he won the first round of the election on 7 October, he did not participate in TV debates with his Workers' Party rival, Fernando Haddad.  \nHe has nonetheless remained active on social media and given interviews where he has offered some clues about the kind of policies his administration could pursue.\nIncreasing security for Brazilian citizens has been one of Mr Bolsonaro's flagship campaign issues. He has portrayed himself as a hardliner who will restore safety to Brazil's streets.\nHe has indicated that his government will aim to relax laws restricting the ownership and carrying of guns. \"Every honest citizen, man or woman, if they want to have a weapon in their homes - depending on certain criteria - should be able to have one,\" he said of his plans on Rede TV on 11 October.\nHe has also strongly opposed the legalisation of abortion. Writing on Twitter on 12 October he said: \"The money of Brazilians will not finance NGOs that promote that practice.\"\nThat stance has won him the support of many evangelic Christians.\nMany Brazilians said that they voted for Jair Bolsonaro as a reaction to what they considered the inadequate economic track-record of the left-wing Workers' Party, under which Brazil's economy went from boom to bust.\nMr Bolsonaro's economic policy plans resemble those of market-friendly right-wing governments in other parts of Latin America, and include proposals to reduce government \"waste\" and promises to reduce state intervention in the economy.\nHowever, on occasion he has also defended more nationalistic stances, arguing for the need to keep state control over industries he deems strategic.\nThe former army captain has said that he wants to undertake a reform of the government in order to reduce and relocate \"unnecessary expenses\".  \n\"I made a commitment to reduce the number of ministries, extinguish and privatise many of the state-owned [companies] that exist today,\" he wrote on Twitter.\nIn his party manifesto, he also suggested that state-run oil company Petrobras should \"sell a substantial portion of its refining, retail, transportation and other activities where it has market power\" in order to \"promote competition\" in the oil and gas sector for the good of consumers.\nHowever, in a TV interview on 9 October he expressed concern that privatising electric utility company Eletrobras could lead to it being bought by Chinese investors. \nHe also rowed back on his earlier support for privatising Petrobras, saying that the \"core\" of the oil company should stay under state control.\nMr Bolsonaro has been called \"Trump of the Tropics\" and on foreign policy he is likely to follow an agenda closely aligned to that of the US president on issues such as the environment and the Middle East conflict. \nHe has suggested that Brazil could pull out of the 2015 Paris Agreement on climate change, arguing that its requirements compromise Brazil's sovereignty over the Amazon region. An editorial in São Paulo's Folha newspaper called Mr Bolsonaro's reasoning \"an anachronistic fear\", but it is one that has won him the support of many landowners and agribusinesses. \nMr Bolsonaro is also thought to favour moving the Brazilian embassy in Israel from Tel Aviv to Jerusalem. \nHe also said he would close the Palestinian embassy in Brazil. \"Is Palestine a country? Palestine is not a country, so there should be no embassy here,\" he said in August. \nHe has also said that his first foreign trip as president would be to Israel. ", "date": "28 October 2018", "href": "https://www.bbc.com/news/world-latin-america-45982501", "tags": "policy tv many sound jair bolsonaro beyond policies brazil reduce october also bites"}