{"title": "Jamal Khashoggi: Who is murdered Saudi Journalist?", "content": "Jamal Khashoggi - a well-known Saudi journalist - went into his country's consulate in Istanbul on 2 October to obtain a marriage document and disappeared.\nAfter more than two weeks of denials, Saudi Arabia eventually admitted that he had been killed within the consulate in what officials called a \"rogue operation\" and has vowed to punish \"those responsible\".\nOnce an adviser to the royal family, Khashoggi had fallen sharply out of favour with the Saudi government and went into self-imposed exile last year.\nHere, we take a look at Khashoggi, his career and the events that led up to his disappearance.\nBorn in Medina in 1958, he studied business administration in the US at Indiana State University.\nHe then returned to Saudi Arabia and started his career as a journalist in the 1980s as a reporter for regional newspapers covering the Soviet invasion of Afghanistan.\nThere, he followed closely the rise of Osama Bin Laden, interviewing the late al-Qaeda leader several times during the 1980s and 1990s.\nFrom there his career covered other major events in the region, including the first Gulf War in Kuwait. \nHe returned full-time to Saudi Arabia in the 1990s and in 1999 became the deputy editor of the English-language Arab News newspaper.\nIn 2003 he became editor of the Al Watan newspaper but was fired just two months into his tenure for publishing stories that were critical of the Saudi clerical establishment.\nAfter his dismissal he moved to London and later Washington to serve as a media adviser to ambassador Prince Turki bin-Faisal, Saudi Arabia's former intelligence chief. \nHe returned to Al Watan in 2007 but left three years later after further controversy.\nFollowing the Arab Spring uprisings in 2011, he expressed support for Islamist groups that had gained power in several countries.\nIn 2012 he was chosen to lead the Saudi-backed Alarab news channel - touted as a rival to the Qatari-funded Al Jazeera. \nBut the Bahrain-based news channel stopped broadcasting less than 24 hours after its launch in 2015 after inviting a prominent Bahraini opposition figure on to speak. \nConsidered an authoritative voice on Saudi affairs, Khashoggi has also been a regular contributor on international news outlets.\nThe journalist left Saudi Arabia for the US in summer 2017.\nIn his debut September column for the Washington Post newspaper, he said that he and several others had gone into self-imposed exile because they feared being arrested.\nHe said dozens of people had been detained in an apparent crackdown on dissidents under Crown Prince Mohammed bin Salman, who has been pioneering an ambitious economic and social reform program in the country.\nHe also alleged the Saudi government had pressured the publisher of Arabic daily newspaper Al-Hayat to cancel his column and said he was told to stop tweeting to his 1.8 million followers after he cautioned against the country's \"overly enthusiastic embrace\" of then US President-elect Donald Trump in late 2016. \n\"I have left my home, my family and my job, and I am raising my voice. To do otherwise would betray those who languish in prison. I can speak when so many cannot. I want you to know that Saudi Arabia has not always been as it is now. We Saudis deserve better,\" he wrote.\nIn his writing he accused the Saudi government of ignoring real extremists in its crackdown, and he compared the crown prince to Russian leader Vladimir Putin. \nKhashoggi's most recent piece was published on 11 September, and the Washington Post published a blank column on 5 October to highlight his disappearance. \nIn his last column, he criticised Saudi involvement in the Yemen conflict .\nMr Khashoggi was last seen in public when he went into the Istanbul consulate on 2 October to obtain official divorce documents so he could marry a Turkish woman he had become engaged to. \nHis fiancée, Hatice Cengiz, waited outside for him for hours but he never emerged. \nShe says he had to surrender his mobile phone while entering, and had told her to contact an adviser to Turkish President Recep Tayyip Erdogan if he did not return.\nThe Turkish authorities were quick to report he had been murdered and said they had evidence, including gruesome audio recordings, to back this up.\nFor two weeks, Saudi Arabia insisted Khashoggi had left the building alive. But amid global outcry and pressure over the case, the authorities on 19 October said for the first time that he had been killed in a fight inside the consulate. \nThe conflicting Saudi accounts over the incident have angered the kingdom's Western allies, and shaken their ties with the world's top oil exporter.\nJust three days before his disappearance, the BBC's Newshour programme interviewed Khashoggi off-air.\nIn a released audio snippet, he said he did not think he'd be able to ever return to his native country.\n\"The people being arrested are not even being dissidents, they just have an independent mind,\" he said.\n\"I don't call myself an opposition: I always say I'm just a writer, I want a free environment to write and speak my mind and that's what I do in the Washington Post.\n\"They give me a platform to write freely and I wish I had that platform in my home.\"\nHe also criticised how the Saudi government was initiating reform. \n\"This serious transformation that is happening isn't discussed - the Prince supplies us every couple of weeks or couple of months with a huge multi-billion dollar project that wasn't discussed in the parliament, wasn't discussed in the newspapers and the people will just clap and say great... and things don't work that way.\"", "date": "22 October 2018", "href": "https://www.bbc.co.uk/news/world-middle-east-45789369", "tags": "country khashoggi us news murdered jamal saudi arabia october government consulate journalist"}