{"title": "Jamal Khashoggi: All you need to know about Saudi journalist's death", "content": "On 2 October, Jamal Khashoggi, a well-known journalist and critic of the Saudi government, walked into the country's consulate in Istanbul, where he was murdered. \nSaudi Arabia's public prosecutor has said Khashoggi was killed inside the building on the orders of a rogue intelligence officer.\nTurkish officials however say they have evidence, including gruesome audio recordings, that the journalist was killed by a team of Saudi agents on orders that came from the highest levels. His body has not yet been found.\nThe steady stream of disturbing allegations, along with the complex diplomatic situation, means that it can be difficult to keep track of the full story.\nSo here is what we know about the case.\nAs a prominent journalist, he covered major stories including the Soviet invasion of Afghanistan and the rise of Osama Bin Laden for various Saudi news organisations.\nFor decades, the 59-year-old was close to the Saudi royal family and also served as an adviser to the government.\nBut he fell out of favour and went into self-imposed exile in the US last year. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Crown Prince Mohammed bin Salman, known as MBS.\nIn his first column for the newspaper, Khashoggi said he feared being arrested in an apparent crackdown on dissent overseen by the prince since he became first in line to succeed his father, King Salman.\nHe first visited the Saudi consulate in Istanbul on 28 September to obtain divorce documents to allow him to remarry.\nBut he was told he would have to return and arranged to come back on 2 October.\n\"He did not believe that something bad could happen on Turkish soil,\" his Turkish fiancée, Hatice Cengiz, wrote in the Post.\nHe was last seen on CCTV arriving at 13:14 local time for his appointment.\nHe reportedly told friends that he had been treated \"very warmly\" on his first visit and reassured them that he would not face any problems.\nDespite this, he gave Ms Cengiz two mobile phones and told her to call an adviser to Turkish President Recep Tayyip Erdogan if he did not come back out.\nShe ultimately waited for more than 10 hours outside the consulate and returned the following morning when Khashoggi had still not reappeared.\nFor more than two weeks Saudi Arabia consistently denied any knowledge of Khashoggi's fate. \nCrown Prince Mohammed told Bloomberg News that the journalist had left the consulate \"after a few minutes or one hour\".\n\"We have nothing to hide,\" he added.\nIn a change of tune, on 20 October, state television reported the journalist had in fact been murdered in a \"rogue operation\" on the orders of an intelligence officer. \nBut Saudi officials continued to give conflicting explanations of what happened - among them, that Khashoggi had died in a chokehold after resisting attempts to return him to Saudi Arabia. There were also reports that a Saudi operative had donned his clothing and left the premises.\nMore than a month later, on 15 November, the Saudi public prosecutor said Khashoggi was given a lethal injection after a struggle and his body was dismembered inside the consulate after his death.\nThe body parts were then handed over to a local \"collaborator\" outside the grounds, he added.\nSaudi Arabia has detained 21 Saudi nationals and dismissed two senior officials - Deputy Intelligence Chief Ahmad al-Assiri and Saud al-Qahtani, a senior aide to Prince Mohammed.\nSaudi King Salman also ordered a restructuring of the intelligence services - to be headed by the crown prince - in the wake of the initial inquiry.\nEleven people have so far been charged over the journalist's death and the prosecutor is seeking the death penalty for five of them, although none of those officially charged have been identified. \nPresident Recep Tayyip Erdogan says there is evidence that the \"savage\" killing was planned days in advance.\nHe says three teams of 15 Saudi nationals arrived in Istanbul before the murder and that the group had removed the security cameras and surveillance footage from the consulate building prior to Khashoggi's arrival.\nTurkey says he was immediately strangled and his body dismembered. Turkish media also reported he had been tortured first.\nMr Erdogan says the order to kill Khashoggi came from the highest levels of the Saudi government but says it was unlikely that King Salman was behind it. \nSaudi Arabia has denied the crown prince ordered the killing, and is refusing to extradite to Turkey any of the suspects.\nIn mid-November, Turkey said it had shared audio recordings of the killing with Saudi Arabia, US, UK, Germany and France. While these have not been made public, some details have been leaked by Turkish media.\nOne pro-government media source, Yeni Safak, said the Saudi consul general could be heard on one tape warning the alleged agents: \"Do this outside. You're going to get me in trouble.\" \nOn 10 December, CNN reported that Khashoggi had told his killers \"I can't breathe\" in his final moments.\nThe news outlet, quoting an anonymous source who saw a transcript of the recording, also referenced the sounds of the critic's body \"being dismembered by a saw\". \nHe said one of the voices first heard in the recording was identified as Maher Mutreb, an intelligence official known to Khashoggi. \nMr Mutreb reportedly told the journalist: \"You are coming back.\" Khashoggi, referring to his fiancée outside, replied: \"You can't do that. People are waiting outside.\"\nTurkey and Saudi Arabia have been conducting a joint investigation, with Turkish officials granted access to the Istanbul consulate for DNA testing more than two weeks after the incident. \nAmong the areas searched for Khashoggi's remains are the Belgrad forest, near the consulate, and some farmland in Yalova - where some Saudi consulate vehicles were seen heading on the day he was killed.\nTurkish officials believe the men are Saudi officials and intelligence officers.\nThey say the group brought a bone saw into the country and that one of its members was a doctor who specialised in post-mortems.\nFour of the men reportedly have links to the Saudi crown prince and another is a senior figure in the country's interior ministry.\nMost of them arrived at and departed from Istanbul airport by private or commercial jet the same day as the killing.\nCCTV footage appears to show vehicles driving them to the consulate, and two hours after Khashoggi's arrival, some of them heading to the residence of the Saudi consul.\nSaudi Arabia has so far pushed back against Turkey's demands to extradite any of the suspects.\nKhashoggi's killing, which has been internationally condemned, has caused a diplomatic crisis between Saudi Arabia and some of its closest allies, including the US. \nAfter the murder was confirmed by the Saudis, President Trump described it as the \"worst cover-up in history\".\nHowever, as the story has unfolded, he has persistently defended America's ties to the kingdom, a key trading partner in the region. \nThis response has been widely derided by senators in Congress who point the finger at MBS and want the US to take tougher action against Saudi Arabia by halting military sales.\nAccording to US media reports, the CIA - whose boss, Gina Haspell, has heard the tapes - concluded Mohammed bin Salman was behind the order - though Donald Trump has denied this.\nThe US, Canada, France and the UK have all levied sanctions against 18 Saudis allegedly linked to the killing - although this does not include the Saudi crown prince.\nElsewhere, Germany, Finland and Denmark are among European nations to have cancelled arms deals with Saudi Arabia since the killing.\n03:28: The first private jet carrying suspected Saudi agents arrives at Istanbul airport\n05:05: The group is seen checking into two hotels near the Saudi consulate building\n12:13: Several diplomatic vehicles are filmed arriving at the consulate, allegedly carrying some of the Saudi agents\n13:14: Khashoggi enters the building\n15:08: Vehicles leave the consulate and are filmed arriving at the nearby Saudi consul's residence\n17:15: A second private jet carrying a number of suspected Saudi officials lands in Istanbul\n17:33: Khashoggi's fiancée, Hatice Cengiz, is seen on CCTV waiting outside the consulate\n18:20: One of the private jets departs from Istanbul airport. The other plane leaves at 21:00", "date": "11 December 2018", "href": "https://www.bbc.com/news/world-europe-45812399", "tags": "need khashoggi know officials first istanbul jamal death saudi prince turkish arabia consulate journalist"}