{"title": "Jamal Khashoggi murder: What is Turkey's game with Saudi Arabia?", "content": "Type \"Erdogan slams…\" into Google and the list is endless - the UN, the EU, Israel, French intellectuals, the Netherlands, Germany. The last two were labelled \"Nazis\" and \"fascists\" by Turkey's president a year ago.\nNow compare it with Mr Erdogan's words towards Saudi Arabia, which has admitted the murder of the dissident journalist Jamal Khashoggi in its consulate in Istanbul. \"I have no reason to doubt King Salman's honesty,\" he said. \nHis spokesman called it \"a friendly and brotherly country\". \nAnd yet, there has been a steady drip feed of incriminating and often macabre leaks through the pro-government Turkish media just to tighten the screws on Riyadh, amid suspicion that the powerful Crown Prince Mohammed bin Salman had knowledge of, or ordered, the murder.\nSo what is President Recep Tayyip Erdogan's game?\nI'm told his markedly restrained tone aims to show that this is not about Turkey versus Saudi Arabia; that relationship is too important, although already strained, to blow apart at this stage. He wants to urge King Salman to act, without directly targeting him. \n\"If Erdogan were to tell the king to sack Mohammed bin Salman, that would be the best way to get him not to sack the Crown Prince,\" opined a source close to the president. \nMr Erdogan didn't even mention Mohammed bin Salman by name in his address to parliament: a deliberate omission so as not to put the crown prince on his level.\nThe aim in Ankara is to drive a wedge between the king and his son. But the key to achieving it lies not in Riyadh, but in Washington.\nIf Donald Trump - the crown prince's staunch ally - can be persuaded to cast aside MBS, as he's known, that could be the tipping point for King Salman. \nThat said, the 82-year-old king, for now at least, shows no sign of dislodging his son.\nOne of his responses to the murder has been to announce a restructuring of the Saudi intelligence services, under the aegis of, yes, the crown prince.\nFeeding into all this is a regional power play. \nTurkey respects Saudi Arabia as the guardian of Islam's holiest sites - something that is felt keenly by Mr Erdogan's Islamist government. \nBut they compete for influence as leaders of the Muslim world, and the crown prince has become a key rival to Mr Erdogan. He masterminded and pushed through the blockade of Qatar, Turkey's closest ally in the Middle East. He has pursued the clampdown on the Muslim Brotherhood, which is tied to Mr Erdogan's governing AK Party. \nAnd his rapprochement with Israel, Mr Erdogan's bête noire, and hard line towards Iran, with whom Turkey has reconciled, has put Riyadh and Ankara at opposite ends of regional politics. \nMr Erdogan sees a rare moment when the Saudis are on the back foot and is seizing an opportunity to diminish a man labelled by a pro-government columnist here \"an enemy of Turkey\". \nThe fact that the United Arab Emirates and Egypt have also rushed to Riyadh's defence has only hardened Mr Erdogan's resolve. Ankara has fallen out badly with both. \nThe Emiratis are widely suspected by the Turkish government of supporting the failed coup here in 2016 - Mr Erdogan recently called them \"miserable people\" - and the president will never forgive Abdul Fattah al-Sisi of Egypt for ousting the Muslim Brotherhood there. \nAnd the fact that the planes of the Saudi alleged hit squad refuelled in Cairo and Dubai en route to Riyadh will fuel suspicions of complicity.\nMr Erdogan's strategy is, however, risky. Alienating the still-powerful MBS could leave Saudi Arabia ruled by a man with a deep grudge against Turkey for years to come. \nThe staged photo opportunity of the crown prince shaking the hand of Jamal Khashoggi's son, who's banned from leaving Saudi Arabia, revealed the power he still wields ruthlessly. The message: we've reconciled, so get over it. \nAnd for now, the White House is sticking by the crown prince. \"We're getting facts in from multiple places,\" said Jared Kushner, Donald Trump's son-in-law and senior adviser. \"Once those facts come in, the secretary of state will work with our national security team to help us determine what we want to believe.\" \nThe implication is clear: form a narrative and sell it to the support base.\nRarely has a story combined so much: a gruesome murder, a botched cover-up, regional relations turned upside down, geopolitics between Washington and the Middle East, and the fact that a powerful oil producer and military power risks being stained indelibly. \nIf the Saudis thought a quick operation in Istanbul could be swept under the carpet, they made a colossal miscalculation.\nTo read more on this story:", "date": "24 October 2018", "href": "https://www.bbc.co.uk/news/world-europe-45963642", "tags": "turkey khashoggi game riyadh jamal murder saudi crown salman prince king arabia erdogan"}