{"title": "James Comey’s Rebuke of Hillary Clinton Fits a 3-Decade Pattern", "content": "WASHINGTON — Shortly after Hillary Clinton was interviewed on Saturday by agents at the F.B.I.’s headquarters, its director, James B. Comey, heard from his deputies that Mrs. Clinton had been truthful and forthcoming in the three-and-a-half-hour meeting.\nMr. Comey, who had been regularly briefed on the progress of the yearlong investigation into Mrs. Clinton’s email account as secretary of state, had known for some time that his agents had not uncovered enough evidence to charge her or anyone else with a crime. Now, with the interview done, he told his deputies, according to F.B.I. officials, that he wanted to move forward with a plan he had been working on for months to explain the findings from such a politically contentious investigation to the public. And he did not wait to do it.\nAt 11 a.m. on Tuesday, Mr. Comey walked into a conference room on the first floor of the F.B.I.’s headquarters, where he stood behind a lectern for 15 minutes and laid out in clinical detail how Mrs. Clinton’s use of the account was “extremely careless.” But, he said, the bureau would recommend to the Justice Department that she not be charged with a crime because his investigators had found no clear evidence that Mrs. Clinton had intentionally broken the law.\nThe careful approach to publicly explaining his thinking fit a pattern for Mr. Comey, who, throughout his three decades as a law enforcement official, has refused to shy away from politically fraught issues. While he was immediately praised by some for his candor and transparency, it did not insulate him from criticism from both Republicans and Democrats, as well as some legal experts.\nRepublicans contended that Mr. Comey had rushed the decision to clear Mrs. Clinton before the bureau had time to digest what she had said in the interview, and that his decision came suspiciously close to Attorney General Loretta Lynch’s impromptu meeting with former President Bill Clinton only a week before. They said Mr. Comey’s own description of the F.B.I.’s findings on Tuesday was enough evidence to file criminal charges.\n“This defies logic,” said Representative Robert W. Goodlatte, the Virginia Republican who leads the House Judiciary Committee. Mr. Goodlatte said he had spoken with Mr. Comey immediately after his announcement to express his concerns. Later Tuesday, Mr. Goodlatte sent Mr. Comey a letter demanding answers to eight pointed questions about the handling of the investigation and the implication for future inquiries.\nRobert Cattanach, a former Justice Department lawyer who now works in private practice in Chicago on cybersecurity and other issues, said it was puzzling for Mr. Comey not to seek criminal charges after laying out significant evidence of serious security breaches.\n“This decision will not enhance the credibility of the F.B.I. or the director,” he said, given the amount of evidence the agency uncovered about mishandled, classified information.\nMrs. Clinton’s supporters and other Democrats contended that Mr. Comey had talked too much, saying it was not fair for him to have laid out the details in a case in which she will not be charged.\n“He has essentially put himself in the place of judge,” Matthew Miller, a former senior official in the Obama Justice Department who supports Mrs. Clinton, said in a telephone interview. He added, “He’s clearing her, but he’s smearing her at the same time, and the department’s rules prevent that kind of thing from happening.”\n“What Director Comey did today was appalling,” Mr. Miller said. He added that the F.B.I. should be laying out its investigative findings in court when prosecutors actually bring a case, not at a televised news conference where charges are not being sought.\nBut Thomas DiBiagio, a Washington lawyer who worked closely with Mr. Comey when both were federal prosecutors at the Justice Department in the Bush administration, said the unusual public nature of the announcement showed Mr. Comey’s willingness to “take the hit” on a controversial decision.\n“This was a no-win for him,” Mr. DiBiagio said. “There’s no way he was going to please everyone on this one. Had he decided to recommend charging her, he would have been heavily criticized and scrutinized, and in the decision today, he’s clearly being heavily criticized and scrutinized, too. So he stood up there and said, ‘I’m going to take the criticism.’ That’s what an F.B.I. director does.”\nMr. Comey’s announcement also served to take the spotlight off Ms. Lynch, who was widely criticized after she met Mr. Clinton on her plane in Arizona last week and after she said on Friday that she would defer to the F.B.I. and to prosecutors about whether to bring charges.\nAs deputy attorney general in the George W. Bush administration, Mr. Comey was at the center of a dramatic dispute with administration officials in 2004, when he refused to reauthorize a secret National Security Agency wiretapping program put into place after the Sept. 11, 2001, terror attacks.\nMr. Comey believed parts of the warrantless wiretapping program might have been illegal. That led to a showdown in a Washington hospital room, where Attorney General John Ashcroft was ill. Two of Mr. Bush’s top aides, Andrew H. Card Jr. and Alberto R. Gonzales, were trying to pressure Mr. Ashcroft to sign the order.\nMr. Comey met with Mr. Bush the next day about the episode, and he and more than a dozen other officials threatened to resign over what they saw as a usurpation of power by White House officials.\nMr. Comey’s testimony about the episode before a Senate committee three years later was the stuff of a Hollywood film, as he described racing to the hospital in an F.B.I. car with sirens blaring to try to get to the attorney general’s room before Mr. Card and Mr. Gonzales.\nIn his congressional testimony, Mr. Comey described the events as “the most difficult of my professional career.”\n“I was angry,” Mr. Comey told the committee. “I had just witnessed an effort to take advantage of a very sick man, who did not have the powers of the attorney general because they had been transferred to me. I thought he had conducted himself in a way that demonstrated a strength I had never seen before, but still I thought it was improper.”\nPresident Obama appointed Mr. Comey in 2013 to head the F.B.I., but Mr. Comey has not shied away from clashing with the administration. Last October, Mr. Comey gave a speech in which he said that additional scrutiny and criticism of police officers after several highly publicized episodes of police brutality might have led to an increase in violent crime in some cities because officers had become less aggressive.\n“I’ve been told by a senior police leader who urged his force to remember that their political leadership has no tolerance for a viral video,” Mr. Comey said in his speech, adding that many leaders and police officers to whom he had spoken said they were afraid to address the issue publicly.\nThe speech angered senior White House officials, who contended that Mr. Comey had no evidence to back up his claims and that he was undermining their efforts to overhaul the criminal justice system. Just days after the speech, Mr. Comey met with Mr. Obama in the Oval Office to discuss their views, but he has continued to voice his opinion on the topic — even as White House officials have maintained there is little evidence to support his views.", "date": "July 5, 2016", "href": "https://www.nytimes.com/2016/07/06/us/james-comey-fbi-hillary-clinton-email-investigation.html", "tags": "fits evidence f.b.i officials “ comey hillary clinton pattern james mrs. rebuke"}