{"title": "James Charles, From ‘CoverBoy’ to Canceled", "content": "When James Charles, 19, became the first male face of CoverGirl, following in the steps of household names like Tyra Banks, Taylor Swift and Katy Perry, he was just a high school senior. In his hometown, Bethlehem, N.Y., he would charge friends between $5 and $10 to do their makeup for special occasions and had amassed a few hundred thousand Instagram followers by posting his eye-catching D.I.Y. beauty looks. \nIn the few years since, he has become an internet sensation in the beauty world, with 16 million YouTube subscribers (and nearly the same number on Instagram), his own merchandise line and make up partnerships, and a devoted following. He recently attended this year’s camp-themed Met Gala, the biggest party in fashion.\nIn a matter of days, everything changed. Mr. Charles is now at the center of an ongoing debate about betrayal among a passionate group of beauty vloggers, bona fide celebrities and the meme-makers of TikTok. He has lost about three million followers on YouTube; Miley Cyrus, Shawn Mendes and Kylie Jenner have all unfollowed him on Instagram.\nOn Friday, Tati Westbrook, 37, a YouTube beauty vlogger and a former mentor to Mr. Charles, posted a video in which she told Mr. Charles, as well as several million of her closest subscribers, that she no longer wants anything to do with him. Ms. Westbrook, who owns a vitamin company, described in detail how an Instagram ad that Mr. Charles posted on behalf of a rival supplement’s company was a betrayal of their friendship. The summary of the video also links to her product site, Halo Beauty.\nShe said that she was also upset by Mr. Charles’s attempt to “trick a straight man into thinking he’s gay, yet again,” an incident she said happened at her most recent birthday celebration.\n“He’s 19 and I’m afraid of him,” Ms. Westbrook said at the end of the video, which has been viewed more than 40 million times. Mr. Charles posted a barefaced apology video that same day, but the two have not publicly reconciled.\nThe beauty-influencer world is one in which interpersonal conflicts often play out in videos posted across YouTube channels, with players flinging accusations at each other or apologizing in 15-minute monologues to their fans. The rumor mill they spin into existence is bolstered by coverage from “drama channels,” YouTube accounts that keep track of the gossip and “expose” the wrongdoings of various local celebrities.\nReceipts are a commodity in this world — not literal receipts that are printed after a purchase, but metaphorical receipts in the form of digital records that are supposed to prove innocence or guilt. (These often manifest as screenshots of private conversations, photos or videos.) When public fights break out, receipts are “stacked” and, eventually, someone is canceled.\nWhat does a cancellation look like? Mr. Charles is learning.\nIn the days since Ms. Westbrook posted her video, he has also seen a rapid drop in his YouTube subscriber count, from about 16.5 million to 13.5 million, according to Social Blade, which compiles social media data. \nHis social media channels have been flooded with negative comments, and former fans have posted short videos on TikTok, in which they find myriad ways to vandalize Mr. Charles’s Morphe palette. One dropped the palette into a bathtub full of water. Another painted a snake over the compact’s logo. Still another painted, in what appears to be Wite-Out, the words “Bye Sister” — a reference to the title of the Ms. Westbrook’s video.\nOther members of the “influencer community” have stepped into the fray to defend Mr. Charles or to add to Ms. Westbrook’s accusations. Jeffree Star, who has been canceled in the past for saying racists things that he later called “disgusting, vile and nasty,” said in a tweet that Mr. Charles “is a danger to society. Everything Tati said is 100% true.” (He later deleted the tweet.)\nFelix Kjellberg, better known as PewDiePie, a YouTube celebrity with more subscribers than Mr. Charles, Mr. Star and Ms. Westbrook combined, chimed in to question Ms. Westbrook’s actions on his channel. “Tati is 37 years old,” Mr. Kjellberg said. “James Charles is still a teenager.” He added: “For a mother figure to just completely drag this kid — no one has a problem with this?”\nThe website that sells Mr. Charles’s branded merchandise, Sisters Apparel, appeared defunct on Tuesday; fans speculated that Mr. Star had a hand in the shutdown. (Mr. Star is an owner of Killer Merch, a company that designs, manufactures and ships merchandise for brands, including, until recently, Sisters Apparel.)\nThis is not the first time a storm of controversy has raged around Mr. Charles. In 2017, Mr. Charles tweeted “I can’t believe we’re going to Africa today omg what if we get Ebola?” He followed the tweet with a Notes app apology in which he referred to Africa as a country.\nThe incident turned out to be a blip in Mr. Charles’s rise. For a couple of months, his YouTube subscriptions slowed down, but by May of that year, it was back up to hundreds of thousands per month and kept growing afterward. Even over the last few days, though Mr. Charles’s subscriber count has plummeted, his video views are up and in the millions. His 8-minute apology video, for example, has more than 40 million views.", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/style/james-charles-makeup-artist-youtube.html", "tags": "‘ youtube westbrook canceled ” ms. james coverboy video posted million charles"}