{"title": "Japan’s Economy Shrinks, in a Setback for ‘Abenomics’", "content": "Japan’s economy contracted more than expected at the start of this year, breaking the longest run of growth seen for decades, in a blow to Prime Minister Shinzo Abe’s “Abenomics” polices.\nWednesday’s data marked the end to eight straight quarters of economic expansion, which was the longest sequence of growth since a 12-quarter run between April-June 1986 and January-March 1989 during the asset-inflated bubble economy.\nThe economy shrank by 0.6 percent on an annualized basis, a much more severe contraction than the median estimate for an annualized 0.2 percent.\nFourth quarter growth was revised to an annualized 0.6 percent, down from the 1.6 percent estimated earlier.\nEconomists say the contraction will be temporary, but there is a risk that trade friction with the United States will hurt export demand, meaning a strong recovery is not assured.\n“Globally, I.T.-related items have been in an adjustment phase, which weighed down Japan’s exports and factory output,” said Yoshimasa Maruyama, chief market economist at SMBC Nikko Securities.\n“The economy is unlikely to continue to contract further. The global economy is performing well and a yen is trading beyond 110 yen against the dollar, so once exports start to grow again, the economy will return to a moderate growth path.”\nCapital expenditure fell 0.1 percent, down for the first time in six quarters, suggesting corporate investment is not as strong as many economists had forecast. The median estimate was for a 0.4 percent increase.\nConsumer spending fell marginally, registering a decline of less than one percentage point in the first quarter. The median estimate was for consumer spending to remain unchanged.\nExternal demand — or exports minus imports — added 0.1 percentage point to first-quarter G.D.P., as imports slowed more than exports.\nHowever, a breakdown of the data shows export growth is losing momentum, expanding 0.6 percent in the first quarter after growth of 2.2 percent expansion in the fourth quarter.\nJapan’s government is preparing for its annual announcement of guidelines for economic and fiscal policy, but the government has been distracted by allegations of cronyism that have hurt Mr. Abe’s approval ratings.\n(Reporting by Stanley White and Leika Kihara; Editing by Eric Meijer)", "date": "May 15, 2018", "href": "https://www.nytimes.com/2018/05/15/business/japan-economy-shrinks.html", "tags": "abenomics ‘ percent japan growth median quarter ” setback economy shrinks exports annualized"}