{"title": "Japan’s Economy Hit by Natural Disasters and Trade Frictions", "content": "TOKYO — Japan’s economy contracted more than expected in the third quarter, hit by natural disasters and a decline in exports, a worrying sign that trade protectionism is starting to take its toll on overseas demand.\nThe 1.2 percent annualized contraction in the July-to-September period was more than the median estimate for 1 percent growth in annual terms. It followed a robust 3 percent annualized growth in the previous quarter.\nA decline in domestic demand was the biggest reason the economy shrank, as strong typhoons and a powerful earthquake halted factories and stifled consumption, although economists say this disruption was temporary and the decline in exports is more worrying.\nExternal demand — or exports minus imports — shaved one-tenth of a percentage point off gross domestic product. This matched the median estimate, but a breakdown of the data showed exports fell 1.8 percent quarter-on-quarter, the fastest decline in more than three years.\nJapan’s economy is likely to resume growth in the current quarter, but falling exports suggest this recovery could be hampered by trade protectionism, which could increase pressure on policymakers to turn to fiscal stimulus.\n“Japan’s economy is expected to recover driven mainly by domestic demand,” Toshimitsu Motegi, Japan’s economy minister, said in a statement issued after the data release.\n“IT-related exports to Asia have been slowing from around spring,” he said, referring to information technology, “so we need to be mindful of the impact trade frictions and China’s growth outlook could be having on Japan’s economy.”\nPrivate consumption, which accounts for about 60 percent of GDP, fell 0.1 percent during the period. That was less than the median estimate for a 0.2 percent decline and followed a 0.7 increase in the previous quarter.\nCapital expenditure fell 0.2 percent, the first decline in two years. The median estimate was for capital expenditure to remain unchanged. It rose 3.1 percent in April-June.\nIn September a large earthquake triggered a blackout in the northern island of Hokkaido, which followed severe typhoons that damaged airports and transport infrastructure in western Japan.\nBusinesses were quick to resume normal operations, so the negative impact of these disasters will be short-lived, economists say.\nA trade war between the United States and China, the world’s two largest economies, is the bigger concern because it threatens Japan’s exports of car parts, electronics, and heavy machinery, economists say.\n“The decline in exports cannot be attributed entirely to the natural disasters,” said Hiroaki Muto, economist at Tokai Tokyo Research Center.\n“Excluding natural disasters, exports to China are slowing. The message is China’s economy is weakening, which means Japan’s exports will be slow to recover and growth will stall around the first half of next year.”\nPrime Minister Shinzo Abe on Monday ordered government ministers to compile a new public works spending package partly in response to to concerns about a slowdown in global demand.\nPolicymakers are also worried that a nationwide sales tax increase scheduled for October next year poses another downside risk to the economy, which makes fiscal spending a more likely option to prop up growth.", "date": "Nov. 13, 2018", "href": "https://www.nytimes.com/2018/11/13/business/japan-economy-third-quarter.html", "tags": "percent japan growth natural decline quarter hit ” economy demand trade exports disasters frictions"}