{"title": "Japan Extends Economic Growth Streak", "content": "TOKYO — Japan has extended its growth streak for another quarter.\nThe Japanese economy grew for a seventh consecutive quarter — the longest streak in nearly two decades — according to government data released Wednesday.\nJapanese businesses have benefited from rising global demand because of an improving global economic outlook, as well as from sustained financial stimulus measures from the government and the central bank. Unemployment is at a multidecade low, the stock market is buoyant, and even the country’s longtime economic nemeses — persistent wage and price deflation — have eased.\nThe perky economy already helped Prime Minister Shinzo Abe and his governing coalition win a comfortable victory in parliamentary elections last month.\nGross domestic product increased 1.4 percent in annualized terms in the three months through September, the Cabinet Office said in the preliminary estimate published Wednesday. The economy has been expanding since the start of 2016, the longest streak of growth since one that began in 1999.\nNot all the data was positive: The pace of expansion slowed from the previous quarter and consumer spending declined. But the results were roughly in line with economists’ predictions. Analysts surveyed by Reuters had forecast a growth rate of 1.3 percent, on average.\nThe economic expansion came mostly from abroad.\nAfter unusually exuberant spending by Japanese consumers in the April to June period, foreign trade took over as the main engine of growth from July through September. Exports have been central to Japan’s recovery, helped in part by a weak yen.\nThe government’s stimulus program, colloquially known as Abenomics after the prime minister, calls for the central bank to inject vast amounts of money into the financial system. That weakens the yen, making Japanese cars, electronics and other products more attractive to foreign buyers.\nThe domestic side of the economy was weaker. While exports increased 6 percent in annualized terms, household consumption fell 1.9 percent, the data showed. Business investment was more robust, expanding 1 percent — a sign that companies expect Japan’s growth streak to last awhile longer.\nConsumer prices have been declining in Japan since the 1990s, a debilitating cycle known as deflation that can lead consumers and companies to put off purchases or investments, hitting economic growth and leading to a vicious cycle where prices continue to fall. That has squeezed companies’ revenues, leaving them with less money to pay workers.\nEnding deflation is the ultimate goal of Abenomics. After lurching between rises and falls for about five years, consumer prices have been rising steadily, if modestly, this year. Though inflation — now at 0.7 percent by the Bank of Japan’s preferred “core” measure — remains at less than half the target of 2 percent, some analysts say they think the government may soon declare an official end to the two-decade deflationary scourge.\nIn Monday’s data, the G.D.P. deflator — one of several measures of price trends — turned positive in the third quarter, another sign that deflationary pressure in the economy has eased.", "date": "Nov. 14, 2017", "href": "https://www.nytimes.com/2017/11/14/business/japan-economy-gdp.html", "tags": "percent japan growth streak quarter japanese extends economy economic data government —"}