{"title": "Jeff Sessions Recuses Himself From Russia Inquiry", "content": "WASHINGTON — Attorney General Jeff Sessions, facing a storm of criticism over newly disclosed contacts with the Russian ambassador to the United States, recused himself on Thursday from any investigation into charges that Russia meddled in the 2016 presidential election.\nHis announcement, delivered at a terse news conference, came after a day of rapid-fire developments in a murky affair that has shadowed President Trump, jeopardized his closest aides and intensified pressure for a full inquiry into Moscow’s attempts to influence the election as well as the policies of the new administration.\nMany top Democrats demanded Mr. Sessions’s resignation, and a growing number of Republicans declared that he should not take part in any investigation into the case, given his own still largely unexplained role in it.\nBut Mr. Trump stoutly defended Mr. Sessions, one of his few early champions on Capitol Hill. “He could have stated his response more accurately, but it was clearly not intentional,” he said in a statement, which accused Democrats of engaging in “a total witch hunt.”\nMr. Sessions insisted there was nothing nefarious about his two meetings with the Russian ambassador, Sergey I. Kislyak, even though he did not disclose them to the Senate during his confirmation hearing and they occurred during the heat of the race between Hillary Clinton, the Democratic nominee, and Mr. Trump, whom Mr. Sessions was advising on national security.\nIn his account on Thursday of the more substantive meeting, which took place in his Senate office on Sept. 8, Mr. Sessions described Mr. Kislyak as one of a parade of envoys who seek out lawmakers like him to glean information about American policies and promote the agendas of their governments.\n“Somehow, the subject of Ukraine came up,” Mr. Sessions said, recalling that the meeting grew testy after the ambassador defended Russia’s conduct toward its neighbor and heaped blame on everybody else. “I thought he was pretty much of an old-style, Soviet-type ambassador,” Mr. Sessions said, noting that he declined a lunch invitation from Mr. Kislyak.\nMr. Sessions’s decision to recuse himself was one of his first public acts as attorney general. He said he made the decision after consulting with Justice Department officials, and he denied misleading Senator Al Franken, Democrat of Minnesota, when he said in his confirmation hearing that he had not met with Russian officials about the Trump campaign.\n“In retrospect,” Mr. Sessions told reporters, “I should have slowed down and said, ‘But I did meet one Russian official a couple of times, and that would be the ambassador.’ ”\nThe latest disclosures — and the Trump administration’s contradictory accounts of them — have deepened the questions about Russia’s role in the election and its aftermath. The affair has fueled calls for congressional and independent investigations, and toppled another close Trump aide, Michael T. Flynn, who resigned as national security adviser last month after admitting he had misled the administration over his contacts with Mr. Kislyak.\nOn Thursday, the White House confirmed that Mr. Flynn had his own previously undisclosed meeting with the ambassador in December to “establish a line of communication” between the incoming administration and the Russian government. Jared Kushner, Mr. Trump’s son-in-law and now a senior adviser, also participated in the meeting at Trump Tower.\nThe extent and frequency of the Flynn-Kislyak contacts remain unclear. But news of the meeting added to the emerging picture of how the relationship between Mr. Trump’s team and Moscow evolved to include some of Mr. Trump’s most trusted advisers.\nTwo other Trump campaign advisers also reportedly spoke with Mr. Kislyak last year at an event on the sidelines of the Republican National Convention.\nCarter Page, a businessman and early Trump foreign policy adviser, told MSNBC on Thursday, “I’m not going to deny that I talked to him,” but said in an earlier statement that he would not comment about the event, which was off the record. Additionally, J. D. Gordon, a retired naval officer who advised Mr. Trump on national security, told USA Today that he had had an “informal conversation” with Mr. Kislyak, and played down its importance.\nMr. Sessions’s decision to recuse himself exposed a rift between the White House and the Justice Department, not only over whether he should do so — Mr. Trump said he did not think Mr. Sessions needed to — but over the president’s public statements. A Justice Department official confessed puzzlement about why the White House regularly asserted that no one from the Trump campaign had any contact with the Russian government.\nWith Mr. Sessions’s recusal, any Justice Department investigation would be overseen by the deputy attorney general. Dana J. Boente is currently serving in an acting capacity from his role as the chief federal prosecutor for the Eastern District of Virginia. A Senate hearing is scheduled for Tuesday for the nomination of Rod J. Rosenstein as deputy attorney general; he would oversee the issue if he is confirmed, and his hearing is now likely to be dominated by questions about the Russia issue.\nIt is not clear if the Justice Department is investigating Russian meddling in the 2016 election, although the F.B.I. is known to have examined possible contacts between Russia and Trump advisers. The House Intelligence Committee has also opened an inquiry into whether Russia tried to influence the election.\nMr. Trump said that he “wasn’t aware” that Mr. Sessions had spoken to the ambassador, but that he believed that the attorney general had testified truthfully during his confirmation hearing.\n“I think he probably did,” Mr. Trump told reporters, while touring the Gerald R. Ford, the newest American aircraft carrier, in Newport News, Va. Asked whether Mr. Sessions should recuse himself from the investigations, the president said, “I don’t think so.”\nWithin Mr. Trump’s inner circle, Mr. Flynn appears to have been the primary interlocutor with the Russian envoy. The two were in contact during the campaign and the transition, Mr. Kislyak and current and former American officials have said. But Mr. Sessions served as the chairman of Mr. Trump’s national security committee — a post Democrats said would have made him a much sought-after figure for officials from many foreign countries.\nThere is nothing unusual about meetings between presidential campaigns and foreign diplomats. Mr. Kislyak was one of several envoys at the Republican National Convention, where his first meeting with Mr. Sessions, according to the attorney general, was a brief encounter after a panel organized by the Heritage Foundation. Ambassadors also attended the Democratic convention, though it was not clear whether Mr. Kislyak was among them.\n“Active embassies here consider it as their assignment to stretch out feelers to presidential hopefuls,” said Peter Wittig, the German ambassador, who met most of the Republican candidates, though not Mr. Trump. “I don’t consider it as something unusual or problematic.”\nThe trouble in Mr. Sessions’s case is that his meeting came as the nation’s intelligence agencies were concluding that Russia had tried to destabilize the election and help Mr. Trump. Mr. Sessions’s initial lack of disclosure of the meetings with Mr. Kislyak fed suspicions that it was more than run-of-the-mill diplomacy.\nThe disclosure, first reported by The Washington Post, contradicted forceful and repeated denials from the White House that anyone from the Trump campaign had discussions with the Russians. “I have nothing to do with Russia,” Mr. Trump said at a news conference on Feb. 20. “To the best of my knowledge, no person that I deal with does.”\nAsked at the news conference on Thursday whether he and the ambassador had discussed Mr. Trump or the election, Mr. Sessions said, “I don’t recall.” Ambassadors are “pretty gossipy,” he said, and “this was in campaign season, but I don’t recall any specific political discussions.”\nMr. Sessions noted that he was joined by two retired Army colonels on his staff, as well as perhaps a younger staff member. He said they opened with small talk about Mr. Sessions’s visit to Russia with a church group in 1991.\n“He said he was not a believer himself, but he was glad to have church people come there,” Mr. Sessions recalled.\nThat meeting came during the waning months of the campaign. But the meeting two months later of Mr. Kushner, Mr. Flynn and Mr. Kislyak came at an arguably more crucial time, with Mr. Trump as the president-elect and the Obama White House preparing to impose sanctions on Russia and publicly make its case that Moscow had interfered with the election.\nWhat is becoming clear is that the incoming Trump administration was simultaneously striking a conciliatory pose toward Moscow in a series of meetings and calls involving Mr. Kislyak.\n“They generally discussed the relationship, and it made sense to establish a line of communication,” said Hope Hicks, a White House spokeswoman. “Jared has had meetings with many other foreign countries and representatives — as many as two dozen other foreign countries’ leaders and representatives.”\nThe Trump Tower meeting lasted 20 minutes, and Mr. Kushner has not met since with Mr. Kislyak, Ms. Hicks said.\nAt Mr. Sessions’s confirmation hearing, Mr. Franken asked him about a CNN report that after the election, intelligence briefers had told President Barack Obama and Mr. Trump that Russian operatives claimed to have compromising information about Mr. Trump.\nMr. Franken also noted that the report indicated that surrogates for Mr. Trump and intermediaries for the Russian government continued to exchange information during the campaign. He asked Mr. Sessions what he would do if that report proved true.\nMr. Sessions replied that he was “not aware of any of those activities.” He added, “I have been called a surrogate at a time or two in that campaign, and I didn’t have — did not have communications with the Russians, and I’m unable to comment on it.”\nOn Thursday, Mr. Sessions said he did not view Mr. Kislyak’s visit as tied to his campaign role, but he acknowledged, “I can’t speak for what the Russian ambassador may have had in his mind.”", "date": "March 2, 2017", "href": "https://www.nytimes.com/2017/03/02/us/politics/jeff-sessions-russia-trump-investigation-democrats.html", "tags": "sessions inquiry russian recuses ” trump meeting russia jeff kislyak"}