{"title": "Jeremy Irons Breathes New Life Into ‘The Poems of T.S. Eliot’", "content": "THE POEMS OF T.S. ELIOT By T.S. Eliot Read by Jeremy Irons 3 Hours, 41 Minutes. Faber & Faber.\nThere is no definitive voice for reading T. S. Eliot. His own manner, with its proper enunciations, can’t be placed. He was always from somewhere else. In his native St. Louis, his family looked to ancestral New England; at Harvard, he came from a “border state.” As a newcomer to London, teaching schoolboys in Highgate, he was “the American master.” He discarded his American accent without ever coming to sound unquestionably English. I wish it were possible to consult Professor Higgins: Can there be a neutral delivery, devoid of geographical cadence? The recordings of Eliot’s poems try for transparency; lasting content takes precedence over any one reader at a single point in time.\nJeremy Irons sounds the ominous lines — “This is the dead land” — in the velvet of the trained English voice. It suits such a play of innuendo as when the timorous Prufrock of Eliot’s first major poem observes cultured women who “come and go / Talking of Michelangelo.” As written, the words appear noncommittal, yet the rhyme implies the patness of what these women have to say. Irons amplifies Prufrock’s opinion using a beat of silence to represent the space on the page. Similarly, he later marks the unspoken beats that follow Prufrock’s truncated line: “Do I dare?”\nEliot is the master of the unsaid. Irons’s sensitivity to Prufrock’s hesitation on the brink of utterance allows the poetry to bring out a prophetic impulse without sounding entirely absurd: “Do I dare / Disturb the universe?”\nLike other great readers of Eliot (among them John Gielgud and Alec Guinness), Irons combines the velvet with emotionally alert variations in pace. With the line “It is impossible to say just what I mean!,” he speeds up the frustration seething beneath Prufrock’s genteel front, complete with formal necktie. Irons makes a bold decision to let loose the speaker’s longing, to the point of a sigh, and he is wonderfully suggestive in the variations on “Shantih shantih shantih” echoing on at the end of “The Waste Land.” I used to wonder if “the peace which passeth understanding,” Eliot’s note to this word, was building or fading. The poet’s own deadpan reading did not provide an answer, but Irons comes down on uncertainty with three different intonations. His final, stretched-out “Shantih” injects a strange intimacy following a thunderous “DA,” announcing rain — water as a sign of the spiritual fertility that Eliot longed for all his life.\nIrons voices an Eliot who craves, desires and suffers more openly than in the sober accents of Gielgud and Guinness. Their recordings, completed during the poet’s lifetime, perhaps felt the impress of Eliot’s neutrality. Yet for them, and for Irons too, the poet appears one of us, which is to say that in all these recordings Eliot becomes more English than I think he really was. Irons glides smoothly over a barrage of judgments in “Marina,” “Death” being embodied in “Those who sit in the sty of contentment” and in “Those who suffer the ecstasy of the animals.” Here is an annihilation of the flesh worthy of his Puritan forebear Andrew Eliott of Salem, a juror in the witchcraft trials.\nInstead, Irons lends himself to what coexists with the voice of judgment: what is hesitant, what feels unattainable and the struggles of a flawed being in “Four Quartets.” A high point is when Eileen Atkins joins Irons in the best “Waste Land” reading ever in terms of interpretation and play of voices. Listen especially to the repartee of a man and a woman caged together in a hellish union. Their emotional duo and the naturalness that Irons brings to Eliot make this set of CDs a special gift.", "date": "May 17, 2018", "href": "https://www.nytimes.com/2018/05/17/books/review/poems-ts-eliot.html", "tags": "voice ‘ t.s irons prufrock poems breathes eliot shantih ” english jeremy reading recordings new life"}