{"title": "Jeremy Corbyn backs permanent customs union after Brexit", "content": "Labour leader Jeremy Corbyn has backed the UK being in a permanent customs union with the EU in a speech setting out his approach to Brexit.\nHe said this would avoid the need for a \"hard border\" in Northern Ireland and ensure free-flowing trade for business.\nThe policy shift could lead to Labour siding with Tory rebels to defeat Theresa May on her Brexit strategy.\nBut a customs union after Brexit would be a \"complete sell out\", International Trade Secretary Liam Fox will argue.\nMr Corbyn insisted in an interview with BBC Political Editor Laura Kuenssberg that his speech was a \"firming up\" of Labour's existing policy, which was to back customs union membership during the planned two-year transition period after the UK leaves the EU in March 2019.\nIn his speech, at Coventry University, Mr Corbyn said Labour would be \"looking for a Brexit that puts the working people first\".\nIn a shift from the party's policy at last year's general election, he said the UK should strike a new customs deal with the EU at the end of transition.  \n\"Labour would seek a final deal that gives full access to European markets and maintains the benefits of the single market and the customs union,\" he said.\n\"We have long argued that a customs union is a viable option for the final deal. \n\"So Labour would seek to negotiate a new comprehensive UK-EU customs union to ensure that there are no tariffs with Europe and to help avoid any need for a hard border in Northern Ireland.\"\nThe prime minister has insisted the UK will leave both the single market and the customs union, allowing it to negotiate its own post-Brexit trade deals.\nMrs May will give details in a speech on Friday of how her plan for a \"managed diversion\" from the EU will work in practice, after first briefing the cabinet. \nThe Conservatives accused Mr Corbyn of \"betraying millions of Labour voters\" who had backed Brexit.\nInternational Trade Secretary Liam Fox said Labour's \"confused policy would be bad for jobs and wages\". \nAnd in a speech on Tuesday, he will say the UK would find itself in a \"worse position\" than it is now if it leaves the existing customs union but negotiates a similar arrangement.\nA customs union allows free-flowing trade between member nations without making companies pay export taxes, or tariffs, at the border. \nHowever, the members normally have joint trade agreements with countries not in their customs union.  \nA single market is a deeper form of co-operation, which effectively merges the economies of member states together, allowing the free movement of goods, services, money and people as if they were part of a single country.\nMr Corbyn rejected calls from pro-EU figures like Lord Mandelson and a number of his own backbenchers to commit to staying in the EU single market, saying instead that he wanted a \"close relationship\" with it.\nShadow Brexit Secretary Sir Keir Starmer has not ruled out continuing with free movement of people between the UK and the EU in some form after Brexit, under Labour's plans, but he told BBC News it would have to be negotiated - as would any financial contribution the UK would make.\nHe said the UK could work \"jointly\" with the EU after Brexit to strike trade deals with other nations - something the government insists is not possible.\nAnalysis By BBC political correspondent Ian Watson \nSo the dividing lines are clear politically - if less clear in practice. Clear politically, because the government is committed to coming out of the customs union. And in contrast Labour now says it wants to negotiate \"a new comprehensive customs union\" with the EU.\nThat puts clear blue water between opposition and government - and may signal to Remain voters that Labour wants a 'softer' Brexit, staying closer to the EU. \nBut in practice, there may be fewer differences than meets the eye.  Jeremy Corbyn wants a customs union that would still give the UK a say in EU-led trade deals - which the EU may resist.\nAnd Theresa May has spoken of a new \"customs arrangement,\" which would, er, allow independent trade deals.  But it's currently in the government and opposition's political interests to emphasise the differences,  not the similarities. \nJeremy Corbyn refused to be drawn on whether his policy shift was an attempt to remove Theresa May from office and force a general election.\nTory rebels have been tight-lipped about whether they would vote against Mrs May if it came down to a confidence vote in her premiership, saying that was unlikely to happen. \nBut Labour MP Frank Field, who backed Leave and said Mr Corbyn was once more Eurosceptic than him, told the BBC that being in a customs union or the single market would be a \"deceit\" and dismissed suggestions Tory rebels could join with Labour to defeat the government as \"fairy tales\" and they would win any vote by a large majority.\nMr Corbyn was an opponent of the EU when he was a backbench Labour MP, as he explained in his speech.\n\"I have long opposed the embedding of free market orthodoxy and the democratic deficit in the European Union, and that is why I campaigned to 'remain and reform' in the referendum campaign.\"\nHe said scepticism was \"healthy\" but \"often the term 'Eurosceptic' in reality became synonymous with 'anti-European' and I am not anti-European at all, I want to see close and progressive cooperation with the whole of Europe after Brexit\".\nHe said this \"new relationship\" he wanted to negotiate with the EU would ensure Labour could deliver on its plans to nationalise public utilities, invest in industry and curb the outsourcing of public services.\nMr Corbyn's speech was welcomed by Britain's largest trade unions while industry body, the CBI, said staying in a customs union would \"grow trade without accepting freedom of movement or payments to the EU\". \nPro-European Labour MPs said he had not gone far enough and urged him to commit to staying in the single market.\nBut former UKIP leader Nigel Farage said it was the \"first step in a complete Labour sell-out\" while the DUP, the party Mrs May relies on to win key votes in the Commons, said it was \"cheap political opportunism\".\nLiberal Democrats leader Sir Vince Cable tweeted that Mr Corbyn's customs union stance was a \"small step to sanity\", but added: \"In #SingleMarket he is still following @theresa-may cake and eat it policy. Just wants red cherries rather than blue raisins.\"", "date": "26 February 2018", "href": "https://www.bbc.co.uk/news/uk-politics-43189878", "tags": "brexit uk eu permanent union corbyn jeremy backs trade labour customs"}