{"title": "Jeremy Corbyn, Backing a ‘Soft’ Brexit, Takes Aim at Conservatives", "content": "LONDON — The leader of Britain’s opposition party, Jeremy Corbyn, tried on Monday to position Labour as the standard-bearer of a “soft” exit from the European Union, narrowing the maneuvering room for Theresa May, the country’s already weakened prime minister.\nIn a much-anticipated speech, Mr. Corbyn proposed that Britain remain in a customs union with European Union member states when it leaves the bloc, to soften the economic shock of an abrupt exit.\nHe made that position conditional on Britain being able to take part with the European Union in negotiating trade deals with other countries, a notion Brussels has so far steadfastly resisted.\nMr. Corbyn’s shift on the customs union, which eliminates tariffs and reduces other barriers to trade between members, was immediately welcomed by two major British business organizations — a significant step, since British industry has traditionally seen the Conservatives as the more business friendly party.\nBritish firms “need government to focus on making access to markets simpler, not putting up barriers to our most important trading partner,” Carolyn Fairbairn, director general of the Confederation of British Industry, said in a statement.\nThe group said that Mr. Corbyn’s plan would “put jobs and living standards first by remaining in a close economic relationship with the E.U.”\nThe Labour leader came under attack from people in both parties who support Britain’s withdrawal from the European Union, who said he had abandoned his long-held principles for political advantage. A terse statement from Mrs. May’s office said that she stood by her rejection of any form of customs union after Brexit.\n“The government will not be joining a customs union,” the statement  said. “We want to have the freedom to sign our own trade deals and to reach out into the world.”\nMr. Corbyn stopped short of recommending that Britain remain in the single market, which would allow for the continued free movement of people, services and goods among member states, as advocated by his party’s strong anti-Brexit faction. But there, too, he left open plenty of room for interpretation, saying he backed a “new and strong relationship with the single market” that would include tariff-free access.\n“Labour would seek a final deal that gives full access to European markets and maintains the benefits of the single market and the customs union,” Mr. Corbyn said, “with no new impediments to trade and no reduction in rights, standards and protections.”\nHe also said it made “no sense” for Britain to abandon the European Union’s rule-making agencies for things like food safety and chemicals.\nMr. Corbyn, a longtime euroskeptic, has been moving slowly toward a softer view on Britain’s exit from the union, dragged there by his chief Brexit strategist, Keir Starmer, and others in the party. But his shift also has a strategic component, seemingly timed to inflict maximum damage to the political fortunes of Mrs. May, whose Conservative Party is deeply divided over the process.\nBy claiming the moderate space in the Brexit debate, Mr. Corbyn could draw rebels in Mrs. May’s party into a “soft Brexit” voting bloc capable of defeating Mrs. May’s legislation in Parliament. That could happen sometime after Easter.\nThe Labour leader has announced the shift amid signs that public support on the issue may be softening.\n“Labour respects the result of the referendum, and Britain is leaving the E.U.,” he said, referring to the June 2016 vote on whether to leave the bloc. “But we will not support any Tory deal that would do lasting damage to jobs, rights and living standards.”\nTwenty months after the referendum, in which 52 percent of voters advocated leaving the union and 48 percent opposed it, the government has not articulated a unified strategy on doing so, and business leaders are expressing growing alarm about the possible threats to the economy.\nMrs. May has seemed eager to steer a middle path, but she is under pressure from hard-liners in her party who advocate severing ties with the single market and customs union, and steering the country toward a low-regulation, low-tax economy.\nMr. Corbyn mocked Tory infighting over the terms of the deal on Monday, joking that “anything agreed at breakfast is being briefed against at lunch and abandoned at teatime,” and tried to present himself as a voice of sanity.\n“The European Union is not the root of all our problems, and leaving it will not solve all our problems,” he said. “There will be some who will tell you that Brexit is a disaster for our country, and some who will tell you that Brexit will create a land of milk and honey. The truth is more down to earth, and it’s in our hands.”\nConservatives had attacked Mr. Corbyn in advance of the speech, describing his promise of renegotiated trade deals as unrealistic. Iain Duncan Smith, a former leader of the Conservatives, also warned potential defectors in the party against being swayed by Mr. Corbyn.\n“Be very careful on this one, because you’re being invited into a Labour Party tactical game, which will actually end up in real damage to the United Kingdom,” he told the BBC.\nKeir Starmer, Mr. Corbyn’s chief adviser on Brexit, predicted that Mrs. May would face a rebellion.\n“Crunchtime is now coming for the prime minister, because the majority in Parliament does not back her approach to a customs union” and “will be heard sooner or later,” he said.\nReactions to the speech divided neatly along positions on Brexit.\nGeorge Osborne, a Conservative opponent of leaving the European Union who served as chancellor of the Exchequer from 2010 to 2016, wrote in The Evening Standard that Mrs. May had made a fatal mistake by appeasing hard-core Brexiteers, and that Mr. Corbyn had “opened up the looming prospect of suffering a huge defeat in the Commons.”\n“The Tories gifted Corbyn with an open goal on customs union, and he just put the ball in,” he remarked, in a Twitter post.\nBut David Bannerman, a Conservative legislator and avid supporter of leaving the bloc, described Mr. Corbyn’s proposal in a Twitter post as “a ‘dog’s Breakfast Brexit’ — a half baked shambles: hurts the poor through keeping EU tariffs, betrays Labour voters on immigration controls & abandons the world for the EU, despite 90% future growth coming from outside Europe.”", "date": "Feb. 26, 2018", "href": "https://www.nytimes.com/2018/02/26/world/europe/jeremy-corbyn-brexit.html", "tags": "brexit may ‘ soft party union takes aim corbyn jeremy ” britain conservatives backing said"}