{"title": "Jeremy Kyle Show suspended after guest death", "content": "ITV has suspended The Jeremy Kyle show after a guest died shortly after filming, and is conducting a review into the episode \"given the seriousness of this event\". \nThe broadcaster took Monday's show off air and replaced it with a repeat of Dickinson's Real Deal. \nThe participant from the episode died a week after recording it. \nITV said everyone at the show is \"shocked and saddened\" and \"thoughts are with the family and friends\".\nIt will not screen the episode and said both filming and broadcasting were suspended with \"immediate effect\".\nAll previous episodes of the show have also been taken down from the channel's catch-up service, ITV Hub. Episodes will also not air on ITV2.\nA spokesperson for media watchdog Ofcom said: \"This is clearly a very distressing case. Although we can only assess content that has been broadcast, we are discussing this programme with ITV as a priority to understand what took place.\" \nThe show has been broadcast in its mid-morning slot since 2005. Its guests discuss relationship issues and conflicts with each other in front of Kyle's studio audience. \nIt is well-known for its often heated debates, with Kyle mediating between guests.\nThe show's website asks for participants to contact the programme to discuss issues involving DNA and lie detector tests, fighting with an ex over access to a child, feuding families, break-ups, relationship problems, bad parents, addictions, and reunions. \nIt is the most popular show on ITV's daytime schedule, with an average of one million viewers and a 22% audience share.\nThe show had been due to screen a special episode featuring celebrities on 14 May, with troubled ex-EastEnders star Danniella Westbrook and former X Factor contestant Christopher Maloney as guests.\nThat episode will be rescheduled to a later date, according to Mr Maloney on Twitter. He said: \"Hi guys, just spoken to the producers ITVJeremyKyle and our celebrity special will be aired at a later date.\n\"In the meantime my thoughts are with the family at this time.\"\nActress Ms Westbrook, who has struggled with drug addiction, expressed her condolences, and said in a statement that Kyle and the show's psychotherapist had been \"absolutely amazing\" with her, from her own experience of working with the show.\n\"Their duty of care has been excellent from the very first point of contact, to having me on the show, all the way through my recovery programme,\" she said.\n\"The team including Jeremy himself were in constant contact with me throughout making sure I was OK and since leaving the rehab, they have continued to be in touch and I have felt fully supported throughout.\"\nTV psychologist Honey Langcaster-James, who has worked on ITV shows including Love Island, told BBC Radio 5 Live that the television industry as a whole needs to ensure guests receive proper aftercare.\n\"All the producers I've ever met and worked with have, really, wanted to do the right thing by contributors. \n\"But they're not mental health providers, they don't necessarily understand what the differences are between, say, a psychologist, a psychotherapist, a counsellor.\n\"And so one of the things that I've been campaigning about is better education, actually, for producers and production companies and better information available to them as to what looks like good care provision.\"\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "13 May 2019", "href": "https://www.bbc.co.uk/news/entertainment-arts-48253358", "tags": "kyle suspended show death itv episode jeremy contact guest programme guests producers"}