{"title": "Jerome Corsi, Friend of Roger Stone, Is in Plea Talks With Mueller", "content": "WASHINGTON — Jerome Corsi, a conspiracy theorist and ally of the former Trump campaign adviser Roger J. Stone Jr., is in plea negotiations with prosecutors working on the special counsel investigation into Russia’s interference in the 2016 election.\nA person familiar with the talks said that the prosecutors had presented Mr. Corsi with evidence that he had not been truthful when investigators asked him whether he knew beforehand that WikiLeaks was going to publish emails stolen from Democratic computers during the campaign.\nThe special counsel, Robert S. Mueller III, and his team are trying to discover whether anyone connected with the Trump campaign knew of or cooperated with the Russian intelligence operatives who hacked the Democratic systems and funneled the emails to WikiLeaks in an attempt to undercut Hillary Clinton’s presidential campaign.\nAlthough Mr. Corsi apparently had no direct connection to the Trump campaign, he was in touch with Mr. Stone, a former campaign adviser who communicated with senior campaign officials through the election. Mr. Stone claimed during the campaign that he had a back channel to WikiLeaks, but now says he was merely bluffing to unsettle Mrs. Clinton’s team. Mr. Stone also communicated with Guccifer 2.0, the online persona used by one or more Russian intelligence operatives who hacked the Democratic systems.\nAlthough Mr. Corsi, 72, insisted in an interview two weeks ago with The New York Times that he had told investigators the truth, the special counsel’s office has decided that his text messages and emails contradict some of his statements about whether he knew details about the purloined materials before they were released, according to people familiar with those discussions.\nDavid Gray, Mr. Corsi’s lawyer, declined to comment on the plea talks, which were first reported  by The Washington Post.\nFederal investigators have questioned a host of Mr. Stone’s associates about his relationship with WikiLeaks. Three senior Trump campaign officials have told them that Mr. Stone created the impression that he was a conduit of information from WikiLeaks, according to people familiar with the inquiry. One of them said Mr. Stone not only seemed to predict WikiLeaks’ actions, but also took credit afterward for disclosures that damaged Mrs. Clinton’s campaign.\nMr. Corsi is among a string of witnesses who have recently testified before a federal grand jury about the matter. In the interview with The Times, he said that prosecutors quizzed him for about 40 hours, then warned his lawyer that the next phase of their talks would involve a possible plea agreement.\n“I took that to mean they were planning to indict me” on charges of lying to federal authorities, Mr. Corsi said. “I still believe I’ve told them the truth, and to the best of my ability and the best of my recollection,” he added, but “my memory of 2016 is not perfect, by any means.”\nAsked about the plea talks on Friday, Mr. Stone said, “My friend Dr. Corsi has been under a tremendous amount of pressure, and it is beginning to affect him profoundly.” Mr. Stone insisted, as he has repeatedly, that he had only secondhand information, at best, about WikiLeaks’ plans to disrupt the presidential race.\nAmong other issues, investigators have been asking about an Aug. 21, 2016, Twitter message in which Mr. Stone predicted that John D. Podesta, Mrs. Clinton’s campaign chairman, would soon face his “time in the barrel.” Mr. Stone posted his message six weeks before WikiLeaks began releasing tens of thousands of Mr. Podesta’s emails, throwing the Clinton campaign on the defensive a month before the November election.\nMr. Corsi has publicly backed Mr. Stone’s explanation of the message, saying Mr. Stone was predicting that Mr. Podesta would face controversy about his overseas business dealings, not stolen emails. “Having reviewed my records, I am now confident that I am the source behind Stone’s tweet,” he wrote in an early 2017 article on Infowars, a site that promotes conspiracy theories.\nIn a broadcast on YouTube this month, Mr. Corsi insisted that he had possessed no inside information or ties to Julian Assange, the founder of WikiLeaks. He compared the special counsel’s team to the Gestapo, saying that “they asked the same questions over and over again,” until “my mind was mush.”\nLike Mr. Stone, he said that he had relied mostly on public information to “connect the dots” about the role of WikiLeaks in the November election. “To the best of my recollection, I didn’t have anyone who connected me to Julian Assange,” he said in the YouTube video. “And what I knew in advance about what Julian Assange was going to do, I figured out.”\n“I guess I couldn’t tell the special prosecutor what they wanted to hear,” he said then.\nMr. Mueller’s team has charged several people who have misled federal investigators. Three former Trump campaign officials or advisers have pleaded guilty to that offense: Michael T. Flynn, Rick Gates and George Papadopoulos. So did a Dutch lawyer, Alex van der Zwaan, who had business dealings with Paul Manafort, Mr. Trump’s former campaign chairman.", "date": "Nov. 23, 2018", "href": "https://www.nytimes.com/2018/11/23/us/politics/jerome-corsi-plea.html", "tags": "wikileaks special stone roger plea ” jerome trump friend corsi campaign mueller talks"}