{"title": "Jerusalem is Israel's capital, says Donald Trump", "content": "President Donald Trump has announced that the US now recognises Jerusalem as Israel's capital, overturning decades of official US policy.\nMr Trump described the move as \"a long overdue step\" to advance the Middle East peace process. \nThe fate of the ancient city is one of the thorniest issues between Israel and the Palestinians.\nIsrael called Mr Trump's move \"historic\" but there has been sharp international criticism.\nMr Trump said the US still supported a two-state solution to the longstanding conflict, if approved by both sides, which would essentially see the creation of an independent Palestinian state living alongside Israel.\nPalestinian President Mahmoud Abbas called Mr Trump's announcement \"deplorable\", saying the US could no longer be a peace broker.\nEight of the 15 nations who are currently members of the United Nations Security Council have called for the body to hold an urgent meeting on the US decision by the end of the week.\nThe decision to recognise Jerusalem as Israel's capital puts the US at odds with the rest of the international community's view on Jerusalem's status.\nThe Palestinians claim East Jerusalem as the capital of a future state, and according to the 1993 Israel-Palestinian peace accords, its final status is meant to be discussed in the latter stages of peace talks.\nIsraeli sovereignty over Jerusalem has never been recognised internationally, and until now all countries have maintained their embassies in Tel Aviv.\nJerusalem contains sites sacred to the three major monotheistic faiths - Judaism, Islam and Christianity.\nEast Jerusalem, which includes the Old City, was annexed by Israel after the Six Day War of 1967, but is not internationally recognised as part of Israel.\nSpeaking at the White House, the US president said he had \"judged this course of action to be in the best interests of the United States of America, and the pursuit of peace between Israel and the Palestinians\".\nHe said he was directing the US state department to begin preparations to move the US embassy from Tel Aviv to Jerusalem.\nDespite warnings of regional unrest over any such move, the decision fulfils a campaign promise and appeals to Mr Trump's right-wing base.\n\"Today, I am delivering,\" the US leader said, referencing the campaign pledge.\nRecognising Jerusalem as Israel's capital was \"nothing more or less than a recognition of reality\", he added. \"It is also the right thing to do.\"\nThe Republican Jewish Coalition have already thanked the president in a New York Times ad. The group is backed by Republican and Trump campaign mega-donor Sheldon Adelson.\nAnalysis, by Barbara Plett-Usher, BBC News, Washington\nThe president emphasised several times that he was delivering on a campaign promise, signalling that domestic politics was largely what motivated this controversial decision. \nThe announcement would have made more sense as part of a peace plan, but the White House is still drafting one. So the president spent much of the speech pushing back against criticism that he was prejudging his own peace initiative. \nHe insisted that the US was still deeply committed to facilitating a deal acceptable to both sides, and was not taking a position on the final status of the holy city. \nThat seemed to imply the Palestinian claim to occupied East Jerusalem would still be on the table in any negotiations. But his argument would have been more convincing to them if he had spelled that out, and if he had clearly stated that the end goal was two states. \nInstead he said the US would support such a solution if agreed to by both sides - not the unequivocal endorsement the Palestinians were looking for. He didn't offer the Palestinians anything, and the speech came across as an endorsement of Israel. \nIn response, Israeli Prime Minister Benjamin Netanyahu said it was a historic day, and Israel was profoundly grateful to President Trump. \n\"Jerusalem has been the focus of our hopes, our dreams, our prayers for three millennia,\" he tweeted. \nMr Abbas, the Palestinian leader, said in a pre-recorded TV speech that the city was the \"eternal capital of the state of Palestine\".\nHe earlier warned of \"dangerous consequences\" through a spokesman, a sentiment echoed by other Arab leaders, who said there could be unrest.\nThere were demonstrations in Gaza against the decision before it was announced in response to a call from the Islamist Hamas movement that runs the Gaza strip, local pro-Hamas media reported.\nHamas said that Mr Trump's decision would \"open the doors of hell\" on US interests in the region.\nThe US decision comes despite vocal opposition in the Muslim world, even among US allies. \nOn Tuesday Saudi Arabia's King Salman had said that the move \"would constitute a flagrant provocation of Muslims, all over the world\".\nDemonstrations have already taken place in Gaza and outside the US consulate in Istanbul, Turkey.\nUN Secretary General Antonio Guterres said it was \"a moment of great anxiety\".\n\"There is no alternative to the two-state solution. There is no Plan B,\" he said.\nIn other reaction:", "date": "6 December 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-42259443", "tags": "us president peace israel trump capital donald says jerusalem decision"}