{"title": "Jerusalem Embassy Is a Victory for Trump, and a Complication for Middle East Peace", "content": "WASHINGTON — President Trump and senior members of his administration exulted on Monday over the opening of the United States’ new embassy in Jerusalem, dismissing the violence raging along the border with Gaza as the ceremony unfolded as “unfortunate propaganda.”\nFor Mr. Trump, the opening of the embassy was an opportunity to keep a campaign promise, and was yet another example of his willingness to upend decades of conventional thinking on foreign policy and to do what other American presidents had not dared. But the split-screen image of the carnage nearby was a sobering reminder that what Mr. Trump is claiming as a foreign policy coup has only complicated the prospects for the Middle East peace the president has said he is seeking.\nThe White House said the violence in Gaza would not hinder its efforts to seek an end to the conflict between the Israelis and the Palestinians, but the administration also made it abundantly clear on Monday that Mr. Trump was currently siding with Israel.\n“The responsibility for these tragic deaths rest squarely with Hamas,” said Raj Shah, a White House deputy press secretary, who referred to Gaza as “southern Israel.” “Hamas is intentionally and cynically provoking this response, and as the secretary of state said, Israel has the right to defend itself.”\nAsked whether the White House was urging restraint by the Israelis, Mr. Shah again blamed Hamas, a Sunni militant group. “This is a gruesome and unfortunate propaganda attempt,” he said.\nThe violence threatened to overshadow an otherwise triumphant day for Mr. Trump, coming as Israel is celebrating the 70th anniversary of its independence, an occasion marked by Palestinians as the “nakba,” or “catastrophe,” in which hundreds of thousands of them fled or were expelled from their homes.\n“For many years, we failed to acknowledge the obvious, the plain reality that Israel’s capital is Jerusalem,” Mr. Trump said in a video message recorded for the embassy’s opening ceremony. “We extend a hand in friendship to Israel, the Palestinians and to all of their neighbors. May there be peace.”\nLater, at a reception hosted by the Israeli Embassy in Washington to celebrate the 70th anniversary, Vice President Mike Pence portrayed the embassy opening as proof of Mr. Trump’s steadfast commitment to Israel.\n“By finally recognizing Jerusalem as Israel’s capital, the United States has recognized fact over fiction,” Mr. Pence said. He recited the words of the shehecheyanu, a Jewish prayer of thank for special occasions, and used a Yiddish congratulatory phrase, saying, “On this big day for Israel, we say mazel tov!”\nLawmakers in both parties praised the embassy move, which pointed up a rare bit of common ground between the president and Senator Chuck Schumer of New York, the Democratic leader, who called it “long overdue” and applauded Mr. Trump for making it.\nBut barely 40 miles from the festivities in Jerusalem, mass protests that erupted six weeks ago raged anew, smoke rising into the air as more than 2,000 people were injured and the death toll climbed beyond 50. The violence drew international rebukes. Turkey pulled its ambassadors from Israel and Washington, and South Africa withdrew its envoys from Israel. France called on Israel to exercise restraint.\n“There is an urgent need to recreate the conditions needed to find a political solution in a regional context already marked by heightened tensions,” Jean-Yves Le Drian, the French foreign minister, said in a statement in which he repeated France’s disapproval of the embassy move.\nMr. Trump’s advisers are said to be close to finishing a much-anticipated plan for forging peace between the Israelis and the Palestinians, but they have been deliberating for weeks on the best way to present it. Monday’s striking contrasting images — pristinely dressed Israelis and Americans applauding joyfully at the new embassy in Jerusalem while Israeli soldiers fired bullets and tear gas at throngs of Palestinian protesters in Gaza — encapsulated the difficulty of their task.\nThe Palestinians were enraged about Mr. Trump’s decision in December to recognize Jerusalem as the capital of Israel, and have since refused to negotiate with his administration over potential terms for an end to the long-running conflict. They argue that in recognizing Jerusalem and moving quickly to relocate the American Embassy there from Tel Aviv, the United States has shown itself to be an unreliable broker for peace, and has forfeited its role as a credible mediator.\nOn Monday, Jared Kushner, Mr. Trump’s son-in-law and senior adviser, whom he entrusted with ending the Middle East conflict, argued that moving the embassy to Jerusalem was not an abandonment of the peace process, but a precursor to it. He made only glancing reference to the bloodshed.\n“As we have seen from the protests of the last few months and even today, those provoking violence are part of the problem and not part of the solution,” Mr. Kushner said. “When there is peace in this region, we will look back upon this day and remember that the journey to peace started with a strong America recognizing the truth.”\nMr. Kushner nodded to the challenges of forging a peace agreement, saying that “it will not be an easy road, and it will be filled with difficult moments and tough decisions.” But dismissed the problems neatly: “If we dream big, if we lead with courage, we can change the trajectory for millions from hopeless to boundless.”\nBut many analysts now believe that Mr. Kushner’s plan — drawn up with David M. Friedman, Mr. Trump’s envoy to Israel, and Jason D. Greenblatt, his top international negotiator — has even less chance of advancing than it once did.\nAaron David Miller, a vice president at the Woodrow Wilson International Center for Scholars who has advised Democratic and Republican presidents on the Middle East, said that while he once viewed forging a peace deal in the Middle East as “mission impossible,” on Monday it became “mission impossible on steroids.”\n“They’ve hyped up the anxiety, the frustration and the obsession with Jerusalem, ensuring that Jerusalem becomes the bellwether of whether this peace plan flies or not,” Mr. Miller said of Mr. Trump and his advisers. “Instead of taking Jerusalem off the table, they have made Jerusalem the table.”\nAdministration allies argued instead that moving the embassy and recognizing Jerusalem as Israel’s capital could have a positive effect on the prospects for peace, essentially forcing the Palestinians back to the negotiating table.\n“The long-delayed, symbolic move addresses a historic injustice: Israel is the only country in the world not allowed to choose its own capital,” said Jim Phillips, a senior research fellow for Middle Eastern affairs at the conservative Heritage Foundation. He said the step “could have a positive impact in the long run if it shocks Palestinian and other Arab leaders into recognizing that the longer they wait to genuinely accept Israel’s existence and sign a peace treaty, the less they can expect to gain from such a treaty.”\nOn Monday, such an agreement remained a long-off hypothetical. Mr. Shah said that the Trump plans for resolving the conflict would be released at an “appropriate time.” For now, the administration’s diplomatic focus is elsewhere, preparing for historic denuclearization talks between Mr. Trump and Kim Jong-un, the leader of North Korea.\n“What today is about is following through on what the president promised and believes,” Mr. Shah said. “We’ve, for decades, walked on eggshells, pretending that Jerusalem isn’t the capital of Israel, when it obviously is.”", "date": "May 14, 2018", "href": "https://www.nytimes.com/2018/05/14/us/politics/trump-jerusalem-embassy-middle-east-peace.html", "tags": "victory middle peace complication trump embassy ” israel jerusalem east"}