{"title": "Jessica Mauboy: Why would Oz's answer to Beyonce enter Eurovision?", "content": "\"I've already been looking up a lot of the contestants and seeing who I'm competing against,\" Jessica Mauboy conspiratorially admits.\nThe effusive Australian sensation is the first to agree she's a touch competitive and she's going into Eurovision with her characteristic energy and determination. \nHer name may still be relatively unknown in the UK, but in Australia she's kind of a big deal.\nThe 28-year-old has been referred to as \"Australia's answer to Beyonce\" - and she even supported the superstar on her I Am.. world tour.\nThe pop princess burst onto the scene in 2006, when she sang a sweet, soulful a cappella rendition of Whitney's I Have Nothing at an audition in the outback for the fourth series of Australian Idol.\nAfter coming runner-up in the series, she had a brief stint in a girl group, before going solo. Her debut album went on to become Australia's second highest-selling album of 2009.\nTwo more albums, a few collaborations with the likes of Flo Rida and Jay Sean and a string of top 10 hits then ensued for the clean cut, girl-next-door with the mega-watt smile.\nIn between records, she's had the honour of serenading Barack Obama, appearing on Oprah Winfrey and performing at the Glasgow Commonwealth Games closing ceremony, to mark the official handover to the Gold Coast.\nOh, and she sang as a guest performer at Eurovision in 2014, helping to convince the organisers to give Australia permanent entry to the contest.\nNot content with a simple singing career, Mauboy has also ventured into acting. In 2013, she won an AACTA award (the Australian equivalent to the Baftas) for best supporting actress for her role in film The Sapphires.\nShe also starred as the main character in TV series, The Secret Daughter, in a role that was written especially for her.\nSo, with such an illustrious career, why did she decide to enter the Eurovision song contest? \nSpeaking to Mauboy, she has nothing but love and praise for Eurovision. It turns out the kitsch singing contest has something of a cult following over in Oz.\n\"We have a lot of love for it,\" she tells me. \"In our country, we get a lot of people from all over the world staying and living there, so initially it was broadcast to embrace the multicultural place we live in. For the people who moved away from Australia, it helped them feel like a part of home.\"\nThe singer admits to sneaking out of bed as a seven-year-old to watch the show: \"I remember pleading with my dad to let me stay up and watch it. He said 'OK, but we'll have to wait until your mum goes to sleep and then we can watch it.' \n\"So, I snuck out of bed and watched it - I remember the glitter and the glamour of the whole thing. It was Gina G competing that year and I still remember that song.\"\nWe ALL remember that song from the UK's 1996 entrant. \nOoh Aah... Just A Little Bit is one of only a handful of Eurovision songs to make it to number one in the UK singles chart - and the last one to do so.\nJessica says she hadn't realised until later that Gina G was a fellow northern Australian: \"I didn't know at the time, but I remember looking up later and finding out that she was from Queensland. I was like whaaaat - this is incredible!!  \n\"Watching her and the other competitors taught me a lot about myself: that there are lots of different types of people and that it's OK to be who you are.\"\nGiven the obvious affection Australia has for Eurovision, how did Jessica feel about pretty much single-handedly getting her country made a permanent Eurovision competitor?*\n*(There may have been a few other people involved, but let's roll with it..)\nJess laughs: \"I like to think that I very much took part in the process of getting us over the line back in 2014. I wasn't even competing then. To share that Australia has love for Eurovision was really the mission, that was the goal.  \n\"And then the next thing you know the next year we were enrolled officially. I was so proud to help with that.\"\nAnd it seems Australia's love for Eurovision is somewhat mutual. Of the country's three forays so far in the competition, it's finished top 10 each time - with a second-place finish the best result in 2016.\nMauboy says she decided to have her second Eurovision experience after the Australian public called on her to do it - but perhaps the good reception the country has had in the competition has played a part.\nJess says: \"It was purely an opinion poll. They said they wanted me to go back and do it. Three years in a row my name came up on the list of people who Australians thought should compete.\n\"I looked at the list of people who were potentially going to do it and on it there were really high A-list bands, songwriters and artists - who are huge back in Australia - and I was just one of them. So I thought let's go for it.\"\nThe singer admits, though, that this could be the springboard needed to raise her profile in the UK and the rest of Europe.\nAfter concentrating on her acting career for a number of years Mauboy says: \"I felt the need to go back into music, and Eurovision came along and was the perfect opportunity to jump back in and do something a little different.\n\"I've never toured Europe, this is my first official meet and greet over here. I've done a lot of local stuff in Australia - but that doesn't mean I don't want to go elsewhere and explore the rest of the world - so that's really exciting.\"\nWhether it's naivety or optimism, Jessica says she hasn't \"really thought too deeply\" about being tarnished with the slightly cheesy Eurovision brush, and what effect that might have on her credibility.\n\"I'm enjoying that we are allowed to be a part of it... that it's actually happening is still sinking in,\" she says.  \n\"It's overwhelming to experience this for the first time as a competitor. It's very, very different compared to when I was there as a guest performer.\"\nJessica's song is not your typical Eurovision fluff: she wrote it in response to the recent Florida school shootings. It is an upbeat and slick pop production - but carries a thought-provoking message of compassion and empowerment. \n\"I know what you must be thinking / That we are powerless to change things / But don't, don't give up 'cos we got love,\" runs the chorus.\nThe singer comes across as caring and sensitive and she shares her views candidly: \"I do think the gun laws need to change. I'm so glad we don't have that in Australia. Those kind of events really hurt humanity and life - not just in the US but all around the world. It makes everyone feel just a bit more anxious about life.\n\"We Got Love is about how standing tall, speaking up and coming together as a community can really make a difference. This song really is a projection of that: that people have a voice and they shouldn't be afraid to use it.\n\"It's asking those questions - how does an incident like that happen?  I'd hate for that [the shooting] to happen to anyone, and I can't imagine what it would be like if it was someone I knew.\"\nIt seems in light of world politics, the arts have stepped up and responded in kind. Asked whether as a result of the #MeToo / Time's Up campaigns, she's noticed any change in Eurovision compared to 2014 she answers: \"Yes, I think so.\"\n\"It's subtle, but I think without us even noticing sometimes there are shifts happening. There is a lot of respect that is coming through for everyone. There is more support and more love from everyone.\"\nLeaving love aside, let's get down to the nitty gritty. So who DOES she see as her main competition in Lisbon?\nThe old competitive flame flickers back to life and without skipping a beat she says: \"Netta [Israel's entrant]. She really stands for something and she's really strong. I love her song.\"\nShe also gives shout outs to Spanish contestants Alfred and Amaia, with Your Song (\"it's great\"); Portugal's Claudia Pascoal (\"she has a sweet voice\"), and calls Norway's Alexander Ryback \"brave\" for competing for the second time. \n\"But that's what this show's all about - people doing what they are good at, and it's all about giving your all,\" she adds.\n\"Singing for me is the ultimate and singing on a stage like that is epic.  From doing tours with Beyonce and Chris Brown, I've seen how much it takes to bring something like that - that mega - to stage. I have a lot of respect for the people who put it on. I don't take that for granted.\"\nShe says whatever happens, \"it will be fun regardless. It will be a time and place to really go wild.\"\nSounds like Jessica's ready for Eurovision.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "date": "6 May 2018", "href": "https://www.bbc.com/news/entertainment-arts-43885596", "tags": "song like australia really would lot oz beyonce eurovision jessica says mauboy love enter answer"}