{"title": "Jessica Chastain Calls Out 'Game Of Thrones' Over Rape Plot Device", "content": "Warning: spoilers for “Game of Thrones” below.\nJessica Chastain has called out “Game of Thrones” for the way in which it used the rape endured by Sansa Stark (played by Sophie Turner) in an earlier season as a plot point in Sunday’s latest episode.\nChastain said dialogue between The Hound (played by Rory McCann) and Stark as they marked victory in the Battle of Winterfell suggested the latter only possessed her current strength because of the harrowing sexual assault she’d suffered from Ramsay Bolton (played by Iwan Rheon) in season five of HBO’s epic fantasy drama.\nThe Hound told Stark: “You’ve changed, little bird.” He claimed that “none of it would have happened if you’d left Kings Landing with me, no Littlefinger, no Ramsay, none of it.”\nStark replied: “Without Littlefinger and Ramsay and the rest, I would’ve stayed a little bird all my life.”\nChastain tweeted that “rape is not a tool to make a character stronger.”\n“A woman doesn’t need to be victimized in order to become a butterfly. The #littlebird was always a Phoenix,” she added. “Her prevailing strength is solely because of her. And her alone.”\nChastain’s comments provoked debate on Twitter:\nTurner, 23, stars alongside Chastain, 42, in “X-Men: Dark Phoenix.” She has not responded to Chastain’s criticism of the scene.\nBut on Bolton’s savage death by his own hounds, Turner told Rolling Stone magazine last month it was “the most satisfying scene.”\n“It made me so emotional because I’ve been waiting so long for her to stand up to the people who have done her wrong,” she explained.", "date": "\n05/08/2019", "href": "https://www.huffpost.com/entry/jessica-chastain-game-of-thrones-rape-plot-device_n_5cd293cbe4b0a7dffccec124", "tags": "calls rape game stark plot played ” turner ramsay jessica device thrones chastain"}