{"title": "Jho Low, Well Connected in Malaysia, Has an Appetite for New York", "content": "In early 2010, a young Malaysian financier named Jho Low began making some very expensive real estate deals in the United States.\nFirst, a shell company connected to Mr. Low,  famous back home for partying with the likes of Paris Hilton, purchased a $23.98 million apartment in the Park Laurel condominiums in Manhattan. Three years later, that shell company sold the condo to another shell company, this one controlled by someone even more prominent in Malaysia: the film-producing stepson of the prime minister.\nA similar transaction was playing out on the other side of the country. Mr. Low bought a contemporary mansion in Beverly Hills for $17.5 million, then turned around and sold it, once again to the prime minister’s stepson. (Read a summary of this article in Malay.)\nMr. Low also went shopping at the Time Warner Center condominiums overlooking Central Park. He toured a 76th-floor penthouse, once home to the celebrity couple Jay Z and Beyoncé, then in early 2011 used yet another shell company to buy it for $30.55 million, one of the highest prices ever in the building.\nAt the time, Mr. Low said he represented a group of investors, according to two people with direct knowledge of the transaction. Mr. Low recently told The New York Times that he had not purchased the penthouse for investors, and that it was owned by his family’s trust.\nOne thing is clear: As with nearly two-thirds of the apartments at the Time Warner Center, a dark-glass symbol of New York’s luxury condominium boom, the people behind Penthouse 76B cannot be found in any public real estate records. The trail ends with Jho Low.\nMr. Low, 33, is a skillful, and more than occasionally flamboyant, iteration of the sort of operative essential to the economy of the global superrich. Just as many of the wealthy use shell companies to keep the movement of money opaque, they also use people like Mr. Low. Whether shopping for new business opportunities or real estate, he has often done so on behalf of investors or, as he likes to say, friends. Whether the money belongs to others or is his own, the lines are frequently blurry, the identity of the buyer elusive.\nMr. Low’s lavish spending has raised eyebrows and questions from Kuala Lumpur to New York, where he has made a boldface name for himself as a “whale” at clubs like the Pink Elephant and 1Oak. The New York Post once called him “the mystery man of city club scene,” adding, “Speculation is brewing over where Low is getting his money from.”\nOne answer resides at least indirectly in his relationship, going back to his school days in London, with the family of Malaysia’s prime minister, Najib Razak. Mr. Low has played an important role in bringing Middle Eastern money into numerous deals involving the Malaysian government, and he helped set up, and has continued to advise, a Malaysian sovereign wealth fund that the prime minister oversees.\nNow, that relationship has become part of an uproar gathering around Mr. Najib and threatening his already shaky hold on power. In Parliament, in political cartoons and in social media, Mr. Najib’s critics tend to argue that he is too close to Mr. Low.\nMuch of the concern, even in Mr. Najib’s own long-ruling party, involves questions about the Malaysian sovereign wealth fund. More broadly, though, the prime minister’s trappings of wealth and the widely broadcast tales of his wife’s outsize spending — the diamond jewelry, the collection of extravagantly costly Hermès Birkin bags — have become a focus of Malaysians’ rising unease with their government’s institutionalized culture of patronage and graft.\n“We are very concerned,” Tengku Razaleigh Hamzah, a member of Malaysian royalty and an independent-minded elder statesman of Mr. Najib’s party, said in an interview in Kuala Lumpur last summer. “We want people of integrity to be up there.”\nIncreasingly, the glare turns to Mr. Najib’s stepson, Riza Aziz, and so to Mr. Aziz’s friendship with Mr. Low. With Mr. Low’s help, Mr. Aziz runs a Hollywood company that produced the films “The Wolf of Wall Street” and “Dumb and Dumber To.” He has spent tens of millions more on the homes in Manhattan and Beverly Hills, transactions that involved Mr. Low, The Times found.\n“That’s a lot of money,” Sivarasa Rasiah, an opposition lawmaker, said of Mr. Aziz’s spending. He added, “Every U.S. report on him talks about family wealth. Family who?”\nWhile Mr. Aziz has previously said he is personally wealthy, he declined to explain how he had acquired his money. Mr. Najib’s office, in a statement, said, “The prime minister does not track how much Mr. Aziz earns or how such earnings are reinvested.” As for the prime minister himself, the statement said he had “received inheritance.”\nIn a statement provided by a spokesman, Mr. Low, whose full name is Low Taek Jho, said he “is a friend of Mr. Riza Aziz and his family.” His real estate transactions with Mr. Aziz were made “on an arm’s-length basis,” he said, adding that he had never purchased real estate in the United States for the prime minister’s family or “engaged in any wrongful conduct regarding any financial matters for the prime minister and his family.”\nAt the Time Warner Center, The Times found, the 76th-floor penthouse, purchased through a shell company called 80 Columbus Circle (NYC) L.L.C., is one of at least a dozen that can be traced to people with close ties to current or former high-ranking foreign officials, or to the officials themselves.\nAccording to one member of the condominium board there, while the board understood that the penthouse had been bought for investors, it did not ascertain their identities. At the Park Laurel, where Mr. Najib’s stepson owns, the board did not respond to questions about whether it had examined the financing of the purchase.\nIn fact, in-depth scrutiny of real estate deals is not required. International anticorruption organizations have criticized this lack of inquiry — not just by real estate brokers and condo boards, but by banks, lawyers and the federal government.\n“People should ask the questions, ‘Why is it that this individual is bringing in millions of dollars into America, and how was it acquired?’” said Charmian Gooch, co-founder of Global Witness, a nongovernmental organization that works against corruption around the world.\nTo mention Mr. Low in Malaysia is to conjure the image of a baby-faced young man in rimless glasses and a loose black V-neck, holding a magnum of Cristal and surrounded by celebrities. But if he is sometimes derided as a tabloid party boy who once flew a group of bottle girls from New York to Malaysia, the reality is that the clubbing life, for Mr. Low, was actually a way to build a booming business managing money for his friends.\n“I think a relationship with an investor is not just about managing their money well,” he said in an extensive interview with The Star, a Malaysian newspaper, in 2010. “Although it is not in my job scope, but if my friend says he wants a flight urgently to somewhere or he wants a dinner reservation at a well-known place, I’ll do my best to make it happen.” He also said, “I am usually the concierge service that arranges everything, and thus my name is all over the place.”\nAround George Town, on Penang Island, where Jho grew up, the Lows were seen as a family of somewhat deflated affluence, according to several businessmen who have known them for years. The father, Larry, was an executive for an investment holding company called MWE Holdings, but he split with his partner in the mid-1990s and faded from the local business scene. Still only a teenager, Jho, the youngest of three children, emerged as the family’s best hope for the future.\nThere was money for education abroad, and in London, while attending the ancient and elite Harrow school, Mr. Low became friends with Mr. Najib’s stepson, Mr. Aziz, who was studying at the London School of Economics. He also grew close to Mr. Aziz’s mother, Rosmah Mansor, who stayed for months at a time in an apartment she kept there.\nIn college, at the Wharton School of the University of Pennsylvania, Mr. Low kept up his ties back home by running a Malaysian student group. But he also came to know the children of prominent Jordanian and Kuwaiti families. Even before graduating, he was managing money for what he later described as “my family and close Middle Eastern and Southeast Asian friends.”\nAfter college, many of his early business deals were based in Malaysia — helping a Kuwaiti bank purchase a high-rise complex called the Oval, and bringing Middle Eastern money into the country to finance a commercial zone in the south and a new financial district in the capital. By 2007, he had formed an investment group that included a Malaysian prince, a Kuwaiti sheikh and a friend from the United Arab Emirates who went on to become ambassador to the United States and Mexico.\nTwo years later, he was pitching his idea for a Malaysian sovereign wealth fund. His plan was to invest public money for the public good through a fund tied to one of the country’s oil-producing states, and so he began wooing the sultan of Terengganu, who was also Malaysia’s king under the nation’s rotating monarchy.\nIt was all about making connections, making friends. Success, he told The Star, is “attributable to being at the right place and right time and meeting the right people coupled with a trusting relationship.”\nIn April 2009, those ingredients all came together for Mr. Low. The stepfather of his friend Mr. Aziz became prime minister of Malaysia.\nMr. Najib, 61, has a deep pedigree in Malaysian politics. His father, Tun Razak, was the country’s second prime minister, in the 1970s. His uncle was its third. His cousin is now defense minister.\nMr. Najib has risen through the political ranks: member of Parliament at 23; chief minister of his home state; minister of education, defense and finance; and deputy prime minister.\nThe family is tightly intertwined with Malaysia’s leading political party, the United Malays National Organization, whose long hold on power owes much to its close relationship with the country’s business elite. That closeness, in turn, has helped engender a culture of corruption, said Zaid Ibrahim, a former minister of legal affairs and judicial reform who served alongside Mr. Najib. Inflated government contracts are the norm, widely accepted because recipients simply turn around and donate to the party, he said.\n“You know why corruption is very high in Malaysia?” he said. “It’s because the party in power is synonymous with the state.”\nThat point was underscored in the State Department’s 2010 human rights report, which said, “Officials often engaged in corrupt practices with impunity” and noted “a broadly held perception of widespread corruption and cronyism within the governing coalition and in government institutions.”\nThere have been no proven corruption allegations against Mr. Najib. However, he has been dogged by questions, seized upon by his political opponents, stemming from a long-running bribery inquiry in France involving submarines he commissioned from a French company while he was defense minister.\nThe French national police found documents showing that the submarine company paid more than $100 million to a company controlled by one of Mr. Najib’s close associates. In addition, one police document says, without elaboration, that Mr. Najib demanded money in exchange for a 2001 meeting in Paris.\nMalaysian officials said the payments to the company controlled by Mr. Najib’s associate were for “support and coordination services”; the prime minister’s office said he received no payments and did not demand any.\nMr. Najib, who earns an annual salary of about $100,000 as prime minister, has been battered by news media reports of his wife’s lavish spending. A notable episode involved the Birkin bags: A series of photos that went viral on social media in Malaysia showed Ms. Rosmah holding at least nine of the purses. They typically cost between $9,000 and $150,000 apiece.\nAriff Sabri, an aide to Mr. Najib from 2000 to 2004 who joined the opposition in 2012, said the prime minister kept “piles and piles” of ringgit bills stacked in his safe. And invoices and other documents obtained by The Times show millions of dollars in jewelry ordered for Ms. Rosmah in Hong Kong in 2008 and 2009 — diamond and emerald rings, and diamond, emerald and ruby bracelets.\nThe prime minister’s office said, “Neither any money spent on travel, nor any jewelry purchases, nor the alleged contents of any safes are unusual for a person of the prime minister’s position, responsibilities and legacy family assets.”\nFor some people who have long known Mr. Najib, the lavish lifestyle that appeared to evolve with his second marriage, to Ms. Rosmah in 1987, has been a surprising — even dismaying — turn for a modest technocrat.\nLast year, Mr. Najib’s younger brother, Nazir, wrote a newspaper column that tacitly jabbed at the current prime minister by praising the frugality of their father, a career government official who died in office at age 53.\nWhen he and his brothers had asked for a swimming pool at the prime minister’s residence, Mr. Nazir wrote, “My father made it abundantly clear that while Seri Taman may be our home, the house belonged to the government and, hence, to the people. Anything spent on it would have to come from public funds, and there was no way he was going to allow the state coffers to be depleted on something as frivolous as a swimming pool. ‘What will the people think?’ he thundered.”\nMr. Low’s business romance with Malaysia’s king, it turned out, was short lived. But the new prime minister, Mr. Najib, was happy to have a way to benefit the nation writ large, and the sovereign wealth fund soon morphed into a new one, called 1Malaysia Development Berhad.\nMr. Najib became chairman of the board of advisers of 1MDB, which calls itself a “strategic development company.” A close Penang friend of Mr. Low’s father became a director, and two of Mr. Low’s friends joined the staff. Mr. Low himself was not given an official role, but he is regularly consulted on its actions, according to three people who have had regular dealings with 1MDB but requested anonymity to preserve relationships.\nIn his statement to The Times, Mr. Low played down his role in 1MDB, saying that “from time to time and without receiving compensation,” he has given his views on various matters.\nWhile Mr. Low has no official position with the fund, in 2012 it emerged in British court documents that he had presented a letter of support from 1MDB in his investors’ unsuccessful bid for the hotel group that includes Claridge’s. He also said the financing would be fully underwritten by Malaysian government investment funds, according to the documents.\nMr. Low and 1MDB also had dealings with an oil-drilling company called PetroSaudi International that had been founded by a Saudi businessman and a Saudi prince.\nSoon after its creation, 1MDB invested $1 billion in a joint venture with PetroSaudi. A few months later, a PetroSaudi subsidiary purchased a Malaysian holding company, UBG, in which Mr. Low and his investors held a substantial stake, according to public records. News media reports did not say so, but corporate records reviewed by The Times show that a director of the PetroSaudi subsidiary was a close friend of Mr. Low named Geh Choh Hun.\nPetroSaudi has told the Malaysian press that the deals were unrelated. And both men said Mr. Geh was not representing Mr. Low’s interest in the deal.\nBy 2011, 1MDB pulled out of the PetroSaudi joint venture. The proceeds, however, were not immediately returned to Malaysia. Instead, they ended up in a Cayman Islands company and managed by an investment firm that 1MDB only recently identified. The money was recently returned to 1MDB, the fund has said.\nThe Caymans maneuver has stirred an outcry even within Mr. Najib’s own party. “I don’t understand why the government carries on with 1MDB,” Daim Zainuddin, a former finance minister, said in an interview. “To me, it’s quite frightening because you don’t know what they’re doing,” he said, adding, “Why must government money be parked?”\nThere have been other criticisms as well — that the fund has taken on large amounts of debt and that some of its investments have benefited large donors to Mr. Najib’s party.\nThe prime minister’s office said that 1MDB was run by professional managers, and that many blue-chip companies do business with funds registered in the Caymans. The criticisms, it added, “need to be examined for political motivation.”\nA year ago, the accounting firm KPMG refused to sign off on 1MDB’s financials, according to Nur Jazlan Mohamed, chairman of Parliament’s audit committee. KPMG declined to comment for this article. The fund, which described the parting as amicable, found a new auditor: Deloitte.\nMr. Nur Jazlan, a member of Mr. Najib’s party, said the Deloitte blessing gave him comfort. “They wouldn’t sanction the accounts if there was a problem,” he said. Still, he acknowledged that “conditions are fertile” for fraud, given the scant oversight of 1MDB.\n“Yes, they make money, but should they make more money?” Mr. Nur Jazlan said. Yet as long as 1MDB shows a profit, he added, it is unlikely that there will be any serious inquiry into whether money went missing. “Money makes money,” he said. “You can basically hide a lot of things in there as well. Then, the party doing scrutiny of management is the board, which is appointed by who? And chaired by who? The prime minister.”\nThe year before Mr. Low showed up at the Time Warner Center, the New York news media reported the $23.98 million purchase of an apartment in the Park Laurel, a few blocks away on West 63rd Street.\nThe purchase, the reports said, had been made by a shell company on behalf of two residents of Switzerland — Peter Edward Chadney and Simone Cécile von Graffenried Simperl. Those reports were mistaken. The Swiss “buyers” were actually Rothschild bankers. The real party behind the shell company was Mr. Low, whose spokesman acknowledged to The Times that the condo had been bought by a trust benefiting his family.\nNearly three years later, the Lows sold it to Mr. Aziz’s shell company for $33.5 million in cash — a 40 percent appreciation.\nThe sale involved a string of shell companies. In one spot on the property transfer, Mr. Aziz is listed as the “sole director” of Sorcem Investments, a British Virgin Islands company that was behind the shell company that bought the Park Laurel condo.\nThe transfer of the Beverly Hills house from Mr. Low to Mr. Aziz was even more opaque.\nAfter Mr. Low’s shell company, 912 North Hillcrest Road (BH) L.L.C., paid $17.5 million for the home — 11,573 square feet, with five bedrooms, 10 bathrooms, private gardens and a glowing pyramid in the reflecting pool — his trust sold ownership of that shell company to a corporate entity controlled by Mr. Aziz, both men acknowledged to The Times.\nLegally, however, the property itself never changed hands. The same shell company appears as owner in the public property records of Los Angeles County. It is as if nothing ever happened.\nMr. Aziz confirmed that he owned the New York condo as well as the Beverly Hills house, which is undergoing extensive rebuilding.\nMr. Low said the transactions were done at fair market value. He sold the Beverly Hills property, he said, because he had found another nearby. That house cost $39 million.\nBack in New York, the Time Warner Center was a natural destination because friends of Mr. Low already owned apartments there. There was also a prominent Malaysian — the brother of Syed Mokhtar al-Bukhary, a major beneficiary of government contracts and a generous backer of Mr. Najib’s political party.\nWith the penthouses on the top five floors of the north tower came wraparound views — the Catskills far off to the northwest, the Statue of Liberty just beyond the southern tip of Manhattan, and Central Park right next door. Mr. Low went to view Penthouse 76B with a retinue of women and told people involved in the deal that he would pay $30.55 million — all cash, as in his other real estate purchases.\nOne member of the condominium board and another person with direct knowledge of the deal said they believed that Mr. Low was buying for a group of investors. One of them recalled Mr. Low saying that a main investor was the family of Prime Minister Najib.\nIn its statement to The Times, the prime minister’s office said Mr. Najib had no financial interest or any agreement related to any Time Warner condominiums.\nMr. Low's statement said that the condo was owned by his family’s trust and that he and other family members “stay there from time to time when they are in New York.”\nThe professionals who helped Mr. Low buy the Time Warner condo included the same Rothschild bankers as in the Park Laurel condo transaction, as well as John Opar, a lawyer at Shearman & Sterling, who did not respond to inquiries. One of the bankers, Ms. Simperl, said she could not discuss the client, who in the same time period briefly owned a $33 million condo at the Trump International, across the street from the Time Warner Center.\nJanice Chang, the broker the Douglas Elliman firm identified as representing the buyer, said, “We work with a lot of people; sometimes we know them and sometimes we don’t.” She added: “They’re very confidential. We try not to pry.”\nMr. Aziz’s film company, Red Granite Pictures, was largely unheard-of when it took over the financing of “The Wolf of Wall Street,” announcing its intentions with a party at the 2011 Cannes Film Festival, complete with a fireworks extravaganza and concert by Kanye West. The Hollywood Reporter called it “an audacious hello to the movie industry.”\nNeither of its founders had the kind of résumé that reflected the experience, or the income, to bankroll a movie company. Mr. Aziz, now 38, had been a junior-level banker at HSBC. His partner, Joey McFarland, was a small-time investor from Kentucky whose entertainment-business apprenticeship included booking paid party appearances for celebrities like Ms. Hilton.\nAll of which led to a certain amount of curiosity in Hollywood about who was financing Red Granite.\nOver time, the accounts seemed to change.\nInterviewing a job candidate early on, Mr. Aziz said the financing came from “sovereign wealth,” according to two people with knowledge of the conversation.\nWhen Irwin Winkler, an executive producer of “The Wolf of Wall Street” inquired, he was told that Red Granite had “a backer in Malaysia,” he recalled in an interview. He was introduced to the backer, and it was Mr. Low. “He’s the face, as far as I could see, of the financing,” Mr. Winkler said.\nAt the film’s December 2013 premiere party at the Roseland Ballroom in New York, several people said, Mr. Low had been introduced to them as the financier. He is thanked in the film’s credits.\nThe Malaysian explanations ended about a year ago, after Red Granite’s financing became the subject of persistent questions, especially from The Sarawak Report, a London-based news site that focuses on Malaysia.\nMr. Low says he has not put money into Red Granite or its films. And last summer, a new money man emerged. In an interview with The Times for an article on Red Granite, Mr. Aziz said the principal backer was Mohamed Ahmed Badawy al-Husseiny, chief executive of an Abu Dhabi government-owned company, Aabar Investments, that has done deals with Mr. Low. Mr. Aziz noted that “The Wolf of Wall Street” had received New York tax breaks. He said there were other investors, but recently declined to identify them. “There is no Malaysian money” in Red Granite’s films, he said.\nEven so, both Mr. Low and Mr. Husseiny have been involved with Malaysian government funds, including 1MDB.\nMr. Husseiny’s company, Aabar, had been a partner with Mr. Low in the failed Claridge’s bid that was backed by 1MDB. Aabar has also done business with affiliates of a company called SRC International, which was spun off from 1MDB and is now owned by the Ministry of Finance.\nAabar also did a deal with a company outside Malaysia that SRC had helped create, according to two people involved with the transaction. Money from that deal was then set aside to be paid out to other corporate entities. That money was described as consulting fees for Mr. Husseiny and Mr. Low, the people involved said. Similar arrangements existed in other SRC deals, they said they were told by people at SRC.\nSRC’s managing director, a friend of Mr. Low named Nik Faisal Ariff Kamil, said that to the best of his knowledge, neither Mr. Low nor Mr. Husseiny had received fees from deals involving SRC or its affiliates. Mr. Low said that he had not consulted for SRC International Sdn Bhd, the Malaysia-based SRC.\nIn a response from his lawyer, Mr. Husseiny did not answer questions about SRC. His investment in Red Granite, he said, was “personal money.”\nJust before Christmas, while visiting Hawaii, Mr. Najib played golf with one of his international allies — President Obama.\nIt was “golf diplomacy,” the prime minister said when he was criticized in Malaysia for golfing while the country suffered through its worst flooding in many years.\nIt was also the continuation of Mr. Najib’s long effort to draw his country closer to Washington. Earlier last year, Mr. Obama made an official visit to Malaysia, the first by an American president since 1966. Afterward, he and Mr. Najib said they would “elevate” relations to a “comprehensive partnership” of political and economic ties.\nA White House spokesman did not respond to inquiries about the president’s relationship with Mr. Najib.\nEven as Mr. Najib’s diplomatic standing has risen — Malaysia was recently elected to a two-year seat on the United Nations Security Council — his political star has been falling back home.\nMr. Najib has positioned himself as a forward-looking moderate. Yet on issues ranging from the freedom of political speech to longstanding laws that favor the Malay majority over the country's ethnic minorities, he has not made good on promised reforms that would run afoul of his more conservative opponents. One long-running case that has rankled critics at home and abroad is his government’s prosecution of a leading opposition figure, Anwar Ibrahim, on sodomy charges; a ruling on Mr. Anwar’s appeal is expected any day.\nIn the 2013 elections, the opposition won the popular vote for the first time in more than four decades. Mr. Najib kept his job only because the allocation of seats in Parliament was weighted to favor rural areas, where his party’s coalition was strong. Within hours of the announcement, crowds filled the streets of Kuala Lumpur in protest.\nOne of the toughest areas for Mr. Najib’s party was Mr. Low’s home state, Penang.\nIn the weeks leading up to the vote, Mr. Low helped a newly formed group, the 1Malaysia Penang Welfare Club. The club gave out free food and beer, as well as “lucky draw” tickets for bicycles and other prizes, and Mr. Low flew in musicians like Busta Rhymes and Ludacris for what was described as a nonpolitical concert.\nThe club’s leader was Mr. Low’s close friend, Mr. Geh, who said the mission of the group was charity. But opposition figures in Penang said the prizes and concert were aimed at recruiting votes for Mr. Najib’s party.\n“Jho wanted to show that he could call the shots in Penang,” said Lim Guan Eng, the chief minister and an opposition member.\nIn the end, the governing party won only a quarter of the parliamentary races in Penang, and Mr. Lim was re-elected.\nSince then, Mr. Najib’s standing has grown only more precarious, as criticism has spread from the opposition to factions of his own party.\nOver the summer, former Prime Minister Mahathir Mohamad, who led the country for 22 years and retains considerable influence, publicly denounced Mr. Najib and called on him to reform 1MDB. And while speculation that Mr. Najib would be pushed out at the annual party congress in November proved unfounded, weeks later, an official from his party called for a police investigation of 1MDB and said he would file a complaint against the prime minister if no action was taken.\nIn January, 1MDB officials responded to the controversy by appointing a new president, a banker named Arul Kanda. The appointment created its own flurry of questions.\nIn 2008, as Mr. Low was working to bring Middle Eastern money to Malaysia, he helped a Malaysian bank, RHB Capital, raise money from the Abu Dhabi Commercial Bank, where Mr. Arul soon became an executive. The next year, Mr. Arul joined a board of RHB.\nIn mid-January, the Malaysian press reported that Mr. Arul said that any insinuations about connections to “certain individuals” were unfair. “My C.V. should speak for itself,” he said.\nLast September, Mr. Najib traveled to the United States for the opening of the United Nations General Assembly. He and his wife usually stay at the Time Warner Center when they are in New York, and they did so this time as well — at the Mandarin Oriental hotel.\nMr. Low was in town, too — for a Social Good Summit sponsored by his foundation, featuring speakers like Melinda Gates, Ed Norton and Alicia Keys — and he and the prime minister engaged in a bit of a pas de deux at the Mandarin Oriental: Mr. Najib arrived in the hotel lobby with his entourage and went upstairs; within minutes, Mr. Low followed for what he later described as a “courtesy social call.” Less than 10 minutes later, the two men came downstairs and took separate exits from the building.\nLately, Mr. Low has been emphasizing that he is investing his family’s money and no longer managing money for investors and friends.\nHe has been broadening his family’s business portfolio, making high-profile deals with the Abu Dhabi government and other Middle Eastern investors. In 2012, his family joined a group that bought EMI Music Publishing for $2.2 billion, and the next year, it was a principal investor in the $660 million purchase of the Park Lane Hotel in New York.\nAfter portraying himself for years as a friend of people with money — and saying in the 2010 interview with The Star that he came from a “fairly O.K. family” — he has started to say that he was born with it himself. Last fall, he did an interview with The Wall Street Journal, which reported that his grandfather had made a fortune in mining and liquor investments in Thailand. The Journal’s account — which said the Low family had a $1.75 billion fortune and called Mr. Low a “scion” — was immediately picked up in Malaysia.\nAs befits the modern scion, Mr. Low has lately begun trading in another asset class: contemporary art. His entry into the art market has generated buzz both for his youth and for the fact that he has become such a significant force so fast. Last summer, he made the ARTnews list of the world’s 200 leading private collectors.\nThe art market is even more opaque than real estate, so that list is based not on actual sales data but on the assessments of people in the industry who know about collectors’ holdings. According to two people familiar with Mr. Low’s activities in the art world, though, he has taken a liking to pop art.\n“Inserting a Jho Low at the top of the market — who buys pictures over $20 million, $30 million, $40 million — it swings the market,” one of them said.\nTo the public, of course, the purchaser is anonymous. But among the purchases Mr. Low has been involved in, they said, are Jean-Michel Basquiat’s “Dustheads,” for $48.8 million.\nAsked if his family owned the painting, Mr. Low said he “did not purchase ‘Dustheads’ artwork on behalf of any investor.” Asked about his involvement in the art market, he replied, “The Low family is interested in fine art.”", "date": "Feb. 8, 2015", "href": "https://www.nytimes.com/2015/02/09/nyregion/jho-low-young-malaysian-has-an-appetite-for-new-york.html", "tags": "company minister malaysia well york prime appetite jho ” low money najib new connected"}