{"title": "John Brennan, Former C.I.A. Spymaster, Steps Out of the Shadows", "content": "On June 4, John Brennan, the former C.I.A. director, made the long drive from suburban Virginia to New Jersey. He had plans to dine with his brother and an old high school friend. The evening would be a respite from Brennan’s public feud with the president of the United States, whom Brennan unfailingly refers to as “Mr. Trump.” A few days before, Brennan wrote an op-ed calling Trump “a snake-oil salesman.” The paper’s editors tried to persuade Brennan to use the word “president,” but Brennan refused. “I said no, I’m not going to refer to him as ‘president,’ ” Brennan told me. “Because he doesn’t deserve that, in my mind. Yes, he won the most electoral votes. But I think he has demonstrated, over and over again, that he is unfit to carry out the responsibilities of that office.” Trump fired back at Brennan a few hours after the op-ed was published, tweeting out a quote from a former Secret Service agent who had appeared on “Fox & Friends.” Brennan was both a “liar” and “a liar about being a liar,” the guest said.\nAround 7, Brennan arrived at the restaurant with his brother, Tom, a small-businessman who dabbled in real estate. Wearing crisp shirts tucked into jeans, the brothers could have been mistaken for any two Irish guys from North Jersey who made good. Brennan waved across the bar to his old friend Mike, an off-duty bartender nursing a pint of Guinness. Mike sat behind John during homeroom at their Catholic high school. “Room 204, Brother Christopher,” recalled Brennan, a collector of details.\nThe brothers ordered two more, and the three men repaired to a table by the window, overlooking the street. They talked about their summer plans, who was sick, who was well, old rock concerts they’d been to — the Who, Mountain, the Rolling Stones at Madison Square Garden — and how much had changed since the old days. Mike told a story about Chuck Wepner, the inspiration for Rocky Balboa, whom they knew from their boyhood summers on the Jersey Shore.\n“He had a very marginal career, but he fought Ali,” said Tom.\n“He could take a punch,” said Brennan.\nBrennan himself could pass for a retired boxer. He is now 62, and his face seems to bear the evidence of some long struggle, its overhanging brows draping the eyes in shadow. He stands just over six feet tall, with broad shoulders and a gait marked by three hip replacements and multiple knee surgeries. Brennan served through the entire Obama presidency, first as the White House counterterrorism czar, then as director of the C.I.A. A Middle East specialist and trained Arabic speaker, he was involved in decision-making about Osama bin Laden, the Arab Spring, Benghazi, ISIS, Yemen, Saudi Arabia, Syria, the Iran deal and Russian election meddling. Ben Rhodes, Obama’s aide and speechwriter, calls Brennan “the principal architect” of the administration’s drone policy and “in some ways, the White House’s principal liaison to the intelligence community” during Brennan’s years in the White House. Micah Zenko, an expert on drone policy and a fellow at the British think tank Chatham House, calls Brennan “the most lethal bureaucrat of all time, or at least since Henry Kissinger, who would pick up the phone and implore military commanders to bomb grids in northern Vietnam.” Now Brennan was out, having traded world-bestriding power for a handful of gigs: adviser on world events for clients of Kissinger Associates, visiting scholar at Fordham University and the University of Texas, commentator on breaking news for MSNBC.\nA few of Brennan’s colleagues from the Obama years said that I should be careful not to judge him by appearances. The dagger-eyed enforcer I had seen glowering behind the table in Senate committee hearings, they insisted, was not the man they knew. Indeed, Brennan’s voice is softer than his face, and different from the streetwise directness of his brother. It is the voice of a mild-mannered civil servant — cerebral, courtly, deferential and exquisitely self-conscious. “He’s so shy, in one sense,” former Vice President Joe Biden told me. “He’s not a gregarious guy.” The light residue of his New Jersey accent seems almost aristocratic; when he drops a syllable from government to make gub-ment, it sounds like a well-worn pet name.\nThe Brennans ordered mussels and steaks. Mike got half a rack of ribs. By the time the food came, the talk had turned to Trump. Mike said he had heard a story about the Trump Organization stiffing a friend of a friend on a sizable landscaping bill.\n“I was sitting in my kitchen with my wife,” Brennan said. “I said to Kathy, ‘If there were any other president who criticized me privately, much less publicly, I’d be devastated.’ I really would. Mr. Trump criticizing me? That’s a badge of honor. And the fact that he is, you know, busying himself with tweeting against me? When he said, a few days before, he goes: ‘I’m going to have to focus on North Korea and Russia. I’ve got to get back to work.’ And then what does he do? His subsequent 20 or 30 tweets are all about Crooked Hillary, or the unconstitutionality of the special counsel. He has this obsession, this manic obsession with, understandably, his fate. Because I think he knows what he’s guilty of. He knows what he has done wrong. And he’s finding that it’s more difficult now to squirm out of it than it has been in the past.”\nTrump has tried to capitalize on Brennan’s involvement in the Russia probe, tweeting out his theories about a C.I.A.-and-F.B.I.-led conspiracy he calls “Spygate.” In Trump’s view, the Justice Department’s investigation of his ties to Russia is a plot by the so-called deep state to undermine his presidency. As evidence, he has offered a series of anti-Trump text messages exchanged by several senior F.B.I. employees who worked on the Clinton email and Russia investigations. Trump has also seized on the revelation of an informant, tasked by the F.B.I. to ask campaign associates about Russia’s hacking of Democratic emails in order to see if they had knowledge of it. Trump has insisted that the investigation was undertaken not because there was a reason to suspect his campaign may have colluded with Russia but because Democrats paid Christopher Steele, a former British intelligence official, to write a “phony,” “fake” 35-page dossier of salacious allegations about Trump and Russia. Instead of dealing with the very real evidence that Russia helped get him elected, Trump prefers to believe that Brennan and his all-powerful C.I.A. were pulling the strings.\nWhile Trump’s theories surrounding the election are half-baked demagogy, he has reason to be preoccupied with Brennan. As Obama’s C.I.A. director, Brennan would have read the top-secret reports supporting the intelligence community’s public conclusion that Vladimir Putin favored Trump and sought to manipulate American voters to elect him. According to The Guardian, Brennan received early intelligence tips from his British counterparts about suspicious contacts between Russia and Trump’s campaign. In summer 2016, he shared that intelligence with the F.B.I. director at the time, James Comey, just as the bureau’s investigation was getting underway.\nWith his Spygate allegations, Trump has tried to turn the Russia investigation into a national referendum on the credibility of the intelligence community, with Brennan and Comey in the starring roles. He seems to sense that many find the C.I.A. and F.B.I. to be fundamentally untrustworthy, and that by attacking them, by forcing people to choose between trusting Brennan and trusting Trump, he could destroy the fragile notion that there is any truth in public life at all.\nFew things bother Brennan more than being called a liar. At the C.I.A., he tried to frame espionage as an honorable vocation. He made a high-profile push to reorganize the agency and stepped up recruitment of and support for racial, sexual and gender minorities. He called his staff “intelligence professionals,” rarely using the word “spy.” “We don’t steal secrets,” he once said. “We uncover, we discover, we reveal, we obtain, we elicit, we solicit.” But from time to time, he bent the truth in ways that are not uncommon for C.I.A. directors and high-ranking presidential aides. Brennan’s evasions differ from Trump’s lies — they are smaller, less frequent, more deniable. Brennan once asserted that nearly a full year of drone strikes had not killed a single civilian. After the killing of Osama bin Laden, he told reporters that the Qaeda leader had personally “engaged in a firefight” when in fact he was unarmed. (Brennan says he was conveying what he’d heard from Adm. William McRaven, who organized and led the operation. McRaven told me that he told Brennan the Navy SEALs “fought their way up the stairs. I didn’t mean to imply they had been in a firefight with bin Laden.” The miscommunication, he added, was “solely my responsibility.”) Brennan strenuously resisted admitting fault after the C.I.A. probed into the computers of the Senate staff members who were investigating the post-9/11 torture program. He gave the public a sanitized version of the truth and withheld the full one. He did things that the president wanted done but not known. And now, as a private citizen, he was asking the people to believe him about “Mr. Trump.”\nAt dinner, there was a round of wine, and the conversation drifted toward the ad hominem. At one point, some of the saltier remarks caused Brennan to chuckle with mild embarrassment and drop his napkin over my iPhone, which was recording the conversation. Mike and Tom wanted to show me whose side they were on; Brennan was trying to show them respect while keeping them from going too far.\n“He has been married three times,” Mike said. “He cheated on his prior wife. Oh, but he’s a family man.”\n“I can’t understand how the evangelicals and the Christian right put up with his antics,” Brennan said.\n“They make excuses!” Tom said.\n“His — he’s a Christian?” Brennan asked, in wonderment. The New Jersey in him seemed ready to continue roughhousing. But moments later, his Washingtonian restraint kicked in.\n“This, too, shall pass,” he said abruptly. The table fell silent. The waitress came, and the men ordered a round of Irish whiskeys.\nBrennan’s public feud with Trump was just beginning when we first met for coffee in February in a hotel lobby in Norfolk, Va. He had come to Norfolk, home to the largest naval base in the country, to give a public speech for some 2,000 ticketholders. I had come to ask Brennan about Obama’s legacy, but Russia was dominating the national conversation. That morning on Twitter, while waiting to catch his flight in from Washington, Brennan threw a punch at the president: “It never ceases to amaze me how successful you have been making yourself so small, petty and banal with your tweets. Your insecurity is well deserved, as is your concern over Russia investigation.”\nBrennan told me that he didn’t plan to serve up any red-meat harangues in his speech that night. “I don’t focus on Donald Trump at all,” he said. “I will speak about what’s going on in the world. I will speak about the things that concern me.”\nHours later, Brennan gussied himself up in a tuxedo and enamel cuff links bearing the seal of the C.I.A. Standing onstage at Chrysler Hall, he shifted his bulk from one tasseled black loafer to the other, hardly looking down at the notecards he held in front of his cummerbund. The employees of the C.I.A., he said, belonged to a “profession,” not some “rogue organization.” Globalization, he said, was both inevitable and desirable, though its benefits were unevenly distributed, leading to inequality, migration, populism and the decline of liberal democracy. As the audience warmed to Brennan, his resolve to avoid Trump-related topics began to slip. Twenty minutes on, he raised the possibility of “an eligibility requirement for people to run for office, not just here but around the globe,” mandating that candidates display “a familiarity with history, the Constitution, world events.” This brought laughter and some applause.\nHe did not mention Trump by name until late in the Q. and A., when asked if his speaking on political issues might undermine the C.I.A. and call its neutrality into question. “Sometimes my Irishness comes up,” Brennan replied. He denied that his critiques of Trump were motivated by partisanship. He talked about Trump’s use of the C.I.A.’s Memorial Wall, which honors the agency’s fallen, as a backdrop for bragging about the crowds at his inauguration. He recalled Trump’s incendiary comments after the fatal protests in Charlottesville. “I’m going to continue to speak out, because I think we’re at a critical stage in our nation’s history,” Brennan said. “When I see there is dishonesty and a lack of integrity, yeah, I speak out.”\nBrennan’s willingness to trade blows with Trump is a break from the pattern set by former C.I.A. directors, who have largely stayed quiet during retirement, especially on classified matters that they were personally involved in only months before. In the weeks following the speech, Brennan took aim at many facets of Trump’s presidency — his exit of the Iran deal, his blind loyalty to Israel, his disrespect of alliances, his vicious anti-immigrant rhetoric. But at the core of his attack was Donald Trump the person. Brennan’s argument, culminating in the op-ed, was that Trump’s coarse, selfish and undignified character made him unfit for the job. “If there is a scintilla of decency left in you,” he tweeted on June 16, responding to a Trump boast about his poll numbers, “you would focus on your responsibilities, not on yourself.” Brennan has also alluded to what might come out in the investigation by the special counsel, Robert Mueller, about the Trump campaign’s ties to Russia. “I’m not going to get into what I may have known or not known while I was the C.I.A. director,” he told NPR’s Mary Louise Kelly. “Is he afraid that Mr. Putin might have something on him? Maybe. I don’t know, but only Mr. Trump knows what he might be vulnerable to.”\nBy dropping hints like these, Brennan has only fanned the flames of mistrust among Trump and his supporters. The segment of Trump voters who bought into “Pizzagate” — the infamous conspiracy theory that imagined a powerful pedophile ring at a Washington pizza restaurant — and tune into Alex Jones’s Infowars is now eager to believe in Spygate. But in a curious sense, the wellspring of fear that makes Spygate plausible to frightened outsiders is a mirror image of the disgust that Brennan, the consummate insider, expresses about the president’s character. Over decades, but accelerating in the years since 9/11, the executive branch’s ability to conduct national security with little transparency or oversight has grown steadily, to the point that the president and his advisers wield powers that are incomprehensible to the layperson and daunting even to elected officials who might like to rein those powers in. The more imperial the executive has become, the harder it is to grapple with what any administration is actually doing in real time, and the more public debate is reduced to the question of whether the president and his team can be trusted as human beings.\nIt is hard for Trump to make the case for his own trustworthiness, given his erratic moods, frightening rhetoric and gleeful betrayals. Some in Congress, like Representatives Trey Gowdy and Paul Ryan, have defended the F.B.I.’s Russia investigation and pushed back against the Spygate narrative. “A confidential informant is not a spy,” says Senator Lindsey Graham, undermining Spygate’s central premise. But others want to take seriously the possibility that candidate Trump fell victim to those same imperial powers that Brennan encouraged Obama to use. “There is virtually no abuse of civil liberties that John Brennan hasn’t been a part of,” Senator Rand Paul told me by email, citing drone strikes, torture and surveillance. Later, he called on Brennan to testify publicly about “any secret info on candidate Trump ... from European or British intelligence sources.” Brennan’s warnings about Trump seemed at risk of getting lost in the noise, one among many competing sets of allegations.\n“I think his credibility is zero,” Brennan said on MSNBC, hours after the North Korea summit. “He continually lies to the American people and to the public,” he thundered. “How can anybody believe what he is saying?” His jabs were getting sharper and snappier; he was adapting to a media environment in which points don’t land without repetition and hyperbole. He was, in other words, beginning to sound more like his tweets, and perhaps just a bit like Donald Trump.\nBrennan’s father, Owen, was a blacksmith who immigrated to New Jersey from Ireland in 1948. Owen’s own father, Brennan told me, was “a supporter, an affiliate, say,” of the Irish Republican Army. Brennan moved twice while growing up, from one apartment to another before settling in a three-family house in North Bergen. His grandmother lived on the top floor. “My dad worked construction in those years,” Tom remembers. “Those jobs were not easy to come by.” When the construction business slowed down, Owen would find odd jobs. For a time, he commuted into Manhattan to fold papers for The Daily News. The Brennans scrimped so John and his brother and sister could be taught by Franciscan nuns, who made heaven and hell as tangible as two neighborhood subway lines. Brennan resolved to go to heaven, and the priesthood seemed like a sure way of getting there. He read about the popes and noticed that there had never been an American one. He decided that he would be the first. “If you’re going to be a priest, why not aspire to be the highest priest there is?” he told me.\nAs a teenager, even as he absorbed his parents’ morality and work ethic, Brennan felt torn between the cloistered priesthood and a life of worldly experience, between pleasing his parents and escaping into a world that was larger than New Jersey. He read Saint Augustine and Hermann Hesse. He found a mentor in his cousin Thomas, who had traveled to Malaysia and Vietnam and was stationed in Indonesia, working at U.S.A.I.D. Thomas mailed back reel-to-reel audio recordings recounting his travels. On Sundays, after church, the family would gather around the kitchen table at Thomas’s father’s house to listen to them. Thomas told the family how lucky they were to be living in the free world, where there was adequate food and shelter and real opportunity. John wanted to follow Thomas’s example. He applied to and was accepted by the Georgetown School of Foreign Service but could not attend; the tuition was too high. Instead, he enrolled at Fordham, a Catholic university on the other side of the Hudson. He took the bus to school and worked nights at a supermarket deli. He devoted himself to studying Arabic and spent part of his junior year in Cairo.\nA few years later, in 1980, as a graduate student in political science at the University of Texas at Austin, Brennan would write his master’s thesis on the state of human rights in Egypt, under the rule of Anwar Sadat. The thesis grapples with a thorny problem of United States policy in the Middle East — how much repression by our allies is tolerable? Brennan responded to the problem with equivocation. In his view, Sadat’s repression of radical groups and censoring of the press was justifiable for the sake of “the preservation of democracy.” Other measures, like interfering with elections, were unjustifiable “regime perpetuation.” In the case of Egypt, he found, the ends do justify the means, but only sometimes.\nBack in New Jersey, Brennan married his hometown girlfriend. They had met at a bar in Edgewater; years before, Brennan played Little League baseball with her older brother. As Brennan tells it, he applied to join the C.I.A. around this time, after seeing a newspaper ad. An interviewer strapped his arm to a polygraph machine and asked if he had ever been a member of an organization that sought to overthrow the government of the United States. Brennan, not wanting to carry even the smallest deception on his conscience, said that he voted for Gus Hall, the Communist Party candidate for president, in 1976. (Decades later, Brennan volunteered the story of his Communist vote to a young woman who had asked him if participating in protests might disqualify her from working for the C.I.A. Reports of Brennan’s vote reached right-wing critics of the Obama administration, who tried to use this nearly 40-year-old vote as evidence of ongoing Communist sympathies. Brennan now says that it was cast in protest against the partisanship of the Watergate era.)\nAt the C.I.A., Brennan quickly distinguished himself as a “deep select,” a young officer given extra visibility and fast promotions. After a tour in Saudi Arabia, he grew close to George Tenet, who was working at the National Security Council as a liaison between the C.I.A. and the Clinton White House, where Brennan sometimes delivered the president’s daily brief. Tenet became Clinton’s third C.I.A. director in 1997, and George W. Bush kept him on. Tenet had repeatedly tried to warn Bush’s team about the growing Qaeda threat, but not everyone shared his sense of urgency. Tenet and Bush took their failure to stop the attacks of Sept. 11, 2001, personally. Waves of guilt and panic poured down through the C.I.A.’s hierarchy as rumors spread that there might be a second wave of attacks. “I remember going into the counterterrorism center,” says Jami Miscik, who led the C.I.A. Directorate of Intelligence at the time. “The analysts had their children sleeping on the floor. It was such an intense effort.”\nThe atmosphere was one of ongoing crisis; high officials began to make distinctions between what was legal and what was right. Scraps of intelligence seemed to point toward terrifying hypotheticals: What if the C.I.A. got its hands on a Qaeda suspect who knew about a dirty bomb about to go off in New York City? The White House authorized the C.I.A. to carry out waterboardings, sensory deprivation and prolonged stress positions. At the time, they were known as Enhanced Interrogation Techniques, or E.I.T.s; eventually most everyone outside the C.I.A. would come to acknowledge them as forms of torture. After Gina Haspel, the current C.I.A director, faced tough questioning in the Senate over her role in the use of E.I.T.s, she wrote a letter stating that “the enhanced interrogation program is not one the C.I.A. should have undertaken,” given “the benefit of hindsight.” The letter stops short of expressing any regret.\nBrennan has had to walk a similar tightrope about his own record on waterboarding. Immediately after 9/11, he was the fourth-highest official in the C.I.A.’s hierarchy, responsible for logistics, budgets and personnel. Though he has said that he was not in the operational chain of command, he was copied on at least 50 internal C.I.A. emails describing the interrogation of one detainee. Unlike Obama, who admitted that “we tortured some folks,” he has refrained from referring to waterboarding as “torture.” But Brennan has repeatedly claimed that he took issue with the practice at the time, although he “did not try to stop it.” The three people who were above him at C.I.A. say they do not remember him giving voice to any qualms he might have had. I asked Brennan who else might remember him speaking up at that time. “I’m not going to say that I told Mary, Joe and Sue,” Brennan replied. “It wasn’t as though I was wearing that opposition on my sleeve throughout the agency. I expressed it privately, to individuals.”\nTensions between the Bush White House and the C.I.A. reached a head over the 2003 decision to invade Iraq. After C.I.A. analysts refused to validate a nonexistent connection in Prague between Saddam Hussein and Al Qaeda, the Bush White House settled on the theory that Hussein had weapons of mass destruction. After the invasion, when the W.M.D.s failed to turn up, Bush’s team scapegoated Tenet over what he had supposedly called “slam dunk” intelligence to support the W.M.D. theory. Tenet, who wrote in his memoirs that “slam dunk” actually referred to something else, retired in 2004; Brennan left the agency the following year. The lesson for Brennan’s generation of C.I.A. officers was a demoralizing one — that serving the president could sometimes mean acting as political cannon fodder when things went wrong.\nIn 2008, three weeks after Barack Obama won the Iowa caucuses, Brennan gave $2,300, then the legal maximum, to his campaign. Outside government for the first time since college, Brennan had spent a few years as head of the Analysis Corporation, selling contracts for custom software that the government could use to manage terrorist watch-lists. By the time of Obama’s Iowa win, he was one of a few former national-security officials who advised the candidate and his inner circle through email lists and conference calls.\n“It was important that someone with John’s counterterrorism credentials threw his weight behind Obama,” says Samantha Power, who later served as Obama’s ambassador to the United Nations. “Obama was seen by some as a community organizer who had been on the Hill for all of five minutes. John was a validator with real street cred in the national-security community.” Biden concurs: “Everyone knew John was a hard-ass,” he says. “He knew the intelligence community. He was a great asset for the president to have.”\nBrennan met Obama for the first time in Chicago during the transition and quickly won him over. They shared grievances about the Iraq war and what Brennan now calls “a very strong alignment of views” on counterterrorism, “in terms of how aggressive to be — to do everything possible to protect American lives, without making the problem worse.” Both believed that American relations with the Arab world depended on making it clear that the United States could go to war with terrorism while making peace with Islam.\nAt first, Brennan wanted to be C.I.A. director, but he withdrew his name when liberal commentators started to scrutinize his post-9/11 record at the C.I.A. Instead, he became Obama’s “counterterrorism czar.” By dint of hard work and proximity to the White House decision-making process, his power would come to surpass that of most cabinet members. Brennan and Obama “had a mind meld,” says Gen. James Clapper, who was the director of national intelligence under Obama. “Almost like finishing each other’s sentences.” Brennan held the title of assistant to the president and sat on both the National Security Council and its influential deputies’ committee. When the time came to decide whether to sign off on a drone strike, Brennan would brief Obama on the intelligence and guide him through the decision, sometimes late at night, in the East Wing residence. With that, the C.I.A. had acquired a powerful ally with daily access to the president.\nIn hindsight, the list of deliverables that Obama promised under the banner of Change may have been overambitious: Exit the bad war in Iraq. Win the good war in Afghanistan. Close Guantánamo. Ban torture, and pursue a “reckoning” for the torturers, in the words of Obama’s soon-to-be attorney general, Eric Holder. What’s more, Obama said he would reform the habit of unnecessary state secrecy that had given rise to such malignant policies. “It’s no coincidence that one of the most secretive administrations in history” pursued policies “that could not stand up to sunlight,” Obama said, slamming Bush on the campaign trail. The day after his inauguration, Obama signed a memo called “Transparency and Open Government” that promised to create “an unprecedented level of openness” and “disclose information rapidly.” A second Obama memo about public information requests asserted that, “in the face of doubt, openness prevails”; requests should be responded to “promptly and in a spirit of cooperation.”\nObama’s transparency phase did not last long. His administration secretly subpoenaed reporters’ phone records and brought at least nine leak-related prosecutions, more than all previous administrations combined. The spirit of cooperation had long fled the scene by his final summer, when I visited his chief of staff at the time, Denis McDonough — a lean, gray-haired man in his 40s whose weary eyes suggested that those who had stuck with Obama through all eight years were now running on fumes. He grew up in an Irish-Catholic family with 11 children in Minnesota and became close to Brennan during Obama’s first term. Each had a small, windowless chamber in the basement beneath the Oval Office. In those days, Brennan would wake just after 4 in the morning and work in his basement West Wing office until 9 or 10 each night. Back home, he would continue working in his secure basement office and retire around midnight. During crises, he would sometimes forgo the commute and sleep in his chair. Vacation meant following the Obamas to Martha’s Vineyard and taking his own family along. “The president trusted John inherently, and I don’t think he ever felt that trust was misplaced,” McDonough told me later. “He was absolutely critical to President Obama’s success.”\nEight minutes into my allotted 10 with McDonough, I spoke two words — “signature strikes” — and was met with a gentle interruption.\n“Why don’t you ask a different question?” McDonough said. “Because I’m not going to answer a question on something like that.”\nAt the end of Obama’s second term, most of the public remained unaware of the existence of “signature strikes” — the killing of suspected militants whose identities are unknown, but who are deemed to be valid targets based on certain predetermined criteria, or “signatures.” Signatures can come from a connection to a suspected terrorist phone number, a suspected Al Qaeda camp or the fact that a person is armed. “It could be a bunch of guys on a hillside doing a live fire exercise and speaking Uzbek,” said a former administration official, who requested anonymity to discuss matters that are still nominally secret. The official added: “There are practical and legal problems with that.”\nUnder Obama, the C.I.A. had authority to conduct many signature strikes without case-by-case presidential approval. The practice led to accusations that the C.I.A., to artificially suppress civilian casualty numbers, was deeming any unidentified military-age male killed in a strike zone as a presumed militant. Further confusing matters, officials can designate new areas to be “areas of active hostilities” or temporary war zones in places like Libya and Somalia. The term “signature strike” only applies outside of war zones; inside of these areas the rules are significantly looser.\nThe lack of transparency around drone strikes made it hard to understand, let alone defend, United States policy. “The biggest conflict I had with my leadership was drone strikes,” says one former diplomat who worked in South Asia during Obama’s first term. “Official U.S. government policy is that you can’t talk about them, because they don’t exist,” the diplomat continued. “I quickly realized that I couldn’t be a credible representative of the U.S. government without talking about what was on the front page of every single newspaper.” Under Obama, the justification for holding such unaccountable power was the good character of the president and his staff. “Do I want this system to last forever? No,” one senior Obama official told The Washington Post in 2012, referring to the drone program. “What is scary is the apparatus set up without John to run it.”\nIf McDonough could not talk about signature strikes, perhaps he could talk about drone strikes against “high-value targets,” named and known terrorists.\n“Again, that sounds to me like a question that I’m not in a position to respond to,” McDonough replied.\nWhat did Brennan eat for lunch?\n“John ate soup.” McDonough made it clear that he does not look down on soup: “The soups here are excellent.” And then, lest I think a White House job consisted of lazing around and gorging on the many delectable soups: “He would eat at his desk.” And then, lest I think Brennan was a slob: “He is a fastidious character.” Each of his qualifications regarding Brennan’s lunch habits nested neatly into the previous one. This was a polished specimen of Obama-era rhetoric, a series of equivocations bent into the shape of a paper clip.\n“They were trying to have it both ways,” says Gen. Stanley McChrystal, who led Obama’s campaign in Afghanistan until mid-2010. “They were trying to convince the hard-liners that we’re doing enough and trying to convince the Islamic world that we’re not doing too much. But it takes more than drone strikes to solve these problems. You have got to stop people from wanting to be terrorists.”\nIf Brennan played a role in acclimating Obama to the dark necessities of counterterrorism, so did unfolding events. His first year was marked by a mass shooting at Fort Hood and the “underwear bomber,” a terrifying close call in which a Nigerian national almost succeeded in detonating explosives aboard a Northwest Airlines flight to Detroit. There were intense disputes between the White House and the Pentagon over troop levels as the Afghanistan war began to look like a quagmire. Obama “did not want to be L.B.J.,” McChrystal says. “He did not want to lead America into a never-ending war.” But Afghanistan “felt a lot like Vietnam. You just couldn’t get around it. It was a really difficult thing for the administration.” Drones offered Obama a third way, between the bloodletting of a traditional ground war and the embarrassment of retreat. Brennan served as a crucial mediator between the hard-liners on the ground and White House insiders who favored a more judicious approach. “John got a reputation on the left as the guy who was overzealous in his use of drones, when in fact he was doing a lot to constrain them,” Ben Rhodes says. “He was definitely tapping the brakes.”\nAs Obama’s confidence in Brennan grew, so did Brennan’s portfolio. He soon emerged not just as Obama’s chief drone warrior but also as a shadow envoy to much of the Middle East. He helped frame Obama’s landmark Cairo address, intended to reset United States relations with the Muslim world. He hand-delivered a letter from Obama to the embattled president of Yemen. In 2010, Brennan reportedly received a tip from Saudi intelligence that stopped the bombing of two United States-bound cargo planes. In 2013, he met with the Israeli prime minister and military chiefs to coordinate approaches to Syria. He wrangled with difficult allies in Turkey, Saudi Arabia and Egypt. As the Syria conflict deepened and Obama drew criticism for his indecision, The Times reported that Brennan’s C.I.A. undertook a billion-dollar covert campaign to arm and train rebels fighting against the Syrian leader, Bashar al-Assad.\nIn May 2011, Brennan helped oversee the operation to kill Osama bin Laden, staying at the White House for three straight days. “John was meticulous in his stewardship of that process,” Rhodes recalls. The operation was risky. The trickiest variable was whether the tall man living in the Abbottabad compound was actually bin Laden. During the planning phase, Brennan made it clear that if the gamble failed, the Iraq debacle would not be repeated. This time no one would be blamed for having gotten the intelligence wrong. “If we go in and bin Laden is not there, that would not be an intelligence failure,” Brennan said at a deputies’ committee meeting, according to Michael Morell, deputy director of the C.I.A. at the time.\nLater that year, Brennan was involved in the decision to kill Anwar al-Awlaki, a United States citizen, whose killing was justified by two legal memos from Obama’s Office of Legal Counsel. The memos found that either the C.I.A. or the military could kill al-Awlaki without violating his constitutional right to due process or the federal ban on assassinations. Awlaki’s 16-year-old son, Abdulrahman, was also killed in Yemen, in a separate drone strike weeks later. Administration officials said that he was not the intended target.\nWith bin Laden and al-Awlaki dead, Obama set about restraining the drone program in earnest. He had Brennan draw up a Presidential Policy Guidance, or P.P.G. For drone strikes conducted outside war zones, it required two forms of “near certainty”: first, that a target was present; and second, that no civilians would be killed. There was discussion of further reforms: An external body might be convened to approve individual drone strikes, or to review them after the fact. Signature strikes might come to an end. The C.I.A. might lose its drone program altogether. None of these changes wound up happening. The P.P.G. rule book, coupled with Brennan’s move from the White House to leadership of the C.I.A. in 2013, does seem to have had some effect; the number of drone strikes in Pakistan fell sharply. Outside Pakistan, however, the war on terror continued, driven especially by the rise of the Islamic State. Drones allowed Obama to reduce troop deployments and United States casualties, even as the geographic scope of the campaign spread to places like Libya and Somalia.\nIn all, what Obama left behind was a troubling inheritance — vast, secret and mostly unilateral powers to spy and to kill in the name of fighting the global war on terror, powers that depend more on the good intentions of those who wield them than on any written law. Listening to Obama’s early rhetoric, it was easy to think that he was going to do something to pare those powers back and remove the country from its permanent post-9/11 war footing. The war against Al Qaeda would continue, he said, but with “an abiding confidence in the rule of law and due process; in checks and balances and accountability.” He would pursue “the strongest and most sustainable legal framework,” a legacy “that outlasts my administration, my presidency, that endures for the next president and the president after that.”\nBut in the end, Obama’s record on counterterrorism was one of continuity, not change. Guantánamo shrank; it did not close. Obama responded to Edward Snowden’s disclosures by throwing his weight behind the National Security Agency. The C.I.A. kept its drones and signature strikes. Efforts that might have been intended to scale back the drone program wound up codifying it; the series of speeches that Obama presented as part of his “framework” — road maps to reform — had the effect of normalizing and putting a humane face on a policy of quasi assassination. During the final months of Obama’s second term came a gesture toward transparency, an executive order requiring the White House to release annually the number of noncombatants killed by drone strikes outside war zones. Their estimates for Obama’s years in office were far lower than those compiled by outside groups.\nTo his successor, Obama bequeathed a much larger counterterrorism apparatus than he himself had inherited; Trump set about making full use of its powers while shaking off Obama’s self-imposed restraints. According to reports in The Times, Trump secretly replaced the P.P.G., ending the centralized Obama-era strike-approval process and lowering a threshold for killing from the P.P.G.’s “near certainty” that the intended target was present to “reasonable certainty.” (The “near certainty” requirement for no civilian casualties remained in place.) Kill decisions that would have required White House approval were pushed down the chain of command into the Pentagon and C.I.A. Trump seemed keen to deliver on a campaign promise to kill not just ISIS fighters but also those around them. “We’re fighting a very politically correct war,” he said during the campaign. “You have to take out their families.” In Somalia, the number of drone strikes doubled during Trump’s first year, according to a report by the Bureau of Investigative Journalism. In Yemen, drone strikes tripled. According to The Washington Post, the C.I.A. showed Trump a video of a strike where operators waited to fire until the target had moved a safe distance away from his family. “Why did you wait?” Trump reportedly asked.\nWhile Brennan has seized on reports of Trump’s personal crudeness and his bad behavior around the Russia investigation, he has been mostly silent about Trump’s approach to drones. After I sent a question to Obama (who declined to be interviewed) on whether he had concerns about Trump’s use of “the authorities that you wielded,” Brennan was the one to respond. He said he was “disturbed” by press reports on the loosening of Obama’s standards and that “every effort must be made to avoid civilian casualties.” As eager as he was to question Trump’s character, he wasn’t yet ready to question the system under which a demagogue like Trump could wield so much unchecked power.\nBy the time I met Brennan, I had spoken to several former officials who said that the P.P.G. was never intended to tie the hands of Obama’s successor. Such a thing was impossible; the president was the president and could do whatever he wanted. But multiple people involved with its drafting said they saw value in establishing a precedent that the incoming administration would have to make an active decision to throw out. “It’s like building a dam,” says Harold Koh, who worked closely with Brennan and served as the State Department’s chief lawyer during Obama’s first term. “If you try to build too high, it takes too long and never gets finished. But if a flood comes and overwhelms it, some people will say, why didn’t we build a higher dam? John did his best.”\nIn late April, I met Brennan for lunch at a Morton’s Steakhouse in Northern Virginia. He sat down in the booth and ordered a Diet Coke with lime. That morning, the House Permanent Select Committee on Intelligence, led by one of Trump’s most devoted supporters, Representative Devin Nunes, had released a 253-page report that found no evidence of direct ties between Trump’s campaign and the Russian government. It cited testimony that Brennan had given on the Hill, in which he said, “I don’t know whether or not such collusion — that’s your term — existed.” At lunch, Brennan sounded a more suggestive note, telling me he had “serious questions about the extent of that interaction, cooperation, collusion.” He was careful to attribute this sentiment to “what I’ve been reading in the press.”\n“I try to be careful with the language that I use,” he said. “When people ask me questions, for example, about why is Mr. Trump so submissive to Vladimir Putin, and whether or not Mr. Trump fears that the Russians have something on him, I say, I don’t know. Perhaps. Maybe. I just don’t want to get into details about what I know or don’t know.” He added: “I have to be very mindful of my obligations as far as classified material is concerned.”\nThe waitress returned. Brennan ordered crab cakes. I brought up drone strikes. Trump, it seemed, was making full use of the presidential power to kill.\n“What a president does during his or her term is subject to being modified, if not overturned, by successors,” Brennan said. “There was no illusion, nor could there have been, that what he put into place would” — and here he paused and looked up at the ceiling — “definitely stay in place in the subsequent administration.” He took a bite of crab cake. “Is there greater tolerance for civilian casualties? Maybe. Sounds like it.” He said he had heard reports from journalists of high civilian casualties in Mosul. Some reports have put the figure as high as 10,000. He said that he found those reports to be concerning. “But I don’t know the details of it,” he added.\nI asked Brennan about his own decision-making process. His answer suggested a possible reason that he hasn’t been outspoken regarding Trump’s drone policy: He had some degree of confidence, he said, in Gen. John Kelly, Trump’s chief of staff, who had served as an aide to two of Obama’s secretaries of defense. Brennan said he and Kelly had “spent a lot of time on the phone” during Obama’s first term, in “late-night calls, early-morning calls.” Again, with the decisions themselves hidden, the character of the decision maker loomed large.\nAt lunch, Brennan talked about how he would take kill decisions to Obama. “There were recommendations I made that went both ways,” he said. “To take action or not take action, that I remember very well. Each of which had consequences. But if you’re not prepared to live with those consequences, then you probably shouldn’t be in those positions. Because. ... ” The food was gone and the straw from his Diet Coke lay on the table. He picked it up and began twisting it in his hands. “I agonize over them. I agonize over the decisions. I’m not saying every decision I made was perfect. By no means. It never will be.” Information was often incomplete or dated, he said. The P.P.G. was an attempt to systematize those hard calls. “That was where we were in the Obama administration,” he said. “We wanted to have that rigor.”\nThe most famous case in which things went wrong was a 2015 drone strike in Pakistan. Along with the intended Qaeda targets, the strike killed two Western aid workers being held hostage: Giovanni Lo Porto, an Italian, and Warren Weinstein, an American. An internal review conducted by the C.I.A. reportedly concluded that there had been no error on the part of the operators. All procedures had been followed and the near-certainty standard had been met. Jason Amerine, a retired lieutenant colonel from the Army Special Forces who had been searching for Weinstein along with other hostages, told me that his team assessed in 2013 that drone strikes were “the No. 1 risk to hostages.” Amerine said he blamed the bureaucracy, not the C.I.A. “They didn’t know any better,” he said. “It’s tragic.”\nIn the White House, Brennan took responsibility for Weinstein’s death, according to one person who was present. He personally apologized to Obama and briefed him on it, twice, in exhaustive detail. Over lunch, Brennan did not deny that this had happened but declined to share his side. “People will tell you whatever they want,” he said. “There are certain things I’m not going to get into.”\nMaybe he could speak in more general terms?\n“Sometimes, in war, things happen,” he said. “I don’t think I ever said that precision means it’s going to be foolproof, or collateral-free.” Most nights, he said, he would immediately fall asleep at the end of a 20-hour workday. But sometimes the day’s decisions would keep him up. “I would agonize over them,” he said. “Rethink and rethink and rethink. Wonder whether or not I had made the right recommendation, the right decision. If I had heard that something didn’t go as we had planned, I would continue to review it in my mind. What could we have done better? What went wrong? Why did I make that decision?”\nWhy hadn’t Obama gotten rid of signature strikes?\n“When you say that signature strikes were supposed to come to an end, I don’t recall that ever being something that was on the table,” he said. He pulled back a bit to give his view of signature strikes, a term that was “the parlance of the media.” You may not know the target’s name, but you might have other information, he said. You might know that they were determined to carry out an attack, that they were “dirty as hell,” sometimes even “full Al Qaeda members.” You could still have near certainty. “There was never an intention on the part of the counterterrorism folks in the Obama administration to end signature strikes,” he said. “That is just wrong.”\nBrennan said he shared Obama’s position that the military alone should be responsible for drone strikes. Like others I spoke to from the Obama White House, he said this change failed to happen because of a lack of cooperation from Congress. “I’m not acknowledging that C.I.A. has ever had a drone program,” he added, making it clear that he would not discuss what was still classified.\nI brought up the Obama administration’s official tally of civilian drone victims and its wide divergence from estimates made by outside groups. “Are the numbers 100 percent accurate?” Brennan replied. “No. I’m certain they are not. They’re as close as we could get to an honest representation of combatant and noncombatant deaths. Might not the numbers be a little bit higher on the civilian side? Yeah, they might be. But we really tried to be as honest as possible with it. It’s hard to convince people of the care that is taken, of the anxiety, of the rigor that is applied. Of the deep, deep consideration that is given to these decisions. Of the agony that decision makers or operators go through.”\nDid that sense of moral seriousness still prevail under Trump?\n“I would like to think that nobody would want to kill an innocent person,” Brennan said. “That nobody would treat this responsibility and these capabilities cavalierly. Unfortunately, I think, sometimes in war, people will have greater tolerance for the deaths of civilians. Because they believe that the end justifies the means. And to me, I think, all life is sacred. Whether you’re a Syrian who is hunkered down in Raqqa who has been abused by ISIS — they have as much right to live as anyone else. I think the United States, in keeping with our values, needs to do everything possible to protect that person’s life, and not just take it because they happen to be in a war zone.”\nHe picked up the straw, twisting it further in his hands.\n“How do you balance that?” he asked. “That’s where the agony comes in.” A few minutes before, he had written this off as subjective, a policy question. Now he didn’t seem so sure. “And that’s why this spectrum, a continuum about — what do you do in order to decimate as quickly as possible the terrorist forces, but at the same time try to protect the lives of that young Syrian boy or girl who is living in this environment of violence, who deserves a chance to live? How do you balance the equities? It’s tough! And throughout the course of the Obama administration, I felt really good that we had a president, and I was part of a team, that really valued protection of American life but also protection of innocent life. And I’m hoping that balance still prevails. But looking at some of the press reports, you know, I wonder if it does. I hope it does. I don’t know if it does.”\nWhat about Trump’s rhetoric? When the president says he wants to kill terrorists’ families, doesn’t that have an effect in the field?\n“Yeah,” he said. “And so you will have very strong, muscular U.S. action. And, it’s, you know, almost, you know — ‘Kill them all and let God sort them out.’ That — that’s wrong. America stands for something.” He talked about just-war theory, the proposition that war can be morally justified but that the standards for waging it must be high. “I have thought long and hard about the decision that this country made to drop nuclear weapons on Hiroshima and Nagasaki. Was that the right decision? I don’t know. Did it save a lot of American lives? Yeah, it probably did. Did it result in the deaths of more people than it saved, overall? It probably did. Because there’s no way that the untold people who were killed as a result of those strikes — U.S. forces never would have suffered those losses. And how do you value life? Is an American life worth so much more than others’ lives? No. I think all life is equal.”\nFor a moment, the issue seemed to be settled. Then he seemed to hear the echo of his own words, which prompted him to add another line to the equation. “But! When you’re the president of the United States, or when you’re the assistant to the president for homeland security and counterterrorism, your responsibility and obligation is to try to do what you can to protect American lives. But that doesn’t mean that you disregard a responsibility, a responsibility of just being a person, to not take others’ lives in a cavalier and an injudicious fashion. This is the struggle of war.” Brennan’s argument was suspended between his wish that all lives could be treated as equal and his inability to change a political calculus that dictated that they could not.\nA few days later, on May 1, the deadline arrived for Trump to issue his own report on civilian casualties, in keeping with Obama’s executive order. As president, Trump could easily have modified that part of the order, or replaced it with one of his own. Instead, the day came and went with no tally. (To date, none has been released.)\nShortly after that, Brennan’s spokesman emailed what he said was a quote from Brennan in response to my questions on Warren Weinstein. It suggested that Brennan’s thinking was still evolving. “ ‘Near certainty’ means exactly that,” it read. “Tragically, innocents sometimes die, but rarely, at least that was the case during the Obama administration.” It went on: “War is hell, especially for those who are caught in the crossfire. And it is awful for those who had to make the tough decisions and who have to live with the results.”", "date": "June 27, 2018", "href": "https://www.nytimes.com/2018/06/27/magazine/john-brennan-president-trump-national-security-state.html", "tags": "president drone former c.i.a spymaster ” shadows obama john brennan steps said"}