{"title": "John Bolton: Five things new Trump security adviser believes", "content": "John Bolton, a hawkish conservative who rose to prominence in the George W Bush administration, will be the new National Security Adviser to President Donald Trump.\nA firm defender of American power and a confrontational advocate for wielding that strength abroad, Mr Bolton has never shied away from making his strong views known - whether from a government perch, in the pages of newspapers or from a Fox News pulpit.\nHere are five things he believes. \nMr Bolton's views on North Korea will draw intense scrutiny as he joins the White House, given a looming summit between President Trump and Kim Jong-un expected to take place by May.\nThe incoming National Security Adviser has made it clear that he believes that North Korea and its nuclear programme pose an \"imminent threat\" to the US, dismissing those who would argue that Washington still has time for diplomacy.\n\"Given the gaps in US intelligence about North Korea, we should not wait until the very last minute,\" he wrote in the Wall Street Journal in February of possible pre-emptive action.\n\"It is perfectly legitimate for the United States to respond to the current \"necessity\" posed by North Korea's nuclear weapons by striking first.\"\nDonald Trump is reported to have got rid of his secretary of state Rex Tillerson due to their opposing views on the Iran nuclear deal, which the US president has been deeply critical of.\nIn John Bolton, he will find someone whose views are much more aligned with his. \nMr Bolton has lambasted Barack Obama for agreeing the 2015 international nuclear deal with Iran, writing last year that the text of the agreement \"created huge loopholes, and Iran is now driving its missile and nuclear programs straight through them\".\nIn March 2015, a few months before the deal was agreed, he argued in the New York Times that only military action would suffice. \n\"Time is terribly short, but a strike can still succeed,\" he said, advocating Israeli action specifically.\n\"Such action should be combined with vigorous American support for Iran's opposition, aimed at regime change in Tehran.\"\n\"There is no United Nations,\" Mr Bolton said in a 1994 speech. \"There is an international community that occasionally can be led by the only real power left in the world, and that's the United States, when it suits our interests and when we can get others to go along.\"\nThat speech was made more than a decade before he was nominated by the George W Bush administration to be US ambassador to the UN - but Mr Bolton's scepticism of a global body accountable to no one sovereign nation is deeply held.\nThe Economist called him \"the most controversial ambassador ever sent by America to the United Nations\", but he also won praise in some quarters, for fiercely pushing for reform of the international institution. \nJust a few weeks ago, the president was calling the US-led invasion in 2003, \"the single worst decision ever made\". Around the same time, John Bolton, who backed it strongly, was refusing to condemn it.\n\"When you say the overthrow of Saddam Hussein was a mistake, it's simplistic,\" he is reported to have said in a Fox News appearance.\nIn 2016, when he was mulling a bid for the Republican presidential nomination, Mr Bolton was less equivocal.\n\"If you knew everything you do today, of course you'd make different choices, but I'd still overthrow Saddam Hussein, who was a threat to peace and stability in the region,\"  the Washington Post quoted him as saying.\nMr Bolton has described Russian interference in the 2016 US election as a \"true act of war, and one Washington will never tolerate\".\nIn July 2017, when President Trump met President Putin and the Russian leader denied Russian meddling, Mr Bolton wrote that he was \"lying with the benefit of the best KGB training\".\nMore recently, following the poisoning of ex-spy Sergei Skripial in the UK - an attack blamed on Russia - Mr Bolton said the West should respond with a \"very strong answer\".", "date": "23 March 2018", "href": "https://www.bbc.com/news/world-us-canada-43512175", "tags": "security things adviser us nuclear five bolton president views trump new north john believes korea action"}