{"title": "John Boehner Scores A Little Win Against Obamacare", "content": "A federal judge in Washington, D.C., ruled on Wednesday that the House of Representatives has legal \"standing\" to sue the Obama administration over how it implements certain funding provisions of the Affordable Care Act.\nThough the ruling is only procedural, it marks a real victory for House Speaker John Boehner (R-Ohio). A lot of legal thinking was betting against the congressional lawsuit clearing this early hurdle.\nThe lawsuit argues that the Department of Health and Human Services and other federal agencies lack the constitutional authority to draw billions of dollars from existing appropriations to fund the health care law's cost-sharing provisions. Those provisions direct the federal government to reimburse insurers so that people who make below 250 percent of the poverty level and purchase insurance on the health care exchanges are spared from high deductibles and certain out-of-pocket expenses.\nAttorneys for the administration said the lawsuit should be dismissed. Under existing precedent, they argued, the House could not claim an \"injury\" in how the administration is finding the funds to make reimbursements.\nU.S. District Judge Rosemary Collyer thought otherwise.\n\"Congress's power of the purse is the ultimate check on the otherwise unbounded power of the Executive,\" she pointed out in an opinion allowing the case to move forward.\nCollyer wasn't weighing the constitutional issues yet. The only matter she decided was that of standing, a legal hurdle every person wishing to sue must meet before the court entertains the merits of a lawsuit. The doctrine of standing basically requires plaintiffs to show that they've suffered an injury and that the only way to cure it is through litigation. \nThe judge held that the House could claim an injury because it's \"an institutional plaintiff\" that sued \"to preserve its power of the purse and to maintain constitutional equilibrium between the Executive and the Legislature.\"\nIn its lawsuit, the House complains that \"Congress has not, and never has, appropriated any funds\" to reimburse those insurers who provide cheaper coverage to poor, eligible beneficiaries under Obamacare. \nThe administration and a number of legal scholars had argued that the lawsuit should be dismissed due to the precedent it could set for future political disputes between the president and Congress. Generally speaking, certain kinds of arguments between the executive and the legislature are deemed \"non-justiciable,\" meaning the courts can't properly mediate and the other two branches must work it out between themselves.\n\"Allowing interpretive disagreements between the legislature and the executive to be resolved in federal court would constitute the single most radical expansion of the authority of federal judges in more than 200 years,\" wrote Duke Law professor Walter Dellinger in a Washington Post op-ed last month.\nCollyer disagreed that her ruling would open the \"floodgates\" for future fights between the political branches and said instead that this particular dispute was unusual enough to justify keeping the case alive for a while longer.\n\"The rarity of these circumstances itself militates against dismissing the case as non-justiciable,\" the judge wrote.\nAfter the ruling, Boehner issued a statement emphasizing the unprecedented nature of the case and what he called the president's \"unilateral change\" to the Affordable Care Act.\n\"I am grateful to the Court for ruling that this historic overreach can be challenged by the coequal branch of government with the sole power to create or change the law,\" Boehner said. \"The House will continue our effort to ensure the separation of powers in our democratic system remains clear, as the Framers intended.\"\nThe White House was less pleased. In an email, Deputy Press Secretary Jen Friedman said, \"The district court's decision is unprecedented and the Department of Justice has indicated it plans to seek immediate appellate review. The law is clear that Congress cannot try to settle garden variety disputes with the Executive Branch in the courts. This case is just another partisan attack -- this one, paid for by the taxpayers -- and we believe the courts will ultimately dismiss it.\"\nReview of Collyer's decision goes first to the U.S. Court of Appeals for the D.C. Circuit, which could easily disagree -- and may even reach the Supreme Court on the standing question alone.\nIn other words, it's early days yet in the case. Even if the House ultimately succeeds in its lawsuit, a health care expert who has followed the case closely notes that insurers are still legally entitled to reimbursements from the federal government. There might just have to be a lengthier, more onerous process.\n\"Even without an appropriation, health plans still have a statutory entitlement to cost-sharing payments,\" University of Michigan law professor Nicholas Bagley wrote in a legal blog. \"What that means in non-legalese is that Congress has promised to pay them money -- whether or not there's an appropriation.\"\n\"So the question isn't whether the government will pay the cost-sharing reductions,\" Bagley wrote. \"It's when.\"\nJeffrey Young contributed reporting.", "date": "\n09/09/2015", "href": "https://www.huffpost.com/entry/obamacare-lawsuit-john-boehner_n_55f0927ee4b002d5c077d492", "tags": "lawsuit scores little obamacare legal win court law house federal boehner case john congress care health"}