{"title": "John McCain, Sick With Cancer, Returns To Advance Bill That Would Deprive Millions Of Health Care", "content": "WASHINGTON ― Sen. John McCain (R-Ariz.) received a standing ovation from senators of both parties on his return to the Senate on Tuesday to cast the deciding vote allowing debate to proceed on Affordable Care Act repeal legislation.\nSenate Minority Leader Chuck Schumer (D-N.Y.) even gave him a hug.\nMcCain was diagnosed with a fatal form of brain cancer last week that was found during surgery to remove a blood clot above his eye. Fellow senators, many of whom have worked with him for decades, were understandably moved by his return.\nMcCain’s cancer was detected thanks to his taxpayer-provided health insurance. He left his sick bed ahead of treatment to clear an obstacle to a bill that, even with major changes, would deprive millions of Americans access to health insurance.\nThe nonpartisan Congressional Budget Office estimated last week that a revised version of the Senate bill that included some concessions to moderate lawmakers would result in 22 million fewer people having health insurance than under current law.\nMcCain, in a speech following the vote, called for bipartisan cooperation on health care and revealed he would not vote for the GOP’s legislation in its current form.\n“I will not vote for this bill as it is today,” McCain said, emphasizing every word. “It’s a shell of a bill right now ― we all know that. I have changes urged by my state’s governor that will have to be included to earn my support for final passage of any bill.”\nFormer Arizona Gov. Jan Brewer (R) used Obamacare funds to expand Medicaid in the state in 2013, and has spoken out against the Republican legislation’s rollback of that increase in coverage. Last month, her successor, Gov. Doug Ducey (R), said he was still examining the bill.\nMcCain’s office referred HuffPost to a statement earlier this month in which he announced his concerns about the impact of the GOP health care bill on the state’s Medicaid program. McCain said if the bill proceeded, he would introduce amendments to address those concerns, including by extending the phase-out period of Medicaid expansion funding to allow states like Arizona time to adjust.\n“This legislation should reward states like Arizona that are responsibly managing their health care services and controlling costs – not penalize them,” McCain said in the statement. \nEven with $200 billion to offset Medicaid cuts in a bid to mollify skeptical senators, any version of the GOP health care bill that passes the Senate would deprive millions of Americans of health insurance. Without serious reductions in Medicaid spending and subsidies for people buying coverage on the exchanges, the bill would lose the support of even more conservative senators than it already has.\nOne alternative being floated, nicknamed a “skinny” repeal bill, would undo the individual mandate, the employer mandate and a medical device tax, which the Congressional Budget Office estimates would leave 15 million fewer people with insurance coverage.\nUnless there is an unforeseen change, the motion to proceed with debate sets 20 hours on the clock for the Senate to discuss the legislation, before it can vote on any repeal bill. The vote is expected to follow a vote-a-rama, in which senators consider last-minute amendments at rapid-fire speed, without debate ― a largely symbolic process that rarely results in major changes.\nSo, one way or another, McCain’s vote to proceed effectively is a yes on depriving people of health insurance. Several peer-reviewed studies have attributed holes in insurance coverage, which persist under Obamacare, albeit at a lower rate, to the deaths of thousands of Americans. Those figures are sure to increase without Obamacare’s protections.\nFor moderate Republican senators Lisa Murkowski (Alaska) and Susan Collins (Maine), concerns about the bill’s impact on their constituents ― regardless of the final form it takes ― were enough to vote against proceeding on debate.\nUnlike Murkowski and Collins, McCain voted to repeal Obamacare without a replacement in December 2015 ― before Donald Trump’s election made repeal possible.\nIn his speech Tuesday, McCain denounced the secretive process that allowed the Obamacare repeal to be shepherded through Congress thus far. He argued for a “return to normal order” that would include committee hearings on the law’s impact and opportunities for Democrats to offer amendments.\n“The administration and congressional Democrats shouldn’t have forced through Congress, without any opposition support, a social and economic change as massive as Obamacare,” McCain said. “And we shouldn’t do the same with ours.”\nIt’s the kind of above the fray, pox-on-both-their-houses rhetoric that earned McCain his “maverick” moniker ― notwithstanding his consistently partisan voting record.\nBut McCain got the history of Obamacare’s passage wrong.\nAs Time noted, the Democratic-controlled Senate committees with jurisdiction over the legislation held some 100 hearings on Obamacare in 2009 and 2010.\nSenators had 35 weeks to review the text of Obamacare. In the Senate Finance Committee, Democrats took particular pains to solicit Republic input and support, getting then-Sen. Olympia Snowe (R-Maine) to vote it out of committee. Snowe ultimately voted against the bill on the Senate floor.\nCurrent GOP leaders gave senators one week to review the text of a failed first version of the Senate bill last month. Now, Republicans are not even sure what they are going to be voting on ― and they are unlikely to get more than a week to review it.\nSeveral Senate Democrats defended McCain’s speech.    \nAs events unfolded, McCain’s somber pronouncements rang even hollower than skeptics had predicted. Hours after speaking, he voted for the very Obamacare repeal bill he claimed earlier in the day he could not support without significant changes. The bill nonetheless failed thanks to the defections of nine other Republican senators.\nThis article has been updated to include Ellison’s comment and McCain’s later vote.", "date": "\n07/25/2017", "href": "https://www.huffpost.com/entry/john-mccain-health-care_n_5977ae12e4b0c95f375f9a25?ncid=inblnkushpmg00000009", "tags": "millions vote obamacare deprive senators would ― returns senate sick cancer advance mccain bill john care health"}