{"title": "Joining Apple, Amazon’s China Cloud Service Bows to Censors", "content": "SHANGHAI — Days after Apple yanked anti-censorship tools off its app store in China, another major American technology company is moving to implement the country’s tough restrictions on online content.\nA Chinese company that operates Amazon’s cloud-computing and online services business there said on Tuesday that it told local customers to cease using any software that would allow Chinese to circumvent the country’s extensive system of internet blocks. The company, called Beijing Sinnet Technology and operator of the American company’s Amazon Web Services operations in China, sent one round of emails to customers on Friday and another on Monday.\n“If users don’t comply with the guidance, the offered services and their websites can be shut down,” said a woman surnamed Wang who answered a Sinnet service hotline. “We the operators also check routinely if any of our users use these softwares or store illegal content.”\nMs. Wang said the letter was sent according to recent guidance from China’s Ministry of Public Security and the country’s telecom regulator. Amazon did not respond to emails and phone calls requesting comment.\nThe emails are the latest sign of a widening push by China’s government to block access to software that gets over the Great Firewall — the nickname for the sophisticated internet filters that China uses to stop its people from gaining access to Facebook, Google and Twitter, as well as foreign news media outlets.\nThe move came at roughly the same time that Apple said it took down a number of apps from its China app store that help users vault the Great Firewall. Those apps helped users connect to the rest of the internet world using technology called virtual private networks, or VPNs.\nTaken together, the recent moves by Apple and Amazon show how Beijing is increasingly forcing America’s biggest tech companies to play by Chinese rules if they want to maintain access to the market. The push comes even as the number of foreign American tech companies able to operate and compete in China has dwindled.\nBeijing has become increasingly emboldened in pushing America’s internet giants to follow its local internet laws, which forbid unregistered censorship-evasion software. Analysts say the government has been more aggressive in pressuring companies to make concessions following the passage of a new cybersecurity law, which went into effect June 1, and ahead of a sensitive Communist Party conclave set for late autumn.\nThe government has been intent on tightening controls domestically as well. It recently shut down a number of Chinese-run VPNs. New rules posted to government websites in recent days said Communist Party members can be punished for viewing illegal sites and that they must register all foreign or local social media accounts.\nAlso in response to the new law, Apple said it planned to open a new data center in China and store user data there.\nMs. Wang, who said that Sinnet handles Amazon Web Services operations across China, said that the company has sent letters warning users about such services in the past but that the government had been more focused on other issues.\nAmazon Web Services allows companies small and large to lease computing power instead of running their websites or other online services through their own hardware and software. Because Amazon’s cloud services allow customers to lease servers in China, it could be used to give Chinese internet users access to various types of software that would help them get around the Great Firewall.\nKeeping in line with censorship rules is only a part of it. In cloud computing, China requires foreign companies have a local partner and restricts them from owning a controlling stake in any cloud company. New proposed laws, which have drawn complaints of protectionism from American politicians, further restrict the companies from using their own brand and call for them to terminate and report any behavior that violates China’s laws.\nWhile Microsoft and Amazon both run cloud services in China, similar ones run by local Chinese internet rivals dwarf them in scale. In particular Chinese e-commerce giant Alibaba runs its own cloud services, which have grown rapidly in China. In order to operate in the country, China’s biggest internet companies must stay in close contact with the government and carry out Beijing’s various demands, whether they be a request for user data or to censor various topics.\nWhile China is not a major market for Amazon, the company has been in the country for a long time and has been pushing its cloud computing services there. Also recently the company announced a partnership with the state-run telecom China Mobile to create a Kindle, the company’s e-reader device, aimed at the local Chinese market.", "date": "Aug. 1, 2017", "href": "https://www.nytimes.com/2017/08/01/business/amazon-china-internet-censors-apple.html", "tags": "company users joining china services service cloud companies local bows chinese apple internet amazon censors"}