{"title": "Jon And Daenerys Made Their Love Official In 'Game Of Thrones' Season 7 Finale", "content": "Warning! Spoilers below for “Game of Thrones” Season 7!\nThe seventh season of “Game of Thrones” ended with a ... well, you know. \nAfter seven episodes of hard-core shipping, fans got what they wanted (or maybe they didn’t want it?) as Jon Snow (Kit Harington) and Daenerys Targaryen (Emilia Clarke) made sweet, sweet love on their boat ride to the North. We all knew that hand-holding was leading somewhere, right? \nBut, the lovebirds shouldn’t get too cozy. As we also learned in the episode, Bran (Isaac Hempstead-Wright) and Sam (John Bradley) both know Jon’s true parentage and plan to tell him when he arrives back in Winterfell. \nDuring a flashback scene, we see the wedding of Rhaegar Targaryen and Lyanna Stark, which proves Jon is not a bastard but the rightful heir to the Iron Throne. His real name is Aegon Targaryen.\nHe’s also Dany’s nephew, so that could mess things up a bit. Will she be OK with him superseding her supposed seat in King’s Landing? More importantly, will she be be OK knowing she did stuff with her nephew??\nWe know incest isn’t a problem for Jaime (Nikolaj Coster-Waldau) and Cersei (Lena Headey) Lannister, but something tells us Jon Aegon won’t be as into it. Still, House Targaryen has always embraced family love, as George R.R. Martin described in an interview with 92Y in 2014. \nYup, he said nephews and aunts. So, we’re done here.\nIf Jon (yeah, Aegon just doesn’t feel right yet) truly loves Dany, he will embrace the Targaryen way of life and marry her ― hopefully creating dragon-loving Stark babies down the line. Although Dany believes she can no longer have children ― thanks to the witch Mirri Maz Duur from Season 1 ― there’s evidence the curse may have been lifted after the death of her dragon child, Viserion. \nAs Mirri Maz Duur tells her: “Only death can pay for life.” \nHere’s to the Dragon and the Wolf, and their (hopefully) long and prosperous future together. ", "date": "\n08/27/2017", "href": "https://www.huffpost.com/entry/jon-and-daenerys-made-their-love-official-on-game-of-thrones-season-7-finale_n_599ed2fbe4b05710aa5a409e", "tags": "game know finale targaryen thrones season ” official ― jon love aegon made dany daenerys"}