{"title": "Jonathan Pollard, American Who Spied for Israel, Released After 30 Years", "content": "WASHINGTON — He was spirited out of a federal prison on Friday under cover of night, eluding witnesses in a cloak-and-dagger coda to a spy story that has strained relations between two allies for three decades.\nBut while Jonathan J. Pollard, one of the most notorious spies of the late Cold War, tried to stay out of sight after emerging from custody almost as if from a time machine, the United States and Israel hoped his release would finally heal a long-festering open wound in their partnership.\nFor 30 years, Mr. Pollard was at the center of a profound struggle between Washington and Jerusalem, one that shadowed American presidents and Israeli prime ministers since Ronald Reagan was in the White House. The Americans called him a traitor. The Israelis deemed him a soldier, to some a hero. At times, both made him a diplomatic bargaining chip.\nThe only American ever sentenced to life in prison for spying for an ally, Mr. Pollard was freed on parole to an uncertain future. After ducking cameras outside the prison in North Carolina, he was spotted hours later in New York, where his lawyers went to federal court to challenge the terms of his parole, including an ankle bracelet to monitor his movements.\nGrayer and thicker around the middle, Mr. Pollard, 61, would hardly be recognizable to most Americans anymore. Wearing khaki pants, a button-down blue shirt, dark glasses and a skullcap, he walked into the federal probation office with his wife, Esther, holding his arm, as if not to let him out of her presence again. His lawyers said he would be working as an analyst at an investment firm.\n“After three long and difficult decades, Jonathan has been reunited with his family,” Prime Minister Benjamin Netanyahu of Israel said in a statement from Jerusalem. Noting that he had “raised Jonathan’s case for years” with American leaders, Mr. Netanyahu added, “May this Sabbath bring him much joy and peace that will continue in the years and decades ahead.”\nThere was no celebration by the American government. “This was one of the 10 most serious espionage cases in history,” said Joseph E. diGenova, the former United States attorney who prosecuted Mr. Pollard. “I’m delighted he served 30 years. I wish he would have served more.”\nThe outspoken Mr. Pollard chose restraint on his first day out of prison. “I have no comment, sorry,” he told reporters outside the New York probation office. “I can’t say anything right now.”\nMr. Pollard remained under parole conditions that he and his supporters consider to be onerous. Under federal rules, he cannot leave the country for at least five years without permission, and the White House repeated on Friday that it would not intervene to let him move to Israel, as he has requested.\nBesides insisting that he wear an electronic bracelet on his ankle, federal authorities stipulated that any computer he uses, including those of an employer, be subject to inspection. His lawyers want a federal judge to overturn both conditions.\n“The notion that, having fought for and finally obtained his release after serving 30 years in prison, Mr. Pollard will now disclose stale 30-year-old information to anyone is preposterous,” his lawyers, Eliot Lauer and Jacques Semmelman, said in a statement.\nMr. Pollard grew up in a Jewish family and began dreaming about emigrating to Israel at age 12, according to a declassified damage assessment by the Central Intelligence Agency. As a student at Stanford University, it said, he fantasized about being a Mossad agent.\nRejected from a C.I.A. fellowship, he went to work for the Navy as a civilian intelligence analyst in 1979, earning a reputation as “a capable — if eccentric — scholar and intelligence analyst” with “significant emotional instability,” according to the damage report.\nIn June 1984, he began passing suitcases of classified documents to Israeli handlers, including information on Arab and Soviet weaponry as well as satellite photographs. A manual he gave handlers provided a guide to American signals intelligence, media reports said. He was paid tens of thousands of dollars and given jewels and foreign trips.\nHe and his first wife, Anne, were arrested in November 1985 after being turned away from the Israeli Embassy, where they had sought asylum. Mr. Pollard agreed to plead guilty to a single charge of conspiring to commit espionage, but he gave remorseless prison interviews that were deemed a violation of the plea agreement and a judge sentenced him to life in prison.\nAnne Pollard was sentenced to five years for helping him. After she was released, the two divorced, and he later remarried. For years, the Israelis disavowed Mr. Pollard, but eventually granted him citizenship, acknowledged his work for them and renounced spying on the United States.\nHis supporters call his punishment disproportionate, harsher than that for violent criminals or spies for hostile powers. “The United States spies on a lot of its allies. A lot of our allies spy on us. It’s the way of the world,” said Malcolm Hoenlein, chief executive of the Conference of Presidents of Major American Jewish Organizations.\nOthers said he deserved to be punished, but believe the fervor in the American intelligence community was exacerbated by bias. Reuel Marc Gerecht, a former C.I.A. officer, said he would have kept Mr. Pollard behind bars for life. But he added: “With some folks, the emotional intensity of the Pollard issue unquestionably springs from a fairly serious anti-Israeli sentiment. Some of those are anchored in anti-Semitism.”\nMr. Pollard’s critics denied that, and many Jewish Americans were among those who denounced him, worrying about questions of dual loyalty. “He wasn’t an Israeli,” Mr. diGenova said. “He was an American citizen who betrayed his country for money.”\nIn Israel, Mr. Pollard became a cause célèbre. Posters with his face were plastered on walls in Jerusalem, and his case became a regular talking point when Israeli leaders visited the White House.\nIn 1998, President Bill Clinton considered releasing him to seal an Israeli-Palestinian, peace agreement, only to back off after George J. Tenet, the C.I.A. director, threatened to resign. President Obama’s secretary of state, John Kerry, last year proposed more or less the same thing, but it went nowhere.\nIn the end, Mr. Obama made no move to release Mr. Pollard early, but did not object when the United States Parole Commission decided to let him out after 30 years.\nMr. Pollard left the prison in Butner, N.C., before dawn on Friday without being spotted by journalists waiting across a highway. An Israeli couple touring the United States in a recreational vehicle pulled up at 6:30 a.m., hoping to see his release.\n“He did something wrong,” said Laya Saul, who came with her husband, Yaron Jackson. “He deserved to do some time. But people who have done some really dark crimes have gotten less time than he did.”\nIn Israel, Mr. Netanyahu sought to avoid celebrations that would provoke the Americans, but some could not resist. “A free man!” Ayelet Shaked, the hawkish justice minister, exulted on her Facebook page over Mr. Pollard’s photograph.\nNachman Shai, a lawmaker from the center-left Zionist Union who heads a Parliament caucus that pushed for Mr. Pollard’s release, vowed to keep pressing his case. “We will not rest,” he wrote in a letter to Mr. Pollard, “until you are free to depart the United States for any destination of your choosing, first and foremost Israel.”", "date": "Nov. 20, 2015", "href": "https://www.nytimes.com/2015/11/21/world/jonathan-pollard-released.html", "tags": "american jonathan pollard released spied united states israel ” prison years"}