{"title": "Jorah Mormont, King Of The Friend Zone, Doesn't Know What The 'Friend Zone' Is", "content": "On “Game of Thrones,” Jorah Mormont isn’t just in the friend zone, he is the friend zone. He’s king on the friend-zone throne. And with the memes upon memes dedicated to Jorah’s lack of romance with Dany, there are no usurpers. \nFor example ...\nBut with “Jack Taylor,” a series based on the Ken Bruen novels, that’s the last thing on actor Iain Glen’s mind. Glen plays the titular Taylor on the show, which is now streaming its latest installments on Acorn. He’s an Irish ex-cop-turned-private-eye who drinks a bit too hard, deals with psychopathic killers and, with his on-and-off romance, has no time for friend-zone frustrations. \nWith such a contrast between the characters — Mormont doing anything for Dany and Taylor doing pretty much whatever he wants — The Huffington Post asked Glen what it’s like to portray someone who’s not concerned with playing the Game of Zones: Friend Zones.\nThat’s when we came to a startling revelation: Despite all those Jorah Mormont memes, Glen doesn’t know what we’re talking about.\n“I’m not entirely sure that I know what the friend zone is,” said Glen, “I hold my hand up. I’m social media illiterate. I’ve never tweeted and don’t have Facebook.”\nWhat? Jorah kidding us, right?\n“If I’m talking about the right thing here,” he added, “I’m a bit like Jack Taylor to be honest [with] that sort of stuff, which he’s very suspicious of.”\nThe actor continued chatting with HuffPost about “Jack Taylor,” “Game of Thrones” and, yes, friend zones. \nYou’re Jack Taylor. In pop culture, there’s also Jack Reacher and Jack Ryan. Why are guys named Jack always badasses?\nI don’t know, but it’s a cool name. Every single syllable blunt, to the point, go for the jugular. I have no idea. I always quite fancied playing a private eye since when I started acting, and I think that was because I saw Jack Nicholson in “Chinatown,” which I adored, and maybe it’s a hangover from that. I think all actors secretly want to play a private eye.\nAnd Jack Nicholson is also named Jack. So it all makes sense.\nExactly! \nYou’ve done nine Jack Taylor projects now. What are you proudest of?\nJack Taylor requires more of me, and I’ve enjoyed that very much so, developing scripts, working with the writer and working with the director. In terms of the product, I hope and feel that it’s more characterful than a lot of the crime milieu. It has more personality for me. Crime should exclude nothing. That’s what I love. \nHow did you prepare to speak in an Irish accent?\nI’ve always enjoyed playing a dialect. It’s like wearing a different pair of clothes if it works. It’s a releasing thing instead of a restricting thing, and I don’t know why, but Ireland has always been very kind to me. I’ve done about two or three TV things there, and I’ve done three or four features there. Either people have been forgiving or accepting of me playing Irish.\nThe people of Galway are very sweet and very forgiving. If I’m not doing it right, they make me believe I am. They’re always calling out to me while we’re filming and saying, “Hey, Jack. It’s great! Did you catch him yet?”\nSo, you really don’t know what the friend zone is or look at the memes online?\nI honestly don’t. I’m honest when I say so. So, tell me, what is “Jorah in the Friend Zone,” so I can just make sense of what that is.\nWell ... (At this point, I wanted to tell him the horrors of the friend zone: how it’s as cold as the land beyond the wall of Westeros. No sunlight shines there, there is no happiness, and there is no escape. But I couldn’t do that to Ser Jorah.) ... It’s like this area when you’re with a girl where you don’t move the relationship forward, and then you’re just stuck as her friend.\nThat’s right, yes. [Laugh]\n(Oh, sweet summer child ... ) \nWith Jorah, people love how he’s so enamored with Dany despite zero chance of any romance.\nWell, I think that’s true, but I think it has evolved. [We’re] sort of 80 hours into the “Game of Thrones” story [and] during the course of the journey, many things have happened. There was a complexity to Jorah’s first approach to Daenerys. He was actually seeking his own redemption from the exile that had been put upon him, but very soon into meeting her, he fell very much in love with her, not just fell in love but also hugely admired her and had a profound conviction that she would make a great and benign leader, so it was a complex mixture.\nI do think, over the course of many happenings, he came to realize that love, and certainly a sexual love, was not going to be reciprocated, but he’s in love with her. That doesn’t kill it. In a way, it sort of makes it grow. Life has taught me that, anyway. It certainly hasn’t stopped his admiration or belief in her. It has evolved over the course of time.\nI’m trying to remember where we are, what’s been seen and what hasn’t been seen, but I think a point comes where he just wants her forgiveness for what she believes is the wrong that he has done. And that takes precedent over any belief that she’s gonna return or want him to be her lover. Anyway, I’m babbling, but that’s the territory of it, and I supposed if people like that — people like things unfulfilled, and things held in suspense — I think is partly why people are drawn to it, and I’m glad people like the thrust of those storylines.\nLadies and gentlemen, may I present Jorah Mormont, King of the Friend Zone. Long may he reign.", "date": "\n03/28/2017", "href": "https://www.huffpost.com/entry/iain-glen-jorah-mormont-friend-zone_n_58d294dfe4b0f838c62e73bb", "tags": "think know mormont jack king ” taylor love friend jorah zone like"}