{"title": "Jorah Mormont, King Of The Friend Zone, Dies Protecting Daenerys Targaryen", "content": "WESTEROS — Jorah Mormont, known as Jorah the Andal by the Dothraki, King of the friend zone by others, and sometimes by the alias Iain Glen, died Sunday protecting Daenerys Targaryen during a supposed skirmish with the undead in what is being called the Battle of Winterfell.\nSon of the late former Night’s Watch commander Jeor Mormont, Jorah was formerly Lord of House Mormont, the Lords of Bear Island and bannermen of House Stark. \nHe had been knighted by the late King Robert Baratheon, First of His Name and former Protector of the Realm, for his contributions during the Greyjoy rebellion, but was stripped of his titles and had to flee Westeros after selling poachers into slavery, a known illegal practice throughout the Seven Kingdoms. (Rumors are that Jorah got into financial trouble trying to please the expensive tastes of his ex-wife, Lynesse Hightower.)\nIn exile, Jorah spied for Varys, known as the Spider. He kept track of two exiled Targaryens: Viserys, who was heir to Aerys II before his untimely death, and the aforementioned Queen Daenerys Stormborn of House Targaryen, the First of Her Name, Queen of the Andals and the First Men, Protector of the Seven Kingdoms, the Mother of Dragons, etc.\nJorah’s information led to an assassination attempt on Daenerys; however, he thwarted the effort. Following the birth of Daenerys’ dragons and a shocking and very public display of nudity by the queen, Jorah appeared to pledge himself to her for life. (No word on any charges for public indecency.) \nHe served the queen happily for years, all the while mostly wearing the same yellow shirt, until Daenerys learned the truth about his deception during her tenure in Meereen. He and his shirt were exiled.\nAttempting to win her favor back, Jorah again turned to crime, kidnapping Tyrion Lannister, son of Tywin, for the Mother of Dragons. During their journey, the pair were attacked by Stone Men, and Jorah contracted Greyscale ― a disease that maesters of the Citadel claim is usually terminal.\nJorah was then captured by slavers and had a short but very successful stint in the fighting pits of Mereen. When he and Tyrion crossed paths with Queen Daenerys, the latter went into her service.\nJorah was again sent away. \nNot taking the hint, Jorah entered the Great Games in Daznak’s Pit to try to win Daenerys back and so happened to be present at the infamous terror attack by the Sons of the Harpy, saving the queen’s life by throwing a spear into one of the attackers, according to witnesses. He was also present for when Daenerys escaped on the back of her dragon, Drogon.\nNo word on what happened with the Sons of the Harpy attack after her escape. Did they all just kind of stop? Reports are unclear.\nJorah aided Daenerys’ later escape from the clutches of the Khals in Vaes Dothrak, where she famously burned the leaders alive and made another display of public nudity. (Again, no word on charges.)\nJorah was sent away once more, this time to find a cure for his disease.\nThe former Lord of Bear Island was supposedly healed by Sam Tarly, son of the late Randyll Tarly and a man currently wanted for stealing a considerable number of books from the Citadel library, though reports are unverified and the maesters have yet to approve any treatment for public use.\nAfter the treatment, he once again joined Daenerys’ inner circle as her ambassador to the friend zone.\nHis cousin Lyanna Mormont also died during the recent fighting, supposedly taking out an undead giant along the way. No word on services, though it is believed many involved in the Battle of Winterfell wanted their bodies cremated.\nEditor’s note: If it wasn’t already apparent, this is a slightly tongue-in-cheek farewell to a fictional character on “Game of Thrones.” ", "date": "\n04/28/2019", "href": "https://www.huffpost.com/entry/game-of-thrones-death_n_5cc28424e4b05f4d35fe0a3f", "tags": "public word mormont targaryen son former king queen dies protecting late friend jorah zone daenerys known"}