{"title": "Joseph Stalin: Why so many Russians like the Soviet dictator", "content": "Soviet dictator Joseph Stalin terrorised his own people, but for the first time a survey suggests that most Russians view him favourably.\nThe respected Levada Center polled Russians aged 18 and above in 137 towns and cities in March. The result: 51% respect, like or admire Stalin. \nIn the 1930s Stalin's communist terror engulfed the USSR, sending millions to labour camps or firing squads.\nBut the Soviet victory over Nazi Germany is a source of national pride.\nThe Levada poll (in Russian) is the highest rating for Stalin in the past 20 years - a period that has seen his portrait reappear across Russia, often with official approval. New Stalin statues have gone up in various places.\nOne Russian newspaper carried the news with the headline: \"Stalin the Superstar\".\nYou can buy Stalin wall calendars, fridge magnets and other Generalissimo memorabilia in Russian shops, the BBC's Steve Rosenberg reports from Moscow.\nSo why this love affair with a leader who caused so much suffering?\nPolitical scientist Ekaterina Schulmann has highlighted three significant factors in Russian society.\nRussian attitudes to Stalin have changed over the decades. \nIn his lifetime he was worshipped by millions of Soviet citizens, while Soviet propaganda demonised any dissidents as \"foreign agents\" and \"subversives\". \nIn 1956, after Stalin's death, came a watershed moment: Communist leader Nikita Khrushchev denounced the Stalin personality cult and dictatorship, in a secret speech to the 20th Party Congress. That led to a temporary thaw in political repression, as thousands of prisoners were freed from Stalin's labour camps.\nBut in the following decades the Soviet authorities covered up the true scale of Stalin's crimes. \nDissident Alexander Solzhenitsyn chronicled the harsh regime in Stalin's Gulag camps, and was persecuted for it.\nMany Russians were shocked to learn the truth in the late 1980s, when former Soviet leader Mikhail Gorbachev lifted the veil on Stalinism, with his \"glasnost\" (openness) policy.\nStalinism's excesses left deep scars across Eastern Europe, where many people still revile him for communist-era brutality and intolerance.\nAccording to Levada's research, in the early 2000s Russian opinion was roughly balanced between those pro- and anti-Stalin.\nIn 2008-2014 most respondents had a neutral attitude towards Stalin.\nBut since 2015, across all age groups, the proportion of those with favourable opinions on Stalin has risen steadily.\nLevada sociologist Karina Pipiya told BBC Russian: \"There is growing nostalgia for the Soviet period and Stalin as a leader. Stalin is seen as the main figure who defeated fascism, who gets the honours for victory in the Great Patriotic War. And that war victory is a symbol of national pride for all Russians, even for those born in the post-Soviet period.\"\nThat positive opinion is boosted by current frustration over social policy and economic hardship, she said. Reform of the pension system ran into much opposition and \"many felt the state was neglecting its social responsibilities\".\nThe sharpest rise in support for Stalin is among the youngest group - those aged 18-30, she noted.\n\"Their perception of Stalin is based on myth, fed by older generations,\" she said.", "date": "18 April 2019", "href": "https://www.bbc.com/news/world-europe-47975704", "tags": "russians soviet victory russian dictator joseph camps period leader many levada like stalin across"}