{"title": "Juan Guaidó’s Uprising Failed. What’s Next for Venezuela?", "content": "In the early hours of April 30, the Venezuelan opposition leader and president of the National Assembly, Juan Guaidó, initiated his third attempt this year to remove the dictator Nicolás Maduro from power. This time, he had the support of some low-ranking soldiers and, significantly, the director of the regime’s intelligence agency. At his side was his mentor, Leopoldo López, who had been freed from house arrest. \nAs thousands of Venezuelans poured into the streets to support the uprising, it seemed that Mr. Maduro’s regime could finally be coming to an end. But by sunset it was clear that Mr. Guaidó had failed to persuade the military to rise up against Mr. Maduro. The armed forces’ continued support for the dictator remains the opposition’s most formidable obstacle for a regime change. \nMr. Guaidó has since announced a series of labor strikes intended to keep the opposition’s momentum, and he continues to exhort the armed forces to turn on Mr. Maduro. This unrealistic strategy has run its course.\nThe military is the main power player in Venezuela. It is a highly secretive institution and though rumors about plots, divisions among cadres and imminent insurrections have been rampant, few have actually materialized. Over all, the failed uprising proved that the armed forces remain disciplined, and generals still seem to be in command of their troops. They also manage most government agencies and profit from whatever is left of Venezuela’s dire economy, including the oil industry, currency exchange, smuggling and the drug trade.\nMr. Guaidó and Mr. Maduro appear to be locked in an epic battle for the support of the armed forces, but the situation is more complicated than that. To be sure, the armed forces will have to decide whether it is time for Mr. Maduro to go and, if so, negotiate the terms of his departure. But a government absent Mr. Maduro does not necessarily mean an embrace of Mr. Guaidó or a shift to democratic rule. \nInstead Venezuela could face either a relatively long transition under military rule, lasting until the armed forces are convinced that a return to democracy will not jeopardize their power and privileges, or a hybrid military-civilian regime in which Mr. Guaidó and other opposition leaders will share power with military leaders accused of serious crimes.\nThis prospect is undoubtedly discouraging. But once transitions begin, they tend to acquire a life of their own. There are signs that Mr. Guaidó and his team are displaying greater flexibility and pragmatism in dealing with current power dynamics. He has reportedly offered some military leaders to retain their current posts in a post-Maduro government, well beyond his initial offer of amnesty for military leaders. Moving in this direction could make an eventual transition to democracy more likely to succeed, but that is far from certain.\nFortunately, the United States has left no doubt it sides with democratic forces in Venezuela. Still, the Trump administration’s rhetoric and policies have at times undermined efforts to weaken Mr. Maduro’s regime. \nAs the uprising was underway, the national security adviser, John Bolton, publicly accused the minister of defense, Vladimir Padrino López, and other regime leaders of backing out after having promised to remove Mr. Maduro and support Mr. Guaidó. Shaming influential military commanders is hardly the best way to manage such sensitive negotiations.\nThat same day, Secretary of State Mike Pompeo highlighted Russia’s influence over Mr. Maduro and repeated that all options were on the table, leaving the impression that a military intervention in Venezuela was still possible. Mr. Trump took to Twitter to attack Cuba for its support of Mr. Maduro and promised new economic sanctions against the impoverished island.\nStatements like these only erode the Venezuelan military’s confidence in United States officials and in the opposition. Framing this issue as a battle between Russia and the United States could distort policies critical to resolving the Venezuelan crisis. An armed intervention would only aggravate the suffering of the Venezuelan people and is widely rejected in Latin America. \nMore saber rattling would weaken the broad regional coalition that supports a return of democracy to Venezuela. And six decades of a failed trade embargo has shown that such pressure, though it may garner some votes and bring in campaign donations in South Florida, has little effect on the Cuban regime and serves only to diminish the United States’ standing in Latin America and elsewhere.\nVenezuela’s stalemate will not last forever, but an immediate return to democracy is highly unlikely. The quicker the opposition and its international supporters adapt their strategies to this hard reality, the sooner the country can begin to find a way out of this unprecedented crisis.\nMichael Shifter is the president of the Inter-American Dialogue, a Washington-based think tank focused on Western Hemisphere affairs. Bruno Binetti is a research fellow at the organization and is based in Buenos Aires.\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.", "date": "May 3, 2019", "href": "https://www.nytimes.com/2019/05/03/opinion/venezuela-democracy-military-guaido.html", "tags": "next guaidó forces support juan military maduro opposition venezuela failed armed uprising regime"}