{"title": "Judge Blocks Mississippi Law Banning Abortions After 15 Weeks", "content": "ATLANTA — In an often-biting opinion, a federal judge on Tuesday blocked a Mississippi law that sought to forbid most abortions after 15 weeks of pregnancy.\nJudge Carlton W. Reeves of Federal District Court in Jackson, the Mississippi capital, wrote that the law “disregards” the 14th Amendment’s promise of due process and defied the United States Supreme Court’s existing precedents on abortion rights.\n“The state chose to pass a law it knew was unconstitutional to endorse a decades-long campaign, fueled by national interest groups, to ask the Supreme Court to overturn Roe v. Wade,” the judge wrote. “This court follows the commands of the Supreme Court and the dictates of the United States Constitution, rather than the disingenuous calculations of the Mississippi Legislature.”\nHe added, in a footnote, that the Legislature’s “professed interest in ‘women’s health’ is pure gaslighting” and that Mississippi officials challenge abortion rights but “choose not to lift a finger to address the tragedies lurking on the other side of the delivery room: our alarming infant and maternal mortality rates.”\nJudge Reeves, who cited evidence that viability begins at between 23 and 24 weeks, issued his decision about eight months after the Republican-dominated Mississippi state government enacted the law, which banned abortions if “the probable gestational age of the unborn human” was determined to be more than 15 weeks. The statute included narrow exceptions for medical emergencies or “a severe fetal abnormality.”\nThe law drew a same-day court challenge by the Jackson Women’s Health Organization, the state’s only provider of abortion services, and Judge Reeves responded almost as quickly with an order that barred the law from being enforced. It was not until Tuesday, though, that he issued a permanent injunction and described the law as “a facially unconstitutional ban on abortions prior to viability.”\nBut Judge Reeves, who was appointed to the bench by President Barack Obama, said the law may have been the foundation of a “deliberate effort” by Mississippi politicians to overturn Roe v. Wade, which recognized a nationwide right to an abortion.\n“With the recent changes in the membership of the Supreme Court, it may be that the state believes divine providence covered the Capitol when it passed this legislation,” Judge Reeves wrote. “Time will tell. If overturning Roe is the state’s desired result, the state will have to seek that relief from a higher court. For now, the United States Supreme Court has spoken.”\nThe United States Court of Appeals for the Fifth Circuit, among the nation’s most conservative appellate benches, would consider an appeal by the state.\nThe Mississippi attorney general’s office did not respond to a request for comment. In a statement on Wednesday, a spokesman for Gov. Phil Bryant said the governor was “disappointed in Tuesday’s ruling against a law that protects both mother and child.”\n“He fully supports the defense of this law moving forward,” the spokesman, Knox Graham, said in an email.\nCritics of the law regarded Judge Reeves’s decision as a warning to other states that might consider similar legislation.\n“Today’s decision should be a wake-up call for state lawmakers who are continuously trying to chip away at abortion access,” said Nancy Northup, the president and chief executive of the Center for Reproductive Rights, which was involved in the Mississippi litigation. “Such bans will not stand in a court of law.”", "date": "Nov. 20, 2018", "href": "https://www.nytimes.com/2018/11/20/us/mississippi-abortion-law.html", "tags": "blocks abortions weeks judge court states ” supreme reeves state mississippi banning law"}