{"title": "Judge Signals Skepticism About Trump’s Bid to Block Subpoena for Financial Records", "content": "WASHINGTON — A federal judge on Tuesday asked sharply skeptical questions of a personal lawyer for President Trump about his attempt to block a congressional subpoena seeking years of financial records from Mr. Trump’s accounting firm — and suggested that he could rule on the dispute as early as next week.\nThe hearing, before Judge Amit P. Mehta of the Federal District Court for the District of Columbia, was an early judicial test of the president’s vow to systematically stonewall “all” subpoenas by House Democrats. And Judge Mehta’s questioning left little doubt that he was deeply skeptical about the arguments from Mr. Trump’s legal team, led by William S. Consovoy.\nMr. Consovoy essentially argued that the Constitution does not give Congress the power to investigate potential presidential corruption because determining whether someone broke the law is a function reserved for the executive branch. But Judge Mehta pointed out that under that logic, many famous historical congressional oversight investigations were illegitimate.\n“Is it your view that the Whitewater and Watergate investigations were beyond the authority of Congress?” the judge asked, referring to congressional inquiries of the Nixon and Clinton presidencies. “They were looking at violations of criminal law.”\nJudge Mehta, a 2014 appointee of President Barack Obama, also said he saw no need for further briefings or arguments because the dispute turned on a question of law, and the Constitution does not permit Mr. Trump’s legal team to compel the House to turn over internal documents as evidence. He said he would let lawyers submit any additional materials they wanted through Friday, then he would make his decision.\nAny ruling by Judge Mehta is likely to be only the beginning of the case. Both sides acknowledged that an appeal was virtually certain, and Mr. Consovoy asked the judge, if he does rule against Mr. Trump, to stay his ruling pending appeal so that the subpoena deadline for Mazars USA, the accounting firm, is not set off before the litigation fully plays out.\nBut Douglas Letter, the general counsel for the House, asked the judge not to stay any such ruling — or, if he does, to make it conditional on the Trump team expeditiously filing an appeal. The larger threat, he said, was that the Trump team could use the courts to run out the clock on this Congress, thwarting its ability to perform oversight.\n“Any delay undermines the House’s ability to do what the Constitution allows it to do,” Mr. Letter said.\nThe judge’s comments and questioning suggest he is likely to agree with the House that the information it is seeking is within its legitimate oversight roles, rejecting the Trump team’s argument that the subpoena is an illegitimate effort to obtain political dirt without any tie to Congress’s function of deciding whether to enact new laws.\nJudge Mehta repeatedly emphasized Supreme Court case law that suggests that Congress has the authority to perform oversight investigations for the purpose of informing itself and the public about issues of public importance, separate from its lawmaking function — an argument that Mr. Letter said the House agreed with but did not need to rely upon to win the case.\nAnd he raised doubts about whether he had any authority to second-guess Congress’s motive or the scope of the information it says it wants.\nThe House has said it is investigating Mr. Trump’s finances in part to determine whether he has any hidden business entanglements that make him secretly beholden to foreigners in a way that could create a conflict of interest in his decision-making as president, and that the inquiry could lay the groundwork for tightening laws about presidential finances.\n“We need to know if the president of the United States is beholden to foreign interests who can hold that over his head,” Mr. Letter said. “Obviously these are very legitimate things for Congress to look into.”\nBut Mr. Consovoy pointed to a statement by Representative Elijah E. Cummings of Maryland — the chairman of the House Oversight and Reform Committee, which issued the subpoena — that suggested that his motive was instead to find out if Mr. Trump was breaking the law.\nMr. Consovoy also argued that no legislation Congress might conceivably enact could be constitutional because the Constitution limits the legislative branch’s ability to impose limits on the presidency.\nBut Judge Mehta resisted the idea that he should determine that there was no conceivable law Congress might pass that would pass constitutional muster, saying, “You don’t suggest I have to undertake a constitutional review of legislation that does not exist?”\nAnd Mr. Letter listed a series of existing laws that would be unconstitutional under the Trump team’s logic, like the Presidential Records Act, which prevents presidents from destroying their administration’s records, and an ethics law requiring presidents to make annual financial disclosures.\n“Mr. Consovoy seems to be arguing that Congress cannot regulate the presidency,” Mr. Letter said. “Oh yeah? We’re doing it.”", "date": "May 14, 2019", "href": "https://www.nytimes.com/2019/05/14/us/politics/trump-financial-records-hearing.html", "tags": "skepticism congress signals block bid judge financial ” trump house mehta records — subpoena"}