{"title": "Judgement reserved in 'gay cake' Supreme Court case", "content": "After a two-day hearing in Belfast, judgement has been reserved in the so-called 'gay cake' case.\nAshers Bakery had challenged the ruling over its decision not to make a cake iced with the slogan \"Support Gay Marriage\" for activist Gareth Lee.\nMr Lee tried but failed to order the £36.50 cake at Ashers bakery in Belfast in May 2014.\nHe was at the Supreme Court for the two-day hearing on the case, and is being supported by the commission.\nAt the end of proceedings, the president of the Supreme Court, Lady Hale, said people should not expect an answer on the case immediately.\n\"People will of course not expect the answer any time soon,\" she told the court.\n\"This is not to say that we don't hope that it might be before the summer - but these cases are by definition complex and difficult.\n\"And there are five people who have to make up their minds.\"\nThe Equality Commission said the four-year legal battle has taken its toll on Mr Lee.\n\"He is, if you like, the ghost at the banquet,\" the commission's head, Michael Wardlow, said. \n\"He's sitting at the side of this and he's been having to live each day saying 'this still is not finished'.\n\"This (Supreme Court hearing) is hopefully going to settle it once and for all, that the law is there is to protect people, and this needs certainty.\"\n A judgement in the case is not expected until the autumn at the earliest.\nThe court was addressed earlier on Wednesday by Northern Ireland's attorney general.\nJohn Larkin QC intervened in the case previously, arguing that sexual orientation regulations in Northern Ireland discriminate against those who hold religious or political beliefs.\nMr Larkin is challenging the previous legal judgements against Ashers Bakery. \nIn October 2016, the Appeal Court upheld a ruling against the bakery's Christian owners that their refusal to make a cake iced with the slogan \"Support Gay Marriage\" was discriminatory.\nSo far, the legal bill for Ashers is more than £200,000. \nThe Christian Institute, a charity, confirmed on Wednesday it has agreed to fund the costs. It said it had raised the money through donations from the public. \nThe Equality Commission is supporting Gareth Lee, who tried to order the cake. \nTheir legal costs are estimated so far at £150,000. \nThe five justices at the Supreme Court began hearing the case on Tuesday. \nThey will not deliver an immediate judgment on the case. It is expected later this year or early next year. \nThe court heard on Tuesday that Ashers Bakery the owners of a Northern Ireland bakery found to have discriminated for refusing to make a \"gay cake\" were forced to act against their religious beliefs.\nHowever, Mr Lee's barrister said he had 'no abusive intent' placing the order.\nEarlier on Wednesday, the Supreme court rejected an appeal against two confiscation orders resulting from convictions for dishonestly claiming benefits. \nMichael Cecil Harkin, then aged 50, and Donna McCool, then aged 46, both of Circular Road in Londonderry, were jailed for eight and four months respectively in 2013 for the offences. \nThe court dismissed their appeal by a majority of three to two. \nOn Monday, the court heard an appeal from a woman's fighting for access to a widowed parent's allowance.\nSiobhan McLaughlin, from Armoy, County Antrim, is challenging the rule that parents must have must have married to be entitled to the allowance.\nIt is only the second time the Supreme Court, established in 2009, has sat away from its permanent home in London - the court held four days of hearings in Edinburgh last June.\nThe hearings are the first court proceedings in Northern Ireland to be live streamed.\nMichael Cecil Harkin and Donna McCool admitted a combined total of 11 income support, jobseeker's allowance and housing benefits frauds.\nMcCool's total fraud amounted to £76,800 and Harkin's totalled £67,300.\nA prosecution barrister told the court that both defendants made false declarations about their marital status in order to unlawfully claim the benefits.\nSentencing them, the judge said they were stealing from their neighbours and that every penny of government money was needed.\nIn 2014, a judge made confiscation orders for £38,814 against both of them - the cost of their half share in a jointly-owned house in Derry - and they have appealed against that.\nIn May 2014, gay activist Gareth Lee placed an order for a cake to be made with the slogan: \"Support gay marriage\".\nTwo days later, the Christian-owned Ashers bakery cancelled the order saying it \"would contradict their religious beliefs\".\nThe Equality Commission wrote to the bakery requesting compensation, then took the company to court.\nIn March 2015, Mr Lee told the court that the bakers' refusal made him feel like \"a lesser\" person. The bakers argued their position was about the message, not the customer.\nA judge ruled that the bakery was guilty of unlawful discrimination.\nIn 2016, the company appealed but lost. The judges said that, under law, the bakers were not allowed to provide a service only to people who agreed with their religious beliefs.\nSiobhan McLaughlin lived with her partner John Adams for 23 years and they had four children together, but the couple were never married.\nMr Adams died in 2014. It is estimated the family lost out on thousands of pounds because the couple were not married or in a civil partnership before his death.\nAfter his death, the County Antrim woman challenged the rule that parents must have married to be entitled to a widowed parent's allowance.\nMs McLaughlin won the original case but it was overturned by the Court of Appeal.\nThe judges did not accept the argument that Ms McLaughlin had been discriminated against on the grounds of her marital status.\nThe Supreme Court's judgement on her case is not expected to be handed down until the end of 2018, or early 2019.", "date": "2 May 2018", "href": "https://www.bbc.com/news/uk-northern-ireland-43976101", "tags": "court cake bakery lee supreme ashers order judgement case reserved"}