{"title": "Judge Says Trump and Cohen Can’t Yet Review Materials Seized by FBI", "content": "A federal judge in Manhattan indicated on Monday that she was not prepared to grant President Trump exclusive first access to documents seized in F.B.I. raids on the office of his personal lawyer, and said that she was considering appointing an independent lawyer to assist in reviewing the seized materials.\nFeeling her way toward a resolution of the high-stakes clash involving Mr. Trump and the federal prosecutors investigating the lawyer, Michael D. Cohen, the judge, Kimba M. Wood, did not grant Mr. Trump’s request to review the trove of materials ahead of prosecutors. But she also decided that prosecutors would not immediately have access to the materials and that Mr. Trump would ultimately receive copies of the documents that pertain to him.\nThe courtroom battle over what to do with the seized material came one week after federal agents, in an extraordinary move, descended on Mr. Cohen’s properties and walked away with 10 boxes of documents and as many as a dozen electronic devices, including cellphones and computer hard drives.\nLawyers for Mr. Trump and Mr. Cohen, and prosecutors with the United States attorney’s office for the Southern District of New York, had asked Judge Wood for the right to look at the documents in order to determine which among them might be protected by attorney-client privilege. That step is important because it could affect which documents prosecutors can ultimately use in the investigation.\nIn the aftermath of the raid, people in the Trump administration said they saw the Cohen inquiry as a more serious threat to Mr. Trump than the investigation by the special counsel, Robert S. Mueller III.\nWhile Judge Wood did not formally rule on which side should get the initial look and said that discussions would continue, she added that she trusted the prosecutors.\n“I have faith in the Southern District U.S. attorney’s office that their integrity is unimpeachable,” Judge Wood said.\nFrom the moment he entered the White House, Mr. Trump has had his share of trouble with federal courts around the country, where judges have ruled against him on policy issues like immigration and transgender soldiers, as well as on possible conflicts of interest involving his businesses.\nBut the matter before Judge Wood touched on a much more intimate issue for the president, involving one of his closest relationships and potentially inching him closer to personal legal jeopardy.\nMr. Cohen served for more than a decade as a trusted fixer for Mr. Trump, and during the campaign had helped tamp down brewing scandals about women who claimed to have had affairs with him.\nMr. Cohen, who had not appeared at an initial hearing in the matter on Friday, showed up on Monday at the direction of the judge. After greeting a gaggle of reporters seated in the jury box, he sat quietly between his lawyers at the table usually reserved for defendants, saying nothing during the hearing.\nThe seized documents could shed light on the president’s relationship with a lawyer who has helped navigate some of Mr. Trump’s thorniest personal and business problems.\nOne of those problems involved Stephanie Clifford, a pornographic film star better known as Stormy Daniels, who has claimed to have had an affair with Mr. Trump and has accused Mr. Cohen of paying her $130,000 to keep silent.\nMoments before the hearing began, Ms. Clifford swept into the courtroom with her lawyer, Michael Avenatti, and took a seat in a folding chair against one wall. Mr. Cohen and Ms. Clifford have been sparring for weeks in the media, but confronting one another for the first time in court, they did not appear to share so much as a glance.\nThe two-and-a-half-hour hearing was also notable for the surprise revelation that Sean Hannity, the Fox News host and one of Mr. Trump’s most ardent supporters, had secretly been a client of Mr. Cohen.\nIn court papers filed before the hearing, Mr. Cohen’s lawyers had said that he had represented three clients on legal matters in the last few years. Two of them, the lawyers said, were Mr. Trump and a Republican donor, Elliott Broidy, who recently resigned from his position at the Republican National Committee after reports emerged that Mr. Cohen had helped him arrange a $1.6 million payment to a former Playboy model who became pregnant during an affair.\nThe lawyers refused to name the third client, suggesting he did not want to be associated with Mr. Cohen at this point — until, that is, Judge Wood forced them to identify him as Mr. Hannity.\nThe government had asked that it be able to use a special group of prosecutors not involved in the investigation — known as a “taint team” — to review the seized materials and determine whether any seemed to violate the attorney-client privilege.\nDuring the hearing, Judge Wood, after saying that she considered a taint team “a viable option,” also explained why she was considering appointing an independent lawyer, known as a special master, to assist in the review.\n“In terms of perception of fairness,” she said, “not fairness itself, but perception of fairness, a special master might have a role here. Maybe not the complete role, but some role.”\n“My interest is in getting this moving efficiently and speedily,” the judge added.\nOnce the hearing ended, a chaotic scene unfolded on the street outside the courthouse. Mobbed by reporters, Ms. Clifford attacked Mr. Cohen, saying that for years “he has acted like he is above the law.”\n“My attorney and I,” she added, “are committed to making sure that everyone finds out the truth.”\nAfter that, she hopped into a black sport utility vehicle and was quickly driven away.", "date": "April 16, 2018", "href": "https://www.nytimes.com/2018/04/16/nyregion/michael-cohen-court-hearing.html", "tags": "prosecutors hearing wood seized judge ” trump cohen yet materials says fbi review"}