{"title": "Judge in Stanford Sexual Assault Trial Will No Longer Hear Criminal Cases", "content": "A California judge who came under fire and was the subject of a recall campaign for his sentencing decisions in a Stanford University sexual assault case will be transferred after he asked to be removed from hearing criminal cases.\nThe judge, Aaron Persky, of the Santa Clara County Superior Court, will be moved to the civil division in San Jose, Calif., effective Sept. 6, according to an announcement late Thursday.\n“While I firmly believe in Judge Persky’s ability to serve in his current assignment, he has requested to be assigned to the civil division, in which he previously served,” the Santa Clara County Superior Court’s presiding judge, Rise Pichon, said in the announcement, which was obtained from the court on Friday.\n“Judge Persky believes the change will aid the public and the court by reducing the distractions that threaten to interfere with his ability to effectively discharge the duties of his current criminal assignment.”\nIn the sexual assault trial in Palo Alto in June, Judge Persky sentenced Brock Turner, a former Stanford University champion swimmer, to six months in jail and three years’ probation for sexually assaulting an unconscious woman behind a Dumpster after a party.\nThe sentence, and the fact that Mr. Turner would in effect serve only three months, was denounced by victims’ advocates, who called for the judge’s removal from the bench. A petition online calling for impeachment hearings swelled to over 1.2 million signatures, members of Congress read excerpts from the victim’s statement publicly, and lawmakers introduced legislation to strengthen laws against sexual assault.\nMr. Turner, who was found guilty of three felony counts in March, is expected to be released on Sept. 2, a sheriff’s spokesman said. A rally calling for the judge’s removal will be held the same day in San Jose.\nThe announcement of Judge Persky’s transfer came after he recused himself from what would have been another key court decision: He would have had to decide whether to reduce a felony conviction for possession of child pornography to a misdemeanor.\nLast Friday, Judge Persky said in court that while on vacation, he and his family became aware of publicity surrounding the new case, and that the attention had led to a “personal family situation” that might have raised doubts about whether he could be impartial, a court document said. No further details were provided.\nJoseph Macaluso, a spokesman for the Superior Court, said Friday that the judge’s recusal and his request for the transfer to civil cases were not related.\nJudge Pichon’s statement, first published in local news media including The San Jose Mercury News, noted that Judge Persky’s quick reassignment was made possible because another judge wanted to relocate to Palo Alto.\nMichele Dauber, a Stanford University law professor who is leading an effort to have voters decide next year whether Judge Persky should remain on the bench, said Friday that the recall effort would continue to publicize and compare his record with that of other judges.\n“Many cases are heard in civil court involving women’s rights — for example, workplace and educational sexual harassment cases, or students suing their colleges for sexual assault, or victims suing their perpetrators,” Professor Dauber said. “All of those cases are civil cases, and there is no room for a biased judge in civil court either.”\nRoderick O’Connor, a deputy public defender in Santa Clara County and a supporter of Judge Persky’s, called the transfer a “big loss.” He said the judge didn’t deserve to be the target of “hysteria” because he is extremely prudent and fair, according to The Mercury News.\n“It’s a shame he’s moving,” he added, “because I believe criminal defendants and prosecutors deserve a judge of Persky’s caliber.”", "date": "Aug. 26, 2016", "href": "https://www.nytimes.com/2016/08/27/us/judge-in-stanford-sexual-assault-trial-will-no-longer-hear-criminal-cases.html", "tags": "stanford longer trial criminal judge court civil ” hear sexual cases persky assault"}