{"title": "Judge in Stanford Sexual Assault Case Is Cleared of Misconduct", "content": "Aaron Persky, the judge who gave a former Stanford University swimmer a sentence that was condemned as too lenient for a sexual-assault conviction, was cleared of misconduct on Monday by a California panel.\nThousands of people had called for the removal of Judge Persky, who was serving on the Santa Clara County Superior Court in June when he sentenced the former swimmer, Brock Turner, 21, to six months in jail for sexually assaulting an unconscious woman behind a Dumpster after a party in 2015.\nMr. Turner was released from jail in September after serving three months.\nHe had been convicted on three felony counts: intent to commit rape, sexual penetration with a foreign object of an intoxicated person and sexual penetration with a foreign object of an unconscious person.\nIn addition to the jail time, Mr. Turner was given three years’ probation and was required to register as a sex offender. Judge Persky said in court that Mr. Turner would not be a danger to others, and that “a prison sentence would have a severe impact on him.”\nOn Monday, the Commission on Judicial Performance, an independent state agency, said it had investigated whether the sentence was unlawful, along with whether Judge Persky had abused his authority, failed to take sexual assault of women seriously or displayed bias related to gender, race or socioeconomic status. It also looked at whether he should have disclosed his past as a student-athlete at Stanford.\nIn all cases, the panel ruled, Judge Persky did not act inappropriately, and it voted unanimously to close its investigation.\n“The commission has concluded that there is not clear and convincing evidence of bias, abuse of authority or other basis to conclude that Judge Persky engaged in judicial misconduct warranting discipline,” the panel wrote in a 12-page statement. “The sentence was within the parameters set by law and was therefore within the judge’s discretion,” it added.\nThe decision is unlikely to quell the sentiment among protesters that justice failed the victim. The woman, known as Emily Doe, wrote a 7,200-word letter to Mr. Turner describing her anguish after the assault and read it during his sentencing. The statement attracted widespread attention after it was  published by BuzzFeed News, and 18 legislators read it on the House floor.\nEven though the panel won’t discipline Judge Persky, his career has still been upended by the decision and the ensuing backlash. Would-be jurors in other trials have refused to work with him, prosecutors had him removed from another sexual assault case, and an online petition calling for his impeachment had reached 1.3 million signatures as of Monday.\nIn September, Judge Persky was moved to the civil division in San Jose, Calif., after he asked to be removed from hearing criminal cases.\n“Judge Persky believes the change will aid the public and the court by reducing the distractions that threaten to interfere with his ability to effectively discharge the duties of his current criminal assignment,” the Santa Clara County Superior Court’s presiding judge, Rise Pichon, said in a statement.", "date": "Dec. 19, 2016", "href": "https://www.nytimes.com/2016/12/19/us/aaron-persky-stanford-rape-case.html", "tags": "sentence panel stanford judge cleared court ” turner sexual misconduct case persky assault"}