{"title": "Judge Reopens Complaint Against Argentine Ex-President in 1994 Bombing", "content": "BUENOS AIRES — A federal judge in Argentina has ordered the reopening of a criminal complaint against former President Cristina Fernández de Kirchner in which she had been accused of conspiring to derail an investigation into the bombing of a Jewish center here in 1994 in which 85 people were killed.\nThe judge, Claudio Bonadio, is reviving a complaint brought by Alberto Nisman, a federal prosecutor who died last year in mysterious circumstances, as he proceeds with a related inquiry into one of Mrs. Kirchner’s political allies.\nJudge Bonadio made the decision on Friday, but it was not made public until Monday. According to a copy of his filing, he told a colleague, Judge Daniel Rafecas, to send him Mr. Nisman’s 289-page complaint so he could investigate accusations against Héctor Timerman, a former foreign minister under Mrs. Kirchner.\nJudge Rafecas originally oversaw Mr. Nisman’s complaint, and has emphatically dismissed it three times, most recently last week.\nJudge Bonadio’s decision to annex Mr. Nisman’s complaint to his investigation comes after lawyers for the fathers of two women killed in the attack on the Jewish center filed a request last week to reopen it.\nIn the complaint, Mr. Nisman had accused Mrs. Kirchner and Mr. Timerman of ordering secret negotiations to shield former Iranian officials thought to be behind the attack in exchange for favorable trade agreements.\nMr. Nisman was found dead in his Buenos Aires apartment in January 2015, his body slumped in a pool of blood. He had a gunshot wound in the head, and a pistol he had borrowed from an assistant was found beneath his body.\nJudge Bonadio has previously requested access to Mr. Nisman’s complaint, though in that instance it was only for reference. This time, however, he is seeking to investigate its claims. He asked for all of the recordings involving Mrs. Kirchner’s political supporters on which Mr. Nisman had based his case.\nAlejandro Rúa, Mr. Timerman’s lawyer, and other critics have accused supporters of Mr. Nisman of “forum shopping,” or looking for a favorable judge.\nMr. Rúa asked Judge Bonadio on Monday to recuse himself, contending that it would be inappropriate for the judge to investigate Mr. Nisman’s accusations because a decade ago concerns over his impartiality led to his removal from a different case related to the bombing.\nMrs. Kirchner — who has called Mr. Nisman’s original criminal complaint “absurd” — has criticized Judge Bonadio in recent months, questioning his impartiality in other cases in which she is involved.\nJust last week, Judge Rafecas rejected an attempt by a Jewish organization, known by its acronym, DAIA, to resuscitate Mr. Nisman’s complaint.\nAmong other things, Judge Rafecas reiterated his ruling that a tenet of Mr. Nisman’s complaint — that Mr. Timerman had lobbied to lift Interpol arrest warrants against the Iranian suspects — had been disproved.\nThe two victims’ fathers were able to persuade Judge Bonadio to reopen the complaint by construing new related evidence against Mr. Timerman as a treason case, said Tomás J. Farini Duggan, a lawyer for the fathers.", "date": "Aug. 8, 2016", "href": "https://www.nytimes.com/2016/08/09/world/americas/argentina-cristina-fernandez-de-kirchner-1994-bombing.html", "tags": "reopens bonadio kirchner judge timerman nisman last ex-president complaint — mrs. argentine bombing"}