{"title": "Judge Denies Republican Mark Harris' Request To Be Certified Winner In Disputed Congressional Race", "content": "Republican Mark Harris lost a bid on Tuesday to get a superior court judge to force North Carolina officials to certify him the election winner in the state’s 9th congressional district. \nHarris leads Democrat Dan McCready by 905 votes, but the state board has declined to certify the results of the election because of irregularities in absentee ballots and allegations of fraud. Attorneys for Harris filed suit in state court earlier this month saying the state board was required to certify Harris the winner because votes had been tabulated correctly and no voters had filed a protest. They asked a judge to force the state board to certify Harris the winner.\nWake County Superior Court Judge Paul Ridgeway denied that request on Tuesday, saying that the state board had the legal authority to deny certification to Harris while it investigated irregularities. When the state board began probing the election in late November, it amounted to a legal protest of the election, Ridgeway ruled. State law requires the board to issue certification five days after a protest is dismissed or denied.\n“Nothing about today’s court hearing changes the fact that @MarkHarrisNC9 won the election, has more legal votes, and no public evidence has put the outcome in doubt. We are confident Pastor Harris won, will be Certified and will be seated,” Robin Hayes, chairman of the North Carolina Republican Party, said in a statement.\nThe ruling is the latest in an ongoing probe that has drawn national attention. McCrae Dowless, an operative working on Harris’ behalf, is accused of paying people to collect completed absentee ballots from voters ― something that violates North Carolina law. Both Harris and Dowless have denied wrongdoing. \nDemocrats, who took control of the U.S. House in January, have also indicated they would not seat Harris until the state board’s investigation was complete. Rep. Zoe Lofgren (D-Calif.), chair of the Committee on House Administration, which would oversee an investigation, sent a letter to the state board earlier in January asking it to preserve all evidence in its investigation. Currently voters in North Carolina’s 9th congressional district do not have a representative in the U.S. House.\nComplicating the investigation is the status of the state board of elections. In October, a 3-judge panel struck down the state board, saying changes legislative Republicans made to the board were unconstitutional. The judges allowed the panel to remain in existence through the November 2018 elections, and then continued its existence as the probe into the Harris-McCready race began. But when the investigation took longer than expected, the panel dissolved the state board in December. Republicans refused to submit names for an interim board, leaving the body vacant until a new one is appointed on Jan. 31.\n“We look forward to providing a full accounting of what transpired once a Board is seated,” Kim Westbrook Strach, the current executive director of the state board, said in a statement. “Public confidence in our elections system demands it.”\nRidgeway dismissed arguments from Harris’ attorneys on Tuesday that the dissolution of the board ended the probe and that Harris should be certified the winner. Ridgeway ruled that the investigation was ongoing and the new board would be able to take it up once it is seated. \n“We are pleased that Harris’ frivolous request has been denied and that North Carolina can get back to investigating allegations of systematic electoral fraud committed on behalf of Harris’ campaign. Only a full, public investigation can begin to repair the damage Mark Harris and North Carolina Republicans have inflicted on our state and our voters,” Wayne Goodwin, chairman of the North Carolina Democratic party, said in a statement.\nThis article has been updated with comment from Strach.", "date": "\n01/22/2019", "href": "https://www.huffpost.com/entry/mark-harris-north-carolina-election-fraud_n_5c475d4be4b0a8dbe175bc25", "tags": "election certify investigation judge court denies disputed republican harris mark certified congressional race request board state north carolina winner"}