{"title": "Judge Blocks North Dakota Abortion Restrictions", "content": "A federal judge on Monday blocked enforcement of North Dakota’s recently enacted ban on most abortions, calling it “invalid and unconstitutional.”\nThe law under challenge, which was set to take effect Aug. 1, would have imposed by far the country’s most stringent limit on abortions. With few exceptions, it would bar the procedure once a fetal heartbeat is detected, often about six weeks into pregnancy — a point when many women are not aware they are pregnant.\nFrom the moment in March when it was adopted, most legal experts said that the law would not survive because it posed a direct challenge to Supreme Court guidelines, which state that a woman has a right to an abortion until the fetus is viable outside the womb. Viability must be determined by a physician and often occurs around 24 weeks into pregnancy.\nSome anti-abortion leaders and politicians argued that the presence of a heartbeat is in itself a form of viability. They expressed hope that the Supreme Court would revisit the issue.\nWhen he signed the bill, Gov. Jack Dalrymple, a Republican, called it “a legitimate attempt by a state legislature to discover the boundaries of Roe v. Wade.”\nIn a withering opinion issued on Monday, Judge Daniel L. Hovland of Federal District Court in North Dakota said he had no choice but to block the law. He described it as “in direct contradiction to a litany of United States Supreme Court cases addressing restraints on abortion.”\n“The State has extended an invitation to an expensive court battle over a law restricting abortions that is a blatant violation of the constitutional guarantees afforded to all women,” Judge Hovland wrote. His decision on Monday imposed a temporary injunction, until the issue is decided at a trial.\nThe Center for Reproductive Rights, a group based in New York, brought the suit to block the law on behalf of the Red River Women’s Clinic in Fargo, the state’s only abortion clinic.\nNorth Dakota’s law is the most far-reaching among scores of restrictive abortion statutes, many of them under court challenge, that have been passed by state governments in recent years.\nAn Arkansas law to bar abortions at 12 weeks of pregnancy, which, like North Dakota’s, was tied to detection of a fetal heartbeat, was blocked in May by a federal judge in Little Rock.\nA dozen states, most recently Texas, have adopted laws barring abortions at 20 weeks after conception on the theory that the fetus can feel pain at that point. This approach, too, is inconsistent with Supreme Court doctrine and in the three states where it has been challenged in court so far — Arizona, Idaho and Georgia — it has been blocked.\nIn a different line of attack, anti-abortion groups have promoted stricter rules for abortion facilities, requiring clinics in certain states to meet costly building standards and requiring that abortion doctors have admitting privileges at nearby hospitals.\nMedical groups call these measures unnecessary for patient safety. The Red River clinic, which relies on a doctor who flies in weekly, says it will be forced to close if the state’s admitting privileges law takes effect. The clinic’s court challenge to the rule is pending.", "date": "July 22, 2013", "href": "https://www.nytimes.com/2013/07/23/us/judge-blocks-north-dakota-abortion-restrictions.html", "tags": "blocks abortions restrictions judge court ” abortion state north law dakota"}