{"title": "Justice Dept. Defends Release of Limited Glimpse of Mueller’s Findings", "content": "WASHINGTON — The Justice Department defended Attorney General William P. Barr’s handling of the special counsel report on Thursday, saying that it had to be scrubbed of sensitive information, amid revelations that some members of the office have said he failed to adequately portray their findings and the extent to which they could damage President Trump.\n“Given the extraordinary public interest in the matter, the attorney general decided to release the report’s bottom-line findings and his conclusions immediately — without attempting to summarize the report — with the understanding that the report itself would be released after the redaction process,” a Justice Department spokeswoman, Kerri Kupec, said in a statement.\nAt issue is a four-page letter that Mr. Barr wrote to lawmakers on March 24 outlining the main findings of the nearly two-year investigation by the special counsel, Robert S. Mueller III. Quoting sparingly from the nearly 400-page report delivered to him two days earlier, the attorney general revealed that Mr. Mueller had declined to decide whether the president illegally obstructed the inquiry and that Mr. Barr himself had stepped in to conclude that Mr. Trump did not commit an obstruction offense.\n[Some of the Mueller investigators said that the attorney general failed to adequately represent their findings.]\nSome of Mr. Mueller’s investigators have told associates in recent days that Mr. Barr could have released more of their own work, government officials and others familiar with their frustrations told The New York Times for an article published on Wednesday.\nMr. Trump attacked the article, falsely asserting on Twitter that Times reporters relied on “no legitimate sources,” a longstanding tactic of his to try to dismiss news reports that portray him negatively.\nMr. Barr has told lawmakers that his letter was an update of his progress in reviewing the report and that the document was not intended to fulfill a requirement under Justice Department regulations that he send a summary to Congress at the end of any special counsel investigation. Though Ms. Kupec said Mr. Barr was not trying to summarize the report, she was referring only to the regulatory requirement for a summary.\nMs. Kupec also said that the report and its release were subject to the regulations, which stipulate that Mr. Mueller prepare a confidential document of his findings intended only for the attorney general. She also said that sensitive information had to be blacked out first, noting that “every page of the ‘confidential report’” was marked with a warning that it may contain secret grand jury testimony. Mr. Barr and other law enforcement officials are also reviewing the document for classified material, information about continuing investigations and derogatory details about third parties not directly related to the inquiry.\nThe attorney general has said he is aiming to send to lawmakers a redacted version of the report by mid-April. Under the regulations, he is free to release parts or all of it if he decides it is in the public interest.\nThe special counsel’s report included summaries of the major findings, and some team members believed Mr. Barr should have included more of their material in his March 24 letter, according to the government officials. But the attorney general “does not believe the report should be released in a ‘serial or piecemeal fashion,’” Ms. Kupec said, citing a letter that Mr. Barr wrote to lawmakers on Friday.\nJustice Department officials have also said they determined that the summaries contained sensitive information that needed to be reviewed before they were released.\nDemocrats have demanded full access to the report. The House Judiciary Committee voted on Wednesday to let its chairman, Representative Jerrold Nadler of New York, use a subpoena to compel Mr. Barr to turn over a complete copy of the Mueller report and its underlying evidence.\nMr. Nadler said on Thursday that the reports about frustration among members of the special counsel team would not alter his plan to give Mr. Barr a bit more time to hand over the report voluntarily before issuing a subpoena.\n“It is his duty to release the entire report,” Mr. Nadler said of Mr. Barr. “We were demanding he do so and he hasn’t done so.”\nBut given the frustrations expressed by some of Mr. Mueller’s investigators, Mr. Nadler asked Mr. Barr in a letter on Thursday to turn over all communications between the special counsel’s office and other Justice Department officials about the report, including discussions about the disclosure of the report to Congress or the public and about Mr. Barr’s March 24 letter.\nMr. Nadler also said that Mr. Barr had undermined his own desire to release the report all at once when he outlined the principal conclusions “in a fashion that appears to minimize the implications of the report as to the president.”\nAnd Senator Mark Warner of Virginia, the top Democrat on the Senate Intelligence Committee, said on Thursday that he would ask the Senate to pass a resolution calling for the Justice Department to provide transparency on the results of the special counsel’s work.\nBut Senator Lindsey Graham, Republican of South Carolina and the chairman of the Senate Judiciary Committee, has taken a far different tack. He told reporters on Thursday that he had no interest in “retrying” the Mueller investigation and trusted Mr. Barr to fairly present its findings.\n“I don’t think Barr misrepresented the Mueller conclusions,” Mr. Graham said. “I don’t have any interest in taking all the work product and re-litigating it. That’s enough for me.”", "date": "April 4, 2019", "href": "https://www.nytimes.com/2019/04/04/us/politics/barr-summary-mueller.html", "tags": "findings glimpse limited report “ justice defends dept attorney barr general release mueller special"}