{"title": "Justices Say GPS Tracker Violated Privacy Rights", "content": "WASHINGTON — The Supreme Court on Monday  ruled unanimously that the police violated the Constitution when they placed a Global Positioning System tracking device on a suspect’s car and monitored its movements for 28 days.\nA set of overlapping opinions in the case collectively suggested that a majority of the justices are prepared to apply broad privacy principles to bring the Fourth Amendment’s ban on unreasonable searches into the digital age, when law enforcement officials can gather extensive information without ever entering an individual’s home or vehicle.\nWalter Dellinger, a lawyer for the defendant in the case and a former acting United States solicitor general, said the decision was “a signal event in Fourth Amendment history.”\n“Law enforcement is now on notice,” Mr. Dellinger said, “that almost any use of GPS electronic surveillance of a citizen’s movement will be legally questionable unless a warrant is obtained in advance.”\nAn overlapping array of justices were divided on the rationale for the decision, with the majority saying the problem was the placement of the device on private property.\nBut five justices also discussed their discomfort with the government’s use of or access to various modern technologies, including video surveillance in public places, automatic toll collection systems on highways, devices that allow motorists to signal for roadside assistance, location data from cellphone towers and records kept by online merchants. \nThe case concerned Antoine Jones, who was the owner of a Washington nightclub when the police came to suspect him of being part of a cocaine-selling operation. They placed a tracking device on his Jeep Grand Cherokee without a valid warrant, tracked his movements for a month and used the evidence they gathered to convict him of conspiring to sell cocaine. He was sentenced to life in prison.\nThe United States Court of Appeals for the District of Columbia Circuit overturned his conviction, saying the sheer amount of information that had been collected violated the Fourth Amendment, which bars unreasonable searches. “Repeated visits to a church, a gym, a bar or a bookie tell a story not told by any single visit, as does one’s not visiting any of those places in the course of a month,” Judge Douglas H. Ginsburg wrote for the appeals court panel.\nThe Supreme Court affirmed that decision, but on a different ground. “We hold that the government’s installation of a GPS device on a target’s vehicle, and its use of that device to monitor the vehicle’s movements, constitutes a ‘search,’ ” Justice Antonin Scalia wrote for the majority. Chief Justice John G. Roberts Jr. and Justices Anthony M. Kennedy, Clarence Thomas and Sonia Sotomayor joined the majority opinion.\n“It is important to be clear about what occurred in this case,” Justice Scalia went on. “The government physically occupied private property for the purpose of obtaining information. We have no doubt that such a physical intrusion would have been considered a ‘search’ within the meaning of the Fourth Amendment when it was adopted.”\nWhen the case was argued in November, a lawyer for the federal government said the number of times the federal authorities used GPS devices to track suspects was “in the low thousands annually.”\nVernon Herron, a former Maryland state trooper now on the staff of the University of Maryland’s Center for Health and Homeland Security, said state and local law enforcement officials used GPS and similar devices “all the time,” adding that “this type of technology is very useful for narcotics and terrorism investigations.”\nMonday’s decision thus places a significant burden on widely used law enforcement surveillance techniques, though the authorities remain free to seek warrants from judges authorizing the surveillance.\nIn a concurrence for four justices, Justice Samuel A. Alito Jr. faulted the majority for trying to apply 18th-century legal concepts to 21st-century technologies. What should matter, he said, is the contemporary reasonable expectation of privacy.\n“The use of longer-term GPS monitoring in investigations of most offenses,” Justice Alito wrote, “impinges on expectations of privacy.” Justices Ruth Bader Ginsburg, Stephen G. Breyer and Elena Kagan joined the concurrence.\n“We need not identify with precision the point at which the tracking of this vehicle became a search, for the line was surely crossed before the four-week mark,” Justice Alito wrote. “Other cases may present more difficult questions.”\nJustice Scalia said the majority did not mean to suggest that its property-rights theory of the Fourth Amendment displaced the one focused on expectations of privacy.\n“It may be that achieving the same result through electronic means, without an accompanying trespass, is an unconstitutional invasion of privacy, but the present case does not require us to answer that question,” he wrote.\nJustice Sotomayor joined the majority opinion, agreeing that many questions could be left for another day “because the government’s physical intrusion on Jones’s Jeep supplies a narrower basis for decision.”\nBut she left little doubt that she would have joined Justice Alito’s analysis had the issue he addressed been the exclusive one presented in the case.\n“Physical intrusion is now unnecessary to many forms of surveillance,” Justice Sotomayor wrote.\nShe added that “it may be necessary to reconsider the premise that an individual has no reasonable expectation of privacy in information voluntarily disclosed to third parties.”\n“People disclose the phone numbers that they dial or text to their cellular providers; the URLs that they visit and the e-mail addresses with which they correspond to their Internet service providers; and the books, groceries and medications they purchase to online retailers,” she wrote. “I, for one, doubt that people would accept without complaint the warrantless disclosure to the government of a list of every Web site they had visited in the last week, or month, or year.”\nJustice Alito listed other “new devices that permit the monitoring of a person’s movements” that fit uneasily with traditional Fourth Amendment privacy analysis.\n“In some locales,” he wrote, “closed-circuit television video monitoring is becoming ubiquitous. On toll roads, automatic toll collection systems create a precise record of the movements of motorists who choose to make use of that convenience. Many motorists purchase cars that are equipped with devices that permit a central station to ascertain the car’s location at any time so that roadside assistance may be provided if needed and the car may be found if it is stolen.”", "date": "JAN. 23, 2012JAN. 23, 2012SEPT. 10, 2011JAN. 23, 2012JAN. 23, 2012SEPT. 10, 2011JAN. 23, 2012", "href": "https://www.nytimes.com/2012/01/24/us/police-use-of-gps-is-ruled-unconstitutional.html", "tags": "fourth rights wrote case ” justice amendment say violated justices tracker gps privacy majority"}