{"title": "Justice Anthony Kennedy’s Retirement Puts Key Issues On The Line", "content": "The likely replacement of Justice Anthony Kennedy by a hard-right conservative, as promised by President Donald Trump, will immediately imperil the rights of women, religious and racial minorities, and the LGBTQ community. His retirement will also change the direction of important issues including climate change, gun control and criminal justice toward the right.\nKennedy, who announced his retirement Wednesday, has often been a swing vote on the Supreme Court since Sandra Day O’Connor retired in 2006. He possessed a clear conservative judicial philosophy, but he occasionally sided with the court’s more liberal justices and took more moderate positions than did hard-right conservatives such as Samuel Alito, Clarence Thomas and Neil Gorsuch. Notably, in 2015, he penned the landmark decision legalizing gay marriage across the country. On many of the court’s most significant cases, the court split 5-4, with Kennedy more often than not being the fifth vote that decided which side prevailed. It is on those types of cases where his absence will be most felt.\n“For some things, there was a 5-4 [vote] for constitutional rights and protections of vulnerable groups, and now they are going to go in the opposite direction,” said Caroline Frederickson, president of the American Constitution Society, a liberal legal organization. “The right will have their people mobilized to bring their cases back to court.”\nAlthough not a true supporter of abortion rights, Kennedy still was the only justice left on the court who had voted in 1992 to affirm Roe v. Wade’s legalization of abortion. Trump pledged during the campaign to choose only justices who would overturn that decision.\nWhile Kennedy was perhaps best known to the public for his ideological deviations, he remained a strong vote to increase corporate power, hinder labor unions, deregulate campaign finance and remake the United States into a more conservative nation.\n“I think it’s important we don’t lionize Justice Kennedy too much,” said Janai Nelson, associate deputy counsel for the NAACP Legal Defense Fund.\nLawrence Norden, deputy director of the democracy program at the Brennan Center for Justice, said, “He was horrible and did great damage on campaign finance,” noting Kennedy wrote the controversial Citizens United decision that struck down limits on corporations’ campaign spending.\nStill, even those who are critical of Kennedy worry about what will happen now that there is no clear moderate on the court.\n“Without him there, it’s hard to imagine what limits might be on this court to become a wholly political actor and not impose its ideology and viewpoints on an entire nation without any check or balance,” Nelson said.\nHere are just a few of the areas where his departure will be most clearly felt.\nKennedy voted in the 1992 Planned Parenthood v. Casey decision to affirm the landmark 1973 abortion rights ruling in Roe v. Wade. Trump promised to only nominate justices to the Supreme Court who would vote to overturn Roe v. Wade while campaigning for president in 2016. This is the ballgame.\nIt may not come in one fell swoop from one big decision, but there will soon be a five-vote majority ― entirely men ― to either reverse or dramatically scale back women’s reproductive rights. This could come from a court challenge to restrictive state abortion laws or simply if reproductive rights defenders choose not to file suit with the knowledge that they do not have the votes on the court to overturn a state law.\nHuffPost’s Laura Bassett has a more detailed explanation of what types of cases could lead a future court to overturn or cut into Roe.\nDuring the Obama administration, the White House was lighted with rainbow colors to celebrate the nationwide legalization of gay marriage, not because of any legislation Barack Obama signed but because Kennedy, as the fifth vote, penned the court’s decision making it so. Kennedy had long been a champion of LGBTQ rights since his 1996 Romer v. Evans decision. His support for gay rights will be one of his lasting legacies.\nHis replacement is not expected to be a proponent of LGBTQ rights or someone who would have voted to legalize gay marriage.\nFew observers believe that this means that gay marriage will be overturned any time in the near future, but the right could be chipped away. There are already three votes ― Gorsuch, Alito and Thomas ― to allow states to refuse to list the names of gay parents on their child’s birth certificate.\nAnd there are many other cases that could endanger LGBTQ rights, the obvious one being the ability of individuals and businesses to discriminate against LGBTQ people and gay couples based on religious or other beliefs.\nThe court basically punted on this in the very narrowly worded 7-2 decision in Masterpiece Cakeshop v. Colorado Civil Rights Commission. Kennedy’s opinion favored the cake shop but only because he found that the state exhibited bias against the bakery owner’s religion. The opinion did not settle whether a person’s religious beliefs allow them to discriminate against gay couples getting married. The court will almost certainly see another case like this in the near future.\nKennedy is no staunch supporter of affirmative action. He has sided with the court’s conservatives to limit some state affirmative action laws. But he has also acted as a swing vote to uphold others.\nIn 2016, Kennedy wrote the majority opinion in Fisher v. University of Texas, affirming the university’s use of race as a factor in admissions. He was the swing vote as the three remaining conservatives ― the late Antonin Scalia’s seat remained empty at this time ― dissented.\nTrump’s next nominee should be expected to side with the other conservative justices in opposing affirmative action rules. This will imperil such university rules or state laws around the country.\nThe issue with Kennedy retiring for supporters of voting rights is not that he was particularly good on the issue ― he joined a 5-4 majority to gut the Voting Rights Act in the 2013 Shelby County v. Holder case ― but that he may not have been as bad as what will come next. Of course, he did just vote to uphold Texas’ redistricting map against a challenge that it represented racial bias.\nThere was also hope that Kennedy would eventually side with the liberals to strike down or place more stringent limits on partisan gerrymandering. For years, Kennedy appeared to suggest that he was open to a ruling in this direction, but in his final term he joined six other justices in punting the issue back to the lower courts.\nOne other area that could be a cause for concern is apportionment. Currently, the states can use their total population and not just their total eligible voting population to apportion legislative and congressional districts. Kennedy and Roberts joined the four liberals in the majority for Evenwel v. Abbott to affirm the 14th Amendment’s dictum of “one person, one vote,” while Alito and Thomas filed separate concurrences. What was not settled was whether states could use the eligible voting population instead of total population.\n“That could have huge impacts on political power in the United States,” Norden said.\nKennedy’s replacement could pave the way for the Supreme Court to overturn a number of gun control laws, but the pro-gun crowd will need more than just another ally on the bench to guarantee those victories.\nBefore the court can rule on an issue, at least four justices must agree to hear a relevant case, known as granting a writ of certiorari. The court has largely avoided weighing in on Second Amendment cases in recent years, declining to hear challenges to a variety of gun laws, including state bans on so-called assault weapons and large-capacity ammunition magazines, as well as measures allowing for discretionary permitting of concealed handguns.\nJustices have agreed to hear only two gun rights cases over the past decade. The court’s 2008 decision in District of Columbia v. Heller established a constitutional right to own a gun for self-defense in the home while also determining that the Second Amendment was subject to limitations. Two years later, the court heard McDonald v. City of Chicago, ruling that local governments can’t infringe upon the gun ownership rights laid out under Heller. Kennedy joined the pro-gun majority in both of those decisions.\nKennedy may not have been sympathetic to a narrower view of the Second Amendment, but he also didn’t seem particularly interested in taking up cases that would have put his position to the test.\nAssuming the court’s three pro-gun stalwarts ― Thomas, Alito and Scalia (and Scalia’s replacement, Neil Gorsuch) ― would vote to hear Second Amendment challenges to firearms restrictions, they’d need only one more vote for approval. They didn’t seem to be able to get it from either Kennedy or conservative-leaning Chief Justice John Roberts, noted UCLA law professor Adam Winkler in a recent Twitter thread.\nIf Trump appoints a staunch pro-gun justice to replace Kennedy, as many expect he will, there would presumably be four votes to hear previously stalled challenges to gun control laws. From there, the swing vote on any subsequent decision would likely fall to Roberts. It’s unclear how he’d vote, but, like Kennedy, he sided with the majority in both Heller and McDonald.\nIn 2015, Kennedy wrote the majority opinion in Texas Department of Housing and Community Affairs v. the Inclusive Communities Project, affirming that the federal government can take into account “disparate impact” when it intervenes to prevent racial bias under the Fair Housing Act of 1968.\nDisparate impact in this context means that when racial bias occurs in housing, it does not need to be intentional or explicitly stated for the government to take action to remedy it. This is incredibly important to take into account as so many areas of life in the U.S. see gaps based on race where no explicitly stated animus can be found.\nSegregation in housing can occur through zoning, mortgage loan practices and, now, digital discrimination. In many cases, these kinds of exclusionary tactics do not explicitly state a racial bias. Kennedy recognized that policies can discriminate even without an explicit racial bias.\nTrump’s pick should be expected to fall in line with the other conservatives on the court who want racial segregation to only be deterred where there is explicit racial animus stated. That would be a huge reversal for the Fair Housing Act, which was passed soon after the assassination of Martin Luther King Jr.\nKennedy wasn’t a staunch liberal on environmental issues (probably because he isn’t a liberal), but he still joined the majority in the most important ruling the court has issued on climate change. In Massachusetts v. Environmental Protection Agency, 12 states wanted the EPA under President George W. Bush to regulate carbon dioxide emissions (“greenhouse gases”) as a pollutant. Kennedy joined the liberals in a 5-4 decision stating that carbon emissions meet the standard of a pollutant and remanded the decision on how to regulate them back to the EPA.\nIn 2014, however, Kennedy sided with the conservatives to rule that, although the EPA’s regulation of carbon emissions could apply to large polluters like power plants, it did not have the authority to regulate smaller polluters, such as businesses and schools.\nTrump’s pick to replace Kennedy will almost certainly favor a more punitive criminal justice system along the lines of the other four conservative justices. Kennedy indicated he supported strictly limiting the use of solitary confinement and had voted to reduce prison overcrowding.\nWhile Kennedy joined with the conservative majority against a defendant who had been held in solitary confinement for most of his 25 years in prison in a 2015 case, he wrote a separate concurring opinion about his opposition to the practice: “Research still confirms what this Court suggested over a century ago: Years on end of near-total isolation exact a terrible price.” \nThe implication of Kennedy’s 2015 concurrence was that he wanted to see the right case challenging the constitutionality of solitary confinement. It was believed that he would have voted with the liberal justices to limit its practice.\nIn 2011, Kennedy sided with the four liberal justices to uphold a lower court ruling ordering California to reduce overcrowding in its prisons by releasing tens of thousands of prisoners. It was one of the few prisoners’ rights cases to side with the prisoners in decades.\nHe was also a consistent vote to limit the death penalty’s use in various circumstances. He sided with the more liberal justices in multiple capital punishment cases, abolishing its use against juveniles and the intellectually disabled, finding it to be cruel and unusual punishment. His retirement will likely be a significant setback for death row prisoners.\nJust as in all the areas where Kennedy sided with the four liberals, his replacement by a fifth hard-line conservative justice will change the direction of criminal justice policy and jurisprudence for the foreseeable future.\nIn the 2008 case Boumediene v. Bush, Kennedy wrote the majority 5-4 opinion granting a right to the writ of habeas corpus to detainees held in detention at camps at the Guantanamo Bay military base. The decision, joined by the court’s four liberals, overturned a piece of the congressional law creating military commissions for War on Terror detainees and cemented the right for those detained off U.S. soil by the government to be able to challenge their detention as unwarranted. This was one of many cases in a series of Supreme Court rulings limiting the Bush administration’s attempt to establish a regime of indefinite detention with no legal recourse.\nMost of those held at Guantanamo Bay have been released, but 41 remain. Some of them still attempt to exercise their habeas corpus rights but have been denied multiple times by the D.C. Circuit Court. Brett Kavanaugh, a D.C. Circuit judge and one of Kennedy’s possible replacements, ruled against habeas corpus for these detainees and affirmed his position that no law, domestic or international, prevents the government from holding these detainees indefinitely. Kennedy’s departure could not only affect these ongoing habeas corpus decisions but also potentially implicate future efforts by the Trump administration ― or any future administration ― to deny or limit habeas corpus rights to noncitizens.\nCLARIFICATION: This story has been updated to clarify Kennedy’s positions in death penalty cases.", "date": "\n06/30/2018", "href": "https://www.huffpost.com/entry/supreme-court-anthony-kennedy-donald-trump_n_5b3551eee4b08c3a8f68d35f", "tags": "retirement kennedy key court puts rights issues justice one ― line cases justices decision v. anthony vote"}