{"title": "Justices Allow Execution of Muslim Death Row Inmate Who Sought Imam", "content": "WASHINGTON — The Supreme Court on Thursday allowed the execution of a Muslim inmate in Alabama whose request that his imam be present had been denied.\nThe vote was 5 to 4, with the four more liberal members of the court in dissent.\nThe majority offered little reasoning but said that the inmate, Domineque Ray, had waited too long to object. Justice Elena Kagan, writing for the dissenters, said the majority was “profoundly wrong.”\nUnder Alabama’s policy, she wrote, “a Christian prisoner may have a minister of his own faith accompany him into the execution chamber to say his last rites.”\n“But if an inmate practices a different religion — whether Islam, Judaism or any other — he may not die with a minister of his own faith by his side,” Justice Kagan wrote.\n“That treatment goes against the Establishment Clause’s core principle of denominational neutrality,” she added, referring to the clause of the First Amendment that bars the government from favoring one religious denomination over another.\nA federal appeals court had issued a stay of execution on Wednesday, saying that excluding the imam while routinely allowing a Christian chaplain to be present raised serious questions about religious discrimination.\nMr. Ray was originally scheduled to be executed at 6 p.m. Thursday for the 1995 rape, robbery and murder of Tiffany Harville, 15, in a cotton field outside Selma. His lawyer, Spencer Hahn, said at 10:20 p.m. that Mr. Ray had been killed.\nAs his execution date neared, Mr. Ray told prison officials that he sought, as the appeals court put it, “spiritual guidance and comfort from a cleric of his own faith.”\nThe officials said Mr. Ray’s imam could visit him shortly before the execution and observe it from a viewing room. But they would not allow the imam into the execution chamber.\nThe chaplain was allowed to be present, the officials went on, because he was an employee of the prison system who was “a member of the execution team” and was “familiar with the technicalities of the execution protocol,” having attended almost every execution in the state since 1997. The chaplain kneels and prays with inmates who seek pastoral care, the officials said. After considering Mr. Ray’s request, prison officials agreed to exclude the chaplain. But they said allowing the imam to be present raised unacceptable safety concerns.\nA unanimous three-judge panel of the United States Court of Appeals for the 11th Circuit, in Atlanta, stayed the execution, saying Mr. Ray had presented “a powerful Establishment Clause claim.”\n“We are exceedingly loath to substitute our judgment on prison procedures for the determination of those officials charged with the formidable task of running a prison, let alone administering the death penalty in a controlled and secured manner,” Judge Stanley Marcus wrote. “Nevertheless, in the face of this limited record, it looks substantially likely to us that Alabama has run afoul of the Establishment Clause of the First Amendment.”\nThe appeals court put Mr. Ray’s appeal on a fast track, with briefing to have been completed in a little more than a month.\nOn Wednesday, lawyers for Alabama filed an emergency application asking the Supreme Court to vacate the stay of execution in the case, Dunn v. Ray, No. 18A815. The state should be allowed, they wrote, to proceed with the “serious and solemn responsibility” of conducting executions “in an orderly and secure fashion.”\nIn response, lawyers for Mr. Ray urged the justices to allow the litigation to move forward in the appeals court. “Mr. Ray does not dispute that the state has an interest in enforcing its judgments,” they wrote. “But it does not have an interest in doing so unconstitutionally.”\nIn her dissent on Thursday, Justice Kagan wrote that the majority had acted with unseemly haste.\n“Ray has put forward a powerful claim that his religious rights will be violated at the moment the state puts him to death,” she wrote. “The 11th Circuit wanted to hear that claim in full. Instead, this court short-circuits that ordinary process — and itself rejects the claim with little briefing and no argument — just so the state can meet its preferred execution date.”", "date": "Feb. 7, 2019", "href": "https://www.nytimes.com/2019/02/07/us/politics/supreme-court-domineque-ray.html", "tags": "allow imam ray execution officials death court wrote ” muslim inmate justices row — sought"}