{"title": "Justice Dept. Watchdog’s Review of Russia Inquiry Is Nearly Done, Barr Says", "content": "WASHINGTON — The Justice Department’s internal watchdog intends to complete by May or June his investigation into aspects of the Russia inquiry, including whether law enforcement officials abused their powers in surveilling a former Trump campaign aide, Attorney General William P. Barr told lawmakers on Tuesday.\nThe department’s inspector general, Michael E. Horowitz, has been examining how law enforcement officials obtained a warrant in October 2016 to wiretap Carter Page, a former foreign policy adviser to the Trump campaign with links to Russia. Mr. Horowitz’s investigators have also asked witnesses about informants that the F.B.I. turned to in the early stages of the investigation, according to people familiar with his inquiry.\n“The office of the inspector general has a pending investigation of the FISA process in the Russia investigation,” Mr. Barr said in testimony before a House appropriations subcommittee, using shorthand for the Foreign Intelligence Surveillance Act. “I expect that will be complete in probably May or June, I am told. So hopefully we’ll have some answers from Inspector General Horowitz on the issue of the FISA warrants.”\nA spokesman for Mr. Horowitz declined to comment on the timing of the expected report. But the inspector general has previously confirmed that he was looking into the early stages of the Russia inquiry, including wiretap applications, informants and whether any political bias against Mr. Trump influenced investigative decisions.\nMr. Horowitz’s findings could once again upend the Justice Department and F.B.I., which have been at the center of a political firestorm since the 2016 presidential election over their handling of separate investigations into both Hillary Clinton’s use of a private email server and ties between Russia and the Trump campaign. The highly anticipated results of the Russia inquiry are due to be made public “within a week,” Mr. Barr said on Tuesday.\nIn the Russia investigation, Republicans have accused law enforcement officials of improperly obtaining the Page warrant because the application relied in part on Democratic-funded opposition research compiled into a dossier by Christopher Steele, a former British intelligence officer who was also an F.B.I. informant.\nAt issue is whether the F.B.I. and Justice Department made any misrepresentations to the secretive Foreign Intelligence Surveillance Court when seeking the warrant, or if they should have flagged any concerns about the credibility of the information in the application during renewals. If the inspector general finds fault with the F.B.I., it could help validate Republican accusations that the Russia investigation was politically motivated.\nMr. Trump’s allies have sought to reduce the inquiry to the problematic Steele dossier and to portray the Page wiretap application as its central feature. However, the bureau opened the counterintelligence investigation into Russia’s election meddling — including scrutinizing links to the Trump campaign — based on other information, and without the dossier.\nAnd the Page wiretap was only a small part of the broader Trump-Russia investigation: The inquiry involved more than 2,800 subpoenas, nearly 500 search warrants and about 500 witness interviews, Mr. Barr wrote in a letter to Congress describing the conclusions of the coming report by Robert S. Mueller III, the special counsel who took over the investigation in May 2017.\nLaw enforcement officials were also granted three renewals of the wiretap from the surveillance court; Rod J. Rosenstein, the deputy attorney general and a Trump administration appointee, signed the last renewal application, which was granted in June 2017.\nAs part of his investigation, Mr. Horowitz is scrutinizing the F.B.I.’s relationship with Mr. Steele, who provided the politically charged information to the agents trying to determine whether any of Mr. Trump’s associates were secretly working with the Russian government’s campaign to meddle in the 2016 election.\nTop F.B.I. officials received the Steele information in September 2016 as they were debating whether to obtain the secret warrant to surveil Mr. Page. Among claims that Mr. Steele compiled from sources was that Mr. Page secretly met a Russian official promising compromising information about Hillary Clinton during a visit to Moscow in July 2016 — an accusation Mr. Page has denied.\nCritics have argued that the court should have been explicitly told that the research was funded by the Democratic National Committee and the Hillary Clinton campaign, arguing that the court did not know that the information had potentially biased origins.\nJustice Department practice in filling out applications for secret wiretaps is to avoid naming Americans or American organizations, and the application contained a lengthy footnote alerting the court that an unnamed person who commissioned Mr. Steele’s research was “likely looking for information to discredit” Mr. Trump’s campaign.\nThe footnote went on to explain to the court that Mr. Steele had “provided reliable information to the F.B.I.” in earlier investigations and that based on that history, the bureau believed his latest information was “credible.”\nThe inspector general has also been examining Mr. Steele’s contributions to previous F.B.I.’s investigations, according to the people familiar with the inquiry. Investigators for Mr. Horowitz have asked about his role in helping the bureau investigate corruption at FIFA, the governing body of world soccer, suggesting that one focus of his is whether the bureau exaggerated Mr. Steele’s previous history with the bureau in its application to wiretap Mr. Page.\nOne of the debates surrounding the F.B.I.’s use of information from the Steele dossier in the application is whether it was all crucial to meeting the standard for eavesdropping on Mr. Page’s phone calls and emails.\nAsked whether he would have signed off on submitting the application if it did not contain that allegation, James A. Baker, who was the general counsel of the F.B.I. when it first sought permission to wiretap Mr. Page, called the allegation about Mr. Page’s visit to Moscow in 2016 “an important” part of the factual case for surveillance.\n“I am not going to sit here and say that there wouldn’t have been probable cause or that there would have been probable cause without the dossier,” Mr. Baker told lawmakers in the fall who were scrutinizing law enforcement officials’ actions during the 2016 election, according to a  transcript of his testimony released on Tuesday.\nBut, he also said, “there were other things in that application that to me were alarming, as well.”\nAnother F.B.I. lawyer involved in obtaining the warrant, Sally Moyer, told the same committees in October that it was “a close call” but “I think we would have gotten there on probable cause even without the Steele reporting,” a transcript of her testimony showed.\nIn publicly released documents, the F.B.I. said it had decided to end its relationship with Mr. Steele in November 2016 after he spoke to the news media about his work for the F.B.I. after bureau officials had asked him not to do so.\nThe inspector general is also scrutinizing another early source of information for the Russia investigation, the people said: Mr. Horowitz’s investigators have been asking questions about the role of Stefan A. Halper, another F.B.I. informant, and his prior work for the bureau.\nAgents involved in the Russia investigation asked Mr. Halper, an American academic who teaches in Britain, to gather information on Mr. Page and George Papadopoulos, another former Trump campaign foreign policy adviser.\nHowever, Mr. Halper also had additional contacts with other Trump officials that have raised concerns about his activities. In one instance, Mr. Halper reached out to Sam Clovis, a Trump campaign aide; it was not clear whether Mr. Halper had the F.B.I.’s blessing to contact Mr. Clovis.\nMr. Halper’s contacts have prompted Republicans and the president to incorrectly accuse the F.B.I. of spying on the campaign. Mr. Page has also said he met with Mr. Halper in mid-July 2016, about two weeks before the Russia investigation was opened.\nIn addition, the inspector general is examining Mr. Steele’s contacts with Bruce Ohr, a Justice Department official, according to the people familiar with the inquiry. Mr. Ohr, an expert on Russian organized crime and himself a frequent target of Mr. Trump’s ire, spoke with Mr. Steele several times after the F.B.I. terminated its relationship with the former British spy, and relayed information from those conversations to the bureau.\nMr. Barr, who was sworn in two months ago, also said that as he was awaiting the outcome of that inquiry, he was studying the F.B.I.’s decision in 2016 to begin investigating ties between Russia and Mr. Trump’s campaign, “trying to get my arms around all the aspects of the counterintelligence investigation that was conducted during the summer of 2016,” he said.", "date": "April 9, 2019", "href": "https://www.nytimes.com/2019/04/09/us/politics/russia-investigation-barr.html", "tags": "inquiry steele investigation information nearly justice ” dept campaign says barr russia done review watchdog page"}