{"title": "Justice Dept. Threatens House Democrats Over Contempt in Barr Battle", "content": "WASHINGTON — The Justice Department threatened late Tuesday to ask President Trump to invoke executive privilege over the hidden portions of Robert S. Mueller III’s report and all of the evidence behind it if Democrats proceeded Wednesday with a vote to hold Attorney General William P. Barr in contempt of Congress.\nIn a letter to the House Judiciary Committee, the department accused Democrats of being unreasonable in subpoenaing that material.\n“In the face of the committee’s threatened contempt vote, the attorney general will be compelled to request that the president invoke executive privilege with respect to the material subject to the subpoenas,” wrote Mr. Barr’s deputy, Stephen E. Boyd. “I hereby request that the committee hold the subpoena in abeyance and delay any vote on whether to recommend a citation of contempt for noncompliance with the subpoena, pending the president’s determination of this question.”\n[Read the Justice Department’s letter to the House committee.]\nThe new threat came only hours after the White House stepped in to stop Donald F. McGahn II, the former White House counsel and a key witness for Mr. Mueller, the special counsel, from handing over documents subpoenaed by House investigators because Mr. Trump may want to assert executive privilege.\nDemocrats were enraged and said Wednesday’s vote would go on as planned because Mr. Barr was in defiance of a Judiciary Committee subpoena for the same material he was threatening to seal off. The committee also warned Mr. McGahn that if he did not show up for a public hearing this month, they would most likely hold him in contempt of Congress, too.\n[Update: White House asked McGahn to declare Trump never obstruced justice.]\nThe Judiciary Committee’s chairman, Representative Jerrold Nadler of New York, said in a statement that the department’s argument lacked “credibility, merit or legal or factual basis.”\n“This is, of course, not how executive privilege works,” Mr. Nadler said. He added: “In the coming days, I expect that Congress will have no choice but to confront the behavior of this lawless administration. The committee will also take a hard look at the officials who are enabling this cover up.”\nEven by the standards of a week rippling with tensions between the executive and legislative branches over Democrats’ investigations, the exchanges amounted to a significant escalation of hostilities.\nThe Justice Department’s threat raised the question of whether a privilege claim to shield material that has already been shared with investigators and disclosed to the public — and, in the case of some material redacted from the report, with lawmakers — is legitimate. Mr. Mueller’s underlying evidence, like raw reports of F.B.I. interviews with witnesses, has mostly not been viewed outside of the department, though.\nFrom a more practical view, the letter from Mr. Boyd bolstered the record that the executive branch could point to in order to make the case that Congress was unreasonable if, as seems likely, the dispute ends up in a lengthy court battle over whether Congress’s subpoena, or Mr. Trump’s for-now still hypothetical assertion of executive privilege, should prevail.\nComplying with the subpoena, wrote Mr. Boyd, “would force the department to risk violating court orders and rules in multiple ongoing prosecutions,” as well as require it to violate grand jury secrecy rules.\nThe showdown between the House and White House over Congress’s constitutional role in oversight of the executive branch is also profoundly dividing the Capitol, where House Democratic leaders are getting no backup from their Senate Republican counterparts. Senator Mitch McConnell of Kentucky, the majority leader, stood on the floor of the upper chamber on Tuesday and pressed an entirely different verdict: “Case closed.”\nIn a blistering speech, Mr. McConnell targeted President Barack Obama for his policy toward Russia (“maybe stronger leadership would have left the Kremlin less emboldened”) and Democrats in Congress for refusing to accept Mr. Mueller’s conclusions.\n“With an exhaustive investigation complete, would the country finally unify to confront the real challenges before us?” Mr. McConnell asked. “Or would we remain consumed by unhinged partisanship, and keep dividing ourselves to the point that Putin and his agents need only stand on the sidelines and watch as their job is done for them?”\n“Regrettably,” he continued, “the answer is obvious.”\nSenator Chuck Schumer of New York, the Democratic leader, and Speaker Nancy Pelosi, in a joint statement, blasted the speech as a “stunning act of political cynicism and a brazen violation of the oath we all take.”\nBeyond the messaging, the divergence could shape what Democrats are able to do to further hold Mr. Trump to account for Mr. Mueller’s findings on Russian election interference and attempts by the president to thwart his investigation. Mr. McConnell’s uncompromising stand signaled that a House impeachment resolution would face a stone wall in the Senate, where Mr. Trump would be put on trial.\nMs. Pelosi, in her own remarks on Tuesday, conceded that Democrats were unlikely to see a change of heart from Republicans anytime soon. Still, she argued that a pattern of obstruction of justice by the president was becoming clearer by the day.\n“Trump is goading us to impeach him,” she said at a Cornell University event in Manhattan. “That’s what he is doing; every single day he is just, like, taunting, taunting, taunting. Because he knows that it would be very divisive in the country. But he doesn’t really care; he just wants to solidify his base.”\nMs. Pelosi said she was pushing her caucus not to take the bait, but instead to try to line up the facts and build a public case. But nearly three weeks after the release of a redacted version of Mr. Mueller’s 448-page report, that is proving more difficult than Democrats anticipated.\nAs the Judiciary Committee received word from Mr. McGahn and the White House that he would not comply with its subpoena, committee staff members were preparing for a Wednesday morning vote on contempt for Mr. Barr.\nJustice Department officials and lawyers for the committee met once again on Tuesday to try to hash out a compromise to dial back the escalating tensions. They traded counteroffers, but ultimately the discussions ended acrimoniously.\nThe Justice Department was also in a standoff with the House Intelligence Committee over a bipartisan request by its chairman and top Republican for access to all intelligence and counterintelligence information collected in the course of Mr. Mueller’s work. A committee aide indicated on Tuesday that discussions with department officials did not appear to be progressing and that the Democrat-led panel would soon turn to a subpoena.\nThe case of Mr. McGahn, who is cited more than any other witness in the Mueller report, was narrower, but the White House actions threatened to wall off a central witness.\nPat Cipollone, the current White House counsel, instructed Mr. Nadler to instead redirect such requests to the White House.\n“The White House provided these records to Mr. McGahn in connection with its cooperation with the special counsel’s investigation and with the clear understanding that the records remain subject to the control of the White House for all purposes,” Mr. Cipollone wrote. “The White House records remain legally protected from disclosure under longstanding constitutional principles, because they implicate significant executive branch confidentiality interests and executive privilege.”\nMr. Mueller relied heavily on Mr. McGahn in the part of his report that examined whether the president obstructed justice, using him as an unofficial narrator to recount how Mr. Trump sought to control the investigations into his campaign and administration.\nA Judiciary Committee subpoena had requested that Mr. McGahn turn over by Tuesday all documents and communications on more than 30 subjects, including all the major episodes that Mr. Mueller examined to determine whether the president obstructed justice. Among them were the firing of James B. Comey as F.B.I. director, attempts to fire Mr. Mueller and the president’s effort to have Mr. McGahn write a false document recanting what he told investigators.\nMr. McGahn had been told by White House officials weeks ago that he should not cooperate and was frustrated that the White House stalled until the subpoena’s deadline to make its objections public, according to a person close to him.\nIn its objection, the White House raised the specter of executive privilege, a power meant to shield conversations between the president and his closest advisers, but the president has not actually invoked that shield.\nDemocrats seized on that point. In a letter back to Mr. McGahn’s lawyer, Mr. Nadler argued that Mr. Trump long ago lost the authority to withhold the material in question, not least because Mr. Barr disclosed much of the same material when he made most of the Mueller report public last month.\nDemocrats appeared to be more concerned, though, about public testimony by Mr. McGahn also required by the subpoena to take place on May 21.\n“I fully expect that the committee will hold Mr. McGahn in contempt if he fails to appear before the committee,” Mr. Nadler wrote, “unless the White House secures a court order directing otherwise.”\nMr. McGahn’s lawyer, William A. Burck, told the committee in a letter on Tuesday that in light of the White House’s position and Mr. McGahn’s continuing “duties and obligations” to the president, he would wait out potential discussions between the House and the White House.\nHe did not specifically comment on the May 21 hearing.", "date": "May 7, 2019", "href": "https://www.nytimes.com/2019/05/07/us/politics/don-mcgahn-subpoena.html", "tags": "democrats threatens battle committee mcgahn mueller justice house dept ” white barr contempt"}