{"title": "Justice Dept. Won’t Be Extorted, Rosenstein Warns Republicans", "content": "WASHINGTON — After months of conceding to demands from a small group of House Republicans for more visibility into continuing investigations, the deputy attorney general, Rod J. Rosenstein, pushed back on Tuesday, declaring that the Justice Department “is not going to be extorted.”\nHis comment came the day after revelations that several of those Republicans, led by Representative Mark Meadows of North Carolina and other loyalists of President Trump, had drafted articles of impeachment to use against Mr. Rosenstein in case the long-simmering dispute with the deputy attorney general boiled over.\nThough their conflict is ostensibly over the Justice Department’s production of sensitive documents to Congress, Democrats believe that the bureaucratic disagreement belies a more fundamental concern for the lawmakers: protecting Mr. Trump from the special counsel investigation, which Mr. Rosenstein oversees.\nMr. Rosenstein said he had been threatened, though he did not name the Republicans.\n“There have been people who have been making threats, privately and publicly, against me for quite some time,” he said. “And I think they should understand by now, the Department of Justice is not going to be extorted.”\nHe accused the Republicans of leaking their own draft articles of impeachment to reporters and said he would not comment on a document “no one has the courage to put their name on,” drawing a distinction from how the Justice Department prosecutes cases.\n“If we’re going to accuse somebody of wrongdoing, we have to have admissible evidence and credible witnesses,” Mr. Rosenstein said. “We need to prepare to prove our case in court. And we have to affix our signature to the charging document.”\nMr. Meadows fired back, accusing Mr. Rosenstein of stonewalling and calling on him to resign.\n“If he believes being asked to do his job is ‘extortion,’ then Rod Rosenstein should step aside and allow us to find a new deputy attorney general — preferably one who is interested in transparency,” Mr. Meadows, the chairman of the conservative Freedom Caucus, said in a statement.\nThe draft impeachment articles are unlikely to advance through the House, where the Judiciary Committee and possibly the full chamber would have a say. But they represent the most explicit threat yet to Mr. Rosenstein by lawmakers with close ties to Mr. Trump.\nThe lawmakers have been threatening to impose sanctions on or even impeach Mr. Rosenstein, 53, on and off for months as they have tangled over access to sensitive documents related to some of the F.B.I.’s most politically charged cases. Democrats have feared that Republicans would use any failure to comply as a pretext to fire the deputy attorney general.\nThe rebuke from Mr. Rosenstein was at odds with his earlier actions. He has worked to meet the demands of lawmakers, recently letting them review an almost completely unredacted F.B.I. memo on the opening of a still-active investigation of the Trump campaign, a highly unusual step.\nMr. Rosenstein also personally signed off on an F.B.I. raid of the home, office and hotel room of Michael D. Cohen, the president’s personal lawyer. In the days that followed, the president and his allies in Congress escalated their criticisms of Mr. Rosenstein, whose oversight of the Russia investigation gives him power to narrow the scope of the inquiry. Democrats fear that a new deputy attorney general could hobble the investigation without ending it, a move that could create havoc ahead of the midterm elections.\nWhile he was critical of Republican lawmakers, Mr. Rosenstein was more flattering of Mr. Trump during Tuesday’s event at the Newseum in Washington honoring the Constitution and the rule of law.\nHe said that there is no threat “to the rule of law in America today” because it is protected by the Constitution.\nHe also fought back against accusations that Mr. Trump’s continued assailing of law enforcement officials has undermined the Justice Department’s traditional independence from political interference. Noting that the department is “not independent of the executive branch,” he said its mission was to enforce the law as well as carry out the priorities of the administration, and that the two were not in conflict.\nMr. Rosenstein sometimes spoke with the emphasis of a prosecutor giving closing arguments before a jury. At times he drew a copy of the Constitution from his breast pocket and brandished it to make a point.\nBut he also held forth on less weighty matters, including pronunciation of his own last name, an occasional topic of lighthearted debate in Washington.\n“So, there’s no right answer to that,” he said. “My father pronounces it ‘stine.’ That’s how I pronounce it. But I actually have relatives who pronounce it ‘steen,’ so I’ll answer to either one.”", "date": "May 1, 2018", "href": "https://www.nytimes.com/2018/05/01/us/politics/rosenstein-justice-department-republicans.html", "tags": "warns rosenstein department justice ” dept extorted attorney republicans deputy"}