{"title": "Just the Fear of a Trade War Is Straining the Global Economy", "content": "LONDON — Only a few months ago, the global economy appeared to be humming, with all major nations growing in unison. Now, the world’s fortunes are imperiled by an unfolding trade war.\nAs the Trump administration imposes tariffs on allies and rivals alike, provoking broad retaliation, global commerce is suffering disruption, flashing signs of strains that could hamper economic growth. The latest escalation came on Friday, when President Trump announced fresh tariffs on $50 billion in Chinese goods, prompting swift retribution from Beijing.\nAs the conflict broadens, shipments are slowing at ports and airfreight terminals around the world. Prices for crucial raw materials are rising. At factories from Germany to Mexico, orders are being cut and investments delayed. American farmers are losing sales as trading partners hit back with duties of their own.\nWorkers in a Canadian steel mill scrambled to recall rail cars headed to the United States border after Mr. Trump this month slapped tariffs on imported metals. A Seattle customer soon canceled an order.\n“The impact was felt immediately,” said Jon Hobbs president of AltaSteel in Edmonton. “The penny is really dropping now as to what this means to people’s businesses.”\nThe Trump administration portrays its confrontational stance as a means of forcing multinational companies to bring factory production back to American shores. Mr. Trump has described trade wars as “easy to win” while vowing to rebalance the United States’ trade deficits with major economies like China and Germany.\nMr. Trump’s offensive may yet prove to be a negotiating tactic that threatens economic pain to force deals, rather than a move to a full-blown trade war. Americans appear to be better insulated than most from the consequences of trade hostilities. As a large economy in relatively strong shape, the United States can find domestic buyers for its goods and services when export opportunities shrink.\nEven so, history has proved that trade wars are costly while escalating risks of broader hostilities. Fears are deepening that the current outbreak of antagonism could drag down the rest of the world.\nBefore most trade measures fully take effect, businesses are already grappling with the consequences — threats to their supplies, uncertainty over the terms of trade and gnawing fear about what comes next.\n“Just talking about protectionism is causing trouble,” said Marie Owens Thomsen, global chief economist at Indosuez Wealth Management in Geneva. “It’s an existential risk to the world economy.”\nAfter two years of expansion, airfreight traffic was flat over the first three months of the year, according to the International Air Transport Association. Dips have been especially pronounced in Europe and Asia.\nContainer ships, the workhorses of global commerce, have seen no growth in freight since last fall in seasonally adjusted terms, according to a key index.\nA gauge of world trade tracked by Oxford Economics, a research firm in London, recently registered its weakest showing since early 2017.\n“Let us not understate the macroeconomic impact,” the managing director of the International Monetary Fund, Christine Lagarde, warned this past week about trade conflicts. “It would be serious, not only if the United States took action, but especially if other countries were to retaliate, notably those who would be most affected, such as Canada, Europe and Germany.”\nThreats to trade are emerging just as the global economy contends with other substantial challenges.\nThe Trump administration’s decision to reinstate sanctions on Iran has lifted oil prices, adding pressure to importers worldwide. Europe’s economy is weakening, with Germany — the continent’s largest economy — especially vulnerable. Central banks in the United States and Europe are withdrawing the cheap money they sent coursing through the global financial system after the crisis of 2008, lifting borrowing costs.\nThe Trump administration has embroiled the United States in increasingly acrimonious conflicts with huge trading partners.\nThe United States last year imported more than $600 billion in goods and services from Canada and Mexico, the two other nations in the North American Free Trade Agreement — a deal Mr. Trump has threatened to blow up. Americans bought more than $500 billion in wares from China, and another $450 billion from the European Union. Collectively, that amounts to nearly two-thirds of all American imports.\n“If you seriously disrupt any of these three, you’re going to feel the effects,” said Adam Slater, lead economist at Oxford Economics. “If you disrupt all three at once, you’re going to feel it quite severely.”\nIn Houston, still recovering from the devastation inflicted by Hurricane Harvey, the steel tariffs loom like another storm on the horizon.\nThe Greater Port of Houston, a network of nearly 200 terminals lining 25 miles of channel, is one of the busiest seaborne cargo hubs on the planet. It is also a major local employer, and the largest importer of steel in North America. Steel imports have been surging, especially pipes used by the energy industry.\nSixteen years ago, when President George W. Bush put tariffs on steel, imports fell substantially. Such memories now stoke modern-day fears.\n“We’re kind of in a wait-and-see mode,” said Roger Guenther, executive director for the Port of Houston Authority.\nFor companies that make steel and aluminum, the American tariffs have presented a direct and menacing challenge to their businesses.\nAt Alta, the steel mill in Edmonton, the metals tariffs delivered an immediate crisis. Roughly one-fifth of the company’s business involves shipping steel to American customers.\nSuddenly, the border separating Canada from the United States was effectively enshrouded in fog. The company redirected rail cars destined for customers in the United States, incurring extra freight charges reaching 100,000 Canadian dollars (about $76,000).\nLawyers for some of Alta’s customers have suggested that certain products might be classified to avoid tripping the American tariffs, which apply only to specific types of steel. Yet for now, the company is waiting for rulings from overwhelmed American customs officials.\n“We do not know when we will get an answer out of the U.S. government,” Mr. Hobbs said. “Nobody, including the U.S. border protection agency, knows what to do.”\nAcross Europe, steel makers fret about an indirect consequence of Mr. Trump’s tariffs — cheap Chinese steel previously destined for the United States, now redirected to their continent.\n“We have seen increases,” said Mathias Ternell, international affairs director at Jernkontoret, a Swedish steel industry association in Stockholm. “This is what Swedish companies and European companies worry about the most.”\nMr. Trump portrays trade hostilities as a necessary corrective to the United States’ trade deficits with other nations. But economists and business leaders note that many imports are components that are used to manufacture goods at American factories.\nFor buyers of steel and aluminum inside the United States, the tariffs have increased prices, discouraging investment.\nElectrolux, the Swedish manufacturer of household appliances, recently postponed plans to upgrade a stove factory in Tennessee, citing uncertainties created by the tariffs.\nIn the suburbs of Austin, Tex., Matt Bush, vice president of a small company that makes structures used in office buildings and retail spaces, said steel tariffs would force his company to pay as much as $50,000 a month extra for metal.\n“You have to imagine all the people who are purchasing raw steel and aluminum for input into their business are in the same predicament,” he said. “And it’s probably staggering how far that reaches.”\nSpain has emerged from a depression to become one of the fastest growing economies in Europe. Trade conflict is directly challenging that trajectory.\nIn the Spanish city of Toledo, Extol, a company that makes parts for the automobile and railroad industries, has recently seen customers demand supply contracts lasting no more than three months, rather than the usual one-year duration. With the price of aluminum rising, buyers are reluctant to commit, said the company’s chief executive, Fernando Busto.\n“We are watching events with enormous worry,” Mr. Busto said. “The political decisions of Donald Trump are resulting in turbulence and volatility.”\nFar beyond the realm of metal, the impact of trade skirmishes are rippling out, hitting small businesses and consumers.\nIn Mexico, anxiety about trade has persisted ever since Mr. Trump took office, given his threats to tear up the North American Free Trade Agreement, and his designs on constructing a wall along the border. Ordinary Mexicans have absorbed the hit as the peso has plunged in value, raising the cost of everyday goods from the United States.\n“That president is driving us to bankruptcy,” said Gustavo Ferreyra Olivares, a fruit seller who has operated a stall at a covered market in Mexico City for 35 years. “Trump is the one who has raised the prices.”\nMost of the fresh fruit at his stall was grown in Mexico. But Granny Smith apples nestled in molded cardboard bore the USA label. So did a pile of glistening Gala apples, and neat lines of Red Delicious.\nUnder Nafta, Mexico has grown into the world’s largest importer of American apples. But sales are down because the price has gone up by nearly one-fifth in the past week alone.\nThe Mexican government recently imposed 20 percent tariffs on American apples in response to Mr. Trump’s duties on steel. That will make it harder for Mr. Ferreyra to sell his American produce. He envisions farmers hurting on the other side of the border, too.\n“Mexico is a big importer of apples,” he said. “If we decide to boycott them, they will all have to stay up there.”\nGlobal commodities markets are wrestling with the impacts of trade conflict, especially as China seeks alternatives to American suppliers.\nIn recent years, as the ranks of China’s middle class have grown, so has the national appetite for pork. Raising growing numbers of pigs has forced China to import increasing volumes of American soybeans.\nBut China has taken direct aim at American farms in retaliation for Mr. Trump’s metals tariffs, threatening duties on soybeans from the United States. Chinese pork producers have turned their sights to Brazil and Argentina, the only countries that now produce enough soybeans to offer a potential alternative to the American supply.\nOn the other side of the Atlantic, Jesper Pagh sat in his office in Copenhagen and watched the result — rising prices for soybeans on world markets.\nMr. Pagh oversees the livestock feed business at the DLG Group, an agribusiness conglomerate that supplies customers in Sweden, Germany and Denmark. His company has traditionally tapped South America for soybeans. Now, Chinese competition was increasing the cost.\nAmerican soybeans were suddenly available, but they presented a mismatch. Europe imports soybean meal, not the beans. In the United States, the crushing plants that make meal were already tied up by domestic customers.\nA veteran of the commodity world, Mr. Pagh is accustomed to prices that fluctuate. His company relies on long-term supply contracts, limiting its vulnerability to price shifts.\nStill, here was a new variable.\n“It’s another factor that’s affecting the volatility and the level of nervousness in the market,” Mr. Pagh said. “It’s not something that really keeps me awake at night, but, of course, it can escalate.”", "date": "June 16, 2018", "href": "https://www.nytimes.com/2018/06/16/business/tariffs-trade-war.html", "tags": "american straining united steel states ” global economy war fear trade tariffs"}