{"title": "Justice Dept. to Weigh Inquiry Into Clinton Foundation", "content": "WASHINGTON — The Justice Department said Monday that prosecutors were looking into whether a special counsel should be appointed to investigate political rivals President Trump has singled out for scrutiny, including Hillary Clinton.\nThe department, in a letter sent to the House Judiciary Committee, said the prosecutors would examine allegations that donations to the Clinton Foundation were tied to a 2010 decision by the Obama administration to allow a Russian nuclear agency to buy Uranium One, a company that owned access to uranium in the United States, and other issues.\nThe letter appeared to be a direct response to Mr. Trump’s statement on Nov. 3, when he said he was disappointed with his beleaguered attorney general, Jeff Sessions, and that longstanding unproven allegations about the Clintons and the Obama administration should be investigated.\nAny such investigation would raise questions about the independence of federal investigations under Mr. Trump. Since Watergate, the Justice Department has largely operated independently of political influence on cases related to the president’s opponents.\nMr. Trump’s statement galvanized conservative news outlets — like Fox News and Breitbart News — which have since beaten the drum for a special prosecutor to be appointed.\nPeople close to the White House said there might be another issue at play: Mr. Sessions might be able to forestall the president’s firing him by appointing a special counsel to investigate the uranium deal.\nMr. Trump blames Mr. Sessions for the cloud of the Russia investigation that has hovered over his 10-month presidency, saying that if Mr. Sessions had never recused himself from the inquiry this year, the special counsel, Robert S. Mueller III, would never have been appointed.\nOn Tuesday, Mr. Sessions is scheduled to testify before the House Judiciary Committee, where he is expected to be questioned sharply by both Republicans and Democrats. The letter was a reply to formal requests from congressional Republicans for a Justice Department inquiry into various Clinton-related issues.\nAlthough Mr. Sessions has recused himself from all matters related to the election, he and the deputy attorney general, Rod J. Rosenstein, will oversee the prosecutors’ decision to appoint the special counsel, the letter said.\n“These senior prosecutors will report directly to the attorney general and the deputy attorney general, as appropriate, and will make recommendations as to whether any matters not currently under investigation should be opened, whether any matters currently under investigation require further resources, or whether any matters merit a special counsel,” Stephen E. Boyd, an assistant attorney general, said in the letter to the House Judiciary Committee.\nRepresentative Adam B. Schiff, Democrat of California, criticized the Justice Department’s letter.\nRepublicans have long tried to link Mrs. Clinton to the uranium deal, which was revealed in the run-up to her 2016 presidential campaign. The deal was approved by the Committee on Foreign Investment in the United States when she was secretary of state under President Barack Obama and had a voting seat on the panel.\nConservative news outlets have kept the story line alive and pushed the allegations as part of a continuing narrative that the Clintons are corrupt. They claim Mrs. Clinton was part of a quid pro quo in which the Clinton Foundation received large donations in exchange for support of the deal.\nAs the special counsel’s investigation into Mr. Trump and his associates has intensified in recent weeks, Mr. Trump has asked allies and advisers why Mr. Mueller is not investigating the Uranium One case, according to a person familiar with the president’s discussions on the matter.\nThe allies and advisers have told Mr. Trump that Mr. Mueller’s purview is only to look into Russian interference in the 2016 election, the person said. In response, Mr. Trump has protested that Uranium One also relates to Russia.\nHowever, White House officials in recent days have played down questions about whether the president or his immediate advisers were seeking a new special counsel.\nIt was before leaving for a 12-day trip to Asia this month that Mr. Trump publicly vented about how the Justice Department had operated under Mr. Sessions.\n“I’m really not involved with the Justice Department,” Mr. Trump told reporters. “I’d like to let it run itself.”\n“But, honestly, they should be looking at the Democrats,” Mr. Trump said, adding, “And a lot of people are disappointed in the Justice Department, including me.”\nMr. Trump has been repeatedly criticized for trying to intervene in the Justice Department’s investigations since he took office.\nIn May, it was revealed that Mr. Trump had asked James B. Comey, then the F.B.I. director, to end the investigation into Mr. Trump’s former national security adviser — a disclosure that led to the appointment of Mr. Mueller. Mr. Trump has repeatedly criticized Mr. Mueller’s investigation — which has intensified in recent weeks as three Trump campaign members were charged — as a witch hunt.\nDuring his Senate confirmation hearing this year, Mr. Sessions said he would not name a special prosecutor to investigate Mrs. Clinton even if ordered to do so by the president.\n“This country does not punish its political enemies,” he told the Senate Judiciary Committee.\nMr. Trump, who closely monitors the conservative news media ecosystem for ideas on how to attack his opponents, has cited reports from those outlets to aides and friends as examples for why a special counsel should be appointed.\nOne commentator in particular, the Fox News host Jeanine Pirro — who is a friend of Mr. Trump’s and whose show he rarely misses — has aggressively denounced Mr. Sessions as weak for not investigating the uranium deal. In addition to making scathing critiques on her show, Ms. Pirro — who had interviewed to be the deputy attorney general, according to three transition officials — recently met with the president to excoriate the attorney general.\nIn an Oval Office meeting on Nov. 1, Ms. Pirro said that a special counsel needed to be appointed, according to two people briefed on the discussion. Through a Fox News spokeswoman, Ms. Pirro said, “Everything I said to President Trump is exactly what I’ve vocalized on my show, ‘Justice with Jeanine.’”\nAfter his victory last November, Mr. Trump struck a far different tone on prosecuting Mrs. Clinton.\n“Look, I want to move forward, I don’t want to move back,” Mr. Trump said in an interview with The New York Times. “And I don’t want to hurt the Clintons. I really don’t.”\n“She went through a lot. And suffered greatly in many different ways. And I am not looking to hurt them at all,” he said. “The campaign was vicious. They say it was the most vicious primary and the most vicious campaign. I guess, added together, it was definitely the most vicious; probably, I assume you sold a lot of newspapers.”", "date": "Nov. 13, 2017", "href": "https://www.nytimes.com/2017/11/13/us/politics/justice-department-uranium-one-special-counsel.html", "tags": "inquiry clinton counsel department weigh justice dept trump ” foundation special —"}