{"title": "Justice Kennedy's Retirement Could Harm Reproductive Rights For Decades", "content": "President Donald Trump’s pick to replace Supreme Court Justice Anthony Kennedy, who announced his retirement Wednesday, could easily overturn the landmark 1973 abortion rights decision Roe v. Wade within two years. \nA new Trump-nominated justice could signal an open season on women’s reproductive autonomy.\nAs the only centrist on the court, Kennedy has long been the main obstacle blocking states from completely banning abortion. While he didn’t always rule in favor of reproductive rights, he tipped the scales in two of the most important abortion rights cases of the past century. In 1992’s Planned Parenthood v. Casey, which conservatives hoped would overturn Roe, Kennedy protected a woman’s right to choose, writing that “[t]he ability of women to participate equally in the economic and social life of the Nation has been facilitated by their ability to control their reproductive lives.”\nIn 2016, Kennedy again sided with the four liberal justices in Whole Woman’s Health v. Hellerstedt, a decision that now prevents states like Texas from regulating abortion out of existence. \nTrump’s high court nominee will almost certainly not be a centrist Kennedy type. The president has already promised to appoint justices who would overturn Roe. Trump’s short list of nominees is made up of conservative ideologues ― like the most recently confirmed justice, Neil Gorsuch ― who would likely side with religious groups over women and with the rich and powerful over the marginalized. \nThe Supreme Court is poised to move sharply to the right at a time when a slew of abortion cases are already worming their way through the lower courts.\n“The stakes of the coming nomination fight are extraordinary,” said Nancy Northup, president and CEO of the Center for Reproductive Rights. “The future of reproductive rights is on the line.” \nAnti-abortion groups frothed with excitement Wednesday as Kennedy announced his retirement. The groups have been looking forward to this moment for decades. \n“The Pro-Life movement must immediately turn our attention to encouraging the White House and the U.S. Senate to fully take advantage of this historic opportunity,” Texas Right to Life said in a statement Wednesday.\nOther groups simply gloated. \n“With confidence that the future of the Supreme Court is in good hands, we wish Justice Kennedy a peaceful and restful retirement,” said Marjorie Dannenfelser, president of the national anti-abortion group Susan B. Anthony List.\nMeanwhile, NARAL Pro-Choice America President Ilyse Hogue’s cell phone rang off the hook. \n“People are saying, ‘Tell me what to do. I’ll do anything. This is it. This is the last stand. Put me in,’” she said, noting that NARAL’s affiliates in all 50 states are already encouraging their members to call the Senate.\nFor the past three decades, the strategy among anti-abortion groups has been to chip away at abortion rights through increasingly stringent restrictions in the states, hoping to provoke a challenge in court. These laws include bans on abortion as early as six weeks into a pregnancy, or bans on medication abortion ― the safest and most common method of ending a pregnancy in the first trimester. Abortion foes have deliberately pushed for these unconstitutional abortion restrictions in heartland states like Arkansas, Iowa, Missouri and North and South Dakota, knowing that they will end up in the heavily conservative-leaning 8th U.S. Circuit Court of Appeals.\nOne of these cases could be kicked up to the Supreme Court, creating a new opportunity for the justices to reconsider Roe. Iowa’s “heartbeat bill,” for instance, which bans abortions after a fetal heartbeat can be detected and before some women even realize they’re pregnant, was specifically designed to challenge Roe.\nThe high court could also consider a Planned Parenthood defunding case from Kansas and Louisiana as early as next term. And the 4th, 9th, and D.C. circuits are poised to consider lawsuits to protect the national Teen Pregnancy Prevention Program from Trump administration efforts to replace it with abstinence-only education.\n“I’m looking at the list of cases that could potentially be taken up in the 2018 and 2019 terms, and any one of them would strike a blow to the heart of Roe if it was decided poorly and set women’s rights back by decades and decades,” Hogue said. \nProgressives hoping to save abortion rights may try to put up a fight against Trump’s pick in the Senate, as Senate Majority Leader Mitch McConnell (R-Ky.) did when President Barack Obama nominated Merrick Garland in 2016. Republicans have a slight majority in the Senate, but at least some of them may prove to be allies. \n“I view Roe v. Wade as being settled law,” Sen. Susan Collins (R-Maine) said Wednesday. “It’s clearly precedent and I always look for judges who respect precedent.” \nMcConnell, of course, is determined to hold a vote on Trump’s nominee before the midterms, despite having blocked a vote on Garland until Obama was out of office. But Hogue thinks this is a politically dangerous move for Republicans to support. \n“While certainly the Senate currently is stacked against us, we’ve got the organizing power. We’ve got the majority of Americans on our side,” she said. “We know that people ― Americans, not Republicans, not Democrats ― actually value legal access to abortion as a critical cornerstone of freedom and human rights in this country.”\n“McConnell can hold a vote if he wants, but I think there would just be mutiny.”\nIgor Bobic contributed reporting.", "date": "\n06/27/2018", "href": "https://www.huffpost.com/entry/justice-kennedy-reproductive-rights_n_5b33fe9de4b0b745f17a6dd4", "tags": "retirement decades kennedy court rights harm president justice ” roe abortion could reproductive"}