{"title": "Just Another Beer? Not to Those in Laos on a Mission to Create a Global Buzz", "content": "VANG VIENG, Laos — In this tourist town on the Nam Song River, Beer Lao is as ubiquitous as sneakers and sunburns.\nBackpackers stroll the streets with a bottle of lager in each hand. Beer snobs like it, too.  Time magazine has called it Asia’s best local beer. And the brand’s logo adorns everything from patio furniture to street signs.\nBut the buzz stops there. Outside Laos, Beer Lao is notoriously hard to find.\nLike a film festival winner without a distribution deal, the rice-based lager has struggled to turn cult status into anything other than good press. Even with backing from the Danish brewer Carlsberg, which owns 50 percent of the company that makes Beer Lao in partnership with the Lao government, just 1 percent of its annual production is exported.\nThe company, Lao Brewery, hopes to change that. It would like to see 10 percent sold abroad, and it is counting on Vang Vieng’s beer-loving backpackers to help them make the sale.\nLao Brewery is building a network of fans-turned-distributors who import and sell the beer in select markets. Some distributors are former travelers who see potential in a brand with little international exposure. Others just really like the beer.\nIn Hong Kong, the brand is in the hands of Jerry Cheung, who has a love for lager and an affinity for the laid-back pace in Laos.\nMr. Cheung first tried Beer Lao while living in Cambodia in 2006. “It was the most unique beer I’d ever tasted,” he recalled. He flew to Vientiane, where the beer is made, soon afterward.\nBeer Lao is made with rice in addition to malt. This, Mr. Cheung says, gives the beer a flavor that is light and crisp.\nNot everyone is sold on the beer. Randy Mosher, a beer marketing consultant and author of “Tasting Beer: An Insider’s Guide to the World’s Greatest Drink,” is skeptical about the beer’s “unique” taste.\n“This is very much one of the international-style pilsners that happens to be brewed in exotic locations,” he said. “Fizzy yellow beers tend to be all the same.”\nMr. Cheung, however, was sold. Within a year he had quit his job, persuaded Lao Brewery to appoint him as a distributor and founded an import firm with two Canadian friends.\nThat firm, Aseurica, is now the exclusive distributor for Hong Kong and Macao. It sells cases of beer to local bars and sponsors yachting trips and beach parties aimed at expatriates.\nThe beer is priced competitively, Mr. Cheung said. In Hong Kong’s central district, it sells for 44 Hong Kong dollars, or about $6, a bottle — about the same price as Carlsberg, Stella Artois or Heineken.\nPart of the challenge is selling grass-roots chic to the masses. Since Hong Kong is low on backpackers and high on bankers, Mr. Cheung and his partners use locally made promotional materials instead of merchandise from headquarters.\nThis allows them to offer, say, a yacht-appropriate custom-fitted bottle cooler instead of a branded beer glass.\nMr. Cheung said the strategy was a bit do-it-yourself, “but it gives us flexibility.”\nButsarakorn Srikhongrak, Lao Brewery’s marketing manager, said the ad hoc approach was working. Because of similar deals with a handful of distributors, Beer Lao is available across Southeast Asia and in cities in the United States, Japan, Britain, France, Germany, Australia and New Zealand. There are plans to expand to the Philippines, Israel and China next year, she said.\nLao Brewery said it sold 132 million liters, or almost 280 million pints, of beer last year and had revenue of $145 million. This year, the company is expecting revenue to grow 10 percent.\nBeer Lao enjoys a 99 percent market share in Laos. In other countries, however, when it is lined up next to big brands like Heineken and Corona, it becomes more critical to stand out.\nAn added challenge, said Sivilay Lasachack, Lao Brewery’s Laos-born, Czech-trained brew master, is that few people know what — or where — Laos is.\n“When I travel internationally, people say, ‘I like your beer, but what is Laos?’ ” she said. “I tell them it’s the country next to Vietnam, come visit.”\nMr. Cheung encounters similar questions. “Even here in Asia, people are like, ‘Laos, where is that?’ ” he said.\nRelative obscurity, or the lure of the exotic, is certainly a big part of the appeal — as Coors learned in the days when its beer was available only in the Western United States. That may be why Carlsberg and Lao Brewery are moving slowly.\nIt is definitely why Fiona Read, a teacher from Britain, shopped for Beer Lao T-shirts while vacationing in Vang Vieng recently. A friend from Britain had asked for a Beer Lao shirt. Ms. Read obliged.\n“Apparently it’s quite a cool beer to drink in London,” she said.\n“I think it’s considered sort of a funky, travelers’ beer,” she added. “Anybody who has traveled would drink it.”\nLao Brewery hopes that proves true. Not everyone has traveled, but nothing makes you thirsty like a beer you cannot drink.", "date": "MAY 25, 2009", "href": "https://www.nytimes.com/2009/05/26/business/global/26beer.html", "tags": "laos create cheung beer global ” another mission lao like buzz brewery"}