{"title": "Kaboom! Cody! Rudi! Young Flippers Embrace Gtramp, a New Sport for the Instagram Set", "content": "Waterford, Mich. — On a balmy July afternoon, seven teenage boys stand around a backyard trampoline taking turns bouncing. It’s the kind of scene that might be repeated at countless suburban homes, except that these kids aren’t doing seat drops and belly flops. \nThey’re doing triple, quadruple, even quintuple flips (yes, that’s five rotations in the air). The boys bounce a breathtaking 12 feet in the air and embellish their moves with multiple twists and an array of skills with names like kaboom, cody, ball-out, fliffus, rudi and randy. They are elite athletes, mostly self-taught, who connected via social media and are now pushing themselves to learn more and more difficult skills on the trampoline. \nIt’s a movement being led by tween and teenage boys around the world — with a sprinkling of girls joining in — and it’s called Gtramp, short for garden trampoline, to distinguish it from the Olympic sport of trampoline. \nGtramp is renegade in nature, blending the countercultural aspect of skateboarding with the raw daring of parkour and the energy of freestyle snowboarding, all of it fueled by the new technology that is second nature to this new generation.\n“I still get told all the time to play a normal sport,” says Cam Shorey (@camshorey77), a 15-year-old from Andover, Mass., whose skill in Gtramp has won him a sponsorship by SkyBound USA, the trampoline maker. Like many of his fellow flippers, as they call themselves, he says he is often teased at school, subject to eye-rolls from kids and parents alike. “I use the negative things people say to me as motivation to get better,” he says.\nGtramp has exploded in popularity over the past two years. The hashtag #gtramp, obscure only a few years ago, now has more than 70,000 posts on Instagram, where participants share their progress via photos and video and encourage one other. The powerful combination of social media, along with the accessibility of apps for video editing, trampoline brand sponsorships and, most importantly, the kids themselves has helped fuel sport’s growth. \nThey are a fiercely loyal band of athletes who care about and support one another. They may train in their own backyards and basements, but through videos and live streams remain intimately connected. To the chagrin of organized gymnastics, these athletes have taken training into their own hands and forged a tightly knit community in the process —  all without the rules, the governing body or the coaches. \nInstead, Gtramp has brands, formal and informal “meet-ups,” endless live streams and videos on Instagram, and a growing pool of talent that can make a parent gasp.\nI should know, because my 9-year-old son is one of them.\nMy son, Maxx, took gymnastics in first grade, but quickly got bored. He was more interested in teaching himself flips on our trampoline by watching YouTube videos. Eventually, I helped him set up his own Instagram account, (@maxx_flipzz) where he follows his idols — teenage flippers with 20,000, 50,000, 100,000 and more followers — and posts his own tricks. \nI used to bemoan it, especially since I had been a gymnast. But spending time with Gtramp athletes like 15-year-old Colby Iverson has changed my mind.  \nColby discovered flipping about three years ago when his parents surprised him with a trampoline for his birthday. He was a strong athlete — he had been playing hockey since he was 4 — but was a beginner at the trampoline. He quickly taught himself a front flip and a back flip, and then he discovered Tanner Braungardt, a teenage YouTuber who makes videos featuring his extreme flips. \nTanner’s videos inspired Colby, who began teaching himself more complicated skills and posting them on Instagram. “That’s when I found the Gtramp community,” he says. “Every day, I would go out there and flip and then edit on my phone at night.”\nWhen Colby (@colbyiverson) began to excel at the sport and build up an Instagram following, the trampoline brand AlleyOOP reached out to sponsor him. As a sponsored athlete, he has traveled around the country for events, as well as internationally to Sweden and Denmark. During the school year, he trains after school and on weekends. During the summer, he spends entire days on his AlleyOOP trampoline, jumping off a tower his dad custom built to get a higher bounce. Typical of the community, Colby doesn’t have a coach. “I get to progress at my own rate and take it to my own personal level,” he says.’\nColby’s parents, Craig and Kallee Iverson, didn’t understand what their son was doing at first, and the high-flying flips and twists they saw him practicing made them nervous. “We didn’t understand the level he planned on taking this to,” says Mr. Iverson. \nBut they saw the skill and caution he was bringing — and still brings — to learning the complicated tricks. The majority of Gtramp athletes take training and safety seriously, often (but not always) using nets on the trampolines, warming up thoroughly before trying difficult skills, and working hard to build up the strength and awareness they need. \n“Colby will watch videos of himself over and over again until he’s got it. He spends an amazing amount of time prepping skills,” Mr. Iverson says.\nBut impose structure on them, and they’re not interested. “Everybody is pushing kids toward organized sports and to be the next great thing, and I think this is a minor revolt,” Mr. Iverson says.\nThis summer, with support from AlleyOOP, the Iversons hosted the second annual Great Lakes Meet Up at their home in Waterford, Mich., inviting about 30 top Gtramp athletes — along with Maxx and me —  to come in waves over two weeks. The boys, who ranged in age from 14 to 18, quickly got down to the business of “seshing” (“sesh” is short for session, and often used as a verb), taking turns trying new combinations of skills or perfecting old ones, all the time cheering one another on.\n“We all support each other, and we all celebrate together,” says 15-year-old Lukas White (@_lukaswhite), who lives in Santa Monica, Calif., and is also sponsored by AlleyOOP. \nWhen they come together, their goal is to support one another in learning new skills, or achieving what they call “world’s firsts.” (The rules for a world’s first are thus: you have to get it on video and post it; if someone else in the Gtramp community has done it, they will quickly correct you.) \nThe boys have remarkably similar stories. Many tried organized gymnastics but got bored. Some have cheerleading or martial arts backgrounds. One of the flippers there, Nicholas Cassell (@_nicholasbcassell), who is 16 and lives in Knoxville, Tenn., is an elite competitive diver. \nZ Zoromba (@fliplikez), another flipper I talked to at a trampoline event in June in Cincinnati, was an elite gymnast in the United States after moving here from Egypt when he was 10. \n“I was 12 and I was getting ready to go to Nationals, but I felt like gymnastics was holding me back,” says Z, now 18, living in Santa Monica and making a living by touring with a group of other “trickers,” as they call themselves, including brothers Jack Payne and Bailey Payne (tricking blends martial arts, flipping, parkour and break dancing moves). The Payne brothers both come from a competitive cheerleading background, and they bring a message of being your unique self in your athletics. \n“We want to engage with kids and help them learn,” says Bailey Payne, 22, who is sponsored by Red Bull and holds what is regarded as a world record for doing 28 one-legged flips (“corks”) in a row. \nThough these budding athletes often face discouragement, it seems no obstacle can stop a flipper who wants to flip. Luke Mattson (@luke.mattson), a 15-year-old who lives in Minnesota, has built up a huge Instagram following by doing all of his tricks inside on mini-tramps and mattresses since the townhouse where he lives can’t accommodate an outdoor trampoline.\nThough Gtramp is a boy-centric sport, there are girls involved, too. Most girls who show interest are steered toward organized gymnastics, but a few who have made headway in the Gtramp community include @thegirlninja, @flippin.samantha and @flipssophie.\nThe backyard trampoline brands are mostly scrambling to catch up and trying to figure out how to support the community. Different brands have different approaches. AlleyOOP (owned by JumpSport) tends to focus on sponsoring athletes. SkyBound USA, in addition to sponsoring athletes, also holds meet-ups and events such as the GT Games, billed as “the world’s first official freestyle trampoline competition.” The second GT Games was held in Escondido, Calif., in late June, and more than 50 Gtramp athletes were invited to compete. \nThere was hesitation about the idea of competing against one another, says Ricky Lai, marketing manager for SkyBound USA. “But it’s more like a friendly gantlet than a cutthroat competition. The idea is to bring the athletes together, to showcase the best in sport and present it to the world.” Now it’s become an event the community embraces.\nGreg Roe, 28, a former elite gymnast and Team Canada Trampolinist, was the one who brought the concept of the GT Games to SkyBound USA and asked them to partner with him to create it. He is trying to bridge the chasm between organized gymnastics and Gtramp. “We want to build a little bit of structure around the industry with these events, but we’re not trying to tell the athletes what to do or how to do it,” says Mr. Roe, who founded Greg Roe Trampoline, which focuses on bringing safety to trampoline parks and also sponsors athletes as part of its GRTCrew, which consists of 26 athletes from around the world (including Colby Iverson and Cam Shorey).\nThe Finnish brand Acon has decided to eschew competitions and take a more artistic approach, says Marko Manninen, vice president and head of sales and marketing for Acon Global. He’s sponsoring a team of athletes to travel and create videos. “The main idea is that we have fun together,” Mr. Manninen says. \nThis past year, he has been working on making a series of videos featuring Sam De Greef (@samdegreef), including a trek through Finland in search of the best trampoline photograph ever. Sam is a 17-year-old Gtramp athlete who lives in the Netherlands, is self-taught and has been flipping for about four years. “I love Gtramp so much because I feel free. I get to discover on my own what I can do,” he says. \nTrampoline parks are in the game, too. Last year, trampoline parks were a $1.4-billion industry in the United States; by 2023, that’s expected to grow to $3.25 billion, says Case Lawrence, founder and chief executive of CircusTrix, the largest developer, operator and franchiser of trampoline parks in the world. “We see a lot of similarity between Gtramp and the skateboarding subculture of late 1970s and ’80s. It’s a meet-up community with its own language,” he says. \nThey’ve enjoyed watching the community and learning about it. “Our role now is to listen and provide some organization and institutionalization for it,” Mr. Lawrence says. To that end, CircusTrix sponsors FlipCon, an annual Las Vegas meet-up event for the flipping and tricking community. Many of the big names in Gtramp are there and it generates a lot of excitement and energy for the sport.\nAlso, to make sure to keep appealing to the newer breed of renegade flipper, CircusTrix is currently rebranding many of its parks (it owns about 300). The new name it has chosen is representative of Gtramp culture: Defy. \nAll of the athletes told me their parents are supportive now, but it took a while to get there. I understand this, because at first, I tried to forbid Maxx to try certain skills, like double flips. But I watched the way he worked the progression on his own, and eventually realized that he had excellent awareness — and that the videos he was watching on Instagram were truly helping him learn in a safe way and inspiring him to take it seriously. \nStill, safety is the largest point of contention, and the most frightening aspect for parents, as well as the kids themselves.\nLast fall, a 17-year-old Gtramper, Joshua Southworth, broke his neck in a trampoline accident, leaving him paralyzed and his family nearly destitute with medical bills (there is a GoFundMe set up for him). The night I first learned about Joshua, I didn’t sleep. Maxx getting injured is a constant worry of mine. \n“We noticed a few years ago that the tricks were getting really big,” says Acon’s Marko Manninen. “At first, we were afraid, but then we started to think about how we could support the safety side of trampoline tricking.” \nSimply handing down rules wouldn’t work, so Mr. Manninen started working with influencers like Sam De Greef to push out subtle safety messages, like using #NDB on posts. That means “no double bounce.” Double bouncing is when one person bounces on the trampoline mat at just the right time to send the other person higher in a bounce (think of a teeter-totter). \nDouble bouncing can send kids too high and make them lose control of the jump, since someone else is responsible for the timing. It can lead to injury. While there is still widespread double bouncing in the Gtramp community (including by my own kid), more of the influencers are moving away from it, and as they do and they post #NDB, it trickles down.\nWhen I ask the boys about the potential of getting seriously hurt, they know it’s a possibility, and just as athletes in any sport would, these elite Gtrampers take precautions and train for tricks until they know they can safely do them. At one point during the meet-up, I watch Cam Shorey try a difficult combination at least a dozen times, stopping each time before the final trick because he didn’t think he could make it. Though he was frustrated each time, he didn’t want to throw something he wasn’t sure he could do.\nAt the meet up, the boys take time to work with Maxx and encourage him, not because they have to, but because they truly want to. For the Iversons, this is the driving force behind Gtramp, and why they have decided to get involved and support it, ultimately helping these athletes connect in person beyond the posts on Instagram. \n“These kids are almost all genuinely in it for each other,” says Mr. Iverson. “This is more of a team than any team Colby has been on.” \nJudi Ketteler writes about parenting active kids and making the most of midlife. A former gymnast, she loves doing back flips on the trampoline.", "date": "Aug. 7, 2018", "href": "https://www.nytimes.com/2018/08/07/well/kaboom-cody-rudi-young-flippers-embrace-gtramp-a-new-sport-for-the-instagram-set.html", "tags": "set community athletes young sport kids embrace new ” one says instagram kaboom flippers trampoline — gtramp rudi cody"}