{"title": "Kansas GOP Governor Vetoes Medicaid Expansion", "content": "Kansas Gov. Sam Brownback (R) rejected legislation on Thursday that would have used funding from the Affordable Care Act to expand Medicaid in his state to more low-income people.\nThe majority-Republican Kansas legislature passed the bill earlier this week, which would have extended health coverage to an estimated 150,000 state residents via KanCare, the Medicaid program in the Sunflower State.\nIn a veto message to Kansas state legislators, Brownback cited several reasons for blocking the Medicaid legislation.\n“Any attempt to expand this entitlement program should include a plan to eliminate the inherited waiting list for services to our disabled community, include work requirements to help Kansans escape poverty and have a neutral impact on the state budget. This bill does not meet those requirements,” Brownback wrote. He also noted the legislation does not rescind state funding for Planned Parenthood.\nThe Kansas House and Senate votes on the Medicaid expansion bill were just shy of the margin needed to override Brownback’s veto.\nKansas lawmakers began debating the Medicaid expansion well before the GOP-led U.S. House started its failed effort to repeal the Affordable Care Act and implement more modest reforms to the health care system, which would have resulted in 24 million more uninsured people.\nBut the collapse of the repeal-and-replace campaign spearheaded by President Donald Trump and House Speaker Paul Ryan (R-Wis.) could spur other states to pursue Medicaid expansion.\nBrownback nevertheless cited the possibility of future congressional action as a justification for turning away federal money to provide health care to poor Kansans.\n“It is unwise to undertake such a drastic change to our Medicaid system in Kansas while our partners in Washington, D.C., continue working to overhaul the Affordable Care Act,” Brownback wrote in his veto message.\nGovernors in others states may take a different tack. Democrat Terry McAuliffe in Virginia has already renewed his push to get the majority-Republican legislature in his state to accept the Medicaid expansion. And the death of Ryan’s American Health Care Act could revive discussions about expansions in South Dakota, Utah, North Carolina and elsewhere. \nThe Trump administration also may be more willing than President Barack Obama’s administration to accept conservative modifications to Medicaid, such as work requirements, monthly premiums and higher cost-sharing for Medicaid enrollees.\nCenters for Medicare and Medicaid Services Administrator Seema Verma is a longtime advocate for permitting states to make significant changes to Medicaid. Verma was an architect of the novel Medicaid expansion implemented in Indiana when Vice President Mike Pence was governor there.\nThirty-one states and the District of Columbia took up the Affordable Care Act’s Medicaid expansion, leading to about 10 million previously uninsured people gaining coverage. The law opens the program to anyone earning less than 133 percent of the federal poverty level ― or about $16,000 for a single person. The federal government pays at least 90 percent of the cost to cover people who join Medicaid in expansion states.\nKansas is one of the 19 states ― all led by Republican governors, Republican legislatures or with a divided government ― that has refused to broaden Medicaid eligibility under the health law. When Obama enacted the Affordable Care Act in 2010, the Medicaid expansion was intended to take effect nationwide, but a 2012 Supreme Court ruling made it optional for states.", "date": "\n03/30/2017", "href": "https://www.huffpost.com/entry/kansas-medicaid-expansion-veto_n_58dd17d5e4b0e6ac7092bfac", "tags": "kansas expansion medicaid vetoes gop states act state affordable governor brownback care health"}