{"title": "Karen Attiah, Jamal Khashoggi’s Editor, on the Writer and His Work", "content": "Karen Attiah, the global opinions editor at The Washington Post, recruited Jamal Khashoggi to the newspaper about a year ago to write on the Arab world. In recent days, Ms. Attiah, 32, has led a chorus of grief, protest and demands for answers about the fate of Mr. Khashoggi, a dissident Saudi journalist and Virginia resident last seen entering the Saudi consulate in Istanbul on Oct. 2. She spoke to The New York Times on Thursday about her work with Mr. Khashoggi, the international furor over his disappearance, and how an editor’s responsibility to a writer does not cease after death. This interview has been condensed and edited for clarity.\nQ. How did you and Jamal meet? \nA. I started at The Post in 2014. Before that, I had been a freelance stringer for The Associated Press in Curaçao. I covered everything from elections to smuggling ring heists to the winner of the election I covered being gunned down on a beach in broad daylight.\nI decided freelancing was hard, and I needed health care. At The Post, my job has been to recruit voices from around the world. About a year ago, we were seeing a lot of reports on the crackdowns by Mohammed bin Salman. Jamal was often quoted giving insights into what was happening, but I hadn’t seen any full-length op-eds by him. I got his WhatsApp number. His first email to me was:\nHis first column for us blew up. It spiked in traffic. That’s when we realized we had a force on our hands. At the time, I didn’t know that was his coming-out piece: his first time speaking in English on a platform as big as The Post about being in exile, about why he felt he had to leave. We asked him to contribute more articles. He wrote back:\nTo be honest, I hadn’t really gone through our old emails until now. Because it’s just been hard.\nYou formally hired Jamal last December as a global opinion columnist. Was he excited about it? \nHe was really pushing me: ‘When is the press release? When is the press release?’ He was really, really proud and honored to have that title.\nHis English wasn’t great, so it was not so easy all the time to translate. You could tell he was thinking in Arabic, and writing what he could in English, and I would try to fill in the spaces of what he meant. It took a bit of work. When he got settled in a little bit more, he found assistants or translators who helped him formulate a number of his pieces. \nThe two of you only met in person five or six times. How close were you, and did you ever worry about him? \nIn the last few weeks, he was really enthusiastic about wanting to create a Washington Post Arabic section. An International Herald Tribune model for the Arab world. He was very pushy — not in a bad way, but very, ‘When are we meeting about this?’ There was a lot of WhatsApp, and a lot of email. He used emoji a lot in our texts, a lot of thumbs-up emoji. And then he would message me: ‘I’m really sad and depressed. They put travel bans on my family. They’re trying to get to me. It’s making me sad.’ \nI didn’t know about the fiancée necessarily — not that that’s indicative of anything, I don’t tell my colleagues everything — but I did know he was traveling in Europe a lot. I wondered if it was O.K. for him to travel. I wondered if this could complicate things for him. But never anything physical — that didn’t really come up in my mind.\nYour candor on Twitter has galvanized Jamal’s supporters, and your posts are retweeted thousands of times. What has that experience been like for you? \nMost of the feedback from around the world has been very supportive, and very aggrieved. I’ve heard from a lot of people who are dissidents who are living abroad who are very afraid. I think being honest about the human toll these things can take on colleagues and friends is important. At the very least, if it was his words at The Post that perhaps put him at risk, I feel that responsibility.\nIt does feel weird to be a part of the story, but at the same time, an editor’s job is to protect your writers. This is such a horrific tragedy. It would compound the tragedy if it happened and no one was talking about it, and it became just another news story, another journalist swallowed up by bad actors. Even though he wasn’t full-time in the building, Jamal was one of us. This is not an attack just on him. It’s an attack on us. And I want to show that journalists are human.\nOn Thursday, The Post devoted its entire Op-Ed page to Jamal’s final column, which you received from his assistant the day after he was reported missing. In a preface, you wrote: “The Post held off publishing it because we hoped Jamal would come back to us so that he and I could edit it together. Now I have to accept: That is not going to happen.” Have the last two weeks taken a toll on you? \nIt’s been exhausting. My sleeping is not awesome. I’m going to try to take some time off, hopefully soon, to try to recover. I have to be a little more wary of security. Just being a bit more vigilant about who I talk to and protecting myself online. What’s been hard is, you have these particularly grotesque details about what they allegedly did to him — it brings the shock and the disgust back all over again.\nAt the same time, I have a lot of energy. I just hope, I pray that something good comes out of this. It will be hard for me to deal if we just kind of turn away and shrug and accept this as just politics, this is just the Middle East. I don’t want to be that cynical.\nIt’s been a roller coaster not to have answers about his fate. It feels like a movie. And I just keep thinking, “Gosh, if that had happened to any other Saudi journalist, I could see myself hopping on WhatsApp and calling Jamal and asking, ‘Hey — can I have a piece?’” It feels disorienting to me not to have his voice here.", "date": "Oct. 18, 2018", "href": "https://www.nytimes.com/2018/10/18/business/media/karen-attiah-jamal-kashoggi-editor-washington-post.html", "tags": "khashoggi karen work world really writer hard jamal lot last could post time — editor attiah"}