{"title": "Karishma Vaswani", "content": "While the world marvels at Indonesia's staging of the most complex single-day election in history, the real challenge for the country runs far deeper. \nA rising tide of intolerance could put the hard-won unity of the country with more Muslims than anywhere else on Earth - unique for being so geographically far-flung and culturally diverse - at real risk.\nYou often hear that Indonesia is a country of more than 17,000 islands, that it is multi-ethnic and multi-religious, but that really doesn't begin to capture the scale.  \nIndonesian President Joko \"Jokowi\" Widodo began his final election rally day speech by reading out a litany of names of different islands, speaking in many dialects to reach out to his supporters across this archipelago. \n\"Dari Sunda mana, sampurasun... Jawa Timur opo kabare rek. Dari Riau, Sumatera Barat, Jambi apo kabar?\" [\"People from Sunda, greetings to you....From East Java, how are you? From Riau, West Sumatra, Jambi, how are you doing?\"]\nWhoever wins Indonesia's upcoming election will have to navigate a tricky relationship with China.\nBeijing is a crucial player in the country's economic growth but increasingly unpopular with voters. \nBrunei introduced strict Islamic laws this week that make gay sex punishable by flogging or stoning to death. \nThe measures, which also cover a range of other crimes including punishment for theft by amputation, have sparked widespread condemnation. \nThis week Singapore's government proposed its anti-fake news law in parliament - the Protection from Online Falsehoods and Manipulation Bill.       \nThe government says the law is necessary to protect Singaporeans from fake news and educate them about potential damage it can cause - in particular inciting racial and religious disharmony.\nSoon 5G mobile internet will be everywhere. \nTelecoms giant Huawei is a pioneer but is accused of being a gateway for China to spy on Western nations. \nFor a man known as reclusive and secretive, Ren Zhengfei seemed confident in the conviction that the business he's built for the last 30 years can withstand the scrutiny of Western government.\n\"There's no way the US can crush us,\" the 74-year-old founder of Huawei told me in a room filled with ornate European chairs and dining tables.\nChinese telecoms giant Huawei is facing a global backlash but for many telecom operators in South East Asia, it is still among the preferred 5G partners.\nSeveral Asian telecom firms have told me it is \"business as usual\" for Huawei in their countries. \nIn Washington this week, the US and China are due to hold their highest level talks since the two sides struck a temporary truce to their trade war. \nThey have until 1 March to come up with some sort of compromise or tariffs will be hiked again, and we march back into a trade fight that affects us all.  \nSir James Dyson's decision to move to Singapore may have been greeted with scorn by some but there could be advantages for the UK if more companies followed his Asian growth strategy. \nThe better Dyson's business does in Asia - the more likely more tax will be paid in the UK by Sir James and his shareholders on the dividends they receive from the profits the company makes in this fast growing region. \nChina's economy slowing down is not news in itself. For years, Beijing has broadcast that it's going to focus on quality - not quantity - of growth. \nBut still, we should be worried. ", "date": "16 April 2019", "href": "https://www.bbc.co.uk/news/correspondents/karishmavaswani", "tags": "country us election china growth week news huawei vaswani karishma indonesia government"}