{"title": "Kashmir: Why India and Pakistan fight over it", "content": "They waged two wars over it and are now nuclear armed. But why do India and Pakistan dispute Kashmir?\nEven before India and Pakistan won their independence from Britain in August 1947, Kashmir was hotly contested.\nUnder the partition plan provided by the Indian Independence Act, Kashmir was free to accede to India or Pakistan.\nThe maharaja (local ruler), Hari Singh, chose India and a two-year war erupted in 1947.\nA new war followed in 1965, while in 1999 India fought a brief but bitter conflict with Pakistani-backed forces.\nBy that time, India and Pakistan had both declared themselves to be nuclear powers.\nMany people in the territory do not want it to be governed by India, preferring instead either independence or union with Pakistan.\nThe population of the Indian-administered state of Jammu and Kashmir is more than 60% Muslim, making it the only state within India where Muslims are in the majority.\nHigh unemployment and complaints of human rights abuses by security forces battling street protesters and fighting insurgents have aggravated the problem.\nViolent insurgency in the state has ebbed and flowed since 1989, but the region witnessed a fresh wave of violence after the death of 22-year-old militant leader Burhan Wani in July 2016. He died in a battle with security forces, sparking massive protests across the valley. \nWani - whose social media videos were popular among young people - is largely credited with reviving and legitimising the image of militancy in the region. \nThousands attended Wani's funeral which was held in his hometown of Tral, about 40km (25 miles) south of the city of Srinagar. Following the funeral, people clashed with troops and it set off a deadly cycle of violence for days. More than 30 civilians died, and others were injured in the clashes. Since then, violence has been on the rise in the state.\nMore than 500 people were killed in 2018 - including civilians, security forces and militants - the highest such toll in a decade.\nIndia and Pakistan did indeed agree a ceasefire in 2003 after years of bloodshed along the de facto border (also known as the Line of Control).\nPakistan later promised to stop funding insurgents in the territory while India offered them an amnesty if they renounced militancy.\nThen, in 2014, a new Indian government came to power promising a tough line on Pakistan, but also showed interest in holding peace talks.\nNawaz Sharif, then prime minister of Pakistan, also attended Indian PM Narendra Modi's swearing-in ceremony in Delhi.\nBut a year later, India blamed Pakistan-based groups for an attack on its airbase in Pathankot in the northern state of Punjab. Mr Modi also cancelled a scheduled visit to the Pakistani capital, Islamabad, for a regional summit in 2017.  Since then, there hasn't been any progress in talks between the neighbours.\nThe bloody summer of street protests in Indian-administered Kashmir in 2016 had already dimmed hopes for a lasting peace in the region.  Then, in June 2018, Mr Modi's Bharatiya Janata Party pulled out of a coalition government run by the People's Democratic Party. The state has since been under direct rule from Delhi, which fuelled further anger.  \nThe death of more than 40 Indian soldiers on 14 February in a suicide attack has ended any hopes of a thaw in the immediate future. India blamed Pakistan-based militant groups for attack - the deadliest targeting Indian soldiers in Kashmir since the insurgency began three decades ago.\nFollowing the bombing India said it would take \"all possible diplomatic steps\" to isolate Pakistan from the international community.\nOn 26 February it launched air strikes in Pakistani territory which it said targeted militant bases. \nPakistan denied the raids had caused major damage or casualties but promised to respond, fuelling fears of confrontation. A day later it said it shot down two Indian Air Force jets in its airspace after Pakistani planes struck targets in Indian territory. ", "date": "27 February 2019", "href": "https://www.bbc.com/news/10537286", "tags": "forces india since pakistan kashmir territory state indian fight also"}