{"title": "Kaspersky: Russia responds to US ban on software", "content": "A US government decision to stop using software from Kaspersky Lab undermines fair competition, said Russia.\nThe Kremlin statement came in response to a 90-day deadline given to US federal agencies to remove the security software.\nThe US Department of Homeland Security said it was concerned about ties between company officials and the Russian intelligence services.\nKaspersky Lab has repeatedly denied that it has ties to the Kremlin. \nIn addition, US retailer Best Buy has said it would no longer sell Kaspersky products in its stores.\nThe decision also \"called into question the reliability of the United States as partners,\" said Russia, adding that the ban would also undermine the competitive position of Russia firms around the world.\nIt follows an earlier statement issued by the Russian embassy in New York which said the move would prolong an ongoing diplomatic dispute between the two nations.  \n\"These steps can only evoke regrets. They only move back the prospects of bilateral ties recovery,\" it said.\nThe decision to force the removal of Kaspersky anti-virus and security software was revealed by acting Homeland Security Secretary Elaine Duke.\n\"The department is concerned about the ties between certain Kaspersky officials and Russian intelligence and other government agencies,\" she said in a statement.\n\"The risk that the Russian government, whether acting on its own or in collaboration with Kaspersky, could capitalise on access provided by Kaspersky products to compromise federal information and information systems directly implicates US national security,\" she added.\nRussian security firm denies spy agency work\nTrump blocks sale of US tech firm to China\nThe move comes ahead of a vote in the US Senate this week to prohibit use of the company's products by government.  \nKaspersky has more than 400 million customers worldwide, but it has never succeeded in becoming a major supplier to the US government.\nThe allegations have led to a number of US retailers withdrawing its products from sale. The latest is electronics retailer Best Buy which said there were \"too many unanswered questions\" about the firm's software. Kaspersky products will now be withdrawn from stores and the firm's website.\nKaspersky said it was disappointed by the US decision but would attempt to prove that the allegations were unfounded.\n\"No credible evidence has been presented publicly by anyone or any organisation as the accusations are based on false allegations and inaccurate assumptions,\" the company said in a statement.\nBut two months ago the news website Bloomberg reported it had seen emails between chief executive Eugene Kaspersky and senior Kaspersky staff, outlining a secret cyber-security project apparently requested by the Russian intelligence service FSB.\nBloomberg suggested that the tools not only deflected cyber-attacks, but also captured information about the hackers launching them, to pass on to Russian intelligence services.\nAlso in July, the US government's General Services Administration removed Kaspersky Lab from a list of approved vendors.\nThe company has suggested both Russia and the US are trying to use it as a pawn in a geopolitical game.\nThe Trump administration has been fighting allegations that it had contact with Russian officials during the US election in 2016.", "date": "14 September 2017", "href": "https://www.bbc.co.uk/news/world-us-canada-41262049", "tags": "security us software responds russian kaspersky products decision russia government ban"}