{"title": "Katy Perry Woke Up. She Wants to Tell You All About It.", "content": "A dizzying array of police lights flashed up and down the West Side Highway on a damp Thursday in May. President Trump was visiting the U.S.S. Intrepid, snarling traffic outside the Javits Convention Center, where Katy Perry was performing at a corporate showcase for her new partner, YouTube. The last time she was in the building was election night, when she had been preparing to toast the victory of Mr. Trump’s opponent.\nFor Ms. Perry, who prominently supported Hillary Clinton’s campaign, that party on Nov. 8 began “with everybody looking fancy and beautiful and high on their horses,” she recalled in an interview several weeks after her YouTube set. The mood rapidly shifted when word started to spread that Mrs. Clinton was not on her way there — news that Ms. Perry, 32, described as “traumatizing.”\n“It was a revelation, it was a reckoning,” she said of Mrs. Clinton’s loss. She started downing drinks and reached out to the nearest person for physical support: Lady Gaga, also there to celebrate the election of the first female president. There they were, “Gaga and I just looking at each other, and being like, [expletive] it, we need to touch each other,” Ms. Perry said. And for a minute, two of the biggest pop stars in the world held hands.\n[Sign up for our music newsletter, Louder.]\nAlliances aren’t easily made in the superstar stratosphere, where elbows are often sharp. And Ms. Perry, who released her fourth major label album, “Witness,” on June 9, stands as one of the biggest successes in the industry, alongside Madonna, Beyoncé and Taylor Swift. She has sold 6.5 million albums and nearly 71 million digital songs in the United States, according to Nielsen Music; notched 14 Top 10 Billboard Hot 100 hits; performed at the 2015 Super Bowl halftime show; and landed a gig as a judge on the revamped “American Idol,” which is to return in September on ABC.\nBut she said she had an awakening on election night tied to misogyny in her past. And she is undertaking a strenuous effort to prove she isn’t the same frothy Katy Perry as before, making over her look, her music and her vocabulary. For 96 hours, timed to the album’s release, she spread that message of “unity and communication” via filibuster — a nonstop YouTube live stream called “Witness World Wide,” organized into segments (a therapy session, meditations, a cathartic chat with RuPaul) where the words “safe place” came up a lot and Ms. Perry worked out to her own album.\nThanks to Madonna’s restlessness, female pop stars are expected to reinvent themselves every few years, but there’s no guarantee that listeners will accept the changes. For Ms. Perry, the stakes couldn’t be higher: She believes she is now revealing her true self. The old Katy Perry is gone.\n“Every day when I think I know something, the universe shows me that I need to learn another lesson,” she told me in a Manhattan shared work space. “So I stand here today, more so than any other day, saying I know nothing. I literally know nothing.” (Ms. Perry often veers into platitudes, but she is consistent: During the live stream, she wore an “I Know Nothing” T-shirt for yoga, and the phrase is currently her Twitter bio.)\n“I feel very empowered,” she continued, “extremely liberated, liberated from the conditioning of the way I used to think, spiritually liberated, politically liberated, sexually liberated, liberated from things that don’t serve me.”\nShe said she stopped drinking (for now) on Jan. 15, and she has been attending group therapy with her family. Her parents are Pentecostal pastors, and Ms. Perry, who was born Katheryn Hudson, was raised in a strict religious tradition. “I went to that dark place that I had been avoiding, and I dug out the mold,” she said. “It was not fun, but I did that — I’m still doing that.”\nChange is also the theme of the throbbing “Witness,” an introspective, less pop-driven album that’s a departure from her last two records, “Prism” (2013) and “Teenage Dream” (2010). It’s her first LP not to feature work from her longtime collaborator Dr. Luke — “I had to leave the nest,” she said; he declined to comment for this article — though she continued her partnership with the Swedish hitmaker Max Martin.\nAnd she assumed even greater creative control, helping bring in producers like the indie-pop duo Purity Ring, the composer Dustin O’Halloran (the theme from Amazon’s “Transparent”) and the English musician Jack Garratt to create a palette that’s dreamy and clubby, if not as grabby as her earlier records. Ms. Perry has always been known as a reliable singles artist, but reviews haven’t been friendly. The album’s most successful single, “Chained to the Rhythm,” peaked at No. 4.\nMs. Perry told me she didn’t play her new music for Capitol Records, her label, until a few weeks before our interview, which is late in the process. If the label minded, it isn’t saying so. “I like to allow her the freedom to keep pursuing her artistic vision, and obviously we support her fully in all her endeavors,” said Steve Barnett, the chairman and chief executive of the Capitol Music Group, adding that choices about her sound and team were Ms. Perry’s call: “I think she’s earned and deserved that.”\nThe person charged with helping create Ms. Perry’s vision was Lauren Glucksman, 28, who is credited with A&R on the album, stepping into this role for the first time on a full LP. (She formerly worked as an assistant to the singer Ellie Goulding and managed the songwriter Banks.) “We have a very honest rapport with each other, we have very similar taste, and ultimately I saw my job as trying to translate what’s in her mind and in her heart,” Ms. Glucksman said. Both women were listening to a lot of electronic pop, and the way Ms. Perry explained it, she decided, “I’m going to stop making a playlist and just be the playlist.”\nIn the knotty world of internet superfandom, the harshest takes often come from deep inside an artist’s nucleus of support. Fans were so concerned about Ms. Perry’s shifts on “Witness,” they lasered in on Ms. Glucksman and demanded her ouster from the inner circle. (“#FireLauren,” tweeted one particularly vociferous account.)\n“People don’t let people grow,” Ms. Perry said. “They just want a time capsule. And they want them to be one thing. And we have to start reimagining that.”\n\nMS. PERRY DOESN’T need to live in a house outfitted with 41 “Big Brother”-style cameras to be aware that she is under constant surveillance. She has a well-known strategy for frustrating the paparazzi (wearing the same Adidas track suit when she leaves home to make the photographs less sellable), but that can’t stop the kind of gawking that accompanies daily life when you’re trading punches with another wildly famous blond pop star, or dating a famous actor who enjoys nude paddle-boarding. When she took up a vocal position as a Clinton supporter, she became a target of the alt-right. But as she started revving up for “Witness,” it felt like some on the left were also taking their knives out.\nOver the years, Ms. Perry has absorbed criticism for cultural appropriation, for being too sexy on “Sesame Street,” for dating John Mayer. But in the past few months, the somewhat erratic nature of her album rollout (a long string of ideas that didn’t quite land, like serving her head on a platter as part of an “art installation” at the Whitney Museum of American Art) dripped blood in the water. And the sharks — not the adorably inept Left Shark at the Super Bowl — started circling.\nReacting to a steady stream of criticism (TMZ’s Met Ball headline: “Katy Perry Rocks Ugly Outfit by Jew-Hating Designer”) is a “maddening game,” she said. Referring to what she called “this strange race to be the most woke,” she added, “They want you to stand for something, but once you do, and if you don’t do it perfectly, they’re ready to take you right down.”\nIt didn’t take long for the outrage machine to ramp up in real time. Three days before our interview, Ms. Perry greeted me in her dressing room at “Saturday Night Live,” where she was performing on the season finale, and interrogated me with questions while maintaining some of the most penetrating eye contact I’ve experienced outside of an ophthalmologist’s chair, her already wide eyes blazing under heavy swooshes of silver glitter.\nOn the show, she strutted to her latest single, “Swish Swish,” with a group of drag queens and posed on a banquet table to “Bon Appétit” with the Atlanta rap trio Migos. Then she spent an hour getting reglammed for the after-party; snuggled her micro teacup poodle, Nugget; and marched through an underground parking garage, pausing at a vending machine to buy a bag of Cool Ranch Doritos. At the party, she was easy to spot on the dance floor, throwing down beside Leslie Jones to Jessie J’s “Bang Bang” and Bruno Mars’s “That’s What I Like” — you just had to look for all the cellphones in the air, capturing her every move.\n“SO. FUN,” Ms. Perry tweeted about the show to her nearly 100 million followers, adding a shout-out “to my LGBTQ family, all the Queens & @Migos for showing unity & respect.” But the internet had already cited her for several violations, including appropriating gay culture and purportedly reducing the number of drag queens onstage to placate Migos, which, in her critics’ minds, made her the villain.\n“Intention is everything,” Ms. Perry told me, repeating one of her mantras. “All I was trying to do is build a bridge.”\nBut Ms. Perry bears some responsibility for stoking fires. A chunk of promotional efforts for “Witness” leaned on the headline-generating magic of a feud: On “Carpool Karaoke,” she confirmed that “Swish Swish” is about her three-year-old rift with Taylor Swift. Ms. Swift struck back by  returning her catalog to streaming services at the same minute “Witness” was released. For all of Ms. Perry’s talk about feminism and unity, it felt like a conventional catfight. But by the time of her live stream, she  softened her position. When she performed the song at the “Witness World Wide” finale, she changed the lyric “Don’t you come for me” to “God bless you on your journey.”\n\nTO APPRECIATE HOW Ms. Perry arrived at “Witness,” you have to understand her relationship to her biggest album, “Teenage Dream.” It had five No. 1 hits, tying a record Michael Jackson set with “Bad,” and solidified her image as a charmingly goofy sexpot who sings about love, partying and inner strength. Her breezy persona belied the grueling work that went into touring, radio promotion and being the linchpin of a multimillion-dollar extravaganza.\nThe 2012 tour documentary “Katy Perry: Part of Me” captured a glimpse of the rigors: Her marriage to the comedian Russell Brand was crumbling as the burdens of becoming a superstar mounted. “I was just kind of like a deer in headlights a little bit,” she said. “I was like, does this happen to people? Like, is this normal?\n“When people are just talking about ‘Teenage Dream,’ I’m like, please talk to me when you’ve done that. And lived through it. Because it was [expletive] intense. And amazing and beautiful and horrible all at the same time.”\nPart of the pressure stemmed from maintaining her hypersexual image, which Ms. Perry takes responsibility for helping create. “I used to be scared of intimacy, I used to use my sexualization as attention, I used to oversexualize myself because that was the only way I knew how,” she said. (Ms. Perry, who hit No. 1 with “I Kissed a Girl,” later explained why she holds queer women in high esteem: “I admire that they’re doing it for themselves. They are not doing it for the male gaze.”) It’s easy to read her drastic haircut and new stylistic choices — her live stream finale outfit covered her in neck-to-toe sequins — as a reaction to having worn whipped-cream bras in the past.\nMs. Perry credits her shift in perspective on her sexuality — she calls it “a full sexual liberation” — to resolving issues with her father. “The reality is that I was retriggered on the election,” she said. “I was retriggered by a big male that didn’t see women as equal. And that had been, unfortunately, a common theme in my upbringing.”\nSexism is also widespread in the music industry, where in the past year harassment and assault claims have been leveled at every echelon — top executives like L. A. Reid, creative powerhouses like Dr. Luke, indie rock bands like PWR BTTM.\nWhen she needs to speak with somebody who can relate, Ms. Perry said she turns to Sia, a songwriter and artist who has gone to great lengths to control how much (or in her case, how little) the public sees of her inner life. “I think she’s presently challenging old held beliefs about herself and that even in this day and age, cutting all your hair off and having an opinion is NOT WHAT THE PEOPLE WANT,” Sia wrote in an email message. “They would prefer you to make cute pop and to stay in your lane.” She added: “I hide behind my wig, while she is out there taking bullets for the rest of us ... The less brave ... you know?”\n\nTHE KATY PERRY viewers watched on “Witness World Wide” is the Katy Perry I spent several days with: gregarious, intense, bold, endearing and full of contradictions.\nIn our interview, she proclaimed herself devoted to dialogue but spoke in a near uninterrupted monologue. She griped frequently about the internet (the “Wild Wild West,” a quip she repeated on the live stream nearly every time I tuned in), but she boasts the highest number of Twitter followers of any user and just allowed her digital audience to watch her eat, sleep and spread her new gospel on a 96-hour infomercial. She returned to words and phrases: good things are “beautiful”; a desirable mate is “a man of quality and equality” (and for the record, she said Orlando Bloom was one, and Mr. Mayer and even Mr. Brand “are beautiful in their own right”). And she revisited a pet subject: things that are “not real.”\n“All the awards shows are fake,” she said, “and all the awards that I’ve won are fake,” she added, explaining that they don’t represent the audience. “They’re constructs.”\nThe old Katy Perry wasn’t a construct, she explained, and she isn’t dead. “I didn’t kill her, because I love her, and she is exactly what I had to do then,” she said. “And I’m not a con artist, I didn’t con people, like, that was just me. And this is me now.”\nMs. Perry’s awakening has been tapped as a marketing strategy for “Witness,” and the live stream was selling her authenticity: If you dig hearing about her new perspective, maybe you’ll enjoy her song “Power.” While there are still plenty of relationship songs on “Witness” that will have fans wondering which of her beaus she misses more than she loved, seven tracks deal plainly with her new mind-set. The most direct is “Bigger Than Me,” a statement of purpose akin to Michael Jackson’s “Man in the Mirror” (“But my intuition says there’s a bigger mission I must embrace/So I’m, I’m pushing my thoughts to a new place”).\nThough some of the subject matter is thorny and emotional, Ms. Glucksman described the making of “Witness” as “the most joyful professional process I have ever experienced.” And Ms. Perry said she’s the happiest she’s ever been.\n“It’s a departure, and it’s a necessary evolution that I have to take,” Ms. Perry said. “And I know that sometimes it feels publicly like I’m dragging cement blocks, but like, the pyramids were made out of cement blocks — or not cement. But do you know what I’m trying to say? I’m gonna get there.”", "date": "June 14, 2017", "href": "https://www.nytimes.com/2017/06/14/arts/music/katy-perry-witness-interview.html", "tags": "woke tell album wants ” perry katy ms. like witness —"}