{"title": "Keepers of Bush Image Lift Stagecraft to New Heights", "content": "George W. Bush's ''Top Gun'' landing on the deck of the carrier Abraham Lincoln will be remembered as one of the most audacious moments of presidential theater in American history. But it was only the latest example of how the Bush administration, going far beyond the foundations in stagecraft set by the Reagan White House, is using the powers of television and technology to promote a presidency like never before.\nOfficials of past Democratic and Republican administrations marvel at how the White House does not seem to miss an opportunity to showcase Mr. Bush in dramatic and perfectly lighted settings. It is all by design: the White House has stocked its communications operation with people from network television who have expertise in lighting, camera angles and the importance of backdrops.\nOn Tuesday, at a speech promoting his economic plan in Indianapolis, White House aides went so far as to ask people in the crowd behind Mr. Bush to take off their ties, WISH-TV in Indianapolis reported, so they would look more like the ordinary folk the president said would benefit from his tax cut.\n''They understand the visual as well as anybody ever has,'' said Michael K. Deaver, Ronald Reagan's chief image maker. ''They watched what we did, they watched the mistakes of Bush I, they watched how Clinton kind of stumbled into it, and they've taken it to an art form.''\nThe White House efforts have been ambitious -- and costly. For the prime-time television address that Mr. Bush delivered to the nation on the anniversary of the Sept. 11 attacks, the White House rented three barges of giant Musco lights, the kind used to illuminate sports stadiums and rock concerts, sent them across New York Harbor, tethered them in the water around the base of the Statue of Liberty and then blasted them upward to illuminate all 305 feet of America's symbol of freedom. It was the ultimate patriotic backdrop for Mr. Bush, who spoke from Ellis Island.\nFor a speech that Mr. Bush delivered last summer at Mount Rushmore, the White House positioned the best platform for television crews off to one side, not head on as other White Houses have done, so that the cameras caught Mr. Bush in profile, his face perfectly aligned with the four presidents carved in stone.\nAnd on Monday, for remarks the president made promoting his tax cut plan near Albuquerque, the White House unfurled a backdrop that proclaimed its message of the day, ''Helping Small Business,'' over and over. The type was too small to be read by most in the audience, but just the right size for television viewers at home.\n''I don't know who does it,'' Mr. Deaver said, ''but somebody's got a good eye over there.''\nThat somebody, White House officials and television executives say, is in fact three or four people. First among equals is Scott Sforza, a former ABC producer who was hired by the Bush campaign in Austin, Tex., and who now works for Dan Bartlett, the White House communications director. Mr. Sforza created the White House ''message of the day'' backdrops and helped design the $250,000 set at the United States Central Command forward headquarters in Doha, Qatar, during the Iraq war.\nMr. Sforza works closely with Bob DeServi, a former NBC cameraman whom the Bush White House hired after seeing his work in the 2000 campaign. Mr. DeServi, whose title is associate director of communications for production, is considered a master at lighting. ''You want it, I'll heat it up and make a picture,'' he said early this week. Mr. DeServi helped produce one of Mr. Bush's largest events, a speech to a crowd in Revolution Square in Bucharest last November.\nTo stage the event, Mr. DeServi went so far as to rent Musco lights in Britain, which were then shipped across the English Channel and driven across Europe to Romania, where they lighted Mr. Bush and the giant stage across from the country's former Communist headquarters.\nA third crucial player is Greg Jenkins, a former Fox News television producer in Washington who is now the director of presidential advance. Mr. Jenkins manages the small army of staff members and volunteers who move days ahead of Mr. Bush and his entourage to set up the staging of all White House events.\n''We pay particular attention to not only what the president says but what the American people see,'' Mr. Bartlett said. ''Americans are leading busy lives, and sometimes they don't have the opportunity to read a story or listen to an entire broadcast. But if they can have an instant understanding of what the president is talking about by seeing 60 seconds of television, you accomplish your goals as communicators. So we take it seriously.''\nThe president's image makers, Mr. Bartlett said, work within a budget for White House travel and events allotted by Congress, which for fiscal 2003 was $3.7 million. He said he did not know the specific cost of staging Mr. Bush's Sept. 11 anniversary speech, or what the White House was charged for the lights. A spokeswoman at the headquarters of Musco Lighting in Oskaloosa, Iowa, said the company did not disclose the prices it charged clients.\nWhite House communications operatives in previous administrations said many costs of presidential trips were paid for by whoever was deemed the official host of a trip -- typically a federal agency, a city or a company. Trips deemed political are paid for by the parties.\n''The total cost of a trip is ultimately shared across a wide spectrum of agencies and hosts,'' said Joshua King, who was director of production of presidential events in the Clinton administration. ''To get to who really pays for presidential events would keep a team of accountants very busy.''\nThe most elaborate -- and criticized -- White House event so far was Mr. Bush's speech aboard the Abraham Lincoln announcing the end of major combat in Iraq. White House officials say that a variety of people, including the president, came up with the idea, and that Mr. Sforza embedded himself on the carrier to make preparations days before Mr. Bush's landing in a flight suit and his early evening speech.\nMedia strategists noted afterward that Mr. Sforza and his aides had choreographed every aspect of the event, even down to the members of the Lincoln crew arrayed in coordinated shirt colors over Mr. Bush's right shoulder and the ''Mission Accomplished'' banner placed to perfectly capture the president and the celebratory two words in a single shot. The speech was specifically timed for what image makers call ''magic hour light,'' which cast a golden glow on Mr. Bush.\n''If you looked at the TV picture, you saw there was flattering light on his left cheek and slight shadowing on his right,'' Mr. King said. ''It looked great.''\nThe trip was attacked by Democrats as an expensive political stunt, but White House officials said that Democrats needed a better issue for taking on the president. A New York Times/CBS News nationwide poll conducted May 9-12 found that the White House may have been right: 59 percent of those polled said it was appropriate, and not an effort to make political gain, for Mr. Bush to dress in a flight suit and announce the end of combat operations on the aircraft carrier.\nBut even this White House makes mistakes. One of the more notable ones occurred in January, when Mr. Bush delivered a speech about his economic plan at a St. Louis trucking company. Volunteers for the White House covered ''Made in China'' stamps with white stickers on boxes arrayed on either side of the president. Behind Mr. Bush was a printed backdrop of faux boxes that read ''Made in U.S.A.,'' the message the administration wanted to convey to the television audience.\nThe White House takes great pride in the backdrops, which are created by Mr. Sforza, and has gone so far as to help design them for universities where Mr. Bush travels to make commencement addresses. Last year, the White House helped design a large banner for Ohio State as part of the background for Mr. Bush; last week, the White House collaborated with the University of South Carolina to make Sforzian backdrops for a presidential commencement speech in the school's new Carolina Center.\n''They really are good,'' said Russ McKinney, the school's director of public affairs, as he listened to the president.\nTelevision camera crews, meanwhile, say they have rarely had such consistently attractive pictures to send back to editing rooms.\n''They seem to approach an event site like it's a TV set,'' said Chris Carlson, an ABC cameraman who covers the White House. ''They dress it up really nicely. It looks like a million bucks.''\nEven for standard-issue White House events, Mr. Bush's image makers watch every angle. Last week, when the president had a joint news conference with Prime Minister José Mariá Aznar of Spain, it was staged in the Grand Foyer of the White House, under grand marble columns, with the Blue Room and a huge cream-colored bouquet of flowers illuminated in the background. (Mr. Sforza and Mr. DeServi could be seen there conferring before the cameras began rolling.) The scene was lush and rich, filled with the beauty of the White House in real time.\n''They understand they have to build a set, whether it's an aircraft carrier or the Rose Garden or the South Lawn,'' Mr. Deaver said. ''They understand that putting depth into the picture makes the candidate or president look better.''\nOr as Mr. Deaver said he learned long ago with Mr. Reagan: ''They understand that what's around the head is just as important as the head.''", "date": "MAY 16, 2003", "href": "https://www.nytimes.com/2003/05/16/us/keepers-of-bush-image-lift-stagecraft-to-new-heights.html", "tags": "bush heights keepers speech image president television white house stagecraft sforza new presidential lift"}