{"title": "Ken Friedman, Power Restaurateur, Is Accused of Sexual Harassment", "content": "Natalie Saibel, a longtime server at the Spotted Pig, a West Village restaurant with celebrity investors, didn’t quit in 2015 after the owner, Ken Friedman, ran his hands over her buttocks and then her groin in a room crowded with customers, joking that he was searching her pockets for a forbidden cellphone.\nAmy Dee Richardson, a bar manager there, didn’t quit in 2004, when she says Mr. Friedman bit her on the waist as he bent down to duck under the bar. Neither did Trish Nelson, a longtime server who said he grabbed her head and pulled it toward his crotch in front of Amy Poehler in 2007 as Ms. Nelson knelt to collect glasses from a low shelf.\nBut one night in 2012, Mr. Friedman pushed Ms. Nelson too far, she said: He invited her into his car to smoke marijuana and almost immediately lunged forward and pushed his tongue into her mouth.\n“I was scared,” she recalled. “I couldn’t believe it. I had worked for him for six years.”\nMs. Nelson, 40, said she was pinned against the car door, but managed to open it and scramble out. She gave notice within days. “I was terrified to tell anyone why,” she said. “Ken bragged about blacklisting people all the time. And we saw it happen.”\nFrom almost the day in 2004 that it opened on West 11th Street with the backing of investors like Jay-Z, Michael Stipe and the celebrity chef Mario Batali, the Spotted Pig shot to the top of the list of New York City’s hottest restaurants and stayed there. A clubby place whose third floor is a renowned private playroom for handpicked V.I.P.s, the Spotted Pig has racked up Michelin stars and accolades for its chef, April Bloomfield. In 2016, the James Beard Foundation named Mr. Friedman, known for his charisma and business acumen, its outstanding restaurateur of the year.\nBut in more than two dozen interviews with former employees of the Spotted Pig and other restaurants owned by Mr. Friedman and Ms. Bloomfield, a dark behind-the-scenes portrait emerged of the owner and the workplaces he runs.\nEven by the loose standards of the hospitality business, where rowdy drinking sessions after shifts and playful sexual banter are part of the culture, employees described Mr. Friedman’s restaurants as unusually sexualized and coercive.\nTen women said that Mr. Friedman, 56, had subjected them to unwanted sexual advances: groping them in public, demanding sex or making text requests for nude pictures or group sex. Many others also said that working for him required tolerating daily kisses and touches, pulling all-night shifts at private parties that included public sex and nudity, and enduring catcalls and gropes from guests who are Mr. Friedman’s friends.\nThe Spotted Pig has been a regular late-night stop for Mr. Batali, who this week said he was stepping away from day-to-day operations at his own restaurants and other businesses after reports of inappropriate sexual behavior. Employees of the Spotted Pig said they regularly experienced or witnessed sexual aggression by Mr. Batali there, often with Mr. Friedman’s knowledge.\n[Read more about the repercussions to Mario Batali’s restaurant empire.]\nIn a response to questions from The New York Times on Monday, Mr. Friedman said his personal and professional lives are intertwined with his restaurants and staff. (His wife is a former host at the Spotted Pig.) “Some incidents were not as described, but context and content are not today’s discussion,” he said. “I apologize now publicly for my actions.”\nHis behavior, he said, “can accurately be described at times as abrasive, rude and frankly wrong.” He said the women who work at his restaurants “are among the best in the business and putting any of them in humiliating situations is unjustifiable.”\nOn Tuesday, after this article was published, his company announced that Mr. Friedman had decided to take an indefinite leave of absence from the management of the restaurants, effective immediately.\nMr. Friedman is one of the nation’s top restaurateurs, in large part because of his partnership with Ms. Bloomfield, who is among the highest-profile chefs. They own five restaurants in New York — the Spotted Pig, the Breslin Bar & Dining Room, the John Dory Oyster Bar, Salvation Taco and White Gold Butchers — as well as Tosca Cafe in San Francisco and the Hearth & Hound, which opened just last Friday in Los Angeles.\nMany employees said that they, like Mr. Friedman, sometimes blurred the lines between their professional and personal lives.\n“We are not people who can live in cubicles,” said Carla Rza Betts, 39, who was wine director at the Spotted Pig, the Breslin and the John Dory from 2009 until 2013, when she left the company after experiencing what she said were multiple incidents of sexual harassment by Mr. Friedman. “There is a grab-ass, superfun late-night culture — I love that part of the industry. But there is a difference between fun and sexualized camaraderie and predation. When you are made to feel unsafe or dirty or embarrassed, that is a different thing.”\nAll the employees interviewed said that for many women, Mr. Friedman’s unwelcome sexual overtures, verbal and physical, were part of the daily routine at his New York restaurants, especially the small, intimate Spotted Pig. They said Mr. Friedman had frequent consensual sexual relationships with employees; openly hired, promoted or fired people based on their physical attractiveness; was often intoxicated at work; and pressured staff members to drink and take drugs with him and guests.\nMany said they had come to fear Mr. Friedman, a burly man well over six feet tall, because of his volatile temper and verbal bullying.\n“We had to brace ourselves every time Ken arrived,” said Ms. Saibel, 40, the server who was groped by Mr. Friedman in the dining room of the Spotted Pig. (Her account was corroborated by two other employees who were present.) “When he wasn’t coming on to us, he was screaming at us.”\nThey also said that their fear was motivated by the knowledge that Mr. Friedman had retaliated against employees who stood up to him by firing them, blacklisting them or harassing them via phone, text or email.\nMs. Saibel wrote up a formal complaint about Mr. Friedman and sent it to the restaurant’s managers and Ms. Bloomfield. Soon afterward, she and her husband, both longtime employees, were fired for minor infractions.\nSeveral other employees say they also brought their complaints and concerns about Mr. Friedman to Ms. Bloomfield. “Her response was always the same,” said Ms. Nelson, who did not bring her complaints to the chef but was close to others who did. “‘That’s who he is. Get used to it. Or go work for someone else.’”\nAllegations of sexual harassment may seem surprising given Mr. Friedman’s longtime collaboration with Ms. Bloomfield, 43. The two have clearly divided their domains: the dining room and bar are headed by Mr. Friedman, and the kitchens by Ms. Bloomfield. “My energies are directed to the kitchen, food preparation and menu development,” Ms. Bloomfield said in a statement.\nBut staff members said they turned to her for relief. “I went to April directly multiple times about Ken’s inappropriate and abusive behavior, because among other problems it generated huge turnover among the staff,” said Natalie Freihon, a former food and beverage director for the group’s ventures at the Ace Hotel New York, including the Breslin and the John Dory. “She really didn’t want the turnover to continue. But she completely backed off from getting involved with the behavior.”\nMs. Bloomfield denied that. “In the two matters involving uninvited approaches that were brought to my attention over the years, I immediately referred both to our outside labor counsel and they were addressed internally,” she said in her statement. “I have spoken to Ken about professional boundaries and relied on him to uphold our policies. Nonetheless I feel we have let down our employees and for that I sincerely apologize.”\nKelly Berg, who was hired in May as director of human resources for the restaurant company, Friedfield Breslin L.L.C., said in a statement that no employees had been dismissed or retaliated against for filing a complaint.\n“All employees are encouraged to report any concerns about the workplace, and I am saddened to learn some hesitated or chose to not do so,” she wrote. She would not answer questions about specific complaints or discuss how long those policies had been in place.\nMany employees said Mr. Friedman was often genuinely warm and professionally supportive of women, as long as they tolerated his flirtatious behavior. In retrospect, several women said, his bursts of good-natured playfulness and generosity made it possible for them to ignore the fear, chaos and power imbalance in the relationship — sometimes, for years.\n“He can be charismatic and fun,” said Jamie Seet, who worked for Mr. Friedman from 2006 to 2014, including three years as general manager of the Spotted Pig. “But everyone goes on the chopping block eventually.”\nAnd the rewards of a job at a Friedman-Bloomfield restaurant can be great. Servers at the top of their game can earn six figures in a year. Working with Ms. Bloomfield confers prestige in restaurants around the world. Mr. Friedman has treated favored employees to after-work drinks, field trips to his beach house and top-tier concert tickets.\nMs. Rza Betts, the former wine director, said working at the Breslin while Ms. Bloomfield’s star was rising was so rewarding that she simply shrugged off Mr. Friedman’s hugs that went on too long, and his occasional slaps on her buttocks.\nBut one night in the fall of 2010, she recalls, Mr. Friedman took her out for drinks at a new rooftop bar near the Breslin, ostensibly to check out the competition. He leaned over, Ms. Rza Betts said, and planted a sloppy kiss on her mouth.\n“In the moment you are not thinking at all,” she said. “He’s your boss. You don’t punch him. You just don’t kiss back, and pull away and try to shake it off.”\nShe left and was in a cab home when the texts started. “G’nite gorgeous. Send me a sexy picture,” he wrote.\nShe politely brushed him off, but they kept coming. “Cone on. One sexy pic.”\n“Nope,” she texted. “No kisses. No pix. I’m a straight shooting career woman.”\n“Just 1. Your body,” he responded.\nHe gave up only after sending eight separate texts, which she shared with The Times. “I was embarrassed, felt taken advantage of and emotionally manipulated,” Ms. Rza Betts said.\nShe decided to work harder, knowing that pushing back could put her job in jeopardy. Then, one day in October 2011, she was cleaning up after a sherry-themed dinner at the Spotted Pig. Mr. Friedman, she said, remarked that she had started wearing push-up bras — probably, he added, to conceal the stretch marks on her breasts.\nMs. Rza Betts recorded the incident in her journal the next day. Still, she kept working for him until 2013. “I made a decision to stay there because I loved the job and I loved April’s food and I believed in it,” she said. “You hike up your bootstraps and you work. That’s how we all survived working for him.”\nTales of sexual predation at the highest levels of the culinary world have swirled for decades, but have been brought to light only recently. In October, The New Orleans Times-Picayune reported that more than 25 former and current employees of the chef John Besh said they experienced sexual harassment while working at his popular restaurants in that city. (Mr. Besh did not respond directly to the accusations, but stepped down from his company.)\nIndustry veterans say restaurants are especially accommodating to behavior that pushes the boundaries of sexuality in a workplace. Experienced servers accept that flirting is sometimes part of securing a good tip. Shifts are filled with sexual banter that many welcome as playful.\nBut the Spotted Pig turned that formula up several notches. In past interviews, Mr. Friedman — a former manager of bands, including the Smiths — has said his goal was to make a restaurant, with exceptional food, that was as sexy as any bar in town.\nHis vision was perhaps best expressed on the third floor of the Spotted Pig, an invitation-only space entered through unmarked doors. Decorated with posters, mismatched chairs and British knickknacks, it looks more like the ramshackle studio apartment of a graduate student than a V.I.P. haunt. The scruffy, bohemian ambience and Mr. Friedman’s talent as a host and gatekeeper have made it a place where celebrities feel comfortable.\nIn the early days, Beyoncé would be there laughing with friends, while locals like Gwyneth Paltrow and Chris Martin caught up at the next table. Kim Kardashian and Kanye West celebrated Valentine’s Day there in 2015; Charlie Rose, a regular, has held court at birthday dinners.\nBut late at night, after the first-floor dining room closed and the party moved upstairs, Mr. Friedman made it clear that normal restaurant rules did not apply, several employees said. In the frequently packed room, guests openly groped female servers, who said Mr. Friedman required them to work until parties ended, often after dawn.\nMs. Seet, the former manager, said that during a party in 2008, she intervened when she saw on the security camera feed that Mr. Batali, who was drunk, was groping and kissing a woman who appeared to be unconscious.\n“We called him the Red Menace,” said Ms. Nelson, the former server. “He tried to touch my breasts and told me that they were beautiful. He wanted to wrestle. As I was serving drinks to his table, he told me I should sit on his friend’s face.”\nMr. Batali apologized on Tuesday. “Though I don’t remember these specific accounts, there is no question I have behaved terribly,” he wrote in an email to The Times. “There are no excuses. I take full responsibility and am deeply sorry for any pain, humiliation or discomfort I have caused.”\nAmong employees and industry insiders, the third-floor space has earned a nickname: “the rape room.”\nMr. Friedman has also been intimidating in other parts of his empire, even to men on the staff. “There were definitely times I was scared of him,” said David Rabig, a former manager at several Friedman restaurants. “He’s a very large man. He likes to threaten to fire people. He liked to remind people he was the boss.”\nMr. Friedman especially likes to show off around celebrities, and “that involved humiliating the staff,” Mr. Rabig said.\nMs. Nelson, the waiter and aspiring comedian whom Mr. Friedman kissed in his car, recalled the time she met an idol, Ms. Poehler. Ms. Nelson said she was bartending on the third floor and happened to be kneeling down, stacking glasses on a tray. Mr. Friedman was standing next to her when Ms. Poehler walked over. He introduced the two women. Ms. Nelson, still on her knees, reached up to shake Ms. Poehler’s hand.\nAs Ms. Nelson recalls it, Mr. Friedman said, “And while you’re down there” as he grabbed the back of her head and pulled it into his crotch.\n“Aside from hanging my head in painful humiliation, I did nothing,” she wrote in a Facebook post in October, when the cascade of revelations about Harvey Weinstein reminded her daily of her time at the Spotted Pig. “I can’t even retell this story now without getting teary. It is one of the many demoralizing experiences that have taken place within my 20+ year waitressing career.”\nContacted through her agent, Ms. Poehler said, “I have no recollection of this, but it’s horrible.”\nLike many restaurants, the Spotted Pig operated for many years with a patchwork approach to human-resources management. Employees were told to bring sexual harassment claims directly to restaurant managers.\nBut the managers interviewed by The Times said that they were often promoted because they were close to Mr. Friedman, so that rarely happened. Several employees said that when they did report problems, managers brushed them off or confided that they themselves were too afraid of Mr. Friedman’s verbal abuse to take action.\n“That’s what’s so broken about this industry, and this situation,” said Ms. Nelson, who has worked in restaurants including the Standard in Los Angeles, whose owner, André Balazs, has recently been accused of sexual harassment. “The people you are reporting the abuse to are the abusers.”\nMs. Berg, the company’s recently hired human resources director, said in a statement that employees now go through anti-harassment training sessions and that personnel policies have been outlined in an employee handbook.\nEmployees said harassment took many forms under Mr. Friedman. Jessica Brown, 35, who now oversees food and beverages at JetBlue, took over as the Breslin’s wine director after Ms. Rza Betts left in 2013. When Ms. Brown became pregnant, she feared for her job.\nIn 2015, soon after her marriage, she requested a meeting with Mr. Friedman and another manager to discuss her compensation. A worried Mr. Friedman asked her if she was pregnant, she said. She told him she wasn’t. “Could you at least schedule this kind of thing for during the slow season?” she quoted him as saying.\nLater that year, Ms. Brown did become pregnant, and told a supervisor in confidence. Just over a week later, she was terminated; managers told her it was because the organization was downsizing and her position was being eliminated.\nShe filed a complaint with the city’s Commission on Human Rights; the agency found that because the Breslin was indeed reducing its staff at the time, her firing was not a violation — but that Mr. Friedman’s discriminatory comments about her pregnancy could be investigated as a violation. For legal and financial reasons, Ms. Brown chose to not pursue the case further but remains convinced that it was her pregnancy that triggered the firing.\n“The sex factor is important to Ken,” she said. “Having a pregnant woman on the floor is not sexy.”\nMs. Seet, 37, the former manager of the Spotted Pig, left the company in 2014 after eight years. She said that because she is a lesbian, she was not a sexual target for Mr. Friedman, but the two had a close, tumultuous relationship that she now sees as abusive.\nMs. Seet said Mr. Friedman subjected her, like other managers, to screaming, profane tirades over minor details like an imperfectly fluffed pillow. He would order employees out of the restaurant in a rage, then rehire them the next day.\nWhen they quit, Mr. Friedman offered apologies, promises to reform and make-up gifts: in Ms. Seet’s case, tickets to a Lady Gaga concert and dinner for her and her wife at Quince, an elegant restaurant in San Francisco, where she had moved to manage the opening of Tosca Cafe.\n“I told him I felt like a battered wife,” she said.\nMs. Seet says that when she finally resigned, Mr. Friedman wrote her a long, profanity-filled email threatening to blackball her in the industry.\nSoon afterward, she moved back to New York to take a job as general manager of Santina, a restaurant near the High Line that was being opened by the high-profile Major Food Group. But two days before she was to start, the group abruptly rescinded the offer; Ms. Seet said a senior manager told her that Mr. Friedman had ordered them not to hire her. (Her account was corroborated by the manager and a former assistant to Mr. Friedman.)\n“Ken has tried to blacklist many people,” said Ms. Freihon, formerly of the Breslin. “The restaurant industry is very small and tight knit, and he does know everyone.”\n“‘Everyone’ means the male chefs and the male restaurant owners and the male C.F.O.s,” she said. “Advancement is incredibly hard for women in this industry because you never know what the men are saying about you.”\nOver all, Ms. Seet said, working for Mr. Friedman and Ms. Bloomfield was nearly as thrilling as it was abusive. The constant drama created tight, familial relationships.\nBut, she and many others said, in order for the restaurant industry to finally allow women to build long-term careers, chaotic workplaces like the Spotted Pig will have to change.\n“I feel guilty even talking to you,” she said. “But it’s got to stop.”", "date": "Dec. 12, 2017", "href": "https://www.nytimes.com/2017/12/12/dining/ken-friedman-sexual-harassment.html", "tags": "spotted pig mr. ken “ accused harassment restaurateur sexual power ms. friedman employees restaurants"}