{"title": "Kentucky Judge Blocks Fetal Heartbeat Law That Would Ban Early Abortions", "content": "A Kentucky judge has blocked a controversial law that would ban abortions after a fetal heartbeat is detected, which is typically about six weeks into a pregnancy.\nThe ruling by Judge David J. Hale of the state’s western judicial district came hours after Republican Gov. Matt Bevin signed the measure into law, The New York Times reported.\nHale found that the law was potentially unconstitutional and ordered a hearing within the next 14 days to hear presentations on it.\nThe ACLU, which filed suit against the new law on Friday, estimates that the legislation would ban 90% of abortions in Kentucky, given that most women don’t realize they’re pregnant until the seventh week of their pregnancy or later.\n“Taking another page straight out of the anti-abortion playbook, Kentucky became the latest state to pass a law that will ban abortion before most women know they’re pregnant,” Brigitte Amiri, deputy director of the ACLU Reproductive Freedom Project, said in a statement. “These bans are blatantly unconstitutional, and we will ask the court to strike it down.”\nSimilar so-called “heartbeat bills” have been proposed across the country, most recently in Tennessee and Georgia.\nIn January, a judge in Iowa struck down a heartbeat law passed the legislature, saying that a woman’s right to decide whether to terminate a pregnancy is protected by the state’s Constitution.\nKentucky Attorney General Andy Beshear (D) had warned the state’s lawmakers in January that the heartbeat bill was unlikely to pass constitutional muster.\n“The Supreme Court of the United States has uniformly held — in no fewer than eight separate decisions — that neither Congress nor a state legislature can ban abortions” before a fetus’ viability, he said in a letter, according to The Lexington Herald-Leader. Such viability occurs much later in a pregnancy.", "date": "\n03/17/2019", "href": "https://www.huffpost.com/entry/fetal-heartbeat-law-blocked-kentucky_n_5c8e4621e4b0d7f6b0f48c66", "tags": "ban blocks abortions kentucky early heartbeat judge would ” pregnancy state fetal law"}