{"title": "Kenya attack victim Jason Spindler was '9/11 survivor'", "content": "A US businessman who reportedly survived the 11 September World Trade Centre terror attack in 2001 is among at least 21 people to have been killed by suspected militants in Nairobi.\nJason Spindler, founder and managing director of I-Dev International, a business development firm based in the Kenyan capital, was killed in the attack on Tuesday, his mother told NBC.\nThe US Department of State confirmed an American had died in the attack but did not provide further details.\nThe Somalia-based militant group al-Shabab claimed responsibility for the attack.\nSarah Spindler told the the US broadcaster: \"We all miss him so much. \n\"And it's so sad that such a bright young person is taken away by terrorism.  \n\"[He] was trying to make positive change in the third world in emerging markets.\"\nFriends and family paid tribute to Mr Spindler on social media. \nA Facebook post from a family member said the \"survivor of 9/11\" would be dearly missed.\n\"You are and will always be an amazing son, brother and uncle,\" the post read.\n\"Jason Spindler was one of those rare men who was loved by pretty much anyone he touched in Kenya and around the world,\" a friend wrote on Twitter.\n\"He chose a life of hope and inclusion. I am grateful to have known and learned from him.\"\nThe United States Ambassador to Kenya, Bob Godec, commended the Kenyan security services for their \"speed and courage... in ending the 15 January terrorist attack at the Dusit2D Hotel complex in Nairobi\".\n\"It is with great sadness that we confirm one American citizen was killed. We are assisting the family of the victim and other US citizens who were affected,\" he said.\n\"We offer our deepest condolences to the families and friends of all those who were killed and we wish a quick, full recovery to all those injured.\"\nAccording to a profile on his firm's website, Mr Spindler served in the US Peace Corps in Peru and had worked as an investment banker.\nHe was a University of Texas graduate who received a doctoral law degree from New York University.\nOther victims to be named include British citizen Luke Potter and Kenyans James Oduor, Abdalla Dahir and Feisal Ahmed.", "date": "16 January 2019", "href": "https://www.bbc.co.uk/news/world-us-canada-46896719", "tags": "victim us world jason kenya spindler firm nairobi killed attack kenyan family survivor"}