{"title": "Kenya attack: 21 confirmed dead in DusitD2 hotel siege", "content": "At least 21 people were killed when Somali militants stormed a luxury hotel compound in Nairobi, Kenya's government has confirmed.\nHundreds were forced to flee the bloodshed at the DusitD2 hotel and business complex on Tuesday.\nSome 28 injured people have been admitted to hospital, and Kenya's Red Cross said 19 are still missing.\nSomalia-based Islamist group al-Shabab said it was behind the attack, which triggered a 19-hour security operation.\nPresident Uhuru Kenyatta said the siege ended with five jihadist attackers \"eliminated\". \nKenya has been a target for al-Shabab since October 2011, when it sent its army into Somalia to fight the jihadist group.\nThe BBC's Andrew Harding, in Nairobi, says cowering groups of civilians were escorted to safety by security forces throughout Tuesday night, amid sporadic bursts of gunfire and the boom of explosions that continued well beyond dawn. Many had spent hours hiding in their offices, or in bathrooms. \nOn the crowded street outside the large, upmarket complex, friends and relatives embraced those who emerged and thanked Kenyan security forces. \nMourners have now begun to bury the dead.\nIn a televised address, President Kenyatta said \"every person that was involved in the funding, planning and execution of this heinous act\" would be \"relentlessly\" pursued.\nTwo people believed to be linked to the attack were arrested after raids on Wednesday, AFP reported. \nAccording to Reuters news agency, al-Shabab issued a statement calling the attack \"a response\" to US President Donald Trump's decision to recognise Jerusalem as the capital of Israel. \nThe move last year overturned decades of US foreign policy, and drew international criticism. \nJerusalem is a sacred city in Islam, Judaism and Christianity - and while Israel regards the whole of Jerusalem as its indivisible capital, Palestinians claim the eastern part of the city as the capital of a future state.\nKenyan James Oduor, commonly known as Cobra, was tweeting as the attack was unfolding. He was known for his love of football and was well-liked.\nTwo Kenyan friends, Abdalla Dahir and Feisal Ahmed, were having lunch together in the grounds of the hotel when the suicide bomber struck, Reuters news agency reports. Friends described the pair as inseparable. \nUS citizen Jason Spindler is among the dead. His brother, Jonathan, announced on Twitter that Jason had survived the 9/11 attacks in New York in 2001. \nIn an interview with US broadcaster NBC, Sarah Spindler said her son had been trying to \"make a positive change in the third world in emerging markets\".\nBritish citizen Luke Potter, who held dual South African nationality, was also killed, and another Briton was wounded, the UK Foreign Office said.\nThe attack began at about 15:00 local time (12:00 GMT) on Tuesday. The gunmen threw bombs at vehicles in the car park before entering the lobby, where one blew himself up, police say.\nA woman working in a neighbouring building told Reuters: \"I just started hearing gunshots, and then started seeing people running away raising their hands up and some were entering the bank to hide for their lives.\"\nSecurity camera footage showed at least four heavily armed men walking in and opening fire. There are reports they had been seen visiting the compound in recent days.\nAt 23:00, a government official said that all the buildings in the complex had been secured by security forces.\nBut just an hour later, gunfire and sporadic explosions were reported in the area. There was more heavy gunfire at about 07:00 on Wednesday.\nSecurity forces then combed their way through the building where frightened workers had barricaded themselves inside.\nThe five-star DusitD2 hotel has 101 rooms. Located in the Westlands suburb, minutes from the capital's business district, it has its own spa and several restaurants.\nWhen the gunmen first entered there was confusion, as people first tried to escape and then retreated into the building as they came under fire.\nOne eyewitness, Faith Chepchirchir, told Reuters: \"People were trying to run towards the gate, but then I saw everyone who was running towards the gate was coming back from the gate, now heading to this opposite direction. \n\"So for me we just closed the doors and then gunshots were just being sprayed all over. From the top, I think [the gunmen] went to the top floor and then started spraying bullets.\"\nMany civilians remained holed up in the complex for several hours, as they hid from the attackers in bathrooms, and even under tables and chairs.\nSome were able to keep in contact with loved ones by text.\nThey included Zinzi Khalwale, daughter of a former senator Boni Khalwale. Her father told The Daily Nation she had hidden in one of the rooms of her office until her rescue.\nBy the evening, all but the seventh floor of the complex had been cleared, but some civilians remained there, apparently in close proximity to the surviving attackers.\nThey oppose the Somali government, but have carried out attacks throughout East Africa.\nIn September 2013, al-Shabab gunmen entered the Westgate shopping mall in Nairobi and targeted shoppers.\nDuring an 80-hour siege at the upscale centre, 67 people were killed.\nTwo years later, the group carried out its deadliest ever assault in Kenya, shooting dead almost 150 people at Garissa University.", "date": "16 January 2019", "href": "https://www.bbc.com/news/world-africa-46888682", "tags": "forces security kenya confirmed al-shabab reuters siege complex dead attack hotel said"}