{"title": "Kenya profile - Media", "content": "Kenya has a diverse media scene, supported by a sizable middle class that sustains a substantial advertising market. \nA handful of major players dominates the industry. One of them, Nation Media Group, also operates in neighbouring countries.\nThe state-run Kenya Broadcasting Corporation (KBC) is funded from advertising revenue and a government-provided budget.\nTelevision is the main news source in cities and towns. The spread of viewing in rural areas has been slower, hampered by limited access to mains electricity. \nThe switchover to digital TV, completed in 2015, gave rise to new outlets offering diverse content in multiple languages. \nThe main satellite pay-TV platforms are South Africa's DStv, Kenyan-owned Zuku TV and Chinese-owned StarTimes. \nEntertainment, music and phone-ins dominate the lively radio scene, which includes Islamic stations and those broadcasting in local languages. Radio is a key medium in rural areas, where most Kenyans live.\nFull-time FM relays of the BBC World Service are on the air in Nairobi (93.9), Mombasa (93.9) and Kisumu (88.1).\nThe highly-competitive press sector is the most sophisticated in the region. The print media are dominated by two publishing houses, the Nation and Standard. \nKenya has seen a slow erosion of media freedom in recent years, says Reporters Without Borders in its 2017 survey of global press freedom. It says security concerns, especially over Somali militant group Al-Shabab, have been used to restrict freedom of information.\nInternet use is high by regional standards. Mobile devices are the main means of access. There were 21 million internet users by 2016 (Internetlivestats.com).\nFacebook, YouTube and Twitter are in the top 10 ranking of most-visited websites. Facebook ranks second, behind Google.\nThere are around 5 million active Facebook users (2016, Internet World Statistics). The most popular accounts tend to be run by media organisations and personalities, and politicians.", "date": "1 August 2017", "href": "https://www.bbc.co.uk/news/world-africa-13681344", "tags": "media kenya advertising profile main scene nation facebook diverse internet freedom"}