{"title": "Kenyan officials charged over Anglo Leasing scandal", "content": "Seven ex-government officials in Kenya have been charged in connection with a multimillion-dollar corruption scam.\nThe accused, including an ex-finance minister, all denied charges of abuse of office and conspiracy to commit economic crimes and were freed on bail.\nThe Anglo Leasing affair, which involved contracts being awarded to phantom firms, shocked Kenyans when it was revealed in 2004.\nA previous legal case fell apart in 2005 because of a lack of evidence.\nAnglo Leasing Finance was paid about 30m euros ($33m; £21m) to supply the Kenyan government with a system to print new high-technology passports; other fictitious companies involved in the scam were given money to supply naval ships and forensic laboratories.\nNone of the contracts were honoured.\nThe BBC's Robert Kiptoo in the capital, Nairobi, says the prosecution has said it is confident that it will get convictions with the new case as it has more evidence.\nKenya's attorney general has been working with the Swiss authorities to find and freeze the accounts of some of those believed to have been involved in the affair, he says.\nChris Obure, who served as finance minister under former President Daniel arap Moi and is now a serving senator, was the most senior official to be charged in the court in Nairobi.\nThe six others were senior civil servants, who had mainly worked in the ministry of finance and internal security ministry.\nIt is alleged that the scam began under the administration of Mr Moi and continued under his successor former President Mwai Kibaki, who came to power in 2002 promising to crack down on the looting of public money.\nFour of Mr Kibaki's cabinet ministers were alleged to have been caught up in the affair - named in a report by former corruption tsar John Githongo - but were never charged. They all denied involvement.\nNow former Finance Minister David Mwiraria, who continued to serve under Mr Kibaki after the allegations surfaced, will face charges in the new case on the recommendation of the Ethics and Anti-Corruption Commission.\nHowever, Mr Mwiraria did not appear in court on Wednesday because his lawyer said he was taken to hospital on Tuesday evening.\nThe magistrate, Hellena Ndung'u, ordered that he enter his plea before the court on 18 March.\nA businessman connected to Anglo Leasing Finance, Deepak Kamani, and his brother and father are to be charged on Thursday.\nMs Ndung'u also issued international arrest warrants for two foreigners believed to be connected to the scandal - Bradley Beckenfield, thought to reside in the US, and Brian Mills, whose whereabouts are unknown.", "date": "4 March 2015", "href": "https://www.bbc.com/news/world-africa-31733052", "tags": "minister officials scandal scam former involved anglo affair leasing charged finance kenyan"}