{"title": "Key Takeaways From The Full Redacted Mueller Report", "content": "A redacted version of special counsel Robert Mueller’s long-awaited report on Russian interference in the 2016 election was released Thursday, allowing Congress and the American public to read the findings for themselves. \nAttorney General William Barr went to bat for Trump at a press conference on Mueller’s report early Thursday — minutes before the report’s public release ― in which he repeatedly echoed the the president’s refrain that there was “no collusion” during the 2016 election. The Trump-picked attorney general’s decision to speak on the redacted report before it was sent to Congress drew fierce criticism from Democratic lawmakers, who then requested that Mueller testify about his findings before the House Judiciary Committee by next month.\nThroughout the special counsel’s nearly two-year investigation, six Trump campaign associates and dozens of Russian operatives were charged with various crimes.\nHere are some key takeaways from the redacted report released to the public: \nThe report details multiple instances in which Trump may have obstructed justice by using his authority to interfere with the special counsel’s investigation. Mueller declined to make a determination about whether the president obstructed justice. \n“Our investigation found multiple acts by the President that were capable of exerting undue influence over law enforcement investigations, including the Russian-interference and obstruction investigations,” the report states. “These incidents were often carried out through on-on-one meetings in which the President sought to use his official power outside of usual channels.” \nThe report pointed to instances like Trump telling former White House Counsel Donald McGahn to fire Mueller as special counsel, and asking political operative Corey Lewandowski to tell then-Attorney General Jeff Sessions to limit the scope of the investigation to future elections. \nHowever, an obstruction of justice charge would require the special counsel to determine that Trump’s actions, which may have impeded the Russia probe, were done with that intent, Mueller said in the report. “While this report does not conclude that the President committed a crime, it also does not exonerate him,” the special counsel wrote.\nTrump may have been saved from an obstruction of justice charge by his own aides’ refusal to follow his orders. \n“The President’s efforts to influence the investigation were mostly unsuccessful, but that is largely because the persons who surround the President declined to carry out orders or accede to his requests,” Mueller wrote. \nThen-FBI Director James Comey, for instance, ignored Trump’s request to stop investigating the president’s first national security adviser, Michael Flynn, who was later convicted of lying to the FBI; McGahn didn’t help fire Mueller, and Lewandowski didn’t pass along Trump’s message to Sessions saying Mueller’s investigation was unfair to the president and to limit its scope.\n“The Russian government interfered in the 2016 presidential election in a sweeping and systematic fashion,” Mueller wrote in the report. \nThe report goes into two main operations through which Russians interfered in the election: First a Russian group carried out a social media campaign designed to “sow discord” in the U.S. political system, supporting then-candidate Trump and disparaging Democratic nominee Hillary Clinton; second, Russian intelligence hacked the Clinton campaign volunteers and employees and released stolen documents, infamously through WikiLeaks. \nMueller’s investigation found extensive links between members of the Trump campaign and Russian officials. “The links included Russian offers of assistance to the campaign,” he wrote. “In some instances, the Campaign was receptive to the offer, while in other instances the Campaign officials shied away.” \nDespite establishing election interference by the Russian government, Mueller wrote that “the investigation did not establish that members of the Trump Campaign conspired or coordinated with the Russian government in its election interference activities.” \nThe special counsel report specifically said that it was looking at “conspiracy” and not “collusion” (though Barr in his press conference on Mueller’s report echoed the president’s refrain that there was “no collusion”).\nThe special counsel found evidence of crimes outside its scope and made 14 criminal referrals to other jurisdictions. \nOnly two of the referrals are publicly known to date. Mueller found evidence of potential wire fraud and Federal Employees’ Compensation Act violations related to Michael Cohen, Trump’s former personal fixer, and referred that evidence to federal prosecutors in New York and the FBI’s New York Field Office. Cohen received three years in prison on charges including campaign finance violation and lying to Congress, and gave testimony in February that revealed the inner workings of the Trump campaign.\nThe second public criminal referral includes potential Foreign Agent Registration Act violations related to Gregory Craig and his former litigation firm, Skadden. A federal grand jury recently indicted Craig on charges of making false statements and hiding information from the Justice Department related to his and his firm’s work on behalf of Ukraine. The charges stemmed from investigating former Trump campaign chairman Paul Manafort and his work on behalf of a pro-Russian political party in Ukraine.\n“Oh my God,” Trump said. “This is terrible. This is the end of my presidency. I’m fucked.”\nThat’s how the president reacted in May 2017 to the news that Mueller had been appointed to investigate Russian interference in the 2016 presidential election, according to the report. Trump was apparently livid at then-Attorney General Jeff Sessions when he broke the news of Mueller’s appointment to the president, saying, “How could you let this happen, Jeff?” \n“Everyone tells me if you get one of these independent counsels it ruins your presidency. It takes years and years and I won’t be able to do anything,” Trump said, according to notes taken by Sessions’ chief of staff Jody Hunt. “This is the worst thing that’s ever happened to me.”\nTrump later told The New York Times that he would never have appointed Sessions if he knew the attorney general would recuse himself from the Russia investigation.\nMueller’s report addresses why Trump was never subpoenaed, which would have forced him to testify as part of the investigation into his campaign and Russian interference in the election. \nEssentially, after the president “would not be interviewed voluntarily,” per the report, the special counsel’s office “weighed the costs” of a potentially long legal battle to obtain an interview with Trump versus the value of completing the investigation sooner. Mueller’s team ultimately decided it had gathered enough information from other sources for its investigation.  \nThroughout Mueller’s nearly two-year investigation, the special counsel repeatedly sought to interview Trump. Ultimately, Trump ended up submitting written answers to some of Mueller’s questions in November 2018 ― which the report called “inadequate.” The president reportedly only answered questions related to Russia’s interference in the election, and not about whether he tried to obstruct the investigation into his campaign’s potential links with Russian meddling.\nWhite House press secretary Sarah Huckabee Sanders claimed that the president only fired FBI Director James Comey because Deputy Attorney General Rod Rosenstein had recommended it. Mueller’s report, however, indicates that Sanders’ May 2017 explanation for the president’s actions was not true; Trump wanted Comey gone because the director wouldn’t publicly state that the president was not under investigation. \n“In the immediate aftermath of the firing, the President dictated a press statement suggesting that he had acted based on the [Department of Justice] recommendations, and White House press officials repeated that story,” Mueller wrote in his report. “But the President had decided to fire Comey before the White House solicited those recommendations.”\nSanders also admitted that when she told reporters the “rank-and-file of the FBI had lost confidence in their director,” her statement had no basis in fact, as was reported at the time.\nDonald Trump Jr. eventually ended up tweeting out screenshots of emails setting up the now-infamous June 2016 meeting between himself, senior Trump campaign officials and a Kremlin-linked lawyer said to be offering information that would damage Hillary Clinton’s campaign. Before that, though, his father had attempted to cover up the true reason for the meeting, held at Trump Tower in Manhattan. \nTrump never wanted his son’s correspondence to become public. In the summer of 2017, the president repeatedly told Hope Hicks, then serving as a communications adviser, that he did not even want to speak about the emails, which she believed would be inevitably leaked. Trump did not believe her.\nLater, however, the president ended up “edit[ing] a press statement for Trump Jr. by deleting a line that acknowledged that the meeting was with ‘an individual who [Trump Jr.] was told might have information helpful to the campaign’” ― instead, he stated only that the meeting was about adoption. Michael Cohen, at the time still serving as Trump’s personal lawyer, repeatedly denied that the president had helped craft the story given to reporters.", "date": "\n04/18/2019", "href": "https://www.huffpost.com/entry/mueller-report-explained-release-trump_n_5cb8d895e4b068d795ca7c0d", "tags": "redacted full key report “ investigation russian counsel takeaways campaign mueller"}