{"title": "Khashoggi murder: Erdogan demands Saudis extradite suspectsTimeline: Jamal Khashoggi's death", "content": "Turkey's President Recep Tayyip Erdogan has demanded that Saudi Arabia extradite the suspects in writer Jamal Khashoggi's murder.\nSpeaking after the G20 in Argentina, he said Khashoggi had not featured in the talks and only Canada's Justin Trudeau had brought the subject up.\nSaudi Arabia has charged 11 people with the murder, but there is no suggestion it is ready to send them to Turkey.\nIt denies that Crown Prince Mohammed bin Salman was involved in the killing.\nThe Saudi journalist was killed in the Saudi consulate in Istanbul in October.\nPresident Donald Trump has also denied US media reports that the CIA believes such an operation would have needed the approval of Prince Mohammed, known as MBS.\nMeanwhile Secretary of State Mike Pompeo has told CNN that he saw all the intelligence held by the US on the killing and said there was no direct evidence linking Prince Mohammed to the murder.\nBy BBC Diplomatic Correspondent James Landale, Buenos Aires\nPresident Erdogan remains deeply frustrated at Saudi Arabia's response to the murder of the journalist Jamal Khashoggi in the country's consulate in Istanbul. \nHe accused the Saudi authorities of contradictions and lies, of changing their story and refusing to share information with the Turkish investigation. He said Crown Prince Mohammed had given world leaders at the G20 summit an \"unbelievable explanation\" of the situation, by arguing that Saudi Arabia could not be blamed unless the crime was proven. \nThe Turkish president said it was essential that the suspects detained by the Saudi authorities should be extradited to face trial in Turkey.\nHe added that the murder had been a test for the whole world, but insisted he did not want to damage the Saudi royal family.\nHe said solving the killing would be in the Saudi royal family's interests.\nThe Turkish president said Turkey had evidence that Khashoggi had been killed over the course of seven and a half minutes and had shared the evidence with those countries who had asked for it. \nThe Gulf kingdom's public prosecutor has said Khashoggi was killed inside the consulate as a result of a \"rogue operation\" on the orders of an intelligence officer.\nKhashoggi was given a lethal injection after a struggle. His body was then dismembered inside the consulate in Istanbul and the body parts were handed over to a local \"collaborator\" outside the grounds, the prosecutor said.\nHe said investigations had \"revealed that the person who ordered the killing was the head of the negotiations team\", but did not identify any of the 11 people charged with the murder.\nAs a prominent journalist, he covered major stories including the Soviet invasion of Afghanistan and the rise of Osama Bin Laden for various Saudi news organisations.\nFor decades he was close to the Saudi royal family and also served as an adviser to the government.\nBut he fell out of favour and went into self-imposed exile in the US last year. From there, he wrote a monthly column in the Washington Post in which he criticised the policies of Crown Prince Mohammed bin Salman.\nIn his first column for the newspaper, Khashoggi said he feared being arrested in an apparent crackdown on dissent overseen by the prince since.\nIn his last column, he criticised Saudi involvement in the Yemen conflict.", "date": "1 December 2018", "href": "https://www.bbc.com/news/world-latin-america-46415224", "tags": "turkey khashoggi saudis suspectstimeline mohammed murder jamal death saudi killing prince arabia demands extradite erdogan"}