{"title": "Khashoggi Disappearance May Disrupt Trump Administration’s Plans to Squeeze Iran", "content": "White House officials are worried that the apparent killing of the dissident journalist Jamal Khashoggi, and Saudi Arabia’s changing account of his fate, could derail a showdown with Iran and jeopardize plans to enlist Saudi help to avoid disrupting the oil market.\nOfficials said the dilemma comes at a fraught moment for the Trump administration, which is expected to reimpose harsh sanctions against Iran on Nov. 5, with the intent of cutting off all Iranian oil exports.\nBut to make the strategy work, the administration is counting on its relationship with the Saudis to keep global oil flowing without spiking prices, and to work together on a new policy to contain Iran in the Persian Gulf.\nIf that carefully coordinated plan moves forward, the Saudis would likely see a significant increase in oil revenue at exactly the moment Congress is talking about penalizing the kingdom over the Khashoggi case. It is one reason that Secretary of State Mike Pompeo was sent, with a few hours’ notice, to see King Salman of Saudi Arabia and Crown Prince Mohammed bin Salman on Tuesday.\nPart of the problem is optics, officials said: Saudi Arabia looks like a brutal ally, including by leading a deadly military campaign in Yemen, just as President Trump and Mr. Pompeo have been casting Iran as the region’s bully.\n“It’s a neat trick if you can both sanction a country and partner with them at the same time,” said Richard N. Haass, the president of the Council on Foreign Relations, who worked for several Republican presidents. “And it’s not easy to keep the focus on Iran’s behavior when the Saudis are doing terrible things to journalists and dissidents, and bombing children in Yemen.”\nAfter a phone call with Prince Mohammed on Tuesday, Mr. Trump said the kingdom’s rulers had again “totally denied any knowledge” of Mr. Khashoggi’s fate. He said the crown prince, who was with Mr. Pompeo during the call, would expand an investigation into Mr. Khashoggi’s disappearance and suspected killing two weeks ago.\nMr. Khashoggi, a columnist for The Washington Post, has not been seen since he entered the Saudi Consulate in Istanbul on Oct. 2. Turkish officials have asserted that Mr. Khashoggi was murdered and his body dismembered; Saudi officials denied any wrongdoing.\nWhile Mr. Khashoggi’s disappearance has heightened tensions between Saudi Arabia and both Turkey and the United States, the White House has been measuring the damage to its Iran strategy.\nIn interviews this week, Trump administration officials and outside experts said that possible repercussions on an elaborate plan to squeeze the Iranians have dominated internal discussions about the fallout over what happened to Mr. Khashoggi.\nBy comparison, they said, the issue of limiting American arms sales to Saudi Arabia, which Mr. Trump has said would threaten American jobs, pales in importance. The officials spoke on the condition of anonymity to publicly discuss internal conversations.\nOn Nov. 5, the administration is expected to announce that any company that does business with Iran — buying oil, financing projects or investing in the country — will be prohibited from doing business in the United States, including clearing transactions in dollars. It would present a common front with the Saudis, and cast Iran as the source of almost all instability in the Middle East.\nThat argument, officials have acknowledged, is now in jeopardy.\nMr. Pompeo’s message, officials said, was that a credible investigation and a Saudi explanation of what happened had to be conducted rapidly, before it imperiled the rest of the agenda that Mr. Trump and his lieutenants have devised with the kingdom.\nOther administration officials recently have been circulating through Riyadh, the Saudi capital, seeking the kingdom’s help on familiar problems, be it Iraq, Afghanistan or the Islamic State. But it is the containment of Iran that has captivated the administration and its Saudi allies.\nNorman T. Roule, who oversaw Iran assessments for decades before he left the C.I.A. last year, said in an interview from Riyadh that “the Saudis need to quickly and transparently deal with this.”\n“But then we and the Saudis need to get back to the business of restoring stability, confronting Iran and building a better Middle East,” Mr. Roule said.\nThat view is not shared by many in Congress, or among human rights groups, which believe that the Trump administration is so focused on Iran that it is willing to forgive Saudi actions that would be denounced as intolerable if they were committed by Iran.\nWith international attention focused on the current discussions between Mr. Pompeo and the Saudi royals, the Trump administration announced on Tuesday a limited package of new sanctions — against Iran.\nIt was part of an orchestrated effort by the administration to repeatedly denounce Iran and warn European businesses to sever all commercial ties with the country before Nov. 5.\nThe penalties were issued against the Basij Resistance Force, an Iranian militia used to intimidate protesters. Officials who briefed journalists about the sanctions largely refused to answer questions about Mr. Khashoggi, despite a drumbeat of queries about Saudi Arabia, which one official termed a “like-minded” ally.\nMiddle East experts said the goal for Mr. Trump and the Saudis was clear: Get the Saudi role in Mr. Khashoggi’s disappearance out of the headlines and focus anew on the Iranians.\n“I think they have a very strong incentive to cook up some story that will get us out of this fix,” said Gary Samore, the director of the Crown Center for Middle East Studies at Brandeis University, and a former top White House aide on nuclear issues for President Barack Obama.\n“They can’t go with the story that M.B.S. ordered a rendition of Khashoggi,” said Mr. Samore, using the initials for the crown prince. “So they have to find another credible story, and a rendition-gone-bad, or a rogue operation, might be it.”\nBut the key issue motivating the administration, he noted, is the close coordination needed with the Saudis as the crackdown on Iran unfolds. The result is that just as Congress talks about economic or military sanctions against the Saudi government, the country’s oil revenue may actually rise, as it picks up business previously filled by Iran.\nSenator Lindsey Graham, Republican of South Carolina and formerly a strong advocate of Saudi Arabia, has been among the most outspoken critics of the crown prince over the Khashoggi disappearance.\n“He had this guy murdered in the consulate in Turkey,” Mr. Graham said Tuesday on the “Fox & Friends” news program.\n“I’m not going back to Saudi Arabia as long as this guy’s in charge,” Mr. Graham said, suggesting the king remove the crown prince from power. “This guy is a wrecking ball.”\nTo penalize what the Saudis care about most — oil revenue — would be to undercut the Iran policy and send the price of gasoline and heating oil significantly higher, just as winter approaches.\nThe White House’s focus on Iran is evident from a coming article in “Foreign Affairs,” which Mr. Pompeo wrote before Mr. Khashoggi’s disappearance. It is titled “Confronting Iran,” and depicts Iran — along with North Korea — as the two major threats that Mr. Trump is committed to defanging.\n“Iran’s leaders — especially those at the top of the I.R.G.C., such as Qasem Soleimani, the head of the Quds Force — must be made to feel the painful consequences of their violence and corruption,” Mr. Pompeo wrote, referring to the Islamic Revolutionary Guard Corps. “Given that the regime is controlled by a desire for self-enrichment and a revolutionary ideology from which it will not easily depart, sanctions must be severe if they are to change entrenched habits.”\nHe continued: “That’s why the Trump administration is reimposing U.S. sanctions that were lifted or waived as part of the nuclear deal; the first of these went back into effect on Aug. 7, with the remainder coming back on Nov. 5. We intend to get global imports of Iranian crude oil as close to zero as possible by Nov. 4.”\nThe article makes only one reference to Saudi Arabia — as a country that is the target of Iranian-made missiles.", "date": "Oct. 16, 2018", "href": "https://www.nytimes.com/2018/10/16/us/politics/khashoggi-trump-iran-sanctions.html", "tags": "administration may khashoggi iran officials plans saudi ” trump squeeze disappearance disrupt"}