{"title": "Killings in Gaza, New Embassy in Jerusalem, and Peace as Distant as Ever", "content": "JERUSALEM — Across the Gaza Strip on Monday morning, loudspeakers on minarets urged Palestinians to rush the fence bordering Israel, where they were met by army snipers. At least 60 were killed and thousands injured, local officials said — the worst day of carnage there since Israel invaded Gaza in 2014.\nHours later, a beaming Ivanka Trump helped unveil a stone marker etched with her father’s name on the new American Embassy in Jerusalem, keeping his campaign promise to officially acknowledge Jerusalem as Israel’s capital. An audience of 800 religious conservatives and right-wing politicians from both countries sang “Hallelujah.”\n“What a glorious day,” exulted Prime Minister Benjamin Netanyahu.\nThe two scenes, only an hour’s drive apart, illustrated the chasm dividing Israelis and Palestinians more than at any moment in recent history.\n[Read the latest updates on the protests in Gaza.]\nFor generations, both sides of the conflict have been locked in competing, mutually negating narratives, with only sporadic flickers of hope for peace despite the efforts of a long list of presidents and secretaries of state.\nNow, with the militant Hamas movement hanging on to control of Gaza, and Mr. Netanyahu backed by President Trump, neither side is even listening to the other, and the Palestinians have lumped the United States together with Israel as an overt adversary.\nResponsibility for the violence on Monday rested “squarely with Hamas,” said Raj Shah, a White House spokesman, for “intentionally and cynically provoking” Israel by urging Palestinians to storm the border fence. “Israel has the right to defend itself,” he said.\nIn Gaza, Khalil al-Hayya, deputy chief of Hamas, blamed the United States for inciting the violence by moving the embassy to Jerusalem, reversing decades of American policy and defying international consensus. “The American administration bears responsibility for all consequences following the implementation of this unjust decision,” he said.\nThe two sides were in equally different worlds when speaking of how the embassy opening would affect the moribund peace process.\nPalestinians, who hope to see the eastern part of Jerusalem as the capital of a Palestinian state, see the embassy move as an abdication of any vestige of American impartiality in determining the region’s future. Since Mr. Trump announced the move in December, Palestinian leaders have flatly rejected the idea of peace talks under American auspices.\nBut at the embassy dedication, Jared Kushner, Mr. Trump’s son-in-law and adviser, predicted that “when there is peace in this region, we will look back upon this day and will remember that the journey to peace started with a strong America recognizing the truth.”\nMr. Netanyahu spoke of peace with “all our neighbors,” praising Mr. Trump and his team as truth-tellers for acknowledging what he called the fact that Israel’s capital was an “eternal, undivided” Jerusalem.\n“A peace that is built on lies will crash on the rocks of Middle Eastern reality,” Mr. Netanyahu said.\nWith evangelical pastors preaching and Sheldon G. Adelson, the influential Jewish Republican donor who had pressed Mr. Trump to move the embassy, in the front row, the only reference to the Gaza violence came when Mr. Kushner said that “those provoking violence are part of the problem and not part of the solution.”\nFor Israelis, the day was one many had dreamed of for generations. Regardless of their politics, it seemed unjust that the international community refused to see Jerusalem as their capital — a position they saw as a denial of the city’s Jewish history.\nFor Palestinians, the embassy move’s timing on the 70th anniversary of Israel’s independence — the eve of the day they commemorate the expulsion or flight of hundreds of thousands of Palestinians from their homes in what became Israel — became the focal point of demonstrations along the Gaza fence for two months leading up to it.\nBy midafternoon Monday east of Gaza City, the scene at the fence resembled a pitched battle — a chaotic panorama of black smoke, wailing sirens, streams of tear gas and recurring gunfire. Emergency workers with stretchers carried off a stream of injured people, many with leg wounds, some having been shot in the abdomen. A number were teenagers.\nA voice on a loudspeaker urged the crowd forward: “Get closer! Get closer!”\nThe charge was often led by women dressed in black, waving Palestinian flags and urging others to follow. “We don’t want just one or two people to get closer,” said an elderly woman clutching a shoulder bag and a flag. “We want a big group.”\nSome in the crowds were planting or hurling explosives, Israel said, and many were flying flaming kites into Israel: At least one kite outside the Nahal Oz kibbutz, across the fence from Gaza City, ignited a wildfire.\nAfter midday prayers, the atmosphere grew even more charged when officials from Hamas and other militant factions addressed the worshipers, urging them into the fray and claiming — falsely, to all appearances — that the fence had been breached and that Palestinians were flooding into Israel.\nHamas officials vowed that the protests would continue, but also hinted at the possibility of a military strike at Israel by the group’s military wing, the Qassam brigades, a response that could bring about another Gaza war.\nIsrael said no Palestinians had crossed the fence, but said it had repulsed several unsuccessful attempts by Hamas to have armed fighters slip across into Israel and wreak havoc — which Israel has maintained all along has been the true military objective of Hamas.\nAt least three separate squads of armed fighters “tried to use the commotion and smoke and dynamics of the riots as concealment, and then launched an attack on the fence,” said Lt. Col. Jonathan Conricus, a spokesman for the Israel Defense Forces.\nOne Israeli soldier was wounded by shrapnel from what was believed to be an explosive device, he said, and a variety of explosives were hurled at the Israelis by Palestinians. There had been “numerous shots” fired at Israeli soldiers, the army said.\nThe attempts to breach the fence expanded from five locations in previous protests to 13, Colonel Conricus said, calling Monday’s action an “unprecedented level of violence.”\nIsrael responded with gunfire and tear gas, and Israeli jets struck five targets in a Hamas military training facility in the northern Gaza Strip, and two other Hamas military positions in the area were hit by an aircraft and a tank.\nIsrael has made clear throughout the protests that it holds Hamas responsible for any violence emanating from Gaza, and Colonel Conricus made no apologies for the body count. “Hamas is killing Gaza,” he said. “We, on the other hand, are defending our homes.”\nIsrael’s military response restored international attention to the Palestinian cause with each one-sided casualty report, and revived Hamas’s flagging political fortunes.\nThe rival Palestinian Authority was left to look reactive and meek by comparison. Indeed, protests on the West Bank on Monday were fairly uneventful, and the authority’s president, Mahmoud Abbas, gave an unusually short speech addressing the Gaza death toll, calling for three days of mourning, a one-day strike, and terming the new embassy “an American settlement outpost in East Jerusalem.”\nOne clear loser, veterans of Israeli-Palestinian talks said, was peace in the region, which seemed ever more distant.\n“Israel claims all of Jerusalem, and is doing their best to ensure it remains that way,” said Aaron David Miller, a former Middle East negotiator in Republican and Democratic administrations. “And the Trump administration is validating that in a way no other administration has.”\nThe American Embassy, he said, is the new symbol of that partnership.\nHamas and other jihadist groups have “a national and religious issue around which to rally: defense of Jerusalem,” Mr. Miller said. “The embassy is now the physical manifestation of that campaign.”", "date": "May 14, 2018", "href": "https://www.nytimes.com/2018/05/14/world/middleeast/israel-gaza-jerusalem-embassy.html", "tags": "ever hamas palestinians peace killings embassy distant ” israel gaza jerusalem new —"}