{"title": "Kim Jong-un Meets Putin in Russia With U.S. Talks Faltering", "content": "MOSCOW — Two months after a failed summit meeting with President Trump, North Korea’s leader, Kim Jong-un, met on Thursday with President Vladimir V. Putin of Russia, as Mr. Kim tries to rally international support for an approach to sanctions relief and gradual nuclear disarmament that the Trump administration opposes.\nNorth Korea wanted security guarantees from nations other than the United States before it abandons its nuclear arsenal, along with assurances that “its sovereignty will be preserved,” Mr. Putin said after the meeting.\nMr. Kim’s visit to the Pacific port city of Vladivostok, Russia, was his first trip abroad since February, when he and Mr. Trump met with much fanfare in Vietnam, only to see negotiations end abruptly, amid mutual recriminations, without any progress toward an agreement.\n“The whole world’s attention is focused on the issue on the Korean Peninsula,” Mr. Kim told Mr. Putin as he called for “meaningful dialogue today” on the issue. Afterward, Mr. Putin said the United States and Russia had a common interest in preventing nuclear proliferation, in North Korea and elsewhere.\nBut he also took an apparent swipe at American foreign policy, suggesting that any military action taken by the United States against other nations complicated efforts to persuade North Korea to accept a security guarantee in exchange for nuclear disarmament.\nMr. Putin said the two leaders had agreed that the world needed “international law, not law of the fist,” although he added that Mr. Kim had asked him to share the details of the talks with the United States and China. There were “no secrets” at the negotiations, he added.\n“It is my and my government’s firm strategic position that the strategic and traditional friendly relations between North Korea and Russia be strengthened and improved ceaselessly to fit the needs of the new century,” Mr. Kim said after the meeting.\nMr. Putin was expected to fly to Beijing for a conference on China’s Belt and Road investment program after his talks with Mr. Kim, Russian news outlets reported.\nAt the February talks in Vietnam, in Hanoi, the capital, Mr. Trump had proposed a “big deal” to lift punishing economic sanctions in return for a quick and complete elimination of North Korea’s nuclear weapons program. Mr. Kim offered, instead, only a partial dismantling of nuclear facilities — while keeping his arsenal of nuclear warheads and missiles — in exchange for relief from the most harmful sanctions.\nEach side called the other’s plan unacceptable and the talks collapsed — a sharp contrast to the rosy picture both leaders painted of their first meeting, last June, in Singapore.\nNorth Korea has since vented its frustration with Washington, conducting a weapons test and accusing Mr. Trump’s national security adviser, John R. Bolton, and Secretary of State Mike Pompeo of sabotaging the nuclear negotiations. Mr. Kim said he was willing to meet Mr. Trump again, but only if the president made a new proposal the North could accept by the end of the year.\nLooking for friendlier counterweights to the United States, Mr. Kim made his first trip to Russia since taking the helm of his country and seeking to cultivate ties that date to the Soviet era. China and Russia have already voiced support for Mr. Kim’s gradual approach to disarmament and sanctions relief, something the summit meeting in Vladivostok seemed intended to highlight.\nRussian officials took pains to emphasize they are not trying to undercut Mr. Trump, though Mr. Putin and his government often seem to relish opportunities to thwart the international aims of the United States and its allies. A Kremlin adviser, Yuri Ushakov, told Russian news media on Wednesday that the meeting intended to “consolidate the positive trends” of Mr. Trump’s talks.\nVedomosti, a Russian business newspaper, noted that China has been muted in its backing of Mr. Kim, for fear of upsetting trade talks with the United States.\nRussia’s formal trade with North Korea is minuscule, but it is seeking mining concessions and a long-desired trans-Korean natural gas pipeline if international sanctions are lifted, said Vasily Kashin, an East Asia expert at the Russian Academy of Sciences.\nLast year, the Trump administration publicly  accused Russia of helping North Korea circumvent United Nations sanctions — which Russia voted for — through illegal ship-to-ship transfers of oil and coal. The North does not want such illicit dealings to stop, but Russia’s ability to ease the pain of sanctions is limited.\nBy meeting with Mr. Putin on Thursday, Mr. Kim was seeking to reaffirm his new image among his people as a global player, despite what happened in Hanoi. His meeting with Mr. Putin also sends a signal to Washington that Mr. Kim is expanding his diplomatic chess game after his one-on-one diplomacy with Mr. Trump faltered.\n“If perception is indeed reality, North Korea has come to be perceived as now a player in Northeast Asia, meaning Kim’s carefully calibrated P.R. offensive is working — much to Washington’s dismay,” said Harry J. Kazianis, the director of Korean studies at the Washington-based Center for the National Interest. “And in the long run, such a strategy could very well pay off, if Kim is no longer perceived as a threat, leading eventually to a weakened sanctions regime.”\nWith its talks with Washington stalemated, Mr. Kim may try to align his country more closely with Beijing, Moscow or both, as the United States tries to bring South Korea and Japan together to jointly deter China’s ascendancy and a nuclear-armed North Korea.\nIf Mr. Kim concludes that his two-way diplomacy with Mr. Trump is going nowhere, he may play on Mr. Putin’s desire to increase his influence in the region. The Kremlin’s spokesman, Dmitri S. Peskov, suggested Wednesday that Russia might welcome a revival of multilateral talks on North Korea, known as the six-party negotiations, that have been dormant for a decade.\nBefore they collapsed in 2009, the six-party talks had produced agreements to halt North Korea’s nuclear program, but the North later abrogated them. The negotiations included China, Russia, Japan, the United States, and North and South Korea.\nAny attempt to revive them is bad news for Mr. Trump, who has repeatedly cited them as the prime example of how past administrations’ dealings with North Korea had failed. He has claimed that his own leader-to-leader diplomacy with Mr. Kim stood a far better chance of bringing about the North’s denuclearization.\nMr. Kim headed north into Russia on Wednesday in his  armored, green-painted train, which reportedly reaches a top speed of only 37 miles per hour. Wearing a black coat and fedora, Mr. Kim stepped off near the border for a traditional Russian greeting with bread and salt.\nConspicuously absent from  his entourage, as reported on the North’s state media, was Kim Yong-chol, an official who has been the North’s point man tasked with coordinating Kim-Trump diplomacy. Kim Yong-chol’s absence came days after the North’s demand that Washington remove Mr. Pompeo, his American counterpart, from the United States negotiating team.\nMr. Kim was accompanied on this trip by First Vice Foreign Minister Choe Son-hui and other veterans of six-party talks. Mr. Putin previously held a summit with Mr. Kim’s father and predecessor, Kim Jong-il, in 2002. Kim Jong-il also met in 2011 with Dmitri A. Medvedev, then the Russian president, in Ulan-Ude, a Siberian city near Mongolia.", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/world/asia/putin-kim-russia-summit.html", "tags": "u.s. united states meets russia jong-un faltering kim north korea putin talks"}