{"title": "Kim Jong-un blasts delays in North Korean economic projects", "content": "North Korean leader Kim Jong-un has launched an unusual barrage of criticism at officials over delays in completing economic projects. \nThe country's leaders usually praise officials during factory visits. \nBut this time state media said he was \"speechless\" a power plant was only 70% complete and \"appalled\" by hot-spring bathtubs \"dirtier than fish tanks\".\nPyongyang has long pushed for economic progress as the secondary aim alongside developing nuclear arms.\nMr Kim's latest inspection tour took him to four sites in North Hamgyong province, bordering China. \nAt Orangchon power station, he complained that only 70% of the facility had been completed, 17 years after construction began.\nAt a hotel in the city of Yombunjin, he noted that six years into the construction project, plastering was still not finished.\nVisiting the Onpho holiday resort, he pointed out bathtubs that were \"dirty, gloomy and unsanitary\", state-run KCNA news agency reported.\nAfter visiting a bag factory, he said the provincial party committee was \"working in a perfunctory manner\".\nLaura Bicker, South Korea correspondent\nWhat we appear to be seeing is a leader eager to project the image of an economic reformer both at home and abroad.\nKim Jong-un made a promise to his people when he took power in 2011. He told them living standards would improve and that he would implement reforms to build the economy alongside making his country a nuclear power. \nNow that he's declared the nuclear programme complete, he is trying to show North Koreans that he's making good on his economic pledge. He is also shifting any blame for the failure to complete the projects on to local party officials, rather than his leadership.\nHe appears keen for foreign media to see this too. North Korea has been trying to brush away suggestions that it has no intention to denuclearise. There has been very little progress on disarmament since Mr Kim met Donald Trump in Singapore. \nThis latest very colourful and public incident allows Mr Kim to argue that his focus is very much on the economy -  not on building nuclear weapons. \nNorth Korea's domestic newspaper Rodong Sinmun devoted a whole nine pages to the story.\n\"Normally such things are not done in the open press which, in the overwhelming majority of cases, maintains the image of the DPRK [North Korea] as a perfect country,\" analyst Fyodor Tertitskiy of NK News told the BBC.\nThere was no escape for the officials involved later in the day either, with state television's main evening news extended from its usual 20 minutes to a full hour to accommodate reports on Mr Kim's inspection visits and his fury at performance.\nSenior news reader Ri Chun-hee was among Central TV's team of four announcers who took turns to read KCNA scripts saying that officials had \"no revolutionary spirit\", the strongest words aimed at senior officials on national media since weather forecasters were publicly chided for their poor performance in 2014. \nIn a move perhaps designed to heap shame on the officials, the hour before the main news had carried a compilation of Mr Kim's successful inspection tours over previous years.", "date": "17 July 2018", "href": "https://www.bbc.co.uk/news/world-asia-44855699", "tags": "country officials nuclear korea korean news projects economic delays power kim north jong-un blasts"}