{"title": "Kim-Putin: North Korean and Russian leaders to meet for first time", "content": "North Korean leader Kim Jong-un has arrived in Russia for his first ever talks with Vladimir Putin. \nThe meeting in the Pacific port of Vladivostok comes soon after the collapse of the Trump-Kim talks in Hanoi.\nThe international stand-off over Pyongyang's nuclear programme is top of the list of issues to discuss, but both sides are bringing very different agendas to the table.\nThe Soviet Union was a major ally of North Korea, offering economic co-operation, cultural exchanges and aid. It also provided North Korea with its initial nuclear know-how.\nBut since the collapse of the Iron Curtain the relationship has suffered. With weakened ideological ties there was no reason for special treatment and support. And as a regular trading partner, North Korea was not very attractive to Russia, as it was unable to pay international market prices.\nSince Russia's gradual estrangement from the West since the early 2000s, relations have picked up somewhat. Moscow has found itself backing countries \"based on the old logic that my enemy's enemy is my friend,\" explains Professor Andrei Lankov of Seoul's Kookmin University.\nThe last North Korea-Russia bilateral meeting was in 2011, when then president Dmitry Medvedev met Mr Kim's father, Kim Jong-il.\nTheir relationship makes sense geographically - they share a short border not far from the important Russian port city of Vladivostok, where the two leaders are widely expected to meet. \nAccording to Russia's foreign ministry, there are also some 8,000 North Korean migrant labourers working in Russia, sending vital revenue back home. Other estimates put that number much higher. \nUnder the current UN sanctions, all of these workers will have to be sent home by the end of the year. \nThe Hanoi summit between Kim Jong-un and US President Donald Trump collapsed without any agreement or progress on North Korea's nuclear programme. \nIt's an outcome the North Korean leadership had not expected. It had hoped to agree a compromise which would see some easing of the international sanctions which are damaging its economy. \n\"International sanctions are beginning to take effect and without a change in the US position, it's very unlikely North Korea will be able to get sanctions relief and pick up trade with the outside world,\" says Prof Lankov. \nSo North Korea needs to contact everyone who might be helpful in achieving that goal. Anything from real progress to even symbolic diplomatic assistance would be useful to Pyongyang.\nAlexey Muraviev, associate professor at Curtin University in Perth, Australia, says North Korea has to show the US \"they're not in isolation\".\n\"If they can show that major powers are still backing them up, this will give them additional bargaining power to talk to the US and China.\"\nSo Russia is an attractive option. \n\"Mr Kim needs to be given full credit,\" Mr Muraviev says. \"He is quite skilful in playing high-stakes diplomacy for North Korea's economic interest - and for the survival of his own regime.\"\nCourting other dialogue partners goes in tandem with renewed missile activity to pressure Washington back to the negotiating table.\n\"North Korea's strategy always has been walking a tight-rope between the conflicts of the world powers and getting concessions that way,\" Park Young-ja, a researcher at the Korea Institute for National Unification, told BBC Korean. \n\"So meeting with Russia could be a card it can play against China and the US.\"\nPresident Putin has been eager to meet the North Korean leader for quite some time. Yet amid the two Trump-Kim summits, the Kremlin was somewhat sidelined. \nSo after the failure of the Hanoi talks, a meeting with Kim Jong-un is a good opportunity for Mr Putin to put Moscow back on the playing field. \nLike the US and China, Russia is uncomfortable with North Korea being a nuclear state and in the early 2000s was part of the ill-fated six-party talks after Pyongyang withdrew from the Nuclear Non-Proliferation Treaty.\nBut unlike Washington, Moscow wants to accept the status quo: denuclearisation is seen as an unrealistic goal so the Kremlin instead wants talks with Pyongyang aimed at stabilising the situation.\nRussia's involvement is also a matter of prestige and reputation. Regardless of how the US-North Korea relations will pan out, Russia is keen on being involved at least at some level. \nIf Mr Putin manages to have at least some say in the situation, he can show that Russia is still present in the region. \nAnd if the Kremlin was to contribute in a meaningful way to solving the North Korea situation, even better. \nBy most estimates, there won't be any major agreement or deals struck between the two countries. \nAside from getting some international recognition and leverage for future talks with Washington, North Korea is primarily interested in money. \n\"The country's economic situation is bad and Pyongyang desperately wants a relaxation in the sanctions so regular trade can pick up,\" says Mr Lankov. \"It also wants free money in the form of aid.\"\nYet neither is likely to be forthcoming from Moscow. \nThe overwhelming sense in Moscow remains that Pyongyang is an unreliable and unmanageable state it will not spend a lot of money on, Mr Lankov says. And money is what North Korea needs most. \n\"I don't think North Korea can get much from Russia,\" Lee Jai-chun, a former South Korean ambassador to Russia, told BBC Korean. \n\"The Russian economy is in a difficult situation after the sanctions over Crimea. The meeting would be a gesture to the Trump administration, and to South Korea.\"\nA meeting will also have domestic implications, he says. \"North Korea's citizens know that the summit with US was a failure so the meeting with Russia could be a 'show' to the North Korean people.\"\nIn terms of economic ties, Russia is bound by UN Security Council sanctions. \"It will not officially violate those sanctions,\" Mr Lankov says. \"At best Moscow might turn a blind eye to some minor sanctions violations.\"\nOpen violations seen as sanctioned by the Kremlin would only hurt Russia's interests with very little in return: North Korea is not a relevant export market for Russia. And in turn, North Korea has no major products useful for Russia. \n\"So at most, there will be some small symbolic aid promises,\" suggests Mr Lankov, \"and a lot of words with very little action\".\n\"Moscow is wary of spending money on a country that's seen as extremely unreliable, especially at a time when Russia itself is suffering from international sanctions.\"\nSo in the end, Russia might be merely another voice urging North Korea against escalating tensions while Kim Jong-un will hope the meeting might put him in a better bargaining position to deal with Washington.", "date": "24 April 2019", "href": "https://www.bbc.co.uk/news/world-asia-47972954", "tags": "sanctions us leaders korean first russian kim meeting meet kim-putin moscow russia north korea time"}