{"title": "Kim Yo-jong and North Korea's secret weapon", "content": "It turns out North Korea's leader Kim Jong-un doesn't need to fire off a missile to get the world's attention. He has a number of far more powerful weapons in his arsenal: his female envoys.\nAnd on this latest so-called charm offensive, he saved the best for last. His sister.\nKim Yo-jong mesmerised South Korean audiences. As she strode into the presidential palace carrying a handwritten note from her brother, every detail was scrutinised live on television. Her sparkly top, how she wore her hair, each small gesture. The news networks even decided to discuss her freckles, rather than mention that she is on a US blacklist for human rights abuses.\nYou could almost feel the ripple of excitement as she walked into the opening ceremony of the Winter Olympic Games in Pyeongchang. Necks craned and mobile phones were held aloft to catch a glimpse. \nI found myself, along with others, leaning as far as I could over the balcony to try to see her in the VIP box below. The faces around the stadium all said one thing. She's here. On South Korean soil.\nShe has given the secretive regime a human face. \n\"It's strange and wondrous. I've never seen a North Korean before,\" one young man tells me.\n\"My heart is melting,\" says another.\nBut let's not forget, Kim Yo-jong is Pyongyang's PR queen. She is the master of her brother's image, and on this occasion, she has mastered the media's portrayal of her country. \n\"To see a member of the Kim family in the flesh like that is so unusual for South Koreans that it's not surprising they were fascinated by her,\" explains Jean Lee, former Pyongyang bureau chief for the news agency Associated Press.\n\"But it does also show how savvy the North Koreans are,\" he says. \"They sent their prettiest women. Frankly when you go to North Korea, you have these guys who are drop dead gorgeous. They have told me sometimes that their job is to seduce us, so that in turn we are like, the country and the people, they're not that bad.\"\nThe seduction began several weeks ago as North Korea despatched the former lead singer of Moranbong, an all female music group. Hyun Song-wol sashayed through Seoul to find a venue for her arts troupe to perform. \nAgain, more mention was made of her fur stole than the fact that only five months ago North Korea conducted its latest nuclear test.\nThen came the famed \"army of beauties\". This group of women, handpicked for their good looks, talent, and loyalty to the regime stepped off the bus in single file in matching black fur hats, red coats and ankle boots. \nHeavily guarded, most merely smiled as reporters tripped over themselves to try to get near them. \nIn looks-conscious and skin-care obsessed South Korea, these young North Korean women are held up as examples of natural beauty or innocence and it appears to have prompted a sting of nostalgia in the older generation. One of the group's most famous members is Ri Sol-ju who joined when she was 16 and eventually became the wife of Kim Jong-un.\nOne North Korean defector told me it was her job to go out and conquer with a smile. Han Seo-hee is a former member of both the North Korean cheerleading squad and the arts troupe.\n\"We were supposed to promote the Juche ideology (North Korea's ideology of socialist self-reliance). We were fighters on the frontline. We thought we were going into the heart of the enemy to show how proud we are. We were to show that we were better than others. I was quite proud and confident and I thought that was what we were going to do.\"\nHan Seo-hee had to leave North Korea because her brother defected. If she'd stayed she and her family could have ended up in prison. She enjoys the freedom she has in South Korea as she recalls the three months of ideological training she went through with her fellow performers.\n\"We were told we should not be surprised and shocked by the unknown world and that we shouldn't forget our home country even for a minute. We shouldn't forget that we are there to honour General Kim.\n\"Some of my fellow performers said that because they didn't want to forget their homeland they would grab a handful of earth to put in their suitcase. Another packed a portrait of Kim Jong-il (the father of the current leader) wrapped in a red silk scarf in her bag.\"\nThis kind of idolisation of a leader is alien to South Korea's younger generation who are not so easily seduced by North Korea's arrivals. \nProtests appeared on social media by an outraged group in their 20s and 30s who felt that South Korean President Moon Jae-in was wrong to integrate North Koreans into the women's ice hockey team. The president's popularity ratings have not fully recovered.\nAnd the culture gap became glaringly obvious during the ice hockey match itself. \nThe South Korean cheerleading group at the Olympics had rehearsed sexy routines to the song Uptown Funk in mini skirts and knee high boots while waving pom poms. But the rows of North Korean cheerleaders below them seemed almost oblivious to whatever pop or rock hit was booming around the stadium. \nIn matching red tracksuits their performance consisted of quirky hand movements and chants all done in perfect unison. Their traditional songs were about uniting the Motherland. \"We are one\" was the cry. \nHan Seo-hee feared the cheerleaders might be seen as a curious spectacle. She remembered an incident in 2003.\n\"When the cheerleaders arrived in South Korea it was raining and Kim Jong-il's portrait on the main flag got wet. The whole group of cheerleaders were horrified and came out of the bus and gathered around the picture to protect it. South Koreans were quite shocked to see this behaviour because it looked like a religious cult.\n\"It only served to highlight the differences between the South and the North.\"\nPolitical scientist Ian Bremmer noted on Twitter that \"N Korea's cheering squad is an amazing spectacle. But they're human hostages of a criminal regime. It's the most heartbreaking thing we'll see at the Olympics\".\nIt seems North Korean's power to seduce has its limitations. ", "date": "13 February 2018", "href": "https://www.bbc.co.uk/news/world-asia-42984960", "tags": "see korean secret koreans one forget group yo-jong south kim north weapon korea"}