{"title": "Kim Jong-un Arrives in Russia for Meeting With Putin", "content": "SEOUL — Wearing a black fedora and black overcoat, a smiling Kim Jong-un, North Korea’s leader, stepped off an armored train that had taken him on a daylong journey from Pyongyang to the Russian port city of Vladivostok on Wednesday.\nMr. Kim’s arrival came a day before he is scheduled to meet with President Vladimir V. Putin as part of the North Korean leader’s efforts to fend off American pressure to give up his nuclear weapons arsenal.\nAccompanied by senior Russian officials, Mr. Kim listened to a military band before stopping for a rare, short interview with the Russian television network Rossiya 1.\n“I hope this visit will be successful and fruitful,” Mr. Kim said. “I hope that during talks with esteemed President Putin I will have a detailed discussion of the settlement process on the Korean Peninsula and the development of our relations.”\nMr. Kim is the first North Korean leader to travel to Russia since his  father, Kim Jong-il, visited there in 2011, signaling that Mr. Kim is trying to foster ties with his country’s old Soviet allies while his diplomacy with President Trump remains deadlocked.\n[Read about the meeting between Mr. Kim and Mr. Putin the following day.]\nMr. Kim’s  meeting with Mr. Trump in Hanoi, Vietnam, in late February ended abruptly when the North Korean leader rejected Mr. Trump’s proposal for a “big deal” in which the United States would lift sanctions in return for a quick dismantlement of the North’s entire nuclear weapons program. Mr. Kim offered only a partial dismantlement in exchange for lifting the most harmful economic sanctions.\nNorth Korea has since grown increasingly frustrated with Washington, conducting a weapons test and accusing Mr. Trump’s national security adviser, John R. Bolton, and Secretary of State Mike Pompeo of sabotaging the negotiations. Mr. Kim said he was willing to meet Mr. Trump again, but only if the United States made a new proposal that the North could accept by the end of the year.\nA recent report by the United Nations sanctions committee has accused Russia of helping North Korea circumvent international sanctions through illegal ship-to-ship transfers of oil and coal. But there is doubt over Russia’s ability to ease the pain of sanctions for North Korea.\nMoscow is obligated to honor the United Nations sanctions it has voted for. And North Korea and Russia share a short border, precluding the kind of widespread smuggling believed to be taking place between the North and China. Mr. Kim has met China’s president, Xi Jinping, four times as he sought help from China, which accounts for more than 93 percent of the North’s external trade.\nBy securing a meeting with Mr. Putin this week, Mr. Kim sought to reaffirm his image as a global player despite the failure to reach an agreement with Mr. Trump in Hanoi. His meeting with Mr. Putin also sent a signal to Washington that Mr. Kim was expanding his diplomatic chess game.\n“If perception is indeed reality, North Korea has come to be perceived as now a player in Northeast Asia, meaning Kim’s carefully calibrated P.R. offensive is working — much to Washington’s dismay,” said Harry J. Kazianis, the director of Korean studies at the Center for the National Interest, a research institute in Washington.\n“And in the long run,” Mr. Kazianis said, “such a strategy could very well pay off, if Kim is no longer perceived as a threat, leading eventually to a weakened sanctions regime.”\nRussia and China have supported American-led sanctions against the North at the United Nations Security Council, but at the same time have provided the North with a buffer against American pressure. They support the North’s argument that the United States and North Korea should resolve their differences in “a step-by-step approach” by trading security guarantees for North Korean actions toward complete denuclearization.\nWith talks with Washington stalled, Mr. Kim may align more closely with Beijing, Moscow or both, in much the same way as the United States tried to bring Seoul and Tokyo together to deter China’s ascendancy and combat a nuclear North Korea.\nIf Mr. Kim concludes that his two-way diplomacy with Mr. Trump is in vain, he may play off Mr. Putin’s desire to increase his own influence in Asia. Japanese news outlets reported this week that during his meeting with Mr. Kim, Mr. Putin could call for the reopening of so-called six-party talks on the North’s nuclear disarmament.\nBefore the 2009 collapse of the talks — which included China, Russia and Japan as well as the United States and North and South Korea — they had produced denuclearization deals, but they were later abrogated.\nMr. Trump has repeatedly cited the talks as a prime example of how past administrations’ dealings with North Korea failed and how his own leader-to-leader diplomacy with Mr. Kim stood a far better chance of bringing about Pyongyang’s denuclearization.", "date": "April 24, 2019", "href": "https://www.nytimes.com/2019/04/24/world/asia/kim-jong-un-vladimir-putin.html", "tags": "sanctions arrives united meeting ” russia jong-un kim north korea putin"}