{"title": "Kirsten Gillibrand Delivers Lukewarm Statement On Ilhan Omar", "content": "One day after three top Democratic presidential candidates defended Rep. Ilhan Omar (D-Minn.) over charges of anti-Semitism, Sen. Kirsten Gillibrand (D-N.Y.) issued a noticeably different statement that seemed to admonish Omar, equating the congresswoman’s comments with a virulently Islamophobic poster displayed in the West Virginia Capitol that linked Omar to the Sept. 11 attacks.\n“Those with critical views of Israel, such as Congresswoman Omar, should be able to express their views without employing anti-Semitic tropes about money or influence,” Gillibrand said in a statement on Tuesday. “Just as those critical of Congresswoman Omar should not be using Islamophobic language and imagery that incites violence, such as what we saw in West Virginia.”\nGillibrand acknowledged the hypocrisy of the Republican legislators who condemned Omar’s comments but “said little” after President Donald Trump defended white supremacists on multiple occasions.\n“Both are unacceptable,” Gillibrand said. “As elected officials, we must be held to higher standards and we must all do better.”  \nHere are Gillibrand’s full remarks: \nOmar came under fire on Friday after some interpreted her critical comments about Israel as anti-Semitic. \n“I want to talk about the political influence in this country that says it is OK for people to push for allegiance to a foreign country,” she said at an event on Feb. 28.  \nGillibrand’s response to the controversy differed from those of her fellow presidential hopefuls, Sens. Bernie Sanders (I-Vt.), Kamala Harris (D-Calif.) and Elizabeth Warren (D-Mass.), all of whom unequivocally threw their support behind the freshman congresswoman. \n“Anti-Semitism is a hateful and dangerous ideology which must be vigorously opposed in the United States and around the world,” Sanders, who was first to speak out in support of Omar, said on Wednesday. “We must not, however, equate anti-Semitism with legitimate criticism of the right-wing, Netanyahu government in Israel.”\n“We should be having a sound, respectful discussion about policy. You can both support Israel and be loyal to our country. I also believe there is a difference between criticism of policy or political leaders, and anti-Semitism,” Harris wrote.\n“Branding criticism of Israel as automatically anti-Semitic has a chilling effect on our public discourse and makes it harder to achieve a peaceful solution between Israelis and Palestinians,” Warren stated.\nSanders, Harris and Warren all explicitly stated that criticism of Israel is not synonymous with anti-Semitism. Gillibrand made no such statement.  \nOmar’s comments have created a chasm in the House Democratic caucus over how best to respond. House Speaker Nancy Pelosi (D-Calif.) and other leaders decided to hold a vote on a resolution condemning anti-Semitism, which caucus members saw as an indirect rebuke of Omar. The resolution, which is expected to go for a vote on Thursday, was expanded to express disapproval of Islamophobia and white supremacy as well.\nSen. Cory Booker (D-N.J.), who is also vying for the 2020 Democratic nomination, chimed in on Thursday, criticizing Omar. \n“I found what she said disturbing,” he said. “I stand against anti-Semitism and racism and bigotry wherever it’s been seen.”\nBooker was quick to say that Islamophobia is just as bad ― and that critiques of Omar must not insult her Muslim faith. \n“We should condemn anti-Semitism where it exists, bigotry and hate of any type, but we can’t be selective in that combination.”   \nFor her part, Omar stands by her comments. \n“Being opposed to Netanyahu and the occupation [of Palestine] is not the same as being anti-Semitic,” she said in a Twitter thread on Sunday. \n“I am grateful to the many Jewish allies who have spoken out and said the same.” \nThis post has been updated to include comments from Sen. Cory Booker. ", "date": "\n03/07/2019", "href": "https://www.huffpost.com/entry/kirsten-gillibrand-ilhan-omar_n_5c815a95e4b020b54d832f6b", "tags": "kirsten congresswoman anti-semitism omar ” lukewarm gillibrand israel statement must comments ilhan delivers"}