{"title": "Kofi Annan's funeral: World leaders bid farewell to ex-UN chief", "content": "World leaders and royalty have paid their respects to one of Africa's most famous diplomats, Kofi Annan, at his funeral in his home country of Ghana. \nIt is the climax of three days of mourning which saw thousands of Ghanaians file past his coffin as it lay in state in the capital, Accra. \nAnnan died on 18 August in Switzerland at the age of 80. \nHe was UN secretary-general from 1997 to 2006, the first black African to hold the world's top diplomatic post. \nHe was awarded the Nobel Peace Prize in 2001 for helping to revitalise the international body, during a period that coincided with the Iraq War and the HIV/Aids pandemic.\nSpeaking at the funeral, current UN secretary-general Antonio Guterres said Annan was an exceptional leader who saw the UN as a force for good. \n\"As we face the headwinds of our troubled and turbulent times, let us always be inspired by the legacy of Kofi Annan,\" Mr Guterres said. \n\"Our world needs it now more than ever,\" he added.\nBy Mayeni Jones, BBC News, Accra\nMourners in traditional black and red attire filled the main hall of the Accra Conference Centre, which sits about 4,000 people. More are watching proceedings on a giant screen in an auditorium just outside the hall. \nThere have been hymns and a performance by soprano and human rights campaigner Barbara Hendricks. \nAnnan's nephew Kojo Amoo-Gottfried read a eulogy, describing how he had led a hunger strike in his secondary school to protest against the quality of food in the dining hall. \nThere were also a moving tribute by his wife, Swedish lawyer and artist Nane Maria Annan. She described how her husband was always excited to return home, and thanked Ghana for giving the world such an extraordinary man. \nShe said her husband had an irresistible aura of radiant warmth. \n\"His legacy would live on through his foundation and through all of us,\" she concluded. \nThe former queen of the Netherlands, Princess Beatrix, and her daughter-in-law Princess Mabel, who were close friends of Annan, were among the mourners. \nThe king of Ghana's Asante people, Otumfuo Nana Osei Tutu II, awarded Annan the title Busumuru in 2012 to honour his role as an international diplomat. \nBusumuru is one of the swords attached to the monarch's Golden Stool, or throne.\nGhana's President Nana Akufo-Addo described Annan as \"one of the truly iconic figures of modern times\". \n\"The outpouring of tributes from the world over is an accurate measure of the man, a man who gave his life to making peace where there was conflict, to defending the voiceless who were powerless, to promoting virtue where there was evil,\" he said.\nThe Anglican bishop of Annan's home city of Kumasi in central Ghana, the Most Reverend Daniel Sarfo, said: \"Today history is being made in Ghana. One of our illustrious sons is lying here. \n\"But we are grateful that God used him over the years to work for humanity, for peace. Today, as he lies here, he has finished his work.\" \nAll pictures subject to copyright", "date": "13 September 2018", "href": "https://www.bbc.co.uk/news/world-africa-45507124", "tags": "un farewell leaders world ex-un accra annan bid home chief peace one ghana kofi funeral hall"}