{"title": "Kofi Annan remembered: The human side of a UN chief", "content": "Political historians will no doubt debate Kofi Annan's legacy as UN secretary-general for decades to come. \nAs head of UN peacekeeping, could he have done more to avert the genocide in Rwanda? \nWas he vindicated in his criticism of the Iraq war by the allies' failure to uncover weapons of mass destruction and the disastrous aftermath of the conflict? \nWill his promotion of the UN's Millennium Development Goals and his battle to stem the spread of Aids shape the destiny of his own African continent?\nAs the BBC's United Nations Correspondent between 1999 and 2001, these were the kind of issues I wrestled with. \nI resisted becoming a UN fan, as I needed to dispassionately assess the organisation's role in handling crises of the era such as East Timor, Kosovo and Sierra Leone. \nHowever, I have to say that, as secretary-general at the time, Kofi Annan was always a pleasure to work with. \nWith a career spent largely covering Northern Ireland, I have dealt with my fair share of pugnacious politicians, so intent on making their point that you fear the blood vessels on their heads might pop. \nBy contrast, even in highly pressurised situations, I found Kofi Annan to retain his characteristic gentle demeanour, enunciating his views softly, but clearly. \nHe had an inner steel, but rarely put it on display.\nIn dealing with various leaders or celebrities, it's illuminating to examine how they treat either their staff or members of the public. \nSome can be high-handed, distant, or downright rude, if they don't regard you as a person of consequence. But not Kofi Annan.  \nBack in 1999, he was due to visit my hometown of Oxford to make a speech at the University's Centre for Islamic Studies on the dialogue between civilisations.\nIt happened to be a subject my brother Peter was interested in, and so I managed to secure him a ticket. \nBut in the run up to the event Peter broke his leg and thought he wouldn't be able to make it. \nIn the end he went, complete with plaster and crutches. \nAt the end of the lecture, Peter was making his way out of the Sheldonian Theatre, when the secretary-general saw him and thanked him for making such an effort to attend. \nA few pleasantries followed before Kofi made a fatal error in asking my brother what he thought of his lecture. Peter, never shy of speaking his mind, differed with the secretary-general on quite a few points.\nOn the margins of a news conference in New York a few weeks later, the secretary-general nodded to me and smiled. \n\"I met your brother in Oxford and we had quite an interesting chat,\" he said.\nI think from the twinkle in his eye it was a deliberate understatement. \nIn 2001, I returned to Northern Ireland, while Kofi Annan continued his work, not least dealing with the diplomatic fallout from the 9/11 atrocities. \nIn July of that year Peter collapsed - he was taken to hospital and diagnosed with a brain tumour. By December, he was dead.\nAt the start of 2002, I made a return trip to United Nations HQ. \nA radio documentary I made with a production team from BBC Northern Ireland on the topic of blood diamonds had been awarded a prize in a UN competition. \nThe secretary-general presented me with my award and asked \"how is your brother?\" \nHe looked shocked as I told him what had happened. \nA few days later, an envelope dropped through my letter box in Belfast. \nIt was from the secretary-general offering me his deepest condolences. \n\"Knowing how much a sibling means, I can only wish you courage and fortitude at this time,\" he wrote. \n\"I still remember meeting him (Peter) in the United Kingdom and the very nice chat we had on that occasion.\"\nIt was a touching gesture from a man who, quite literally, had the cares of the world on his shoulders. \nPolitics and diplomacy may be about power and wealth, self-interest and rhetoric, and the clash of ideologies and values. \nBut it should also provide room for empathy, decency, and acts of humanity, and it is with this in mind that I mourn Kofi Annan's passing.", "date": "13 September 2018", "href": "https://www.bbc.co.uk/news/uk-northern-ireland-45253853", "tags": "un making annan peter united side chief northern human secretary-general brother ireland kofi remembered"}