{"title": "Korean summit sparks cold noodle craze", "content": "Kim Jong-un may have made history by crossing the military line into South Korea, but it was a throwaway quip about cold noodles that began the most unexpected of crazes.\nOnce the handshake was done and dusted, the North and South Korean leaders were not averse to making jokes and Kim Jong-un's contribution to the jollity was a remark about how he had brought some of North Korea's famous cold noodles for the summit.\nAccording to media reports, he said: \"I've been checking news and people are talking about food a lot. So I brought some Pyongyang cold noodles for President Moon to enjoy. Pres Moon, please feel easy and have some delicious Pyongyang noodles that we brought.\"\nAnother translation suggested he also joked that the noodles had been brought \"a long way... ah, we probably shouldn't say it is far\".\nOn the face of it, not a momentous statement of diplomacy - but his comments lit up South Korea and sparked a craze for Pyongyang cold noodles. \nLong queues have formed in the South outside cold noodle shops - and, on social media, the term is even trending higher than the North Korea-South Korea summit. \nPyongyang Naengmyeon is the cold buckwheat noodle dish that Mr Kim was referring to. According to the Korea Herald, it shot to the top trending keywords on Twitter.  \nBut it wasn't just online that the mania was evident. South Koreans have seized the moment and gone out to eat it with lines forming outside Seoul restaurants that serve it.\nSungjoo Han shared a selfie on Instagram saying:  \"I ate the cold noodles for lunch to celebrate two Korea summit.\"  \n\"There was a long line when I arrived there. No seats available in the restaurant so I had to wait to eat the noodle. I believe everybody came to the restaurant for the same reason,\" he told BBC Korean. \nThe Yonhap news agency quotes one Pyongyang cold noodles restaurant in eastern Seoul say it had run out of parking because of the demand.  \nIt also says that at one restaurant, Jeongin Myunok in Yeuido, Seoul, people shouted with joy when they were called by the staff for their turn.\n\"Wow, let's try Pyongyang Naengmyeon,\" one of them said out loud. \"Let's eat them with Kim Jong-un\".\nOne tour operator that offer tours of Pyongyang refers to the dish as one of the most \"iconic noodle dishes\", and one you'll find in every major Pyongyang restaurant. \nFor the uninitiated, they are handmade buckwheat noodles served cold in a flavoured broth of beef, pork and chicken and topped with kimchi, cucumber and pickles or meat. \nIn North Korea, the noodles are known as Raengmyun. ", "date": "27 April 2018", "href": "https://www.bbc.com/news/world-asia-43918330", "tags": "pyongyang summit korean sparks craze restaurant one noodle north brought south kim noodles cold korea"}