{"title": "Koreas make nuclear pledge after historic summit", "content": "The leaders of North and South Korea have agreed to work to rid the peninsula of nuclear weapons, after holding a historic summit.\nThe announcement was made by the North's Kim Jong-un and Moon Jae-in of South Korea after talks at the border.\nThe two also agreed to push towards turning the armistice that ended the Korean War in 1953 into a peace treaty this year.\nThe summit came just months after warlike rhetoric from North Korea.\nSpeaking at a banquet after Friday's talks, Mr Kim hailed the progress he said had been made.\n\"We bade farewell to the frozen relationship between North and South Korea, which was a nightmare. And we announced the beginning of a warm spring to the world,\" he said.\nDetails of how denuclearisation would be achieved were not made clear and many analysts remain sceptical about the North's apparent enthusiasm for engagement.\nAn issue for the North is the security guarantee extended by the US, a nuclear power, to South Korea and Japan and its military presence in both countries. \nPrevious inter-Korean agreements have included similar pledges but were later abandoned after the North resorted to nuclear and missile tests and the South elected more conservative presidents.\nMr Kim said the two leaders had agreed to work to prevent a repeat of the region's \"unfortunate history\" in which progress had \"fizzled out\".\n\"There may be backlash, hardship and frustration,\" he said, adding: \"A victory cannot be achieved without pain.\"\nOther points the leaders agreed on in a joint statement were:\nThe commitment to denuclearisation does not explicitly refer to North Korea halting its nuclear activities but rather the aim of \"a nuclear-free Korean peninsula\".\nThe two countries have also agreed to seek international support to reach this goal, the joint statement says.\nChina later praised the political determination and courage of both leaders and said it hoped the momentum could be maintained.\nUS President Donald Trump also welcomed the news, tweeting that \"good things are happening\".\nMr Kim is due to meet Mr Trump in the coming weeks. Speaking in Washington, Mr Trump said the meeting would take place in one of two countries under consideration and vowed he would not be \"played\" by the North Korean leader.\n\"We will come up with a solution and if we don't we'll leave the room,\" he said.\nNew US Secretary of State Mike Pompeo - who earlier this month travelled secretly to Pyongyang to meet Mr Kim - said his impression was that Mr Kim was serious about reaching a deal.\n\"The economic pressure put in place by this global effort that President Trump has led has led him to believe that it's in his best interest to come to the table and talk about denuclearisation,\" he said, speaking at a Nato meeting in Brussels.\nThe leaders were met by an honour guard in traditional costume on the South Korean side. The pair walked to the Peace House in Panmunjom, a military compound in the DMZ.\nMr Kim then invited the South Korean president to step briefly across the demarcation line into North Korea, before the pair stepped back into South Korea - all the while holding hands.\nIt was an apparently unscripted moment during a highly choreographed sequence of events.\nThe two leaders spoke together during a session broadcast live on South Korean TV. \nMr Kim jokingly apologised to Mr Moon for repeatedly forcing him to get up early because of the North's missile and nuclear tests.\n\"I heard you [President Moon] had your early morning sleep disturbed many times to attend National Security Council meetings,\" he said. \"I will make sure that your morning sleep won't be disturbed.\" \n\"Now I can sleep in peace,\" Mr Moon replied.\nMr Kim also acknowledged that the North's infrastructure lagged behind that of the South.\n\"I'm worried that our transport situation is bad so it may discomfort you, it may be embarrassing [for me] if you visit North Korea after living in the South's environment,\" he said.\nAfter separating for lunch, the two leaders took part in a tree-planting ceremony using soil and water from both countries. \nThey later attended a banquet where Mr Kim was expected to be served the Swiss potato dish rösti - a nod to his time studying in Switzerland - along with the North's signature dish of cold noodles, and a North Korean liquor.\nMr Kim was accompanied for the symbolic discussions by nine officials, including his powerful sister, Kim Yo-jong.\nSo far there has been no mention of the summit's outcome on North Korean TV.\nFew had predicted a development like this, as North Korea continued its nuclear and missile tests and stepped up its rhetoric through 2016 and 2017. \nThe rapprochement began in January when Mr Kim suggested he was \"open to dialogue\" with South Korea.\nThe following month the two countries marched under one flag at the opening ceremony of the Winter Olympics, held in the South.\nMr Kim announced last week that he was suspending nuclear tests.\nChinese researchers have indicated that North Korea's nuclear test site may be unusable after a rock collapse.", "date": "27 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-43921385", "tags": "leaders nuclear make summit korean pledge two south kim koreas north korea historic"}