{"title": "Korean meeting: How did we get here?", "content": "Kim Jong-un has become the first North Korean leader to enter South Korea since the end of the 1953 Korean War.\nBut why has it taken so long, where did the dispute between the two countries start, and why are there even two Korean countries - rather than the one it was before 1948? \nIt's a long and complicated history that started with the end of World War Two.  \nWar broke out on the Korean peninsula in 1950 as a direct result of the Cold War taking place between the West and the Soviet Union. \nJapan ruled Korea (when it was just one country) from 1910 up until the end of the Second World War.\nThe Soviet Union (USSR) saw an opportunity when Japan surrendered at the end of the war and entered Korea.\nThe USSR and the US agreed to divide Korea in 1948, with the Soviets taking control of the north and the US the south. \nThey would come to be known as the Democratic People's Republic of Korea (North Korea) and the Republic of Korea (South Korea).\nThe USSR installed a communist dictatorship north of the border, giving power to the former guerrilla soldier Kim Il-sung (Kim Jong-un's grandfather) who ended up ruling until 1994. \nDemocratic elections in the South led to Syngman Rhee becoming the country's first president. \nThe USSR and US left Korea in 1949, and a year later Kim Il-sung attacked the South by surprise.\nHis goal was a unified communist Korea. \nNorth Korea had a bigger army, thanks to the USSR, and made it count at first.\nBut US reinforcements arrived to help the South and, following a plea to the UN's Security Council, troops were also sent in from fourteen UN countries - including Australia, France and the UK. \nA stalemate led to an armistice being signed in 1953 after new US president Dwight Eisenhower threatened to use nuclear weapons to end the war, while the death of USSR leader Joseph Stalin in the same year also contributed. \nThe armistice was intended to be a temporary truce, resulting in a ceasefire \"until a final peaceful settlement is achieved\".\nBut the settlement still hasn't arrived - which is why the meeting between the two Korean leaders is so significant. \nDaily life in South and North Korea couldn't be more different. \nThe South, having been occupied by western forces, embraced a capitalist philosophy.\nIt has developed into one of Asia's most affluent nations. \nA government-sponsored industrial push in the 1960s led to huge corporations like Samsung and Hyundai being created.\nThe country 's culture is exported around the world.\nIts soap operas are popular in the likes of China and K-Pop has become a phenomenon. \nAround 45 of the country's 48 million people are estimated to have high-speed wireless internet, and people have access to all the brands that are coveted in the west - and then some. \nAnd what do they teach people in South Korea about the North? \n\"We have been taught that North Korea is a main enemy but our fellow country at the same time,\" says YouTuber Korean Billy. \nLife in North Korea is different, to say the least. \nNorth Korea is a communist country, but capitalism is creeping into the country. \nThere are things to buy - but only for some people, those who have money. The majority of people in North Korea live in poverty. \nCitizens are told from a young age into believing the Supreme Leader is the be-all and end-all, as well as that countries like South Korea and America - and the west generally - are evil. \nIn 2014 a UN panel accused North Korea of crimes against humanity, including systematic extermination, torture, rape, forced abortions and starvation.\nIt recommended prosecution of the country's top leaders by the International Criminal Court.\nThe UN report said there is an almost complete denial of the right to freedom of thought, conscience and religion, as well as of the rights to freedom of opinion, expression, information and association, in the country. \nKim Il-sung was North Korea's first and longest-serving leader, who introduced the philosophy of \"juche\" - self-reliance - to the country. \nHe also created a cult of personality around himself through incessant propaganda, which allowed him to rule for 46 years without any real rivals. \nIf there were real rivals, they were purged - a tradition continued by Kim Jong-un when he took over.\nKim Il-sung promoted his son, Kim Jong-il, to senior roles within the Korean Workers' Party and the military in the 1980s, making it clear he would eventually take over.\nKim Il-sung was given the title of \"eternal president of the republic\" after his death in 1994, and is almost worshipped as a god in the country.\nThe reigns being passed on to Kim Jong-il made North Korea the world's first hereditary communist state - and he continued the cult of personality. \nAs an example of the type of information fed to the North Korean people, official propaganda says a double rainbow and a bright star marked Kim Jong-il's birth.\nUnder Kim Jong-il's leadership the economy worsened and the use of labour camps for political dissenters grew. \nHe also ramped up the country's pursuit of nuclear weapons and long-range missiles, something his son Kim Jong-un continued after his death in 2011. \nKim Jong-un, the current leader, is the first leader to enter South Korea since the war. \nHis approach to the South appears to have changed dramatically in recent months - which some people attribute to increased sanctions by the US and UN.\nNorth Korea now claims it has mastered the design of nuclear weapons, and announced a ban on testing them this month. \nIt comes ahead of a planned meeting with US President Donald Trump. \nNow he says that along with South Korean president Moon Jae-in, he will work to denuclearise the Korean peninsula. \nDetails of how denuclearisation would be achieved were not made clear, and there are two main reasons why analysts are sceptical. \nThe first issue for the North is the security guarantee extended by the US, a nuclear power, to South Korea and Japan.\nIt has military presence in both countries.\nThe second reason: similar agreements have been made between the Koreas in the past, but were later abandoned after the North resorted to nuclear and missile tests and the South elected more conservative presidents.\nAlongside ridding the peninsula of nuclear weapons, the Koreas also said they were aiming to turn the armistice that ended the Korean War in 1953 into a peace treaty this year.\n\"I can't help being emotional when I see two leaders talk about peace, because Korean people have always wanted the two Koreas to have a peaceful relationship,\" says YouTuber Korean Billy, who lives in Seoul. \n\"I kind of started to imagine if I could actually travel to North Korea in the near future. \n\"South Korean people have always wanted to travel to North Korea and talk to North Korean people.\" \nFollow Newsbeat on Instagram, Facebook and Twitter. \nListen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here. ", "date": "28 April 2018", "href": "https://www.bbc.co.uk/news/newsbeat-43920920", "tags": "country us korean first meeting get war south kim north korea"}