{"title": "Korean War: Searching for the father they barely knew", "content": "Many families of US soldiers who fought - and never returned - from the Korean War are hoping their decades-long search for answers will soon be over. Thousands of American servicemen are still classified as missing in action (MIA) and at the US-North Korea summit earlier this year, Pyongyang promised to return the remains of 200 US troops from the conflict. The daughters of three missing servicemen shared their stories with the BBC's Cindy Sui.   \nGail Embery was about three years old when her father, US Army Sgt. Coleman Edwards, joined the war and was declared missing within a few months.\nHer mother remarried soon after and did not talk about him, so she grew up not knowing she had another father. She found out when she was 10 years old and since then has been trying to find him.\n\"It's because I feel him,\" Ms Embery says. \"He was only 18 when he went to fight for his country and he lost his life. It's important to me that he knows that somebody loved him, that what he did to sacrifice his life was not in vain.\"\nLater, she attended meetings in Washington DC for the families of soldiers taken prisoner in war or classified as MIA. \n\"What I know is his company was captured in North Korea and they had to march to a prison camp. My father helped a lot of men who were not strong enough to make the march. They said he died of malnutrition. He was buried in a mound, outside the camp near a lake,\" she says.\nShe later served on the board of directors for a group in Washington DC that lobbies for the search and identification of war remains.\n\"It's been very difficult and very frustrating.\"\nMore than 326,000 Americans fought alongside soldiers from South Korea and a UN coalition during the Korean War from 1950-53 to support the South against the Communist North. The missing US soldiers are among around 33,000 coalition troops still unaccounted for.\nOver the years, North Korea has handed over only a few hundred sets of American remains. Ms Embery and other families are hopeful President Trump's and Mr Kim's recent summit will lead to more remains being repatriated.\n\"I'm 73 years old; I don't feel I can wait that much longer,\" she says. \"I want them to know and feel it's very important to my father. He wants to come home.\"\nDiana Sanfilippo's father, 1st Lt. Frank Salazar, was a fighter pilot whose unit was stationed in the US, but he volunteered to go to Korea when he was 29 years old.\n\"He wanted to do his patriotic duty and he cared about people in trouble,\" she says.\n\"I have a few memories of him playing with me, dancing with me, throwing me up in the air and catching me, and letting me bounce on the bed,\" recalls Ms Sanfilippo, who was four when he left. \"I also remember the last time I saw him. I had this sense he was going to someplace dangerous and I didn't want him to go.\"\n\"I remember him hugging me when we dropped him off at the airbase, and telling me he loved me and to be good to my mommy.\"\nAfter he was declared missing in action, her mother remarried and didn't want to look back. \"When I asked questions, my mom would just get upset at me.\"\nThe agony of not knowing led her to try to find answers.\nShe later learned from other pilots that he was on a reconnaissance mission north of Pyongyang when his plane was likely hit by ground fire.\n\"My father radioed that there was heavy artillery fire. When the wingman radioed my father, my dad didn't answer. He never saw my dad's plane go down; my dad was never confirmed dead.\"\nAfter suffering with depression, Ms Sanfilippo became a family therapist. The psychology training helped her realize she had to reconnect with her dad and come to terms with her loss.\n\"I refer to it as my own search and rescue mission. Just as the US Air Force sent out a search and rescue mission to find my dad after he went missing; I too was lost and needed to find myself. It took me almost 20 years, but I did it.\"\nLater she became a pilot to know her dad through what he loved: flying. She even flew a P-51 Mustang - the type of plane her father flew on his last mission.\nMs Sanfilippo has also written a book about coming to terms with losing her father.\nShe doesn't think her father is still alive, but she's not sure; some prisoners of war never returned even after the armistice. He would be 95.\nThe only picture Janis Curran has of herself with her father, Lt. Charles Garrison, is one taken just before he left for the Korean War.\nHe was a Navy fighter pilot and his plane was shot down as he tried to protect ground troops from the advancing North Korean soldiers.\nHe parachuted out of the plane and waited for a helicopter to rescue them. But the helicopter had another mission and when it returned, her dad was no longer there.\nIt's believed that he was taken prisoner by North Korea. He had just turned 31 and she was three years old.\n\"It's hard to live your life not knowing what happened to your loved one,\" Ms Curran says.\nThe saddest times were ironically the happy moments - her wedding, and the births of her daughter and sister's children.\n\"You feel that person is missing. It's like a dark cloud is over your head all the time.\"\nHer grandparents died thinking he may still be alive, and her mother died in 2004.\n\"I wish the remains could've been returned when my mom was still alive. She could've remarried after the government declared him dead in 1954. She was so beautiful. But she said she was a one-man woman,\" Ms Curran says.\n\"I want his remains to be buried next to that of my grandparents and my mother.\"", "date": "26 July 2018", "href": "https://www.bbc.com/news/world-asia-44843123", "tags": "us ms korean missing dad years war barely knew remains father says korea searching"}