{"title": "Koreas summit: Five key moments from the Kim-Moon meeting", "content": "The meeting between Kim Jong-un and Moon Jae-in marks just the third time that leaders of the two Koreas have met. \nThe historic summit, where the two sides pledged to rid the Korean peninsula of nuclear weapons, was the first time that an international audience got an unfettered glimpse of Kim Jong-un and his personality.\nHence, perhaps unsurprisingly, it was also a meeting with several symbolic and unusual moments.\nNorth Korea had agreed that the supreme leader would meet Moon Jae-in on the South Korean side of Panmunjom. This harkened back to a remark made by late South Korean President Kim Dae-jung to Kim Jong-il at the first inter-Korea summit in June 2000 in Pyongyang.  \nKim Dae-jung, who was 17 years older than the then North Korean leader, pointed out that the onus was on the younger man to visit the older man, and that it would be appropriate for Kim Jong-il to reciprocate and visit South Korea.  \nThat never happened, so by being the first North Korean leader to visit the South since 1951, Kim Jong-un is showing President Moon a degree of deference, perhaps to buttress his message that this round of inter-Korea talks will be different to the last.\nThe high-level inter-Korean meeting kicked off at the military demarcation line (MDL) with President Moon stepping on the North-South border to shake Kim Jong-un's hand. Mr Moon asked Mr Kim when he might be able to visit North Korea. And then something unscripted happened. \nIn a demonstration of his humour and devil-may-care personality, Mr Kim pulled Mr Moon over the cinder block marking the division of the Koreas and remarked \"how about now?\"  \nThe two then walked, hand in hand, across the border.\nMr Kim's behaviour at this summit is intended to broadcast that he is in the driver's seat. \nBut he also behaved respectfully around President Moon, showing Mr Kim's sincerity about peace on the Korean peninsula and that Pyongyang intends to limit its more provocative activities for now.\nThis spate of interactions between the two Koreas will also be different to those during the 2000s, because the two Koreas will pursue more modest economic and social co-operation.\nThere are many perks of being North Korea's supreme leader - including a large security entourage.\nMembers of Mr Kim's Guard Command, and his personal security escorts, went into each of the meeting rooms beforehand to inspect them and sweep for electronic eavesdropping devices and explosives.\nThe chairs where Mr Kim sat and the surfaces that he used were sprayed with sanitizers. \nWhen the high-level summit broke for lunch, 100 minutes after convening, Kim Jong-un's Mercedes Benz limousine was accompanied by a dozen of his closest bodyguards who ran alongside it.  This was an unprecedented show of force.\nIn his opening remarks to President Moon, Kim Jong-un touched on several thorny issues.  \nHe said that \"displaced people, defectors and residents of the island of Yeonpyeong\" would have high expectations of their meeting.\nIt was unusual for him to acknowledge North Korean defectors - Pyongyang typically views defectors as traitors, and their families may be targeted for punishment.\nMeanwhile, his reference to Yeonpyeong was an allusion to the November 2010 artillery attack by North Korea's armed forces on the island in the south - which observers believed was part of Kim Jong-il's efforts to ensure the succession of his son.\nMost interestingly, however, Kim Jong-un admitted that North Korea's critical infrastructure needed improvement. \nMr Moon told Mr Kim that he would like to climb Mount Paektu, a mountain in the North held sacred by the Korean people.  \nKim Jong-un told him: \"I feel embarrassed about the poor transit infrastructure.\"  \nA modern railway passage to the area near Mt Paektu has been under construction for several years and it seems Kim Jong-un was, unusually, conceding that the project has proceeded unevenly.\nAt the initial interactions with Moon Jae-in, Kim Jong-un only took with him his younger sister Kim Yo-jong, and Kim Yong-chol, the former military intelligence boss who has since become the North's top policymaker on inter-Korean relations. \nThese are two of Kim Jong-un's closest advisers and aides, and both travelled to South Korea during the Olympics.  \nPrior to the meetings, Kim Yo-jong carried the folder with her brother's briefing papers and during the morning session with the South Korean leadership took copious notes.\nKim Jong-un brought several other senior officials to different phases of the summit meeting. \nHe brought the DPRK's top two foreign policy officials, the top two military officials and officials involved in culture, sports and humanitarian exchanges - highlighting his focus on establishing further diplomatic and military interactions and additional cultural and sports exchanges.  \nHowever, in contrast to Kim Jong-un's visit to China when he met President Xi Jinping, no economic officials or managers of the North's internal security services were present.\nThis indicates that much of this initial interaction between Mr Moon and Mr Kim is cosmetic and that more substantive interactions along the lines of economic co-operation and joint development projects will occur at a later date. \nNorth Korean Defence Minister Gen Pak Yong-sik and the head of the Korean People's Army Gen Staff Vice Marshal Ri Myong-su, saluted Moon Jae-in as a goodwill gesture of respect when the North and South delegations greeted one another.  \nTheir South Korean counterparts did not salute Kim Jong-un.   \nFor his part, Kim Jong-un participated in reviewing South Korea's military honour guard, but did not salute back.\nThe salutes are a poignant reminder that the 1950-1953 Korean War ended in an armistice - not a peace treaty.\nThe two leaders have agreed to begin \"a new age of peace\" - but a lot of the hard work now lies ahead.\nMichael Madden is Visiting Scholar of the US Korea Institute at SAIS-Johns Hopkins University and Director of NK Leadership Watch, an affiliate of 38 North.", "date": "27 April 2018", "href": "https://www.bbc.co.uk/news/world-asia-43920740", "tags": "kim-moon five key summit korean moon south meeting two jong-un moments kim koreas north korea"}