{"title": "Kulbhushan Jadhav: Death penalty for 'Indian spy' in Pakistan", "content": "A military court in Pakistan has sentenced to death a former Indian navy officer detained last year on charges of spying.\nKulbhushan Jadhav was arrested in the restive Balochistan province and accused of \"espionage and sabotage activities against Pakistan\".\nShortly after his arrest, Islamabad released a video in which he was shown admitting involvement in spying.\nDelhi says the man is an Indian citizen but has rejected spying claims.\nBalochistan has been hit by a separatist insurgency that Pakistan accuses India of backing. Pakistan says Mr Jadhav was detained there on 3 March 2016.   \n\"The spy was tried through Field General Court Martial under the Pakistan Army Act (PAA) and awarded the death sentence,\" Pakistan's Inter Services Public Relations said in a statement on Monday. No date was given for his execution. \nIndia has condemned the sentence and called the proceedings against Mr Jadhav \"farcical\". \n\"Shri Jadhav was kidnapped last year from Iran and his subsequent presence in Pakistan has never been explained credibly,\" its foreign ministry said in a statement. \nOfficials had been denied consular access, despite 13 formal requests, and India had not been told he was being put on trial, it said. \nIf the sentence was carried out, the statement added, India would regard it as \"premeditated murder\". \nThe nuclear-armed neighbours have a long history of diplomatic spats and Delhi and Islamabad often accuse each other of sending spies into their territories.\nIn November, Pakistan withdrew six officials from its mission in Delhi after they were outed as suspected spies by India.\nIt later leaked to the press the names and photos of eight alleged Indian spies working from India's mission in Islamabad.", "date": "10 April 2017", "href": "https://www.bbc.co.uk/news/world-asia-india-39552157", "tags": "delhi kulbhushan sentence india pakistan death jadhav spy statement islamabad penalty indian spying"}