{"title": "Kumbh Mela: How to plan a festival for 100m people", "content": "India's Kumbh Mela festival is billed as the world's biggest gathering of people. \nBetween now and March organisers expect about 120 million pilgrims to bathe at the Sangam - the confluence of the Ganges, the Yamuna and the mythical Saraswati rivers. \nHindus believe that doing so will cleanse them of their sins and help them attain \"moksha\", setting them free from the cycle of birth and death.\nSo how does one prepare for a gathering of humanity so mammoth it can be seen from outer space?\nThe mela (Hindi for fair) is held in the northern city of Allahabad (recently renamed Prayagraj) every 12 years. \nOn Tuesday, when the festival formally begins, officials are preparing for 15 to 20 million visitors. But the biggest test they face will be on 4 February when 30 million are expected to attend for the most auspicious bathing day. The festival ends on 4 March.\nThis year's festival is an \"ardh Kumbh\" - a \"half-size\" version that falls mid-way between two Kumbhs - but there's nothing diminutive about it. In fact, it's much bigger than the last full Kumbh held in 2013. \nA vast tent city has been built on the mudflats of the river banks and thousands of officials are working round the clock to ensure the festival runs as smoothly as possible.\n\"We've been working for more than a year,\" senior administration official Rajeev Rai said when I met him in his office a few days ago.\nSome 6,000 religious and cultural organisations have been allotted land on which to put up a city of tents to accommodate visitors from India and across the globe, he says.\nOur conversation is constantly interrupted by his ringing cell phone, staff bringing him papers to sign, and saffron-robed ascetics barging in through the door to speak to him.\nIn between, Mr Rai explains that the mela area is spread over 32 sq km (12.35 square miles), equivalent to a large town.\nKumbh Melas have been held for centuries but became huge only in recent decades. The 2001 festival at Allahabad is seen as the first \"mega mela\".\nThe budget for hosting this year's festival is 28bn rupees ($397m; £311m), and over 49 days, visitors totalling more than the combined populations of Britain and Spain are expected to visit. \nIn the past 12 months, the city infrastructure has undergone a major overhaul. \nA brand new airport now allows visitors to fly in from Delhi in less than an hour. \nAcross the city, roads have been widened and new flyovers have been built. In the mela ground, 300 km of roads have been laid. Huge car parks have been set up all around the city to accommodate more than half a million vehicles. \nThe railways, too, have announced hundreds of new trains to tackle the rush.\n\"We are expecting about 3.5 million pilgrims to travel by train during the festival. All the eight stations that serve the city have been spruced up and expanded,\" says railway spokesman Amit Malaviya.\nHe gives me a tour of the main station - where more than 40 people were killed in a stampede during the last festival - to explain the measures taken to ensure there's no repeat.\nA new platform has been added, a massive pedestrian bridge connecting several platforms has been constructed, and colour-coded holding areas have been built for passengers where entry and exits will be strictly controlled.\nMr Malaviya says 5,000 additional staff have been brought in from outside the city.\nMore than 30,000 police and paramilitary personnel have been deployed to deal with traffic and security.\nSenior police official Kavindra Pratap Singh says meticulous planning has gone into deciding where to set up check posts and security barriers.\n\"Our priority is to ensure there is no stampede or any disaster,\" he said. \"We are working round the clock to meet the challenge, to ensure nothing goes wrong.\"\nOfficials say for the first time they'll be using artificial intelligence to monitor crowd movements.\n\"We'll be using footage from 1,000 CCTV cameras to assess the crowd size and if needed, take a decision to divert them to decongest crowded areas,\" a spokesman said.  \nKumbh Mela at a glance\nMost pilgrims who come on a short visit bring their own food. \nBut camps set up by religious organisations and individual pilgrims, who stay for up to a month, often depend on the authorities for supplies.\nFive warehouses and 160 \"fair price\" ration shops have been set up in the mela grounds to distribute rice, flour, sugar and kerosene oil for cooking.  \nThe supplies are given free to religious camps and are sold to other pilgrims at subsidised prices reserved for those living below the poverty line, an official in the food and civil supplies department, Aprita Upadhyay, said.\nCards have been provided to 150,000 pilgrims which entitle them to cheap rations for a month, including 2kg rice, 3kg flour, 7.5kg sugar and 4 litres of kerosene.\nOverall, 5,384 tonnes of rice, 7,834 tonnes of wheat flour, 3,174 tonnes of sugar and 767 kilolitres of kerosene have been allocated for the festival. \nFree and clean drinking water will be available from 160 dispensers around the mela ground.\nA 100-bed central hospital and 10 smaller hospitals have been up and running at the mela ground since 1 December.\n\"Our out-patient departments have been getting 3,000 patients daily. On 15 January when the crowds swell, we expect to see about 10,000 patients,\" says Dr Ashok Kumar Paliwal, who heads the health and family welfare team at the tent city. \nHe leads 193 doctors and more than 1,500 other health professionals - nurses, pharmacists, even dental hygienists - are on hand too. There are also 80 practitioners of Ayurveda, offering treatment based on ancient healing techniques.\nThe hospitals are equipped to perform surgery and offer facilities for X-rays, ultrasounds and lab tests. \n\"We have also deployed 86 ambulances, nine river ambulances and one air ambulance,\" says Dr Paliwal, adding: \"We are prepared to deal with major emergencies too.\" \nMr Paliwal and his team are also looking after sanitation at the mela.\nTo cater for the millions expected to visit, more than 122,000 toilets have been installed, along with 20,000 dustbins - 22,000 sanitation workers have been hired to sweep up the mess.\nThere are elaborate plans for waste management too - Mr Paliwal says every toilet is geo-tagged which will help them tackle any problems.\nBut his team has already faced criticism that there is no water in the toilets and many are already stinking.\nMr Paliwal says this will be addressed before the festival starts.\n\"It's an ambitious project. What we are creating here is a country. People have been working day and night, laying pipelines, providing water connections, building toilets.\n\"But we are on course to meet our targets,\" he says.\n All images copyright", "date": "14 January 2019", "href": "https://www.bbc.co.uk/news/world-asia-india-46834335", "tags": "people visitors mela festival city paliwal pilgrims says kumbh million plan"}