{"title": "Lacey Baker Wants More Girls to Skate With", "content": "Do you get any flak from men in the skateboarding industry? Or do they think that it’s time for there to be more female professional skaters? I’m sure that it’s out there. I don’t pay a whole lot of attention to it. I know if I scroll through comments on YouTube videos of me — or of other girl skateboarders — there’s always those [expletive] comments, the same rude, homophobic, sexist stuff. But the world that I’ve created for myself within skateboarding — it doesn’t really exist there.\nYou ride for an all-female board company, Meow. Is that a refuge for you? Yeah. Meow has such a rad little niche. Moms reach out to me on Instagram and tell me that their daughters started skating because they saw Meow Skateboards. They’re, like, superpsyched that there’s inspiration for young girls to be doing it. That’s a whole new generation of skateboarders that otherwise may have not existed.\nI thought you were going to say all the moms started skating. I’m sure some did.\nYou’re also sponsored by Nike. Do you feel as if skateboarding, which will be in the 2020 Olympics, loses anything as it becomes more mainstream? No, because it’s just enabling more and more people to skate. I think that’s really cool. Skateboarding is reaching places where it otherwise may not have reached.\nWere you aware when you started that skateboarding was a bit of a boys’ club? Not at all. I found skateboarding when I was, like, 2 years old. I mostly skated either by myself or with friends out on the cul-de-sac. When I got into high school I realized I never had any girl friends who skated. But I never really thought about that either. It just was what it was.\nYou were just skating with the people who liked to skate. I was 13 or 14 years old when I met all these other girl skaters. That became my community. Skating with dudes is fine. The way they are and the way they talk, I don’t know — it’s a lot of offensive language. Skating with girls was just really refreshing.\nWho were your skater heroes when you first started out? Andrew Reynolds. The first skate videos I saw were “Baker 2G” and “Baker Bootleg.” Elissa Steamer had a part in “Bootleg.” I thought she was basically the only female street skater around. Then I saw “P.J. Ladd’s Wonderful, Horrible Life,” and Alexis Sablone had a part in it. I was blown away; there was another girl skateboarder aside from Elissa Steamer.\nYou’re an openly queer skater. You’ve mentioned Brian Anderson, one of the first openly gay professional skateboarders, as an influence. He only came out in 2016, after being pro for about two decades. My experience of that is night and day compared to Brian’s. A lot of girls who skate are gay or queer, so I didn’t feel afraid to talk about it ever. My guy friends didn’t care if I was gay or not. But I think it’s more of a toxic masculinity thing that Brian experienced, where dudes, like, have to be straight.\nYou’ve said in the past that you shaved your head to make a point. You felt that female skaters who tended to get coverage were longhaired blond surfer-looking chicks. Is that something you still think about? It’s something that I’m extremely aware of. I got sponsored when I was pretty young. Back then I had long blond hair, and I would wear baggy pants and a baggy shirt and whatever, I didn’t care — I wanted to dress that way. One of my sponsors was telling me I should wear girl pants and be more feminine because it’s marketable. They just wanted me to appear a certain way, and I felt like it wasn’t about my skating. It was just about the way I look. But that’s all changing, and that’s what the industry needs because there’s so many of us out there. Not every girl can relate to being super [expletive] feminine, you know what I mean?\nI assume that’s not what you’re thinking about when you’re skating. When I’m skating, I’m just skating.", "date": "March 27, 2018", "href": "https://www.nytimes.com/2018/03/27/magazine/lacey-baker-wants-more-girls-to-skate-with.html", "tags": "like think skateboarding really lacey started way wants girl skate girls skating baker —"}