{"title": "Lack of electric car charging points 'putting off drivers'", "content": "A \"patchy\" network of charging points is discouraging UK drivers from embracing electric cars, analysis suggests.\nMore than a third of local authorities have ten or fewer locations where drivers can plug in their vehicles, with wide variation across the country.\nThe RAC said the network was one of the main deterrents for consumers considering a swap to electric cars.\nThe government said it plans to expand on the current infrastructure.\nThe BBC's Shared Data Unit analysed data from Open Charge Map, a crowd-sourced website of charging locations.\nDrivers can charge their vehicles in more than 7,000 public locations across the UK, with the average distance between points ranging from 0.16km in Westminster to 10km in Craven, North Yorkshire. \nOut of 385 authorities, only three had 100 or more charging locations.  Milton Keynes was found to be leading the way with 138, followed by Westminster with 131 and Cornwall with 115. \nOverall, two thirds of local authorities were found to have 20 or fewer. \nOnly one charging location was identified in Merthyr Tydfil, Caerphilly, North Dorset and Hinckley and Bosworth in the dataset.\nNot every location will feature in Open Charge Map, but it aims to be a \"reliable single point of reference for charging equipment location information\". There is no similar resource from the government.\nThe Department for Transport says 80% of charging is done at home, but for drivers who do not have access to off-street parking access to charging points is essential. \nThe number of electric and plug-in hybrids has risen quickly, with more than 170,000 vehicles now registered.\nAlex Banks from Exeter has owned a Nissan Leaf for six months and cannot charge at home. \n\"I think my biggest issue is if we're going away from Exeter then things obviously get a bit more complicated,\" he said.\n\"The main problem I've found is that it seems like charge companies are kind of regionalised in some way. When we went to Bristol - that's a journey of 80 miles — we needed to charge at some point.\"\nHowever, Mr Banks was not a member of any of the charging networks in Bristol and was required to register a new account through his phone.\n\"But the app didn't work and the call centre I got through to couldn't operate the charger, so we were left in Bristol with a car with only 15 per cent on it and couldn't get home,\" he said.\nMr Banks subsequently had to leave Bristol an hour earlier than planned to find a charging station he was a member of and then spend another hour charging the vehicle to get home. \nOpen Charge Map currently lists 37 different charging networks.\nThe analysis comes in the wake of criticism from the Liberal Democrats who revealed in March that more than 100 local authorities in England and Wales have no plans to expand on their current infrastructure.\nWhile a large number of charging points are installed privately, the government has offered councils their share of a £2.5m funding pot to improve their network.\nThe On-street Residential Chargepoint Scheme aims to help drivers in urban and residential areas charge their vehicle — but at present only 28 councils have applied for a share of the cash.\nNicholas Lyes, RAC head of roads policy, said: \"These findings show that despite the Government's ambitions to accelerate the take-up of cleaner vehicles, charging infrastructure is presently something of a postcode lottery, and patchy at best in some parts of the country.\n\"RAC research has found the lack of charging infrastructure is one of the three main barriers for electric vehicle take-up along with range anxiety and high upfront vehicle costs.\n\"Clearly, we need to improve this access to charge points as a whole, but special attention needs to be given to installing more rapid chargers on the strategic road network as well as adding charging capability at car parks where people spend longer periods, such as at shopping and leisure centre car parks.\n\"The key is to give drivers the confidence to go electric, which will not happen quickly unless they are given the right incentives to do so, alongside easy access to reliable charging infrastructure.\"\nBridget Fox, from the Campaign for Better Transport, said: \"Moving to electric vehicles, as well as reducing overall traffic levels, is vital to tackling air pollution, but for many drivers the lack of easy access to charging is a major barrier to making the switch.\"\nThe Government's Road to Zero Strategy aims to slash vehicle emissions by having at least 50 per cent of new car sales ultra low emission by 2030, alongside up to 40 per cent of new vans.\nThe sale of new conventional petrol and diesel cars will also be phased out by 2040.\nThe DfT said its £400m public-private Charging Infrastructure Investment Fund will see thousands more charge points installed around the country.\nA spokesman for the Scottish Government said it now had \"one of the most comprehensive charging networks in Europe\" with more than 1,000 locations and an average distance of just two miles between points.\nThe Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association. This piece of content was produced by a local newspaper journalist working alongside BBC staff.\nAdditional reporting by Paul Bradshaw.\nFor more information on methodology, click here. For the full dataset, click here. Read more about the Local News Partnerships here.", "date": "5 April 2019", "href": "https://www.bbc.co.uk/news/uk-47696839", "tags": "charging lack drivers points electric charge infrastructure locations local car government"}