{"title": "Lady Gaga Apologizes for R. Kelly Collaboration: ‘I Stand Behind These Women 1000 Percent’", "content": "Lady Gaga, the pop singer and Academy Award hopeful for her role in “A Star Is Born,” became the latest musician to apologize for collaborating with R. Kelly, the R&B singer who has long been accused of sexual misconduct and preying on teenagers, after the broadcast of an explosive investigative documentary detailing the allegations against him.\nIn a post across her social media channels just after midnight on Thursday, Lady Gaga said she was sorry for making the song “Do What U Want” with Kelly in 2013 and pledged to remove the track from iTunes and other streaming platforms.\n“I’m sorry, both for my poor judgment when I was young and for not speaking out sooner,” she wrote, citing her own trauma from being sexually assaulted. “My intention was to create something extremely defiant and provocative because I was angry and still hadn’t processed the trauma that had occurred in my own life.”\nLady Gaga, along with artists like Jay-Z and Chance the Rapper, has for years faced criticism for collaborating with Kelly, with scrutiny intensifying again as a result of the documentary, “Surviving R. Kelly,” which aired on Lifetime. (Kelly has continuously denied the allegations against him.)\n[Read more about the decades of sexual abuse allegations detailed in the documentary.]\n“Do What U Want” was controversial when it debuted, with many fans rejecting the collaboration based on much earlier reports about Kelly’s behavior with women. The single’s music video, which was never released, was shot and directed by the photographer Terry Richardson, who has also faced repeated accusations of sexual misconduct.\nLady Gaga previously defended the song, calling it a “natural collaboration.” At a 2013 news conference, she said, “R. Kelly and I have sometimes very untrue things written about us, so in a way this was a bond between us.”\nFollowing the airing of the Lifetime series, Chance the Rapper apologized “to all of his survivors for working with him and for taking this long to speak out.” He added: “The truth is any of us who ever ignored the R. Kelly stories, or ever believed he was being setup/attacked by the system (as black men often are) were doing so at the detriment of black women and girls.”\n[Never miss a pop music story: Get our weekly newsletter, Louder.]\nRepresentatives for Jay-Z, who released collaborative albums with Kelly in 2002 and 2004, have declined to comment. Sony Music, which oversees Kelly’s record label, RCA, has also declined to comment on the allegations.\nIn her post, Lady Gaga wrote: “I stand behind these women 1000 percent, believe them, know they are suffering and in pain, and feel strongly that their voices should be heard and taken seriously.” The singer has previously spoken out about her own sexual assault at age 19. In 2015, she released “Til It Happens to You,” a ballad about sexual assault for the documentary “The Hunting Ground,” which examined the issue of campus rape.\n“If I could go back and have a talk with my younger self,” Lady Gaga added in her apology, “I’d tell her to go through the therapy I have since then, so that I could understand the confused post-traumatic state that I was in.”\n“Surviving R. Kelly,” which aired in six parts last week, covered the long history of allegations against Kelly and featured women who described being controlled or abused by him, often when they were teenagers.\n“I wish that he would experience a kind of social death, and that people who still vociferously declare him innocent — or their favorite artist, or worthy of having his work separated from who he is — that they are denied that,” said dream hampton, an executive producer of the documentary.\nProsecutors  in Chicago and Atlanta are now looking into the allegations against him, and have called for potential witnesses and victims to come forward.\n[Laughing at R. Kelly helped us ignore the charges against him. No longer, a Times culture critic writes.]\nIn 1994, when Kelly was 27, he married the singer Aaliyah Haughton, who was 15 but was listed as 18 on a wedding certificate, according to Vibe Magazine. The marriage was annulled in 1995. Ms. Haughton died in a plane crash in 2001.\nKelly was also accused of having sex with a teenager in a lawsuit in 1996, and again in 2001. Both lawsuits were settled, but the journalist Jim DeRogatis, who reported on them, continued to investigate the accusations against Kelly.\nIn 2002, a video that appeared to show Kelly having sex with a teenage girl and urinating in her mouth was sent to Mr. DeRogatis at The Chicago Sun-Times, which reported that the footage was being investigated by the Chicago police.\nLater that year, Kelly was indicted by a grand jury in Chicago for child pornography. In the more than five years it took for his case to go to trial, he continued to release popular music, including the chart-topping song “Ignition (Remix).” He was found not guilty.", "date": "Jan. 10, 2019", "href": "https://www.nytimes.com/2019/01/10/arts/music/gaga-r-kelly-apology.html", "tags": "‘ percent r. gaga documentary apologizes lady ” kelly singer sexual women behind allegations stand collaboration"}