{"title": "Lahore attack: Pakistan PM Sharif demands swift action on terror", "content": "Pakistan's PM has urged better co-ordination between security agencies against terror, a day after a suicide bomb killed more than 70 in Lahore.\nAt a meeting of security officials, Nawaz Sharif said the nation's resolve to deal with militants was growing.\nA number of arrests were made and weapons seized in five raids by security forces, the army said.\nTaliban splinter group Jamaat-ul-Ahrar said it carried out the attack against Christians celebrating Easter.\nAt least 300 people were injured, with officials saying they expected the death toll to rise. \nThe area was more crowded than usual, as members of Lahore's minority Christian community had gathered to celebrate Easter at a funfair in the park. \nHowever, most of those who died in the attack were Muslims. \nAt least one funeral, of 11-year-old Christian boy Sahil Pervez, was held on Monday. \nJamaat-ul-Ahrar said the target of its Easter Sunday attack was the Christian community but it appeared to be an indiscriminate act of mass murder. Christians were among the victims but many of the casualties were Muslims. In the end, those killed and wounded were simply Pakistani citizens spending a day out in the park with their children. \nThe attack is the biggest in Pakistan so far this year and one of the most devastating Lahore has seen. It comes after a period of significant gains by the Pakistani army in crushing Taliban militants in the tribal north-west and other parts of the country. But now there is renewed pressure on Mr Sharif to let the army take on militants based in Punjab province. \nUntil recently, his party seemed less keen on the idea, perhaps because of its fear of losing more ground to the military. In the end, Mr Sharif may have little choice but to agree to stronger action by the army and its intelligence agencies.\nWhy can't Pakistan stop the militants?\nIndians pray for Lahore\nFacebook apology after Lahore attack\nMr Sharif visited some of the injured in hospital. At the later security meeting, he said defeating terrorism was imperative.\n\"Our resolve as a nation and as a government is getting stronger and the cowardly enemy is trying for soft targets,\" he said.\nMr Sharif added that security forces should go after the militants before they were able to strike again.\n\"I want more proactive co-ordination between law enforcement and intelligence agencies,\" he said. \n\"Provinces should speed up intelligence-based operations against terrorists.\"\nMeanwhile army spokesman Gen Asim Bajwa tweeted that security forces had carried out raids in Lahore, Multan and Faisalabad.\nA \"number of suspect terrorists and facilitators\" were arrested and a \"huge cache of arms and ammunition\" seized, he added.\nMeanwhile Facebook has apologised after a programme glitch resulted in users around the world being sent a notification to let friends know they were safe after the attack, meant only for subscribers in the Lahore area.\nFacebook had been criticised in the past for deploying the Safety Check application more readily if Westerners are the likely victims.\nThe government of Punjab, of which Lahore is the capital, declared a state of emergency in the city and three days of mourning. Other regions declared one day.\nSchools and markets in the province were closed on Monday.\nLahore is one of Pakistan's most liberal and wealthy cities. It is Mr Sharif's political powerbase and has seen relatively few terror attacks in recent years.\nA spokesman for Jamaat-ul-Ahrar, Ehsanullah Ehsan, said the group wanted to send a message to Mr Sharif that they \"have entered Lahore\", and threatened further attacks. \nJamaat-ul-Ahrar is a breakaway group from Tehrik-e Taliban Pakistan. It has carried out several other attacks on Pakistani civilians and security forces in recent months. \nThe explosion, believed to have been carried out by one suicide bomber, hit the main gate to the Gulshan-e-Iqbal park in the early evening, a short distance from the children's playground. \nOfficials said the device had been packed with ball bearings. \nThere were scenes of anguish as parents searched for children amid the debris.\nPakistan has suffered regular incidents of Taliban-related violence, sectarian strife and criminal gang activity.\nRead more: Who are Pakistan's Christians?\nAre you in the area? Let us know about your experiences. Email haveyoursay@bbc.co.uk with your stories.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:\nOr use the form below", "date": "28 March 2016", "href": "https://www.bbc.co.uk/news/world-asia-35910124", "tags": "security swift pakistan militants lahore army one terror pm attack demands sharif action"}