{"title": "Lancashire fracking halted after 1.5 magnitude tremor", "content": "Fracking at the UK's only active shale gas site has been suspended after the largest earthquake since the process started in October.  \nThe tremor with a magnitude of 1.5 was measured by the British Geological Survey at Cuadrilla's fracking site near Blackpool, Lancashire, earlier.\nThe previous largest quake at the site in Little Plumpton was 1.1. \nCuadrilla said fracking had stopped but according to research the impact would have been \"like dropping a melon\".\nA 1.5 tremor - known as a \"red\" event under the government's traffic light system in place for monitoring seismic events during fracking - results in a temporary halt to operations.\nAny tremor measuring 0.5 or above means fracking must be temporarily stopped while tests are carried out.\nCuadrilla said it happened at about 11:20 GMT and followed a series of nine other seismic events at the Preston New Road site during Tuesday morning.\nThe energy firm said it would pause and monitor micro seismicity for the next 18 hours in line with regulations, adding the integrity of the well had been \"checked and verified\".\nCath Middleton, who lives 1.6 miles from the site, said her house shook and she heard a \"very loud bang\".\n\"To compare this to dropping a melon is ridiculous. My neighbour's chair shook.\"\nA Friends of the Earth campaigner called for an end to fracking which he claimed poses risks to the climate and environment.\nHe said: \"Within a day of Cuadrilla re-starting fracking in Lancashire there has already been another earthquake.\n\"Instead of acknowledging fracking needs to end, Cuadrilla are instead urging for regulations around earthquakes to be relaxed.\"\nA report commissioned by the government by Dr Ben Edwards of the University of Liverpool last month compared earthquake magnitudes caused by fracking with everyday events, such as bouncing a football and dropping a melon.\nLittle Plumpton is the first UK shale fracking site since the process was halted in 2011 when it was linked with earthquakes.", "date": "11 December 2018", "href": "https://www.bbc.co.uk/news/uk-england-lancashire-46526608", "tags": "site earthquake uk tremor fracking lancashire cuadrilla events dropping magnitude melon halted"}