{"title": "LAPD Spies On People With Its Tech Tools- Now The Attorney General Is Praising Its Digital Savvy-", "content": "WASHINGTON -- U.S. Attorney General Loretta Lynch traveled to Los Angeles on Wednesday to highlight the police department's efforts to foster a stronger relationship with the community via social media.\nThe Los Angeles stop is part of Lynch’s national community policing tour, which spotlights departments that have excelled in that area according to the President’s Task Force on 21st Century Policing's final report, released last month. The LAPD, the report says, shines in its use of technology and social media.\nBut not everyone agrees with that assessment. The Los Angeles chapter of Black Lives Matter considers such praise so wrongheaded that the activists are protesting Lynch’s visit.\n“It’s a huge slap in the face. It’s a huge insult to black people and the people of Los Angeles,” Melina Abdullah, an organizer for Black Lives Matter Los Angeles, told The Huffington Post. “Their use of social media is really surveilling us.”\nHamid Khan, the coordinator for the Stop LAPD Spying Coalition, is equally baffled by the recognition from the Justice Department.\nThe LAPD has used cutting-edge technology to create “a massive architecture of surveillance and spying and infiltration,” he said.\nHis coalition's website lays out how the department watches the city’s residents. Stingrays and DRT boxes are used to track, intercept data on and sometimes jam mobile phones. Street cameras employ highly accurate facial recognition technology. License plate readers, drones and even police body cameras help the department know where people are and when.  \nThis wealth of data -- which is collected even on individuals who haven’t committed crimes -- fuels the LAPD's predictive policing model, which the coalition asserts is used to “crunch crime statistics and other data with algorithms to ‘predict’ when and where future crimes are most likely to occur.” \nEven police efforts to interact through social media can have a sinister edge. Tweeting out to the community is one thing. Tracking the online activities of people who are, after all, just exercising their rights to civil protest is another  -- and Abdullah, for one, fears the latter is happening.\nIn other words, Khan said, the LAPD -- and other police departments -- “are incorporating and codifying counterterrorism and counterinsurgency methodology and tactics into their daily policing.”\nThe LAPD declined to comment on its use of technology to surveil citizens. A Justice Department spokesman said that Lynch was simply in the city “to highlight ways in which the LAPD uses social media and technology to positively engage the LA community.” \nOn Wednesday, Lynch attended a briefing at the LAPD Real Time Analysis and Critical Response Division. It's the department’s first fusion center -- a place where it gathers, analyzes and shares information to scope out alleged threats. \nOr Khan put it, “to spy and to gather information on people.”\nLAPD’s participation in the Nationwide Suspicious Activity Reporting (SAR) Initiative, for instance, has been heavily criticized for the activities that it deems to be suspicious. These include “suspected pre-operational surveillance” (using a camera or binoculars), “counter-surveillance efforts” (doubling back, evasive driving or changing your appearance), and taking measurements (counting footsteps). \nAny of these innocuous behaviors can lead the police to write up a secret file on an individual and upload it into a database accessible to every law enforcement agency in the country, Khan said. \nAnd the SAR program doesn't surveil the city's residents equally. Over 30 percent of suspicious activity reports involved black Los Angelenos and 50 percent of the women surveilled were black, according to an inspector general's audit of the program in January 2015. Black people comprise 9.6 percent of the city’s population.\n“These are the tools for racial profiling,” Khan said.  \nBeyond the surveillance, Abdullah takes issue with the Justice Department honoring what she called “the most murderous police department in the entire country.”\nIn 2015, LAPD officers shot 38 people -- and killed 21 of them. The number killed, according to NPR, tops the number of people shot to death by police in several of the nation's other largest cities, including Chicago, Houston and Philadelphia. The LAPD also saw an uptick of deaths in custody last year.\nAt least eight people have been killed by on-duty LAPD officers this year, according to The Counted.\nLately, officers have also been cracking down on dissent at the public meetings of the Los Angeles Police Commission, Abdullah said.\n“This is the first week in four weeks that there have been no arrests for showing up at the oversight body public meeting,” she said. “And so, I’m really angry that the attorney general is turning a blind eye to that.”\nLast week, an 81-year-old man was dragged out of the meeting and arrested for speaking off topic. The week before, someone was arrested for filming the meeting, Abdullah said. On another occasion, a civilian was detained for walking out the wrong door. Abdullah herself was arrested for going over the two-minute speaking limit, she said.\nThe Los Angeles Police Commission did not respond to a request for comment.\nConsidering all of these events, Abdullah said she can't understand why the attorney general would highlight the LAPD as a pillar of community policing. \nInitially, she thought that Lynch was actually going to present the LAPD with the Attorney General’s Distinguished Service in Community Policing award. She even started a petition calling out the police department’s “long and deep history of corruption that continues in their current practices.” But there will be no award.\nStill, Abdullah said of the attorney general, “It doesn’t make sense to me that, as a black woman, you can turn a blind eye to what LAPD has a history of doing and continues to do.”", "date": "\n06/30/2016", "href": "https://www.huffpost.com/entry/black-lives-matter-los-angeles-police_n_57743668e4b0cc0fa13666dc", "tags": "people los savvy- spies tech department ” tools- police praising -- abdullah attorney general digital lapd"}