{"title": "Larry Kudlow Breaks With Trump, Saying ‘Both Sides Will Pay’ in Trade War With China", "content": "WASHINGTON — President Trump’s chief economic adviser said on Sunday that American consumers would bear a burden from the escalating trade war with China, contradicting Mr. Trump’s claim that his tariffs were a multibillion-dollar, one-way payment by China to the United States Treasury.\nThe adviser, Larry Kudlow, made his comments two days after negotiations for a trade deal with China broke off and Mr. Trump followed through on a threat to raise tariffs on $200 billion worth of Chinese exports.\n“In fact, both sides will pay,” Mr. Kudlow said in an interview on Fox News. “Both sides will pay in these things.”\nMr. Kudlow’s acknowledgment was merely a recognition of Economics 101. But it flew in the face of one of the president’s favorite arguments: that trade wars are easy to win, and that the pain falls disproportionately on America’s trading partners, which he accuses of having exploited the United States for years through predatory trade practices.\nAfter months of pressing urgently for a deal with China, Mr. Trump abruptly shifted course in the past week, stung by what he viewed as its attempt to renege on key parts of a draft agreement. The president declared he was ready to prolong the standoff with Beijing because the cost of a trade war is much higher for the Chinese, with their huge numbers of exports to the United States, than it is for Americans.\n“Talks with China continue in a very congenial manner,” Mr. Trump said Friday on Twitter. “There is absolutely no need to rush — as Tariffs are NOW being paid to the United States by China of 25% on 250 Billion Dollars worth of goods & products. These massive payments go directly to the Treasury of the U.S.”\nHe went even further in a subsequent tweet, claiming that tariffs would “bring in FAR MORE wealth to our Country than even a phenomenal deal of the traditional kind” — a statement that seemed to undercut his administration’s contention that China has robbed American companies of billions of dollars through coercive practices like the forced transfer of technology and unfair licensing agreements.\nThere is no doubt that China is being buffeted by the tariffs, which could soon apply to virtually everything it exports to the United States. Mr. Kudlow said economic growth in China would slow down as its exports diminished. He argued that the effect on the American economy would be modest — only a 0.2 percent reduction in growth — even if Mr. Trump extended tariffs across the board, as he has threatened to do.\n“You got to do what you got to do,” Mr. Kudlow said. “In my judgment, the economic consequences are so small but the possible improvement in trade, and exports, and open market for the United States — this is worthwhile doing.”\nThe Chinese government said on Sunday that the door to resolving the impasse was always open, but that it would not yield on matters of principle, according to state news media. There are no winners in a trade war, The People’s Daily newspaper said in a commentary carried by the official Xinhua News Agency on Sunday. China does not want to fight, the newspaper said, but it is not afraid to do so.\nWhile economists differ on how much the trade war will crimp economic growth, most agree that the cost of tariffs is passed on to consumers in the form of higher prices on everything, including lighting fixtures and art supplies. Among the items covered by the administration’s latest increase in tariffs to 25 percent: computers, toilet paper, dog collars, Christmas tree lights and mattress supports.\n“Trump is dragging a dangerous misconception into a critical moment in his standoff with the Chinese,” Chad Bown, an expert on trade at the Peterson Institute for International Economics, said last week. “And American businesses and consumers stand to pay the price.”\nMr. Kudlow held open the prospect of progress: He said that Mr. Trump was likely to meet President Xi Jinping of China at the Group of 20 summit meeting next month in Osaka, Japan.\nIt was hard to tell if Mr. Trump’s hard line was merely a negotiating tactic. But as the 2020 election campaign begins, he is showing clear signs that he views standing firm as a winning political strategy.\nAt a rally last week in Florida, he criticized the current Democratic front-runner, former Vice President Joseph R. Biden Jr., for being weak in his dealings with foreign leaders, and ridiculed the prospect of Pete Buttigieg, the 37-year-old mayor of South Bend, Ind., negotiating with the Chinese president.\nFormer aides have also warned Mr. Trump against signing a watered-down agreement, saying that it could become fodder for Democrats, particularly progressives like Senator Bernie Sanders, independent of Vermont, who has staked out a position on China trade as hawkish as that of Mr. Trump.\nFor his part, the president has argued that China’s decision to pull back from an agreement last week reflected Beijing’s calculation that it could extract a better deal from a Democratic president.\n“I think that China felt they were being beaten so badly in the recent negotiation that they may as well wait around for the next election, 2020, to see if they could get lucky & have a Democrat win,” Mr. Trump tweeted on Saturday, “in which case they would continue to rip-off the USA for $500 Billion a year.”\n“The only problem,” Mr. Trump added, “is that they know I am going to win (best economy & employment numbers in U.S. history, & much more), and the deal will become far worse for them if it has to be negotiated in my second term. Would be wise for them to act now, but love collecting BIG TARIFFS!”\nThe daylight between Mr. Kudlow and his boss on tariffs is not unusual in this administration. There are also fissures between the president and his national security team on how to deal with adversaries like Iran and North Korea. But the resulting muddle in the administration’s messages has fueled criticism from former officials that this White House does not have a coherent plan for dealing with China.\n“The Chinese have an advantage because they have a strategy and we don’t,” Robert M. Gates, who served as defense secretary to Presidents George W. Bush and Barack Obama, said Sunday on the CBS News program “Face the Nation.”", "date": "May 12, 2019", "href": "https://www.nytimes.com/2019/05/12/us/politics/larry-kudlow-trump-trade.html", "tags": "saying ‘ china kudlow breaks ” larry trump would war sides pay trade tariffs said"}