{"title": "Larry Kudlow Admits U-S- Will Pay Tariffs On Chinese Goods, Contradicting Trump", "content": "White House chief economic adviser Larry Kudlow undercut President Donald Trump’s claim that China will pay for tariffs imposed by the administration on goods entering the U.S., admitting that Americans will end up footing the bill.\nIn an interview with Fox News’ Chris Wallace, Kudlow, who serves as the head of the National Economic Council, was pressed on the validity of the president’s assertion.\n“It’s not China that pays tariffs,” Wallace said. “It’s the American importers, the American companies that pay what in effect is a tax increase and oftentimes passes it on to U.S. consumers.”\n“Fair enough,” Kudlow conceded. “In fact, both sides will pay.”\nDoubling down on his fact check, Wallace again stressed that a tariff on goods entering the country wouldn’t be paid by the Chinese.\n“No, but the Chinese will suffer GDP losses and so forth with respect to a diminishing export market,” Kudlow acknowledged. He added that “to some extent,” American businesses and consumers would end up paying.\n“Again, both sides will suffer on this.”\nKudlow’s remarks essentially threw cold water on Trump’s Twitter message last week in which he contended that “Tariffs are NOW being paid to the United States by China of 25% on 250 Billion Dollars worth of goods & products.”\nThough journalists have repeatedly corrected the president’s erroneous claims, explaining that tariffs don’t work that way, he has continued to perpetuate the myth in statement after statement.\nIn reality, as Wallace noted, importers bear the brunt of tariffs, meaning American businesses relying on Chinese products will end up paying for fees the Trump administration imposes on those items. The added expenses typically hit everyday consumers.\nIn March, a study compiled by economists from the Federal Reserve Bank of New York, Columbia University and Princeton University illustrated that point, finding that losses are “being born (sic) by the consumers of imports.”\nThe Trump administration raised duties on $200 billion worth of Chinese imports from 10% to 25% last week as part of its escalating trade war with the manufacturing powerhouse.", "date": "\n05/12/2019", "href": "https://www.huffpost.com/entry/larry-kudlow-trump-china-tariffs_n_5cd84758e4b0796a95dd9ee9", "tags": "american goods contradicting china u-s- kudlow ” larry trump tariffs chinese pay admits wallace"}