{"title": "Laura Ingraham Compares Child Immigrant Detention Centers To Summer Camps", "content": "Fox News host Laura Ingraham criticized the backlash against the Trump administration for separating immigrant families at the border as part of its “zero tolerance” policy, comparing the detention centers, where children can be seen being kept inside chain-link cages and heard wailing for their parents, to summer camp. \n“More kids are being separated from their parents and temporarily housed in what are essentially summer camps, or as The San Diego Union Tribune described them today, as basically looking like boarding schools,” Ingraham said Monday. “The American people are footing a really big bill for what is tantamount to a slow-rolling invasion of the United States.”\nThe newspaper reported that the Casa San Diego facility for immigrant children has “classrooms, a play area with soccer goals and a medical clinic with superheroes like Wonder Woman, Superman and the Hulk on the walls.”\nIngraham failed to mention the added context that the Tribune article included, which said that upon closer inspection, the facility contains aspects that resemble a prison.\nIngraham attempted to clarify her comments at the end of her Monday show, noting that she has spent time in Central America given that she adopted one of her children from Guatemala.\n“Apparently there are a lot of people very upset because we referred to some of the detention facilities tonight as essentially like summer camps,” she said. “The San Diego Union Tribune today described the facilities as essentially like what you would expect at a boarding school. So I will stick to there are some of them like boarding schools. And I suggest that a lot of the folks who are worried about that spend more time in Central America. I have.”\nWhile Trump administration officials scramble to defend the policy, which seeks to prosecute more people who cross into the U.S. illegally even if it means separating children from their parents, the voices of opposition continue to grow louder.\nA chorus of prominent Republicans, including former First Lady Laura Bush, First Lady Melania Trump, House Speaker Paul Ryan (R-Wis.) and many more members of Congress, have made their dissent heard, even if they can’t seem to agree on a path forward.\nThis story has been updated to included additional comments from Laura Ingraham on her show Monday night.\nCORRECTION: A previous version of this article stated that Ingraham said she had spent time in South America instead of Central America.", "date": "\n06/19/2018", "href": "https://www.huffpost.com/entry/laura-ingraham-immigrant-summer-camp_n_5b28b769e4b0f0b9e9a4840c", "tags": "summer centers america compares parents immigrant laura ” child camps children detention like ingraham"}