{"title": "Laura Ingraham Rants About Losing The Country To 'Huge Demographic Shift'", "content": "Fox News host Laura Ingraham fearmongered as she claimed the tax cuts introduced by President Donald Trump’s administration will be “bled away” by the “huge demographic shift” caused by illegal immigration.\nIngraham lashed out at Republicans for not passing legislation to deter undocumented immigrants from coming to the U.S. when they controlled both houses of Congress in an episode of “The Laura Ingraham Show Podcast” released last week.\n“Because they could’ve done this and they didn’t do it and they decided not to do it. And they were doing other things, and the tax cut and all that,” said Ingraham.\n“But tax cut’s value is going to be bled away if we lose the country because of this huge demographic shift and bleed the country with all of these expenses we have now,” she added. “So, it’s a massive problem.”\nCheck out the audio, that Media Matters surfaced on Monday, here: \nIt’s an echo of the racist rhetoric that Ingraham repeated in August 2018 when she claimed, on her widely watched prime-time Fox News show “The Ingraham Angle,” that “the America we know and love doesn’t exist anymore.”\nIt’s just one of the multiple white nationalist talking points that Ingraham has hawked to her millions of viewers and listeners in recent years.\n“Massive demographic changes have been foisted on the American people, and they are changes that none of us ever voted for, and most of us don’t like,” she added last year, relating it “to both illegal and legal immigration.”\nAt the time, Ingraham’s comments sparked outrage and a backlash among advertisers. Her latest claim is being equally criticized on Twitter:", "date": "\n05/14/2019", "href": "https://www.huffpost.com/entry/fox-news-laura-ingraham-huge-demographic-shift_n_5cda64ece4b0f7ba48a9e012", "tags": "country rants fox tax news demographic laura losing ” shift claimed ingraham bled"}