{"title": "Laura Ingraham Has Been Peddling White Nationalism For Years- A Reminder", "content": "From her perch on a prime-time national television show, conservative commentator Laura Ingraham went off on a shameless rant Wednesday night about “massive demographic changes” in the United States that “most of us don’t like,” attacking even immigrants who migrate legally.\n“In some parts of the country, it does seem like the America that we know and love doesn’t exist anymore,” Ingraham said on her Fox News program, “The Ingraham Angle,” in a not-at-all-veiled dig at people of color later endorsed by ex-KKK leader David Duke. While Ingraham added that “it’s not about race or ethnicity,” the thrust of her comments was unmistakable.\nIn a word, it was bonkersville. But not surprising. Ingraham has been preaching for years to white Americans who feel anxious about the country’s evolving demographics, demonizing immigrants and championing a nostalgic version of the past that doesn’t live up to its rosy ideal.\nHere are some of her more outrageous statements:\n“This is just their shorthand way of trying to demean anyone who is not part of the press cabal, the press club,” Ingraham said on her radio show of the term “alt-right,” now embraced by some white nationalists and white supremacists, shortly after the 2016 election. “But if you’re not in on their club, and you happen to come at it from a more traditional perspective, then you’re alt-right,” she added.\nAs defined by the Southern Poverty Law Center, alt-right sympathizers believe white identity is under attack from historically maligned and marginalized groups. The so-called alt-right rejects traditional conservatism, and its members can be violent; some of them staged last summer’s deadly rally in Charlottesville, Virginia. \nIngraham spouted more nonsense on her Fox program in June, claiming that “not only do today’s liberals ― many of them ― hate our American traditions and a lot of our heritage, but they are also the agents of a historical and cultural purge the likes of which I don’t think we have ever seen in our nation.” Yikes.\n“This is what third world immigration does to Europe,” read a now-deleted tweet by British National Party figure Mark Collett alongside video of what appears to be an overflowing dumpster. Ingraham shared the post earlier this year with her nearly 2 million followers, asking if anyone could confirm that the video depicts a street in Paris. In doing so, she amplified the voice of a man who says he admires Adolf Hitler and considers AIDS a “friendly” disease because of its prevalence among black people and gay people. \nDuring a discussion last summer over terror attacks in the U.K., Ingraham blamed London Mayor Sadiq Kahn, who cheers his city’s diversity.\n“Now the price they have to pay for multiculturalism is the risk that you’re walking on the sidewalk and a man will ― or a woman, will purposefully mow you down. And then while you’re maybe finishing your cappuccino in a cafe, or having a drink, someone will put a knife to your throat and slit it with the attempt, perhaps, to behead you,” she said on Fox News.\n“That’s what we all have to live with for the free and open society that Sadiq Khan and all these other multiculturalists want Britain to become.”\nIn a 2015 rant, Ingraham complained about immigration policy by suggesting that the U.S. allows too many people from “far-flung lands” in the Middle East. \n“So we’re supposed to lower our standard of living here in the United States, for what, exactly?” she asked, referencing potential extremist views immigrants may bring and scoffing at the idea of humanitarianism. She continued: “Well, if that’s the case, we should have brought in the Christians before they were being slaughtered in the Middle East.”\n“The Christians who we can verifiably say are Christians, who are in the threat of being slaughtered, I’m happy to bring in some of them. I think most people would. But all these other people, they’ve got to stay in the Middle East.”\nIt’s a false claim Trump has made every so often since 2015. Ingraham addressed it with a caller during a March 2016 episode of her radio show, cutting off the guest who brought up “the thing about the Mexicans and murderers and rapists” to interject, “Well, they have come here.”\n“Yeah, they have come here to murder and rape our people. We know that,” she said before adding a caveat. “That doesn’t mean everybody has, doesn’t mean everyone who comes across the border is a nasty, horrible person, but they have violated our laws.”\nAs she spoke about the proportion of people in federal prisons who are undocumented, a frustrated Ingraham offered her own solution. \n“Why don’t we ship them out of this country, why are we paying for these horrific individuals? They do their time, get out of the country, never coming back. Never coming back. You come back, you’ll be shot,” she said in 2015.\nBack in 2013, Ingraham boasted of a tweet, no longer visible, in which she asked whether immigration advocates would prefer the term “anchor fetus” to “anchor baby,” used to describe children of undocumented immigrants who are citizens by birth. \nDiscussing Trump’s zero tolerance immigration policy on Fox in June, Ingraham considerably downplayed conditions at detention facilities for children that doctors say could lead to “irreparable harm.”\n“More kids are being separated from their parents and temporarily housed in what are essentially summer camps, or as The San Diego Union Tribune described them today, as basically looking like boarding schools,” she said. “The American people are footing a really big bill for what is tantamount to a slow-rolling invasion of the United States.”", "date": "\n08/09/2018", "href": "https://www.huffpost.com/entry/laura-ingraham-white-nationalism_n_5b6c5728e4b0bdd0620727b1", "tags": "country fox alt-right years- immigrants laura white ” nationalism reminder peddling ingraham said"}