{"title": "Laura Ingraham Laughs, Jokes While Covering Nipsey Hussle's Funeral", "content": "One day after the funeral of Nipsey Hussle, Fox News host Laura Ingraham laughed while discussing the deceased rapper on her prime time program, poking fun at a political song in which he is featured.\n“Yesterday in [Los Angeles] thousands lined the streets to say goodbye to rapper Nipsey Hussle,” she said Friday. “This dear artist recently released a song called FDT ― F Donald Trump.”\nFDT is a 2016 song by rapper YG that features Hussle. Ingraham played some footage from the song’s music video, though it showed YG, not Hussle.\n“That’s a very creative refrain, very catchy,” Ingraham joked, asking whether it was “related to the lowest unemployment ever basically for African Americans.”\nAn Associated Press fact check pointed out last month that while May saw a record low in black unemployment at 5.9 percent, it has since risen ― an added layer of context President Donald Trump and some supporters fail to mention. \nBlack unemployment experienced its sharpest drop under the Obama administration, the AP noted, falling 9 percent from March 2010 to January 2017.\nAdditional footage of Ingraham’s broadcast obtained by Mediaite shows her guest and network contributor Raymond Arroyo mocking the funeral speech of controversial Nation of Islam leader Louis Farrakhan, who accidentally called Hussle “Nipsey Russell” during the ceremony.\n“It’s always a good idea before you give a eulogy to know the name of the deceased,” Arroyo said before the clip was played.\nLaughing over the apparent mistake with Ingraham, the two then reviewed an old video of late comedian Nipsey Russell, who performed on game shows from the 1960s to the 1990s.\nDespite Farrakhan’s flub, it was a reminder of where Hussle got his name, which was inspired by Russell’s.\nFox News did not immediately respond to a request for comment.", "date": "\n04/13/2019", "href": "https://www.huffpost.com/entry/laura-ingraham-nipsey-hussle_n_5cb21f4ee4b082aab08663fe", "tags": "song hussle nipsey rapper laura unemployment ” covering jokes funeral laughs ingraham russell"}