{"title": "Laura Ingraham Is Mainstreaming White Supremacy, But She's Not Alone", "content": "The Unite the Right rally in Washington last weekend was minuscule compared with the crowd of counterprotesters who showed up to meet them. A mere two dozen fans of the far-right showed up to face the hundreds who rallied for racial justice. While those numbers are on the side of what is good in this world, it would be a mistake to think that white supremacy has been defeated. In fact, it’s not even in retreat.\nInstead, white supremacy is being mainstreamed, and media outlets ― liberal and conservative ― and tech platforms are helping. \nLet’s start with the conservative media, where Fox News has been doing what Roger Ailes intended it to do when he launched it in 1996: driving the political discourse further and further to the right. \nOn her Fox News show last week, Laura Ingraham launched into a diatribe about “massive demographic changes have been foisted on the American people, and they are changes that none of us ever voted for, and most of us don’t like ... this is related to both illegal and legal immigration.” Ingraham’s conclusion: “The America we know and love doesn’t exist anymore.” \nIngraham’s anti-immigrant screed was so thoroughly consistent with the playbook of white supremacy that David Duke, the proponent of white nationalism and former Klansman, tweeted his support and called it “one of the most important (truthful) monologues in the history of MSM.” On the following night’s show, Ingraham disavowed Duke’s response and insisted that her comments were “not about race or ethnicity.” But as part of the wide campaign at Fox News to make the abhorrent more palatable, she has been pushing white supremacist talking points into the mainstream for years.  \nThe chief strategy for shifting the range of the acceptable ideas to discuss is known as moving the “Overton window.” Committed white nationalists understand this strategy and consciously work to shift the national discourse to their ideological advantage. As a white nationalist told a reporter in 2016, “in a sense, we’ve managed to push white nationalism into a very mainstream position.”\nBut it’s not just conservative media and avowed white nationalists who are pulling previously fringe ideas toward the center. \nNational Public Radio, widely regarded as left-leaning, but really just barely a liberal radio network, has helped mainstream white supremacy, too. Last week Noel King, host of “Morning Edition,” interviewed Jason Kessler, organizer of  last year’s deadly Unite the Right rally in Charlottesville, Virginia, and this year’s in D.C. King asked Kessler about his beliefs about different races of people, providing Kessler a platform to broadcast his white supremacist views uninterrupted ― and unchecked ― to a national audience. Some in that audience probably thought Kessler’s unreconstructed racism sounded like a reasonable set of ideas.  \nOthers excoriated NPR for the interview. The network defended the interview. “Interviewing the people in the news is part of NPR’s mission to inform the American public, it does not mean NPR is endorsing one view over another,” the network said in a statement. “Our job is to present the facts and the voices that provide context on the day’s events, not to protect our audience from views that might offend them.” \nIn granting someone like Kessler an on-air interview because its “job is to present facts and voices,” NPR is every bit as complicit in the mainstreaming of white supremacy as Fox News. It just uses a more modulated tone. And, in giving Kessler a platform to spout white supremacist talking points, NPR moves those ideas to the center of political discourse. This may be an unintended consequence. It is nonetheless consequential. Under the guise of “both sides” journalism, NPR is helping to make white supremacist ideas mainstream.\nIn the last decade, social media platforms have joined broadcast media outlets in shifting the Overton window toward white supremacy. Since 2006, Twitter has speeded up the news cycle through the use of algorithms, and avowed white supremacists have seized on social media platforms as “innovation opportunists” and used them for mainstreaming white supremacy. \nSome tech companies are finally taking action. Last week, Apple banned Alex Jones, a conspiracy theorist and Trump supporter who rants about the threat from “globalists,” a white nationalist code word for “Jews.” Several other tech companies, including Facebook, followed suit. But Twitter CEO Jack Dorsey refuses to ban Jones, explaining that Jones “hadn’t violated any rules,” and is part of the “healthy conversational environment,” Dorsey wants to cultivate on the platform. \nDorsey, like many other other tech bros, takes a “race-less” approach to running Twitter. The platform and all other tech tools, the thinking goes, was created and exists outside of the influence of racial bias, and the rules that govern that bias. Therefore, the platforms do not need to take race into account. Twitter is just a neutral tool, the reasoning goes. But many racists see this “race-less” approach as an opportunity to further situate white supremacy at the center of our political discourse. Jones, for instance, has used Dorsey’s unwillingness to ban him as an opportunity to congratulate Dorsey for being an “ally against globalists.”\nTo be sure, white supremacy has always been mainstream in the U.S., a country that began with the genocide of indigenous people and chattel slavery of African people. But something has shifted in the white backlash to the Obama presidency and in this post-Obama era. Indeed, the current mainstreaming of white supremacy is a realignment of our national story with the worst parts of its origins. \nIf we want to be something else, something better than that legacy, then we will have to learn to fight against white supremacy in all its guises, whether in the regalia of the far-right, the business attire of Fox News, the tech-fantasy of a race-less Internet or the dulcet tones of NPR.\n \nJessie Daniels is a professor at the City University of New York and the author of the forthcoming book Tweetstorm: The Rise of the “Alt-Right” and the Mainstreaming of White Nationalism.", "date": "\n08/15/2018", "href": "https://www.huffpost.com/entry/opinion-laura-ingraham-fox-npr-twitter-white-supremacy-racism_n_5b731a29e4b0594c38c58ac4", "tags": "supremacy npr news media alone laura tech white ” last kessler mainstreaming ingraham"}