{"title": "Leeds clean air zone: Approval given for £50 charge", "content": "The owners of heavy polluting lorries, coaches, taxis and private hire vehicles will be charged for entering parts of Leeds.\nThe city council has been given government approval - and £29m - to implement a Clean Air Charging Zone.\nFrom 6 January 2020, the operators of vehicles will face charges of up to £50 per day to enter the zone.\nThe Road Haulage Association said the fee was a \"punitive tax on the industry sector Leeds relies on\".\nMore stories from around Yorkshire\nOf the £29m, which comes from central government, £23m will go towards helping businesses adapt and get greener vehicles, while £6m will go towards creating a CCTV network to monitor number plates of vehicles entering the zone.\nIt marks a reduction in the original amount of £40m sought by the council for the plans. \nDaily charge for non-compliant vehicles \nThe zone covers most of the area inside the city's outer ring road, running from Farsley in the west to Colton in the east and Moor Allerton in the north to Hunslet in the south.\nRoad Haulage Association chief executive Richard Burnett said: \"Charging HGVs £50 per day to enter the clean air zone is simply a punitive tax on the industry sector that Leeds relies on to maintain its economy and local businesses will inevitably be put at risk.\n\"This is yet another example of the government using a sledgehammer to crack a nut.\"\nCouncillor James Lewis, the council's executive board member for resources and sustainability, said the authority had not got the full funding it asked for but financial support was available for the owners of affected vehicles.\nHe added: \"Leeds City Council will not make money from these charges.\"\nThe authority has previously said Leeds has 500 taxis and more than 4,000 private hire vehicles, with 86% diesel, 6% petrol and the remainder electric hybrid and gas/bio-fuel.", "date": "22 January 2019", "href": "https://www.bbc.co.uk/news/uk-england-leeds-46958165", "tags": "given taxis council clean approval charge vehicles city road owners leeds zone air government"}