{"title": "Lena Headey 'Broke Down In Tears' After Wrapping 'Game Of Thrones'", "content": "“I didn’t think I was going to be emotional,” Lena Headey told me when I asked her how it felt to bid farewell to the deliciously deceitful character who made her a household name. \nSince 2011, the actress has been playing the role of evil queen Cersei Lannister on HBO’s globally successful series “Game of Thrones,” which will debut its eighth and final season in April. She wrapped her last scenes as Cersei back in July, but the moment she walked off set is ingrained in Headey’s memory. \n“It was [sad], yeah,” she told HuffPost while promoting her new movie “Fighting with My Family,” in theaters now. “I thought I wasn’t going to let myself get to that point because I had the last day to get through. And then when I left and I got in the car, I broke down in tears and I was,” she paused, “yeah, devastated.” \nHer co-star and on-screen brother-lover Nikolaj Coster-Waldau had similar feelings when it came to completing his run as Jaime Lannister. \n“It was a little bit emotional at the very, very end,” he told HuffPost last year. “It’s also just a build-up because throughout the season we had a lot of teary goodbyes and farewell dinners. When my turn came around, I really didn’t think it was going to faze me, but I have to admit that right when they said, ‘This is a series wrap for Nikolaj,’ there might have been a tiny bit of moisture in the air, just around my eyes,” Coster-Waldau added, laughing. \nCrying after the end of a physically and emotionally draining shoot is understandable, but Headey, for one, was also reflecting back on what the Emmy-winning series has done for her career.  \n“I mean, listen,” she explained, “we all know if you’re visible, people look at you differently. You’re allowed in rooms you were never allowed in before, you get meetings with people, and people listen to what you have to say. So in regards to that, it’s obviously changed my ability to start making and doing and developing things, which I’m thrilled about. I’ve wanted to do that for a long time. ‘Thrones’ changed my life in that way, and I’m incredibly grateful.” \nHer hope is to focus on directing, as well as star in and produce future projects. As for whether or not she’s nervous to find well-rounded roles after portraying someone as dynamic as Cersei, Headey said no, adding that she’s always looking to play women who are more than just “the wife” or “the mother.”\n“Nobody wants to play a character who’s really fucking dull and has no history,” she said. “It’s always more interesting for me whether it’s a history that you create for a fictional character or one you look into while researching real people. Everyone has a story. You have to bring that story with you.”\nSpeaking of story, fans have been clamoring for any and all details in the lead-up to the “Game of Thrones” Season 8 premiere, knowing full well that the tight-lipped cast is in possession of knowledge that will most likely blow their minds. \nHeadey, unfortunately, only offered up one little tidbit of information: that she’s “absolutely satisfied” with the series finale. “Can’t say any more than that,” she added, delightfully cackling at my request for spoilers. \nShowrunners Dan Weiss and David Benioff, as well as A Song of Ice and Fire creator George R.R. Martin, have gone to great lengths to keep the plot summaries of the final six episodes completely secret ― going as far as allowing actors only 24 hours with the scripts and staging fake scenes to throw off paparazzi on set. But in the end, it will all be worth it, according to Coster-Waldau. \n“I wrote the writers when I finished reading and just said, ‘I don’t think you could’ve done a better job at finishing this story,’” he said. “To me, it was very satisfying but also very surprising and all the things that I was hoping for. It still made sense. It wasn’t like one of those where the killer is suddenly revealed in the last act and you go, ‘Oh! I didn’t see that coming.’ Here, they’ve done a really, really good job.” \nSeason 8 of “Game of Thrones” premieres April 14 on HBO. ", "date": "\n03/02/2019", "href": "https://www.huffpost.com/entry/lena-headey-game-of-thrones-final-season_n_5c780232e4b0d3a48b5780d6", "tags": "going really thrones season series ” wrapping last headey tears lena"}