{"title": "Less Than A Third Of The Public Supports The GOP's New Health Care Bill", "content": "Less than a third of the public favors the new Republican health care bill just passed by the House of Representatives, a HuffPost/YouGov survey finds.\nThirty-one percent of Americans favor the American Health Care Act, which narrowly passed the Republican-controlled House last Thursday. Forty-four percent oppose the bill, which would repeal much of the current health care law. Another 25 percent are unsure.\n As was the case during the GOP’s failed attempt to pass the bill in March, Americans are more likely to be intensely opposed than even modestly supportive. Just 8 percent say they favor the bill strongly, with 34 percent strongly opposed.\nAmericans say, 39 percent to 26 percent, that the AHCA would likely be worse, not better, than the current health care law. Just 14 percent believe the AHCA would make things better for them personally, while 27 percent say it would make things worse. A near-majority, 49 percent, say they don’t expect the bill to affect them very much, or that they aren’t sure what effect it would have.\nWhile the new legislation is unpopular, those numbers actually mark a modest improvement over views of the previous iteration of the AHCA. A HuffPost/YouGov survey taken in March, just after the first version of the bill was unveiled, didn’t directly ask whether respondents favored the bill, but a follow-up poll taken later that month put support at just 24 percent, with 45 percent opposed ― and after its demise, the plan became even less popular.\nThe chart above suggests one reason this version is faring slightly better: Trump voters have now coalesced around the bill in a way they failed to do earlier this spring.\nThe first version of the AHCA faced loud, public opposition from some Republican factions. The fact wasn’t lost on most of the public, just 11 percent of whom said they believed congressional Republicans were united in support of the bill. That lack of partisan unity may have helped to depress support among Trump voters, just half of whom said they favored the bill in March.\nWith the latest version of the AHCA passing the House, there’s now something closer to an official GOP party line on the bill ― and Trump voters have largely taken the cue. Seventy-five percent now favor the bill at least somewhat, with just 9 percent opposed.\nUse the widget below to further explore the results of the HuffPost/YouGov survey, using the menu at the top to select survey questions and the buttons at the bottom to filter the data by subgroups:\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted May 6 among U.S. adults, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.\nThe Huffington Post has teamed up with YouGov to conduct daily opinion polls. You can learn more about this project and take part in YouGov’s nationally representative opinion polling. Data from all HuffPost/YouGov polls can be found here. More details on the polls’ methodology are available here.\nMost surveys report a margin of error that represents some, but not all, potential survey errors. YouGov’s reports include a model-based margin of error, which rests on a specific set of statistical assumptions about the selected sample, rather than the standard methodology for random probability sampling. If these assumptions are wrong, the model-based margin of error may also be inaccurate. Click here for a more detailed explanation of the model-based margin of error.", "date": "\n05/08/2017", "href": "https://www.huffpost.com/entry/ahca-health-care-poll_n_59109a87e4b0e7021e99b049", "tags": "public huffpost/yougov percent ahca gop new say survey third bill supports opposed care less health"}