{"title": "Letter from Africa: Zimbabwe hopes to rise from the ashes in 2018", "content": "In our series of letters from Africa, journalist-turned-barrister Brian Hungwe looks at what is in store for Zimbabweans in 2018 following the resignation of 93-year-old Robert Mugabe in November after 37 years in power.\nA year ago, no Zimbabwean would have predicted the tumultuous events that led to Mr Mugabe's political demise and the elevation of his sacked deputy Emmerson Mnangagwa to the presidency. \nWhatever the circumstances that ushered Mr Mnangagwa into office, the one thing all Zimbabweans yearn for this year is an economic revival.\nThere is a biting cash crisis, with long queues at banks.\nWith elections due in August, the new president has seven months to demonstrate that he is no Robert Mugabe.\nHis predecessor was accused of squandering opportunities - it was, according to some, a period of misrule that allowed the economy to be run into the ground.\nBut to win the elections, Mr Mnangagwa has to fix the economy. And he knows it.\nLast month, he went to South Africa, the region's economic power, to woo back investors, frightened off by Mr Mugabe's indigenisation laws that required that 51% of companies be in the hands of black Zimbabweans.\nMr Mnangagwa's government has softened the legislation - and it now only applies to diamond and platinum companies.\nThe packed gathering in South Africa was also attended by those who fled Zimbabwe's economic crisis over the last two decades - it is estimated that more than three million Zimbabweans now live in the diaspora.\nMr Mnangagwa wants them to come home and invest - and assured them that the economy was his number one concern.\n\"Mr Mnangagwa does not seem to mind the colour of the cat as long as it catches mice\"\nInsiders talk of an economic miracle in the offing, returning the country torn by political strife to the envy of the region - after decades of international isolation.\nThere is a projection the economy will grow by more than 4.5% this year.\nWhile Mr Mugabe adopted a \"Look East\" policy, after being spurned by the West, Mr Mnangagwa is keen to show he is not taking sides.\nHe does not seem to mind the colour of the cat as long as it catches mice.\nSources say he has strong Chinese backing to revive the country and improving relations with the UK, the country's former colonial power.\nIn his inauguration speech, Mr Mnangagwa said Zimbabweans should not remain hostages of their past.\n\"Let us humbly appeal to all of us that we let bygones be bygones, readily embracing each other in defining a new destiny of our beloved Zimbabwe.\"\nIt was an admission that Mr Mugabe's policies had damaged the country and implied the new leader intended to do things differently - despite the fact that he had been part of the old system. \nYet the statistics are stark.\nSome estimates put Zimbabwe's rate of unemployment at 95% - most people eke a living in the informal economy.\nThe country's manufacturing sector has shrunk by at least 50%, according to the Confederation of Zimbabwe Industries. \nThere are also no significant revenue inflows, and import and export disparities are huge.\nMore on Zimbabwe post Mugabe:\nRampant corruption has also corroded the fabric of society, leaving many dispirited.\nMr Mnangagwa said he would act - and many arrests have taken place.\nThis has given some people hope.\nHowever, \"the crocodile\", as Mr Mnangagwa is affectionately known because of the unit he fought in during the liberation war, will have to tame himself to keep these hopes alive.\nHe cannot afford to \"Mugabenise\" Zimbabwe again if he wants to win popular support in elections due before the end of August, though sceptics suggest the ruling Zanu-PF party - given its now open backing from the military - could simply return to its strong-arm tactics to remain in power.\nEither way, the year ahead looks rocky for the opposition.\nWeak and divided, it is unclear whether it will unite behind one candidate to challenge Mr Mnangagwa.\nThe new president insists that it will not be business as usual in 2018 - on the political or economic front.\nHe wakes up early for work and spends weekends in the office - in contrast to his 93-year-old predecessor, who was often pictured napping on the job. \nThe indications so far are that \"the crocodile\" does mean business.\nAnd business is what matters.\nMore Letters from Africa:\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa and on Instagram at bbcafrica.", "date": "4 January 2018", "href": "https://www.bbc.com/news/world-africa-42547456", "tags": "letter country hopes zimbabwe ashes economy economic africa mugabe rise power zimbabweans mnangagwa"}