{"title": "Letter from Africa: Snapping at the heels of Zimbabwe's 'crocodile'", "content": "In our series of letters from Africa, journalist-turned-barrister Brian Hungwe takes a look at a crowded field ahead of presidential polls in Zimbabwe, and the ugly face of violence that has just come to grip the electoral playing field.\nZimbabweans have got used to holding elections under a cloud of fear over the past few decades, and so the blast which tore through a rally on Saturday came as an unwelcome reminder.\nPresident Emmerson Mnangagwa says the incident at a rally in the second city Bulawayo, which appears to have been a bomb attack, was an attempt by his enemies to assassinate him.\nIt's difficult to know where the blame lies at this stage, but a cloud of angst now hangs above a country heading into an unpredictable election which up until now had been marked by a lack of animosity, violence and anger.\nBut that was not the only difference to an election which has already been generating huge domestic and regional interest.\nFor the first time in years, ballot papers will be absent of the two men who dominated politics in the southern African state for the past two decades.\nRobert Mugabe, who had planned to stand again at the age of 94, was ousted as president in dramatic fashion in November.\nWithin three months of his unceremonious removal, his long-term rival, opposition leader Morgan Tsvangirai - a man who had been beaten and imprisoned numerous times during his career for daring to challenge Mr Mugabe - died aged 65.\nTheir absence does not mean there will be a lack of candidates vying for the top spot, however.\nThere are now more than 120 political parties registered and, this time around, there are likely to be 23 candidates to choose from on the ballot - making it the longest in Zimbabwe's history.\nAs a result, Zimbabweans have been enjoying the novelty of getting to know the eclectic mix of contenders.\nMr Mugabe, who many suspect had once hoped to hand over power to his wife, appears to be backing a new party, the National Patriotic Front (NPF).\nBut its leader Ambrose Mutinhiri, a close ally of the former president, is unlikely to get the required 50% plus one vote to win outright with such a crowded field.\nUnlike many of the candidates, the retired brigadier general seems a little shy of social media, only sending his first tweet in March, followed shortly by two others and no others since. His Facebook looks similarly bare.\nOn the other hand, Mr Mnangagwa, Mr Mugabe's successor and the ruling Zanu-PF party's candidate, has fully embraced Twitter and Facebook - with his supporters also trying to show that he is truly a man of the people after posting photos of him standing in a queue to buy some fast-food chicken last week.\nDespite having his back to the camera, it is easy to tell where Mr Mnangagwa is -these days he is never seen anywhere without his trademark scarf in the colours of the Zimbabwean flag.\nAnother candidate, Tendai Peter Munyanduri, has taken food to heart, promising in his manifesto to provide a balanced diet for every Zimbabwean, including egg, bacon and milk for every breakfast.\nA few of the millions of Zimbabweans in the diaspora have also returned to try their luck - or perhaps relaunch their careers - including musician and sculptor Bryn Mteki and one of a handful of female candidates, Melbah Dzapasi.\nNkosana Moyo, infamous for faxing his resignation as a cabinet minister to Mr Mugabe after fleeing Zimbabwe, is also on the ticket.\n \"Zimbabweans have been enjoying the novelty of getting to know the eclectic mix of contenders\"\nHowever, the 75-year-old Mr Mnangagwa's main rival is likely to be MDC Alliance leader Nelson Chamisa, who is 35 years his junior.\nHis blips and blunders during the campaign so far have been entertaining voters - particularly the claims of bringing bullet trains to Zimbabwe, meetings with US President Trump and crafting Rwanda's ICT policy, which have been denied by US and Rwandan officials. \nBut he is ebullient and his youthfulness has ignited the youthful generation, which occupies a significant chunk of the electoral base.\nWith such a long list to choose from, Zimbabweans may well be heading for an unpredictable election.\nBut while we may joke about how the Zimbabwe Electoral Commission will manage to print the ballot, what this list really tells us is how feared Mr Mugabe was during his 37-year rule when few people had the courage to enter politics.\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "27 June 2018", "href": "https://www.bbc.com/news/world-africa-44614024", "tags": "letter us zimbabwe candidates snapping africa mugabe field heels electoral zimbabweans mnangagwa"}