{"title": "Letter from Africa: Should Ghanaian women be limited to three babies?", "content": "In our series of letters from African journalists, Elizabeth Ohene considers the controversial proposal to limit women to having three babies in Ghana.\nAmong the Ga, the people who are indigenous to Ghana's capital, Accra, a woman is entitled to a live sheep on the delivery of her 10th child. The word for it is \"nyongmato\". \nI am not making this up even though it does sound like the kind of apocryphal story that is regularly made up. \nLots of very important people among the Gas can testify to this. Unfortunately, I have not met any woman who has actually got a live sheep for having given birth to 10 children. \nIndeed, I have never met any woman who has had 10 children. \nI don't know if I have been moving in the wrong circles, because I don't even know any woman who has had five children. OK, as soon as I wrote that, I realised I was wrong. \nTwo months ago, I went to the funeral of a female relation of mine who was my classmate in primary school. \nAt her death, this relation of mine had 46 direct descendants; made up of eight children, 26 grandchildren and counting, and 10 great-grandchildren and counting. \nI was scandalised and I spent the entire funeral going over these figures and moaning to myself how easy it was to find the reasons for the poverty in Ghana. \nI have been waging a lonely unpopular battle about the rate of population growth in our country and against women having so many babies, but to no avail. \nI roll out what I consider to be a sound argument that I thought would win over all doubters. \nI cite Norway, which had a population of 3.5 million to Ghana's five million at the time of our independence in 1957.\nToday, there are 5.3 million people living in Norway while Ghana has a population of nearly 30 million.\nI make the argument that even if none of our rulers ever stole any public funds, we would still have economic difficulties at this rate of population growth. \nThe last time I visited Lillehammer in Norway, I wrote in my column about the difference in our two situations. I pointed out it is no wonder everything is bursting at the seams and we are forever worrying about the lack of classrooms. \nSomehow, these arguments don't cut any ice with people here because it is considered in extremely bad taste to complain about the number of children somebody has. \nAs someone once claimed to me: \"In our tradition we don't count children.\"  \nElizabeth Ohene:\n\"Dr Appiah is an exceptionally brave woman. She has proposed that women should be restricted to having three children\"\nThe good news is that now I don't feel alone in this battle. \nInto the fray has jumped the Executive Director of the National Population Council, Dr Leticia Adelaide Appiah, and believe me, she is an exceptionally brave woman. \nShe is not speaking in parables, she is straight to the point. She has proposed that women should be restricted to having three children. \nAnd she says this should be obligatory. \nIf a woman goes beyond this sacred number of three, she would be punished by being denied access to free government services.\nWe have to talk about the quality of life, Dr Appiah has been arguing. \nI don't recall that anyone in an official position has been this categorical in Ghana about family planning ever before. \nWe have had a family planning policy since 1970 but usually people only talk about the spacing of births and then hope that the spacing will lead to the birth of fewer children. \nThis time around Dr Appiah is urging a cap on the number of children a woman should have.  \nIt is interesting to note that that the people who claim to be outraged by the proposal to limit the number of children have been largely men. I'm sorry none of their arguments stick in my mind long enough to repeat here. \nI have not yet heard any woman complain that they don't want the number of children they can have to be restricted. \nGhana's fertility rate, that is the average number of children per woman, currently stands at four, though that figure has fallen steadily over the last 30 years.\nAnother interesting statistic worth noting is that there has not been a single death from measles in Ghana since 2002. Measles used to be one of the main infant killers, and the main justification for having many births. \nThis past week, I have been doing a very unscientific survey. \nEvery pregnant woman I have seen, I have asked which number it was and I have not yet met a woman in her third pregnancy. But I am probably looking in the wrong place by asking working women in banks, in offices and shops; the high birth rates can be found mostly in the rural areas. \nThere might yet be some women who are aspiring to get that live sheep. \nWe would probably have to find an equally attractive present for every woman who decides to stop at three or below. The problem is I can't think what can possibly challenge the \"10-baby sheep\", nyongmato.       \nMore from Elizabeth Ohene:\nFollow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica", "date": "30 August 2018", "href": "https://www.bbc.co.uk/news/world-africa-45344870", "tags": "letter sheep limited ghanaian woman three africa children ghana women babies number population"}